{
  "title": "A New Message of Hope",
  "content": "There are Great Waves of change coming to the world. They will be unlike anything humanity as a whole has ever had to face before. They are largely the consequence of humanity’s misuse and overuse of the world and its resources. But they also represent a real threshold, an evolutionary threshold that humanity has reached, particularly regarding its encounter with intelligent life from beyond the world. It will be a time when a great decision must be made as to whether humanity will unite and cooperate to share and manage the resources of the world or whether it will fight and compete, propelling humanity into a state of constant conflict and permanent decline.\n\n\n\nIt is a great threshold for individuals as well, whether they will fight and struggle to preserve what they have or whether they will unite with others to share and manage the resources that are available and take responsibility for providing for those who will not have the basic necessities of life. This is a practical, physical threshold, and it is a moral and ethical threshold.\n\n\n\nIt is likely that humanity will undertake both of these options until a greater decision can be made and formulated. It is certain that many things will fail. Communities and even certain nations may collapse. It is certain that many people will have to migrate, and there will be a great shift in the order and function of civilization.\n\n\n\nWhat has been the emphasis in this teaching on the Great Waves is the great shift that must occur within the individual to recognize the Great Waves of change and to undergo the various steps of preparation that are necessary to approach this great threshold with wisdom and certainty and with the power of Knowledge.\n\n\n\nThere are many practical things that must be accomplished, of course, and this will draw upon all of the skills and professions of humanity. But if there is no wisdom, if there is no clarity, if there is no deeper incentive to serve others and if there is no ability to adapt to changing and demanding circumstances, then all of the practical skills of humanity, all of the professions of humanity and all of the learned wisdom of humanity will not be sufficient to bring about a greater and more significant outcome.\n\n\n\nIt is what the person will see, know and do that will make all the difference in their well-being in the future and in the impact it will have on other people and upon society at large.\n\n\n\nThe New Message is here to provide a warning, a blessing and a preparation. The warning is now being sounded around the world from many sources, but the severity of the situation is not being recognized by many.\n\n\n\nThe nature of this great series of changes is being greatly underestimated. People are regarding it as just one of many problems that humanity must face, and they have great confidence that political and technological innovation will take care of the situation or that economic forces will create the necessary adjustments. These assumptions give warning that humanity is underestimating the power of the Great Waves of change.\n\n\n\nThe fact is that very few people are even aware of the extraterrestrial presence in the world, and even amongst them, very few recognize it as an intervention, as a danger and a hazard for humanity. What this means is that not enough people are aware of the reality of the Great Waves of change and the great impact it will have upon the human family and the future of humanity in this world.\n\n\n\nTherefore, God has sent a warning, a blessing and a preparation because time is of the essence. Every week, every month and every year now is significant, for the Great Waves are moving relentlessly. The time it takes to prepare for this is significant, and that window of opportunity is shrinking.\n\n\n\nThis, therefore, is not something for you to just think about, to contemplate or to simply discuss with your friends, to be a source of imagination or to be simply a source of anxiety and concern. It must propel you into real action. Your awareness must bring about action, and this will require you to consider every aspect of your life and the possibilities that exist in your immediate surroundings and for your nation as a whole. This is not something for the faint of heart, for the ambivalent or for the self-serving, for they will not see the Great Waves of change until it is too late.\n\n\n\nThis is a calling to become aware, to become prepared, to become strong and capable and to begin to take the many steps that will be required to secure your position in the world—to gain a stronger position, to prepare yourself for the shocks that will come and to put yourself in a position to be of service to others, for great service will be needed.\n\n\n\nDo not think that the end has come for humanity, that these are the “end times” as some people believe. This is a great turning point. Many things will end. Many attitudes will end. A great part of your conventional thinking will end. Many human activities will end or be diminished. So in that sense, it is the end times.\n\n\n\nIt is time for humanity to grow up and to cease its desperate struggles and its adolescent indulgences. For you are now emerging into a Greater Community of intelligent life, where humanity must be strong and united, self-sufficient and very discreet. It is a time for humanity to gain a greater maturity as a whole and to take responsibility for managing the world in such a way that it will continue to sustain you into the future and provide what you need in order to live and to advance.\n\n\n\nPeople have no sense of what this means and its great significance. The consequences of humanity’s overuse and misuse of the world are only now beginning to be felt amongst the poorest people of the world. They will be the first to suffer, but the impact of this will reach into every nation and every culture and will affect eventually every person in ways that are tremendous and significant.\n\n\n\nThis Teaching that you are receiving is not to frighten you into action. It is not to overwhelm you. It is not to diminish you. It is not to discourage you. But you must face reality. You must be prepared and given forewarning of what is coming over the horizon. For if you do not look, you will not see. If you do not see, you will not know. If you do not know, you will not prepare. And if you do not prepare, your life will be in great danger.\n\n\n\nThat is why there is a New Message from God in the world. It is here to warn you, to strengthen you and to prepare you for the Great Waves of change and for the reality of the Greater Community and all of its challenges and opportunities for humanity.\n\n\n\nThe New Message is also here to strengthen the individual, to teach people about spirituality at the level of Knowledge, to bring a unifying presence and teaching to all the world’s religions, to strengthen human relationships, human families, human commitments and human contribution. It represents a very rare intervention by God for the protection and advancement of humanity. It is a very great Teaching and a great Revelation. Do not think that you can understand it standing apart from it, for you must receive it and bring it into your life, use and apply its wisdom and bring its specific teachings to bear. Only then will you know the power and efficacy of the New Message. And only then will you realize what a blessing it is and how it has come at just the right time.\n\n\n\nAs it has been said through these Teachings, humanity will enter a period of great confusion and difficulty. It is necessary for you to gain a greater clarity and certainty from the deeper well of Knowledge within you, or you will fall prey to the confusion and the anxiety, the conflict and the hostility that will be arising around you.\n\n\n\nYou are being given this now as a blessing—the blessing of awareness, the blessing of wisdom and the blessing of having time to prepare yourself, your life, your understanding, your family, your relationships and your circumstances. Time is critical. You must act and act soon if you are to have time to make the necessary adjustments in your life, which within themselves will require time, concentration and many changes.\n\n\n\nDo not think that God will save humanity in the end if humanity should choose a path of self-destruction. Do not think that God will save humanity by removing all the dangers and consequences that have been produced by humanity’s ignorance, arrogance and conflict. Do not think that the innocent will be spared when the Great Waves of change overtake them.\n\n\n\nGod has given you the power of Knowledge. God has sent great emissaries into the world through the course of human history. God’s Angels watch over humanity. God has many powerful forces in the world influencing individuals, guiding them and supporting them. There are tremendous powers and presences here of great benefit to humanity, serving God and God’s great Plan.\n\n\n\nYet the world is a place where humanity must choose, make its decisions and face the consequences of its decisions. This is a world apart, where the separated have chosen to live apart from God, have chosen to create their own reality and have chosen to take a form of individuality far beyond the distinctions that God has created for each soul. This is a place of decision. It is a place of contrast. It is a place that is different from your Ancient Home, from which you have come and to which you will ultimately return.\n\n\n\nWithin this environment, there is beauty and there is ugliness. There is pleasure and there is pain. There are opportunities and there are dangers. It requires strength and wisdom to be here and compassion as well if you wish to experience life and the meaning of a greater purpose here.\n\n\n\nInto this difficult learning environment, God has sent a New Message for humanity, a Message to give humanity a great chance and a promise for a new beginning—for humanity to build a greater foundation in the world, to endure the Great Waves of change, to use its power to unite humanity, to bring equanimity and fairness to the distribution of resources and to secure a more profound and stronger position for the future, one that can be sustained through time.\n\n\n\nThe New Message has also been sent to prepare humanity for the Greater Community, to teach humanity the dangers of premature Contact, to warn humanity of the Intervention that is occurring in the world today and to provide, partially through humanity’s remote allies in the Universe, the wisdom that humanity will need to understand the complexities, difficulties and challenges of life in the Universe. This will provide for humanity what it could not provide for itself to engage with this far more complex and far more powerful environment—an environment to which humanity has not yet adapted, an environment that will require great skill and unity amongst the human family.\n\n\n\nThe New Message has been sent to raise up the individual and to teach about spirituality at the level of Knowledge. The New Message has been sent to teach that all the religions were initiated by God, that all religions were changed by people, that God has created many pathways of redemption to meet the different needs and temperaments of people living at different times and in different cultures and that humanity should never assume God’s will or proclaim that their religion alone is the only religion. For God has created many pathways of redemption. Human ignorance and human arrogance here must be corrected if humanity is to find the strength and the will to unite for its own preservation and for the preservation of this beautiful world that has been given to humanity as its home in the Universe.\n\n\n\nIt is like climbing a great mountain. You must climb this mountain to gain the perspective that you will need to see things clearly. You start at the bottom where everyone is congregated, and you have to leave them to begin this journey. A few people will journey with you. Along the way you will meet others who are journeying and struggling through the various stages and thresholds that one must pass through to continue up this mountain, which will turn out to be far greater and more challenging than you ever imagined at the outset.\n\n\n\nWhile you are still down in the lowlands, blinded by the trees, you cannot see the nature of your life. You cannot see the relationship of this mountain to everything around it. Your vision will be blocked and obscured by all the conditions of your life.\n\n\n\nBut as you gain altitude on this mountain, you gain strength and clarity, and your life becomes simpler and more efficient, freeing up energy that you need now to proceed, to build a new foundation for yourself and, symbolically, to be able to proceed up this mountain with as little burden and resistance as possible.\n\n\n\nYou will need to reach a vantage point where you can see clearly the land surrounding you, the circumstances of your life and the greater circumstances of the world—circumstances that you cannot afford now to avoid or to deny, circumstances that you cannot hide from or seek escape from, circumstances that will determine your future and circumstances that can call out of you the greater gifts that God has sent you into the world to give.\n\n\n\nThis will require a tremendous shift in you, a shift that will happen gradually, a great turning of your life from one of selfish indulgence and fearful attitudes to one of greater strength and objectivity and greater service to others.\n\n\n\nFulfillment is to be found in fulfilling your greater purpose and mission in the world. This kind of fulfillment cannot be found by the acquisition of pleasure, acquisition of things or acquisition of people. Even freedom from pain or freedom from difficulty cannot give you this fulfillment. For it is the fulfillment of the soul; it is fulfilling the deeper needs of the soul. It will take great events to bring this out of you, and great events are now upon you and upon the entire world.\n\n\n\nReceive God’s New Message. Do not judge it or condemn it. Do not think it is something else. Do not think you can understand it. You have no idea of its power, efficacy or the great range of its teaching. For it is bringing into the world Knowledge and wisdom that have never been brought here before, particularly regarding the Greater Community and the future and the destiny of humanity.\n\n\n\nThis will all provide you a greater context and a greater level of understanding, which can inform your actions, clarify your ideas and give you a clearer view of what is to come, the journey that you must take and the great service you can provide to others.\n\n\n\nThere will be other prescriptions for humanity and other prophecies given by various people. But this is the New Message from God. You do not have to believe this and accept this at the outset, but it is very important that you receive its wisdom, that you take advantage of its great teaching, that you receive its gifts of insight and that you put it to use in the world. Belief here is not important. What is important is to receive the gift and to bring it into application in your life and to provide it as a service to others. Only then will you understand the nature of this Revelation. Only then will you know who has created it.\n\n\n\nYou cannot know God if you stand apart from God. You cannot know God if you stand apart and try to judge and evaluate God or God’s work in the world. But you can receive the power and the presence this gives you. And in time you will see that above all things, it is of the greatest importance.\n\n\n\nYou will have to counteract fear within yourself and within other people. Do not condemn yourself for being afraid, for it is natural. It is normal. It is to be expected. How could you not look at the Great Waves of change and not feel immensely threatened and disconcerted by them? But this reaction, however normal, cannot be your overall response. You must move beyond fear and apprehension to gain a greater strength and objectivity and a greater commitment. You must move out of the pathetic viewpoint of your personal mind and anchor yourself in a deeper intelligence within yourself that is not afraid of the future, that is not afraid of whatever might come.\n\n\n\nThis is the great strength that the New Message reveals to you. For why would a difficult future be revealed if this greater strength were not revealed in order to face it and to counteract it? Great times call for great strength. Great events create great individuals and great relationships. The greatness that you carry will never arise under casual or normal circumstances. It must be called out of you by great events and great needs. It must require you to do things that you would be too lazy or indolent to do previously. It must force you to look at the world objectively. It must force you to prepare for a future that you cannot even see at this moment.\n\n\n\nThis brings the real possibility for fulfillment of the soul to you who have come into the world to face the Great Waves of change, to live at this time of disruption and this time of gravity and opportunity. It is not an accident that you are here at this time. Knowledge within you is prepared for what is to come and has been preparing you all along to face the great thresholds that are now upon the world.\n\n\n\nThis Teaching is not just for your intellect. It is not just to provide understanding and perspective. It is to ignite a deeper spiritual power within you and a deeper commitment—the deeper commitment that has brought you into the world. This Teaching and this Revelation are not meant to simply create material for you to discuss with your friends, to speculate upon or to argue and debate. If that is all you do with it, you will have missed its great gift. You will have not understood its purpose and its intent.\n\n\n\nThis is to ignite a deeper commitment. This is to resonate with Knowledge within you who have come into the world to give, who have come into the world to be in the world at this time under these circumstances. This goes beyond your notions about yourself—your identity, how you explain yourself, your circumstances, your name, your appearance, your interests, your hobbies, your relationships and everything.\n\n\n\nThis speaks of your deeper nature—your deeper and greater reality. For Heaven will not be found in the world. It must be brought here. It must be demonstrated through the giving of people and through authentic relationships and genuine service to the world. This is how Heaven is brought to Earth. This is your greater responsibility. The world now is giving you the greatest opportunity for its realization and its expression.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/a-new-message-of-hope/"
}