{
  "title": "Achieving Peace",
  "content": "Peace is the full enjoyment of your natural Mind and the complete utilization of your opportunity to be in the world. At the very core of this experience is stillness. From this stillness emanates a potency of action that is rarely to be matched in the world. So at the very core of peace, it is absolutely still. At its outer perimeter, it is very powerful action.\n\n\n\nThose who are engaged in this kind of experience are very still on the inside and yet can function very competently in the world. As a matter of fact, they can function at a far greater level of efficacy than the average person because their mind is concentrated.\n\n\n\nTo concentrate your mind, to focus your mind to this degree, you must be still because stillness is what focuses you and concentrates you. This naturally emanates into the world and exerts influence in all aspects of human endeavor.\n\n\n\nYour world has been saved many times because of the cumulative effect of this. The few minds that are engaged in this kind of concentration have been able to protect the world from aggressive forces and from internal conflict. The calling for this concentration will certainly increase as time goes on.\n\n\n\nDo not think of achieving peace in political or economic terms in the world. That is the wrong appropriation at this point because you are working internally now.\n\n\n\nPeace in the world is difficult to achieve because the world is not a place of peace. It is a place of activity, growth, friction, competition, disappointment and accomplishment—not exactly a quiet and still place.\n\n\n\nIf you do not have peace at the center of you guiding your actions, and very few people do, then you will become engaged in the world of movement, living at the surface of yourself. Asking the world to be at peace is asking for people to be in a different state of mind than they are currently in. This is not easy to achieve.\n\n\n\nAll of the people in the world do not need to achieve this equanimity. Only a very few do, but those very few must achieve it. For them it is vital, and their achievement will resonate with others and keep the potency of this alive.\n\n\n\nTherefore, let Us make a very important point. To achieve the goal that We have indicated here, you must have a different kind of mind than the mind you are used to. You already have this different kind of Mind. It is the Mind that you have brought with you from your Ancient Home.\n\n\n\nThe mind that you think with now is the mind that you have created since you have been here. We call this the personal mind, or personal side. It is not bad. You need to have a personal mind to function in the world. Otherwise, no one would understand you and you would not understand anyone.\n\n\n\nThe personal mind is not your natural Mind. The personal mind is meant to serve the greater Mind of God, of which you are a part. It is cruel to demand that the personal mind achieve peace, power and harmony. That is like requiring your body not to feel pain. The personal mind was born in conflict and resides in conflict and will achieve peace only in service to the greater Mind. The greater Mind of God is not a personal mind. It is a Mind of which you are a part.\n\n\n\nYou may be familiar with this idea, but We must make this emphasis because this is the critical one: You cannot achieve peace with the personal mind alone. This does not mean that you have to get rid of the personal mind, but that the personal mind cannot be the center of you because the personal mind cannot achieve peace. It can only achieve service.\n\n\n\nDo not be alarmed when We say this because you must realize that the personal mind is not who you are. It has simply been constructed and developed since childhood—even since birth—as a vehicle to enable you to function in the world as an individual human being.\n\n\n\nYou did not originate as a human being, but to become competent in the world, you have had to create this mind. Actually, you did not really create it. You simply used the components that were available to you to put it together. People who do not effectively put together their personal mind do not function too well in society.\n\n\n\nTherefore, you all have personal minds. Congratulations. But it is not the personal mind that will achieve peace within yourself or within the world.\n\n\n\nLet Us say this another way: The personal mind cannot be still. If stillness is at the very core of peace and generates peace, then it cannot emanate from the personal mind.\n\n\n\nMany people today are punishing their personal mind—driving it into servitude, trying to make it godlike, to elevate it, to give it lofty principles and ideals and to torture it into submission. They do this with very limited success.\n\n\n\nThe personal mind can be elevated and will be elevated in The Way of Knowledge, but it cannot achieve a godlike state. Do not make a god of the personal mind. It is a temporary vehicle. It is meant to allow you to contribute in the world.\n\n\n\nKnowledge represents the greater Mind of God within you. Until Knowledge has been rediscovered, the personal mind will dominate you, and you will be in service to it until it can find its true form of service.\n\n\n\nYour body was also made to serve this greater Mind within you. Without a greater Mind, what can the body do? Your only hope is to keep it comfortable until you die.\n\n\n\nAnd when you leave the world and go back to your Spiritual Family, you say, “Let me see. I don’t think I got it done. When can I go back?” And they say, “Well, you have to wait in line!”\n\n\n\nEveryone who goes back to the other side unfulfilled is so eager to return. When you go back to your Spiritual Family beyond the world, it is so obvious what must be done here. The memory returns to you completely. From that vantage point, it is very clear what you must do. But when you return to the world, you are in the world’s vantage point, and it is not very clear.\n\n\n\nThe purpose of this Teaching is to give you the vantage point that you had when you were not here, which will make everything very clear. When you are not here, you are not thinking with your personal mind. You are thinking with your natural Mind, the Mind of Knowledge.\n\n\n\nSo there must be a way to regain the natural Mind of Knowledge while you are here. You cannot contribute to the world that well when you are not here. You have to do it while you are here. When you are not here, you can cheer from the sidelines like We do, but when you get into the game, well, then you have a more direct engagement.\n\n\n\nTherefore, We are relying upon you, and for this you will need to rely upon Knowledge within you. If you cannot gain access to the natural Mind of Knowledge, you must learn to engage with someone who can.\n\n\n\nThat is very simple to understand. If you wish to learn even a mundane skill, you must go to work with someone who has the skill. That is very obvious, though you know, many people do not do it.\n\n\n\nNow let Us speak about the natural Mind of Knowledge. Very different it is from the personal mind. Your first experience of it will be emptiness.\n\n\n\nIt will seem eerie, like entering a great temple where very little is said but a great deal is understood. Your first experience, if you are not used to this, is: “Oh, it’s strange in here!” Everything is very quiet; there is not a lot of noise or running around.\n\n\n\nStillness can be very threatening at first because it is so powerful. So the first experience of peace is emptiness because in a state of peace so much that you are used to seems to be missing. That can make it seem uncomfortable, even a little scary at first.\n\n\n\nBut if you proceed in your preparation, you will discover that emptiness is not “nothing.” It is something. It is simply so still.\n\n\n\nWhen people approach peace, at first they often feel the weight of their own conflicts. If you were to enter a very quiet place and were to stay there, what is the first thing you would experience but your own stress and tension?\n\n\n\nThe contrast between your current state of mind and the environment in which you have placed yourself would be so great that it would illustrate to you your own strain. So you may not want to go to that place because you feel more pain at first. But then, if you return, you will find that there is a sweetness there, a comfort there and a reassurance there you cannot find anywhere else.\n\n\n\nThe world will continue to be the world. Do not try to make the world like your Ancient Home. This is not a good idea. It will never be like that. It will always be a crazy place.\n\n\n\nHowever, the world can be an environment where people rediscover themselves—a much happier place than it is now. But it will not be a place of absolute stillness and quiet.\n\n\n\nAfter all, people initially came to the world for excitement. But excitement is not exciting for very long. Yet that is another story.\n\n\n\nTherefore, you must rediscover your natural Mind, which We call Knowledge. Knowledge thinks its own thoughts. But because it is very quiet, whenever it thinks, its thoughts are very potent. Whenever it moves you to act, your actions are very strong. When it is not thinking or moving you to act, it is very quiet.\n\n\n\nThe more you experience this, the more you realize that Knowledge is both yourself and something greater than yourself. The more you establish relationship with Knowledge, the more you realize that you are now free to become quiet.\n\n\n\nYou realize that when you think with Knowledge, your thoughts are powerful. And when you act with Knowledge, your actions are directed and strong.\n\n\n\nTo approach the reality of Knowledge, your personal mind will need to be reorganized. Perhaps certain things will have to be given up and other things acquired.\n\n\n\nYour body will change because it is now becoming a vehicle for a greater force, which is why We advocate physical fitness for students of Knowledge—not just to look better or to live a little longer, but to actually carry this Presence.\n\n\n\nWhen you are still internally, your stillness is your contribution to the world. A still mind has a much greater impact upon the world than any other form of achievement. This is mysterious but true nonetheless.\n\n\n\nPlease remember Our words: You cannot have a still personal mind. That is like trying to make the blood stop flowing in your veins. The personal mind will continue to be very chatty. The difference over time is that you are with it less and less.\n\n\n\nWhy is it so difficult for people to achieve peace? Well, it is a difficult thing. Theoretically, achieving peace would be easy if you wanted it and nothing else. But who is in this position? If you wanted it and nothing else, it would come to you so easily. In fact, you would be there. But who wants this and nothing else?\n\n\n\nKnowledge will guide you, simplify your life, give you the freedom to be quiet and give you escape from your personal mind. Who wants to be with a chatterbox all the time? Who wants to be governed by little thoughts all the time? That is like being stuck watching re-runs on television twenty-four hours a day.\n\n\n\nThe more you experience Knowledge, the less you will be concerned about loss and survival because you will have confidence that you will be guided by what you need to do. This will not lead to passivity at all but to a very heightened engagement and a very great sense of responsibility, a responsibility that is not motivated by fear.\n\n\n\nYou will care for your body because it is a valuable instrument. You will care for your mind for the same reason. You will care for your affairs because they are important. You will value relationships because they are essential.\n\n\n\nThis is not a passive state. It is not sitting around in dreamland all day long. Why? Because Knowledge will propel you into action in the world.\n\n\n\nYou did not come here to lie on the beach. You lie on the beach when you go Home. Well, there actually is no beach, but you can lie there anyway. We could create a beach if someone wanted one.\n\n\n\nSo how do you do all these things that We are speaking about? People often want answers to their problems. They say: “I am reading this because I need to find out what is going on with me and how I’m going to fix this situation. I have been to several teachers and conferences and have read several books, and I have all these ideas and different recipes.”\n\n\n\nThe answer to any problem is following a means to its resolution. Answers are nothing; they only generate more questions. For instance, imagine that you were lost in the middle of the jungle and you were trying to figure out where you were and someone finally figured it out. “We are here, in the middle of the jungle in this particular country.” And everyone goes, “Oh, I am so relieved! At least we know where we are.”\n\n\n\nBut you are still five hundred miles from the nearest outpost. So you walk a mile and you say, “Where are we now?” And somebody figures it out. “We’re in the middle of the jungle in this particular country.” And everyone goes, “Oh, I am so relieved! At least we know where we are.” Now you are four hundred and ninety-nine miles from your destination.\n\n\n\nTherefore, there must be a means of achieving your objective, but you cannot figure this out with your personal mind. If the personal mind accounts for five percent of your mind, then what about the other ninety-five percent? Is it dead weight? Is it a bag of rocks? Is it empty computer disks? No.\n\n\n\nWhat this means is that only five percent of the preparation is for five percent of the mind. Ninety-five percent of the preparation is for the other ninety-five percent of the mind, which means that you are probably only aware of five percent of the preparation.\n\n\n\nThat is why students of Knowledge often feel that they do not quite know what is going on. But they do feel more certain because their personal mind, which they are most engaged with, is being more greatly influenced by the natural Mind of Knowledge that is influencing them, of which they are as yet not fully aware.\n\n\n\nLet Us say this in another way. Your personal mind, where you live, is being increasingly influenced by something very great which you do not understand. This may concern you as to who is really in charge of your life, but the fact of the matter is that your life now has greater purpose, meaning and direction than it did before.\n\n\n\nSo most of the real work is happening on another level anyway, beyond your control. All you can do is participate or not, and to participate requires a great deal of will. Therefore, you must have self-determination, which eliminates any hope of being passive in the situation. That is the funny thing. Achieving peace is the most active engagement. It is finding the way out of the jungle.\n\n\n\nYou may ask yourself: “Am I ready for this? Maybe I should get married first, have children, become successful in business or achieve great status in art or achieve all of my goals. Then maybe when I am an old person, when I have had my fill of all these things, then I can turn my mind to such pursuits.”\n\n\n\nYet what if We said that you will be called into the development of Knowledge and into your spiritual life when you are in the middle of the ladder, that when you reach halfway up the ladder, your spiritual life will begin. Then you find out at some later time that the ladder—remember, We are going for the halfway point—extends infinitely in both directions.\n\n\n\nTherefore, wherever you are is the halfway point. So when you are an old person, satisfied or sick of the world, you reach the halfway point. Some people reach the halfway point when they are on their deathbed, but they cannot do much then. Therefore, the halfway point is right now. There is no, “Well, these other things must be done first.” The halfway point is whenever you begin.\n\n\n\nThe way out of the jungle is to follow a preparation. It cannot be a preparation that you have invented for yourself because the preparation you invent will only keep you where you are. Something greater in you must call it into being; something greater in you must engage you with it.\n\n\n\nYou will need assistance from others as you proceed, both within the world and beyond it. Your spiritual advancement is a matter of worldly involvement and involvement from beyond the world.\n\n\n\nYou have Knowledge within you, waiting to be discovered. You have no hope for certainty outside of this, for everything that seems certain is contingent upon very weak forces. Your government is fragile. Your economy is fragile. Your body is fragile. Your thought system is fragile. And your relationships are fragile.\n\n\n\nAll these things are fragile without Knowledge. Knowledge is from beyond the world, but it is within you, and you are here. Therefore, what is from beyond the world is here.\n\n\n\nTo find and follow Knowledge, here are some of the things that must be cultivated. First, you must learn to develop stillness internally. This will allow you to gain access to your natural Mind.\n\n\n\nThen you must begin to communicate honestly about your circumstances so that they can be arranged appropriately and so that many problems can be resolved in order to give you the freedom to penetrate deeper, both into yourself and into life.\n\n\n\nYour comprehension of your environment is directly proportional to your comprehension of your inner life. Therefore, as you become closer to the natural Mind of Knowledge and more engaged with it, your engagement with your life in the world will be more meaningful, more penetrating and more genuine.\n\n\n\nYou must also have a different foundation for establishing relationships. Some of this can be learned simply through experience, but your powers of discernment must be developed.\n\n\n\nKnowledge will do this for you naturally if you are able to become aware of it, to follow its indications and to learn to distinguish them from other impulses that may be ruling you.\n\n\n\nKnowledge frees you from all other impulses. That is what it means to become free. Having no one to tell you what to do is a very limited and unsatisfying freedom. Most people want to be told what to do and feel helpless and resentful when they are not.\n\n\n\nThe purpose of freedom, then, is to find your own freedom and to express it in the world. Then lack of infringement really means something.\n\n\n\nIf you go out into the world where people are having fun and you listen to them beyond their personal minds, you will hear: “Give me something important to do! Tell me what to do!” This is a very, very loud call in the world. Lying on the beach, they are saying: “Give me something to do! I am dying here in this body. I am feeling dead. Give me something.”\n\n\n\nIf you listened beyond the personal mind, you would hear these things, which are very much in contrast to people’s behavior and declarations. This will give you an entirely different experience of people, and a very compassionate one as well. You do not need to have theories about this. You simply need to listen and respond.\n\n\n\nThat is another thing you must learn—how to listen to people. There are many, many things to learn and each avenue has various steps. In learning and living The Way of Knowledge, everyone becomes engaged with all of their complications, and all of their complications eventually come undone.\n\n\n\nPeople often equate freedom with the ability to have choice, yes? They say, “I am free to go this way or that way and that represents my freedom. Actually, I can go in a hundred different ways. That represents my freedom. This coming weekend I can go to a hundred places. Therefore, I am more free than the person who can only go to two places.”\n\n\n\nHowever, the person who is really free can only go to one place. They cannot go to the other ninety-nine. They are free to go to the one place they really need to go to, so the burden of constant decision without certainty is not weighing upon them.\n\n\n\nHow can you be happy if you must constantly decide everything? There is no happiness here. But there is another way.\n\n\n\nOf course, not every moment will you have to be doing something where there is only one choice, so the rest of the time you can flop around. But when it is time to make an important decision, there is only one thing to do.\n\n\n\nAs you can see, freedom requires a different understanding, as does everything now. This is very clear to your natural Mind. Your natural Mind of Knowledge will consider relationships differently—freedom, self-expression, success, everything differently. It is a different perception altogether. Commitment and devotion are natural in relationships of Knowledge. That is what true relationship is.\n\n\n\nFinding the right person to be with is not difficult, if you are patient and discerning. Yet being with that person is more challenging because in addition to having a greater purpose together, you still have your personal minds to contend with and all of the business of life. Yet the relationship is intact.\n\n\n\nIn order for you to do something of value in the world, your life must be simple and cannot be drained away with personal disasters and conflicts. You must be free to contribute.\n\n\n\nThen your vital energy is free to come forth from you. You are fully functioning. You are able then to become involved in greater things. This confirms your experience of your origin, of the greater power that is with you to help you, and of the value of your relationships.\n\n\n\nAll you need to do in life is comprehend the next step and do it completely. Simple. Unfortunately, people want to do all the steps right now or do steps that are far down the way.\n\n\n\nIf you will only do this step, then it will take you to the next step, and that is how you will progress. If there is no dysfunction in learning, you will be able to simply learn within this progression, and you will follow a straight path to your destination.\n\n\n\nThe steps involve giving up what is non-essential and realizing what is essential. When you are doing what is essential, you feel essential. When you are doing what is non-essential, you feel non-essential because you always identify with what you are doing. This is normal. Even Knowledge is identified with what it is doing.\n\n\n\nWe are giving you only part of the picture here. Your understanding must always be incomplete. As soon as you think it is complete, you have stopped learning.\n\n\n\nDo not try to be comfortable with a complete cosmology where nothing new can come in. Do not say: “My theories now cover every gap.”\n\n\n\nThe man or woman of Knowledge does not know what is going on. Jesus did not know what was going on. He did not know what was going to happen next. This probably concerned his personal side very much, at least at first.\n\n\n\nYou do not need to know what is going to happen next; you simply need to know what you are doing now. That is freedom.\n\n\n\nLet God control the universe. Life is much better with God, if you are friends with God.\n\n\n\nHere you must understand that the simpler the truth, the more difficult it is to grasp. Truths that are very complex can be easy to think about because they do not require much attention. Truths that are very simple require a great deal of penetration. They require a greater engagement to comprehend them.\n\n\n\nHere is a simple truth: There are two places to be in life. You are either with your thoughts or you are with Knowledge. Why is this so? If you are not with Knowledge, you must be with your thoughts because there is nowhere else to be. Being with the personal mind is very tiring. It is like listening to a two-year-old all day long, or maybe a four-year-old, if it is sophisticated.\n\n\n\nSo after a while, you want some relief, particularly if you have learned to become self-observant, which is a sign of maturity. You want some relief from the constant friction of the personal mind. That is a good sign. It means you are considering that there is a more important place to reside.\n\n\n\nPeople are not that different from one another, but their evaluations of things vary greatly. When you are looking from the personal mind, personal minds appear to be very distinct. That is why it is sometimes difficult to let go of your personal mind because you think you are giving up your individuality.\n\n\n\nHowever, your real uniqueness is your expression in this life. That is a very joyful individuality because it does not separate you from everything else.\n\n\n\nHere all your beliefs have to be re-evaluated, which happens naturally when you achieve a relationship with Knowledge. Knowledge does not care about ninety percent of the things that concern people. At first, this seems like an affront.\n\n\n\nYou might say: “Well, the things that are important to me apparently aren’t important to Knowledge!” This seems very insulting.\n\n\n\nBut after a while you realize: “If Knowledge is quiet now, I guess I can be quiet too. If Knowledge is happy, maybe I can be happy. If Knowledge isn’t doing anything right now, maybe I don’t need to be doing anything right now.”\n\n\n\nThis leads to true relaxation. The value of true relaxation is to prepare for valuable action. So true relaxation is always preparatory to doing something important. Most people view relaxation as a form of recovery, not as a form of preparation.\n\n\n\nWe have said that often the first experience of peace is emptiness. Then We said that emptiness is not nothing. It is something. It is Presence. So you go from feeling empty to feeling very full.\n\n\n\nIf you stand outside of emptiness, it seems empty because it is so still and so great, like looking at the stars and thinking of the space between them. If you could, imagine that the space between two stars is actually full of life and that the stars themselves are the dead objects in comparison with what exists between them.\n\n\n\nUsing this analogy, you could then understand that the space that is within you is incredibly vibrant and intelligent, but from the outside it appears to be empty because it is so still and so large.\n\n\n\nTo approach stillness, you must become still. The greatest things in the world are still, but they are rarely experienced because everyone is racing around going 100 mph. If life is going 5 mph and you are going 100 mph, then you are not going to experience what is happening. You are only going to experience your own acceleration and will not at all feel a part of what is around you.\n\n\n\nIt has been Our experience that whenever a truth is given, an antidote must be given with it, so people will not think that that truth is the whole picture and then fill in all the gaps. All serious errors begin as a truth that is considered to be complete.\n\n\n\nTherefore, the purpose of truth is to lead you further, not to end your search. That is why when you discover something of great importance, it gives you a whole new array of questions to ask.\n\n\n\nTo prepare for stillness obviously involves a readjustment of your outer life and the development of your mind to concentrate your mind. Here you learn to get used to stillness, and then you can penetrate it and receive its rewards.\n\n\n\nEverything that is valuable comes from stillness. The center of stillness is absolutely still. There is no movement there, but all movement comes from it. It is like that.\n\n\n\nWhere did the physical universe come from? It came from stillness. Where is the physical universe going? It is returning to stillness.\n\n\n\nStillness is not dead. It is simply life without movement. You do not need to worry about that here because you have come here for movement, so it is very hard to comprehend life without movement. It is a state of incredible rapture.\n\n\n\nTo prepare for stillness, you must practice a certain kind of meditation, you must have a teacher, you must have a method, and you must have a community. These are what are necessary.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/achieving-peace/"
}