{
  "title": "Adapting to a Changing World",
  "content": "In considering the Great Waves of change that are coming to the world and humanity’s encounter with intelligent life in the universe—the two great events of this era of human evolution—it is necessary to understand what one must do to adapt to these changing circumstances. For even if humanity musters a great effort to counteract the impact of a deteriorating environment; of a changing climate; of diminishing food, water and energy resources; and even if humanity were to gain a greater unity and cooperation in facing the reality that your world is being penetrated by forces from beyond, from the universe in which you live, you will still have to adapt to changing circumstances.\n\nThis adaptation then must be accepted, for if you think that technology, or some kind of magic, or government policy will be able to prevent this requirement for adaptation, you will be making a very serious mistake and will be denying yourselves the time necessary to prepare for a great change in your circumstances.\n\nIndeed, what are you preparing for? You are preparing for a world that will experience grave shortages of food and water in certain areas, and overall will have to face diminishing resources concerning energy, and even very basic materials that you rely upon and that people everywhere rely upon. This is the consequence of humanity living beyond its means for so very long. It is as if the bill has come due after one has borrowed so heavily from your natural inheritance.\n\nMany people today, of course, sense that deprivation will be coming and that things will have to change very dramatically. But often they do not see the scope of this, thinking that it can be remediated, thinking that it can be moderated by humanity’s efforts now. And, of course, these efforts are vital and necessary and should not be undermined for any reason.\n\nBut even so, great adaptation will be required. You will have to learn to live on far less. Unless you are impoverished and cannot feed yourself or house yourself adequately at this moment, you will have to use your resources much more carefully.\n\nOf course, this will change your economy. It will change the appearance of life around you, as people now seek to fortify their own position with the very fundamentals of life and to build relationships not based upon hobbies or interests or consumer activities, but based upon deeper alliances that will be necessary for security, for cooperation and for the sharing and use of these resources.\n\nThe impact of this will be very great, and the adaptation will be difficult. Do not underestimate this. It will be greater than you now think. Yet has this not been recognizable, even from an earlier time? Could you not see that humanity would use up so much of the vital resources of the world, setting the world into a permanent state of decline, thinking that technology or innovation alone would be able to mitigate the results of this?\n\nHave you not felt, perhaps for a long time, that there would be great consequences to how nations, groups and people use the world—diminishing its resources, destroying its wildlife and using its vital energy resources without any concern for the future, without any focus on conservation? Have you not seen this and felt this in moments of clarity or introspection?\n\nIf you can account for these past experiences, you will see that what the New Message is presenting is not so very new, but has actually been part of your experience for a very long time. It has been with you, though you have not adequately been with it.\n\nThe world has been speaking to you. The signs of the world have been speaking to you, but you have missed so very much, concerned only with your interests and your problems, your conflicts and your concerns, missing the cues of the world, not recognizing the movement of things.\n\nFor humanity has already turned a corner some time ago, and now it will have to face the consequences of diminishing resources in so many areas. The more you are connected to the world in this regard, the more vulnerable you will be. Even the very simplest things that you use—resources from around the world, resources that you expect and have depended upon, never thinking where they come from, how they are produced or the cost to nature and the environment for their production—now these things will become an ever-greater concern and produce ever-greater consequences for people everywhere.\n\nWhat will this look like for you, who now must concern yourself with preparing for a future that will be so unlike the past? Think first that you must reduce your consumption of resources by at least fifty percent, particularly if you live in a wealthy nation or an affluent lifestyle. If you are very rich, you will have to reduce your consumption even more.\n\nYour willingness to do this represents your integrity and your concern for the world. For if you insist upon an affluent, luxurious lifestyle, you will be feeding the engine of war. You will be requiring your government to gain access to resources wherever it can, at whatever cost—often beyond any boundaries you might set ethically or morally for yourself.\n\nYou are adapting to a world where it will be more difficult to live. And you will require greater innovation in your technology and a greater cooperation between your nations. But even here, you will not be able to offset completely the great changes that will come to the way you live and to your priorities.\n\nThere will be regions of the world that will become uninhabitable, and millions of people will have to flee them. They will become too arid. Their ability to sustain people with food and water will diminish to a point where people will have to leave and have to escape.\n\nWhere shall they go, these millions of people? They will need to find new homes, seeking access to the more temperate regions of the world and to the more affluent countries of the world. Will you accept their presence, or will you struggle against them to protect your lifestyle, to protect your own priorities? And what will happen when nations cannot sustain themselves economically because of the loss of resources, when the demands of their people far exceed the supply of what they can provide? How will you regard this?\n\nHow will you respond when the cost of your food will take such a great proportion of your income? And will you have work within industries that will have no future, that society cannot afford? What will be your position? What will be your preparation? Will you pay attention to the signs of the world and begin to consider your life seriously, with commitment and compassion? These are all important questions that you must answer for yourself.\n\nIf you pay attention, the world will tell you what is coming. Knowledge within you, the deeper Intelligence that God has given you, will indicate the steps that you must follow—the beginning steps and all the steps that proceed thereon.\n\nPerhaps this will require only minor adjustments, but you should consider that the change that will be required of you will be very substantial. You may not be able to live where you live. Your employment may not be viable in the future. The cost and expense of living will be very significant. And the needs of the very poor will be ever greater than they are today. That means that you must be prepared not only to provide for yourself, but to provide assistance for others—whether they be in other countries, or whether they be in your own neighborhood.\n\nThis adaptation is critical for humanity’s well-being, survival and potential for the future. For there must be a very great change in how people live and how they regard their relationship with the world and with one another. As things stand today, this change will be brought about by a few courageous people, but the majority of people will continue to plunder the world and to demand and expect ever-greater things from their governments and their religion, from one another and even from God.\n\nOnly a few will be visionary enough and courageous enough to really prepare for the future, and their preparation will make an immense difference in the kind of future that they have. They must be willing to function without consensus, doing things that other people are not doing, making decisions that others would not consider to be important—reducing their expenditures, reducing their activities to only what is really meaningful and essential.\n\nHere entire industries will disappear, as people no longer have the resources to indulge in them. Hobbies, travel, art, luxuries, collecting things. These industries and all the services associated with them could largely disappear.\n\nBegin to think about this. Think about the plight of the elderly. Who will take care of them? Think about the plight of children. Who will take care of them? For if you do not prepare for the future, it will overtake you. If it does, you will not be in a position to provide much of anything. Instead, you will yourself require and need great assistance. Who will provide this great assistance? This is a very serious matter. You must have great courage to face it. And face it you must.\n\nThis is why God has sent a New Message into the world, to prepare you for the great change that is coming. What it speaks of is beyond current human conversation, except in very, very select circles. What it reveals is beyond the scope of human awareness. What it provides is greater than what humanity can provide for itself. Yet the New Message is here to encourage a greater honesty, a greater compassion and a greater awareness of what is happening in the world and what you must do now to begin to reorient your life and prepare your life.\n\nUltimately, this must come from Knowledge within you. For God has placed Knowledge within you to guide you and protect you in times such as these and into a future that you can barely even consider even at this moment.\n\nIt is to build your connection to Knowledge that is the greatest gift the New Message can give you, for you will have to rely upon it so very greatly. And it will reveal to you what your intellect could never understand. It is how God will speak to you—guiding you, counseling you and reinforcing you as you proceed forward.\n\nDispel your fantasies about transformation. Dispel your fantasies that you are entering an age of abundance. Dispel your fantasies that you could alter this with your thoughts, or with your affirmations, or with your proclamations. You have a fundamental responsibility to the world, and the world will determine the degree to which you can live here. You cannot override this.\n\nFor some people, this will require a great rethinking of their ideas and beliefs and position. Others will rail against God for letting them down, for not providing for them, and there will be a great loss of faith. Others will strike out against their neighbors, their governments or the governments of other worlds, thinking it is all a matter of politics and economics, failing to see that they have violated their fundamental relationship with the world and with nature itself.\n\nGod has put you into this world, but God has also set in motion the forces of nature. They are governing forces, and they are restraining forces. You can only overcome them to a certain degree. Beyond that, you must pay attention to them, honor them and understand how they function.\n\nIf humanity destroys its fundamental energy resources, what shall God do for you? What God will do for you is what God has already done for you, and that is to place Knowledge within you. Our recommendations are only for the outset, to give you time to see, to know and to prepare. But it will be Knowledge itself that will enable you to navigate the difficult and uncertain times ahead.\n\nThis is not about being positive or negative, fearful or loving. Set aside these dichotomies, for they are foolish. It is whether you can see and feel the movement of things, and whether you can respond as objectively as possible, without the blinding influence of hope or fear, but to see clearly. That is the essence of the matter.\n\nYou must be willing to see and feel things that others do not see and feel, functioning without agreement and consensus if you are to be strong with Knowledge. If you wait for everyone else, you shall share everyone else’s fate and predicament.\n\nNo one is going to come and rescue you. There is no returning to a golden age in the past. There is no magic formula or secret technology or extraterrestrial gift that is going to take this challenge away from you. Give up demanding solutions and face reality.\n\nYou are living at the end of the age of indulgence and now must enter the age of human unity and cooperation. The age of indulgence is coming to an end, and for many it will be overwhelming. Do not be overwhelmed. For many it will be a disaster. Do not allow yourself to go through that disaster. For many it will be such a profound disappointment that they will not know what to do. Do not be amongst their number.\n\nSearch your religious traditions. Search your worldly wisdom. Search the history of humanity. Search the New Message from God. Search for the signs of the world. Search for the signs of Knowledge within you that are even at this moment speaking to you and urging you to move in a certain direction.\n\nTake the easy path and you will want to forget, thinking it is all foolishness or that it comes to nothing. Take the difficult path and you will have to face great unanswerable questions and a great deal of uncertainty with only Knowledge within you and Knowledge within others to lead you forward.\n\nThis is your greatest promise. This is your greatest hope. Do not appeal for the governments to take these problems away, for to a certain extent, they will not be able to. Do not require that God remove the results of centuries of humanity’s abuse of the world, for you and your children and their children must face the consequences of this.\n\nYou are living at the end of the age of indulgence. It is beginning now the age that will require human unity and cooperation and immense human courage and ingenuity—not the courage and ingenuity of a few saintly people, or a few gifted people, but of you and your neighbors.\n\nThe great temptation will be that humanity will fall into competition, conflict and war over the remaining resources. People will fight with each other to get what they want, what they need. This will happen at a local level, at a regional level, at a national level and in the world at large. This great temptation to fight and struggle, to overcome others to acquire what you want or need—these tendencies are already being activated. The fire of conflict and war is already being stoked in many places. The fear of deprivation is already overcoming many people, some of them very wealthy.\n\nThere must be a great choice in how humanity will face both the Great Waves of change and Intervention from the universe. If you struggle and fight, your chances of success will diminish accordingly. If you unite and join your resources, your possibility for success is enhanced accordingly.\n\nThat is a new platform for peace—not a platform based upon ethics or morality alone, but on absolute necessity. For no nation will be supreme if other nations collapse. No nation will be immune if the society, the economy and the social structure of other nations collapse. There is no immunity here with wealth and privilege. In fact, the wealthy and the privileged will have so much more to lose, and will feel so much more threatened by the thousand faces of the Great Waves of change and the thousand possibilities of conflict and collapse. They will even face the hostility from the poorer peoples, who will look upon them with hatred and vengeance.\n\nClearly there must be a New Message from God to help offset these deep-set tendencies and to minimize the effects of competition, conflict and war. It must stir within people a greater compassion and a greater commitment to secure security not just for their nation or group but for humanity itself.\n\nFor humanity as a whole is entering the most dangerous period of its entire history, a period in which its entire future could be determined within the next three or four decades—a set of circumstances where not only the well-being and the security of humanity is at stake, but your freedom within a Greater Community of intelligent life. Do not think this will not affect your life, and even very profoundly.\n\nTherefore, your ability to see, to know and to prepare will lessen the difficulty, will lessen the stress of this, will give you a more solid ground to stand upon and will put you in a position to assist others. For there will have to be great human contribution in the future, greater than has ever been required before.\n\nThis has a redeeming quality to it. For everyone in the world was sent here to serve a world in need, to serve the world in these very circumstances that are being revealed here. Therefore, no matter how difficult things can become, no matter how challenging circumstances become, it has a redeeming quality in bringing people into greater service to one another and to the world.\n\nThis is the great potential of your time, the great promise and advantage of your time, but it can only be realized if you have a stronger foundation within yourself that can keep you from building fantasies or responding from fear, terror, anger or revenge. God has given you this foundation, and though it is little known to you at this moment, its value and importance to your life will become ever greater and eventually will be the focus of your life.\n\nIf everything were wonderful and people were secure and everything were assured, the need for Knowledge would not be great and only the very wise or the very dissatisfied would seek it for greater revelation and greater fulfillment. But entering a time of profound and prolonged difficulty is actually a very good environment and very stimulating for Knowledge.\n\nFor you must wake up now. You must become serious about your life. You must pay attention to your circumstances. You must learn about what you use from the world and how you are going to deal with profound and unexpected change in the future.\n\nThis is very redeeming for people and can ultimately make humanity a much stronger and more united race than it is today. For your affluence has been more of a curse than a benefit for many people—leading them to dissolution, leading them to corruption, leading them away from the power and presence of Knowledge within themselves, making them listless and unresponsive to the world.\n\nThe age of indulgence is coming to an end. Its dangers are immense. Its opportunities are immense. Its challenge will be overwhelming. Its opportunity for contribution will be profound.\n\nYou cannot hold yourself back here. You cannot remain neutral, disassociated from all these things. And the degree to which you can recognize this now, accept the shock of this now, will have a great bearing on whether you can survive in the future and build a strong foundation for your life and fulfill yourself through service to others—to become a person of integrity, a person who is deeply responsible, a person who has gained a greater worldly wisdom, a person who can feel the grace and the power of Knowledge within themselves in times of peace and in times of great difficulty.\n\nYou have a great chance, a great opportunity here to emerge from these difficult circumstances a renewed person—a person of great strength and vision, a person who is capable of facing uncertainty, a person who can view conflict without hatred and anger, a person who can see human need and recognize ways that it can be met, a person who is not fooled by all the things that fool people and make them weak and unsuspecting and easily manipulated by others.\n\nYou have this great opportunity, and now the world will support this opportunity by requiring great things from you. Do not, then, feel sorry for yourself that you must face such a great challenge in life, for indeed it is a gift. It holds the promise of your redemption.\n\nFor you are not redeemed in the world by believing in God, or by worshipping God. You are redeemed in the world by fulfilling what you came here to do. And what you came here to do is tied directly to the condition, circumstances and future of the world. No matter what the nature of your contribution, even if you are only to serve one other person, this will still be the case. But it takes a change of heart, a shift within you to see the great possibilities for you and the great possibilities for the entire human family.\n\nFor I tell you, weak and divided, you will not remain free in the universe. Other groups, intervening groups, will gain access to your leaders and to the sources of power in this world. If you are weak, indulgent, divided and in conflict with yourselves, you will be fundamentally weak and vulnerable in the universe.\n\nSo the great changes that are coming to the world now, and the Great Waves of change, have the opportunity to re-establish humanity as a powerful and united race of freedom-loving peoples. Indeed, it is only the Great Waves of change that really at this point hold the promise of giving you this possibility. Without this, humanity would simply decline—corrupt, conflicted and indulgent. It would just diminish, until some other force in the universe came along to claim authority here.\n\nSo while you are dreaming about your life, dreaming about fulfillment, dreaming about the things you want and fearing the things you do not want, there are great forces at work in the world—moving the world, changing the circumstances of life. Ignore these at your own peril.\n\nRecognize these. Face these. Do not demand solutions, for you must work with the problems. You must gain access to others to help you. You must become strong, stronger than you are today, wiser than you are today, more sober about your life—which means you are not governed by hope and fear, but can see clearly, objectively, with courage.\n\nThis is the great Revelation of your time. It is towards this that you must give your attention now. You have time, but not a lot of time. You have an opportunity, but not an endless opportunity. You have real promise, but not endless promise.\n\nReceive God’s Message and Revelation and God’s warning, blessing and preparation, for it has come to the world at this time. It calls upon the great well of human wisdom and compassion that has been built over the centuries despite humanity’s conflicts and abuse of the world. You have everything you need to be successful. Your greatest adversaries are yourselves.\n\nTherefore you must choose. This choice is not simply an idea but a pathway that you follow, your life demonstrating which way you have chosen—what you have chosen for yourself and for the world and for the future of the human family here. That is your statement.\n\nMake no verbal proclamations. But look to your life and look to what is coming over the horizon—without hope and without fear, but with the clarity of Knowledge.",
  "audioUrl": "https://s3.us-east-1.wasabisys.com/nmfg-av/adapting-to-a-changing-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/adapting-to-a-changing-world/"
}