{
  "title": "Becoming Wise",
  "content": "What does it mean to become wise? How do you discern Wisdom in another? What are the results of achieving this state of mind and readiness? Of course, people have many images associated with Wisdom. It is often associated with asceticism or self-sacrifice, loneliness, suffering, mystery or an inexplicable quality in others. It is often held in very high regard, but in such a way that people feel that it is quite remote from them and quite beyond their reach or grasp.\n\nLet us, then, not approach Wisdom as an ultimate state of mind or as what people generally think of as enlightenment, as if one reaches this great threshold and arrives at a complete and fulfilled state and after that everything takes care of itself. It is important to realize that enlightenment is relative to where you stand in the overall evolution of life. There are very great thresholds in all learning, and in learning the reality of life there are great thresholds as well. There are many of them, not just one. So, let us not consider Wisdom as an ultimate achievement, but as something that you cultivate as you go along.\n\nTherefore, it is possible for you to be wise today, if perhaps only for a few moments. It is possible for you to be wise tomorrow, if perhaps only for a few moments. This is quite valid because it is okay if you are only wise for a few moments. In fact, that is magnificent! That is a great achievement, for if you are wise for a few moments today, then perhaps you will choose Wisdom tomorrow and be wise for a few more moments.\n\nThe experience of Wisdom builds upon itself. You must have this experience in order to value it and to see how much it is in contrast with your normal state of mind. Even though Wisdom is different from insight, it should be considered in the same way. If you have a moment of real insight today or tomorrow, it is for a moment. Don’t expect yourself to have an insight every single moment.\n\nThe difference between insight and Wisdom is that with insight you have an understanding of something. You penetrate the mystery of something, and you have a very brief but significant understanding of it. Wisdom deals more with your approach to life. It is more a state of mind rather than any piece of information you might gain or any understanding that you might derive from a specific situation.\n\nTherefore, do not discount Wisdom by holding it far above you or by reserving it only for rare individuals who, given great sacrifices and a superhuman will, have achieved a magnificent height. This is not a healthy approach. Wisdom is available to you. It is available to you because Knowledge, the Great Mind, lives within you. Being with Knowledge is Wisdom. Being without Knowledge is being without Wisdom. Both give a very different experience and account of life. Both create a very different perception. The Wise see a different world from everyone else, for however long they are experiencing Wisdom. Some people are wise only a few times in their entire life. Others are wise more frequently. Fewer still are wise on a consistent basis.\n\nThe question, then, is not whether you want to be wise or not, for most people would say, “Yes, that would be wonderful.” However, they would say “yes” with great trepidation and doubt, considering all that they may associate with Wisdom. The question is how often do you want to be wise? That is the more useful and practical question. Your response will be conditioned by how you view Wisdom and what you think Wisdom will do for you. Many associate Wisdom with asceticism, so they think Wisdom will deprive them of all their little pleasures, to which they give such great devotion. Or they think Wisdom will lead them into some kind of dangerous set of encounters in the world where they will be persecuted and crucified, and that does not look like a very happy outcome. So, perhaps people will say, “Not today. Some other time.”\n\nEach person needs a very small experience of Wisdom in order to learn about it. You have to learn about Wisdom. You cannot just say, “Yes, I want Wisdom!” It does not mean anything to say that unless you really want it and value it, and you will value it when you have experienced it and have seen it to be gracious and redeeming. In fact, should you pursue the study of The Greater Community Way of Knowledge, you will find over time that it is only Wisdom that will give you what you want. It is only Wisdom that will provide a real sense of certainty, true self-respect and the ability to love. It is only Wisdom that will give you the resources and the approach necessary to live your life to the fullest and to give to others in such a way that your value is emphasized and theirs is as well.\n\nSo, let us talk about experiencing moments of Wisdom. This is possible for you. This is not beyond your reach. When I say Wisdom is being with Knowledge, what I mean is that Wisdom is abiding with a Spiritual Presence and sharing in its perception and understanding of life. People are afraid of Wisdom or are ambivalent about it because they are afraid that they will want to change, not that something will change them. When you are with Wisdom, you are perceiving something of greater magnitude in life. You are waiting for that spark of truth that runs like a current through humanity, and you are opening yourself so that it may run through you, so that you may conduct it and be a terminal for its expression.\n\nThe experience of Wisdom is far beyond any pleasure that you might try to acquire for yourself in the world. It supersedes your normal range of needs. It is ecstatic. It is energizing like great electricity. It is deep and penetrating. It dispels fear. It takes you beyond the ambivalence that permeates normal thinking. It is life changing indeed, even if it is experienced momentarily, because it creates such a contrast. You know now what is possible. It is possible to have this experience! And you will come back to it.\n\nSometimes people have an experience of Wisdom, and it is so different. It creates such contrast and brings up such issues and questions that they seek to avoid it. They may say, “Well, it was a magnificent experience, but I don’t think I want to have it again.” But in time they will come back because it is natural to do that and because they will realize that all they are seeking in their other endeavors can be attained or fulfilled in this state of mind.\n\nThe experience of Wisdom is profound. But it can be confusing because it creates a tremendous contrast. Here you realize that who you thought you were perhaps isn’t who you really are. What you thought the world is perhaps isn’t what the world really is. This calls for a tremendous re-evaluation. Often, people do not want to undertake this. It is too uncomfortable. They would rather be secure in their current assumptions, associations and beliefs. Yet, they will, in time, come back to this, for once the great door is open a crack, you will want to open it further. You will return because it is natural for you to do so. It is the yearning of the heart rather than the anxieties of the mind that will bring you back to open the great door a little further. You want to see. You want to know. You want to be secure. You want to feel included. You want to have purpose, meaning and direction. This brings you back to Knowledge and to the experience of Wisdom, which is being with Knowledge in the world.\n\nSo, what is the experience of Wisdom like? It is so great I can only describe it in its various aspects. No definition in words can contain it, and any words which might be used would seem so magnanimous that you would perhaps think, “Nothing could be that good. Nothing could be that wonderful.” But, indeed, it is. When you are experiencing Wisdom, you are like an empty vessel through which a great power or current can flow. The mind, then, instead of being filled with its own complexities, becomes, in a sense, empty. Here you become far more observant and aware of your surroundings because your mind is free to do this rather than being embroiled in its own wants and confusion. Here there is great potency because your mind can be completely focused, and it will naturally do this. Here you enter into present time because you are not living in anxiety about the future or trying to reconcile the past, which of course cannot be reconciled.\n\nWhen you are in present time and your mind is being completely focused, you will have tremendous insight. Here you can penetrate the reality of things. Here you are not seeking for answers as much as you are seeking for experience. Here you are able to exercise real stillness, which allows the mind to concentrate, and the mind will concentrate because this is one of its natural functions. Here you will be able to be with each situation as a participant and an observer. You will feel a timeless quality as if you had known this state before, but it has been so long. You won’t know who you are or where you are, but you will know that you are in the correct place.\n\nBeing able to give up the need for self-definition will allow you to experience the magnitude of life in a very concentrated way. In this state, perhaps you will have insights, perhaps you will not, but the experience itself will be important and memorable. You will recall it at a later time in terms of how it felt rather than what came into your mind.\n\nJust because you have intuitive impulses or gain insights does not mean you are experiencing Wisdom. That is a very important distinction. Wisdom is being in a certain state of mind. Here insights will come to you if it is necessary. If it is not necessary, there will be no insights.\n\nIn this state of mind there is relief from the constant attempt to get things, to have things and to understand things. This striving, which is to offset fear and anxiety, is a chronic condition in people’s normal state of mind. You are given a relief from this, and a tremendous relief it is! Even if your experience of Wisdom is only for a moment, the relief is so great that you will have an experience that will be unforgettable. Here you are not asking questions, and you don’t need to ask questions. When Knowledge arises in the mind, all questions cease; when Knowledge is lost in the mind, or is hidden by the mind, all questions emerge.\n\nThe experience of Wisdom is necessary to give you true insight into everything that I have said in all of these discourses. As I have said before, you will not be able to understand these things from a normal state of mind. Though much that I have said will seem sensible and meaningful, a greater comprehension must come from a greater perception and a greater capacity. Having momentary or fragmentary experiences won’t be enough.\n\nWisdom is not something that simply happens to you periodically, though this is how many people experience it. For example, they may wake up one morning and their mind is clear and they are just present—they hear sounds, and they experience being alive in a very poignant way. This is Wisdom. And then it passes or they shake it off and go on, saying, “I had such a wonderful moment this morning. I felt so good.” They don’t know why they had that experience. Why did it come? Why can’t it come again?\n\nSometimes people have a profound experience of Wisdom and they try to regain it by going back to the same place and doing the same thing, by having the same conversation or the same stimulation. But they cannot get it back. Perhaps they have a moment like this in practicing meditation, so they practice again very hard, but they cannot get it back.\n\nPerhaps these moments seem like they just happen to you out of the blue, but indeed something is stimulating you. It is not the normal things. It is not the lovely place you were. It is not the wonderful thing you ate. It is not the charming person you were with. It is a different kind of stimulation. It is Knowledge in another stimulating Knowledge in you. Perhaps the other is not a person in physical life. Could it be a Spiritual Presence? Could it be a person on the other side of the world who entered that state, and you entered it with him or her? How can you account for this influence? How can you recreate it? You cannot. It is a great mystery how minds affect minds. Stimulation in the mental environment in its more subtle manifestations is so pervasive and complex that no one in the world could understand it.\n\nThink of the mental environment like this: a highly-charged field through which electricity flows in a myriad of ways. Though it appears to be random and confusing, it is following natural and significant patterns in life. Or, think of it as a great electronic circuit board through which electricity flows from one thing to another in ways that are pre-established but which would seem confounding to an observer.\n\nTo fully have the experience of Wisdom, momentary and random experiences will not be enough after awhile. You will want to return to the great door and have it open further for you—not opened all at once, for that would be too much. Just a little crack at a time. You will be nourished through this experience, so after awhile you will always want to come back to it. This will lead you to seek methods of practice and preparation which will enable you to cultivate the opportunity and the receptivity for this experience to return in an increasing manner and in ways that are relevant to your current life and needs.\n\nSooner or later you must come to practice. Just like people who dabble with a musical instrument and, though frustrated, have moments of delight with it, sooner or later they will say to themselves, “I really want to learn to play this instrument! I like playing this instrument, but I can’t play it yet.” And they will seek preparation. They will not try to teach themselves if they are smart. They will seek instruction. They will seek assistance. They will seek correction.\n\nShould you be drawn to the great mystery and beneficence of life, you too will sooner or later seek real preparation because this will give you the greatest access to Wisdom and to Knowledge. Remember, I have said that having great insights is not Wisdom, even if the insights prove to be very accurate and true. Knowledge lives within you, whether you recognize it or not, whether you can experience it or not, and whether it has any avenue of expression through you or not. It is there. It does not come and go when you come and go. It does not fade away when you are blind or preoccupied. Wisdom is learning to identify Knowledge, to receive Knowledge and to ultimately become a vehicle for its expression. This is Wisdom.\n\nPreparation is very important, not only to enable you to achieve the state of Wisdom and to increase its presence in your life, but also to realize and to learn all that prevents the recognition and the expression of Knowledge. Unlearning here is as important as learning. Do you want to unravel the restraints and the complexities that keep you preoccupied and lost in your own thoughts? This is how you do it. This is how you begin to unravel or take apart all that keeps you fused within yourself and unable to relate to anyone or anything directly on any kind of consistent basis.\n\nIn achieving the rewards of Wisdom, you learn the essential virtues, and you learn to recognize what prevents Wisdom in others. This is so important. You will need to know this in order to work effectively with people and to relate to them in such a way that you will be able to contribute to them and to receive their contribution as well. Here your perception will change, your understanding will change and your abilities will emerge. You will learn how to adjust your behavior and gain control over your conscious mind. You will have insight and understanding, and with these compassion as well. Compassion will emerge because you will find that the preparation is far more difficult than you thought. It is not something you learn in a weekend.\n\nOver time, you will have compassion because you will learn that you must be compassionate with yourself. Here you learn to become a good teacher for yourself, a trusted friend, instead of a constant critic—a demanding, irritable, harsh, judgmental critic. The critic within you is eventually replaced by an abiding counselor, as you learn to remind yourself of the important things—patience, perseverance, openness, acceptance and the return to Knowledge. All the things that a wise counselor or teacher would tell you as you proceed, you learn to tell yourself. Here you will learn restraint, forbearance and tenderness with yourself—compassion. These are necessary qualities. They enable you to give in the world. They enable you to establish a meaningful and workable relationship with yourself.\n\nPreparation creates this. You will come to preparation because sooner or later you will want to find the source of your meaning, purpose and direction. You will return to Knowledge because, like a great instinctual homecoming, it will draw you back. You will increasingly find that the pleasures of the world are momentary and tasteless for you. There is something else emerging in your life that is drawing you and calling upon you. This is natural. This is the great spiritual emergence within you. It happens very slowly and gradually so that you can receive it within your own capacity and make the proper adjustments so that you can develop your capacity over time.\n\nThe great door of life is not thrown open. It is opened very, very gradually. Why is it gradual? Because it is governed by Wisdom and by the Wise. Consider how long it took them to learn and to unlearn, to evaluate and to re-evaluate, to receive, to accept and to give. They know something about learning here. They have learned to learn, and this is part of their Wisdom. Wisdom, then, is not only being with Knowledge; it is learning to become a vehicle for Knowledge—to abide with Knowledge, to allow Knowledge to express itself through you, to join in the stillness of Knowledge and to utilize the perception of Knowledge.\n\nLearning to do this is the great education. It is what could wisely be called Higher Education. People learn this very fearfully and falteringly at first. They are not sure they even want to learn it. It seems so strange, yet so wonderful. They are perhaps afraid that they will lose interest in the things they have given themselves to, and they are afraid of the sense of guilt and waste that must surely arise as they realize that they had formerly invested themselves poorly and ignorantly, having given their life, time, energy and resources to pursuits that had little or no value or promise. This is a very difficult thing to face, yet you will face it because you must seek that which is truly meaningful.\n\nThe pursuit of Wisdom and Knowledge is relentless. If you do not make it in this tour of duty in the world, you will certainly return again because when you go home to your Spiritual Family, you will realize that this is the only thing that matters. Once you are there, you will say to yourself, “I completely forgot myself down there. I must go back.” You will come back, and you will forget yourself and once again go through the process of self-reclamation within the context of your humanity. Without the great garment of humanity, this understanding is so clear, but you must have this perception while you are in the human experience for this understanding to be an effective means of contribution here.\n\nTherefore, Wisdom and the approach to Knowledge constitute the great education. The journey here is the essential thing. Wisdom is not just a great final reward of life. It is the ability to be with life as it is occurring, to engage with it directly and meaningfully and to be able to draw upon Knowledge that you carry within you, which previously only seemed to be an idea or a potentiality.\n\nAt a certain juncture, approaching Wisdom requires a very formal preparation. For instance, people who are practicing in Steps to Knowledge are preparing for Wisdom. They enter this preparation perhaps thinking they are going to get some other things—love, wealth, recognition or security. They may hope to cavort with angels and to rise above the world and escape its difficulties. But they find that the preparation is really quite different. The Way leads them in a different direction. Perhaps the mountain that they are seeking to reach is the same one that Knowledge is taking them to, but the path leads a different way. And they say, “I thought we had to go this way,” but the preparation is taking them in a different direction.\n\nYou could say that the approach to Knowledge is a series of great re-evaluations, born of necessity not curiosity. These re-evaluations are necessary because you have reached a juncture where you must re-evaluate or rethink your position and your assumptions. No one is forcing you to do this. You have simply reached a place where you must do this because it is clear that you need a new position in life. You will see it, you will feel it, you will know it and it will be demonstrated in your life. These are minor thresholds, though they will seem great in the moment. They might even seem cataclysmic, but they are minor. Even though they are minor, they are necessary and are very important for you to progress.\n\nLearning to direct the mind rather than being dominated by the mind, to use the mental environment, to use your mental resources, to use the physical environment and your physical resources rather than simply being lost in them requires a great deal of preparation. Some aspects of the preparation make great sense, while other aspects seem very confusing and inexplicable.\n\nFor example, people wonder about the emphasis on stillness. They think, “I am trying to get something done! I am trying to learn something! I am trying to acquire Knowledge. I am trying to figure things out! Why deal with stillness? Well, all right, I’ll practice stillness because if I practice stillness, I’ll get the answers, yes?” No, you get stillness. People don’t see that stillness in itself is the reward. They think stillness is being stupid and passive. The emphasis on stillness, then, seems inexplicable. Its only value to people is that maybe if they are still, they can get what they want. They are still into getting and having and acquiring. They bring their madness to the preparation and try to use the preparation to satisfy their madness and the demands of their madness. But the preparation is such that it will relieve you of your madness, not fulfill it, for madness cannot be fulfilled. That is why it is madness.\n\nAt the outset and for quite awhile in real preparation, the students are at variance with the preparation itself. Perhaps they will go along thinking it is wonderful, but at some point they will really begin to wonder. Here people will often abandon the preparation and go seek for something new. They will say, “I am not going anywhere with this. Things are not happening for me. I need results.” Then they abandon the preparation and go seek something else. What they don’t understand here is that their approach to themselves, to life and to their preparation, which is all the same, is at variance with the preparation itself.\n\nThe preparation is a cure for madness. Steps to Knowledge is a cure for madness, the madness that everyone in the world lives with to varying degrees. Do you want to have Wisdom? You must be relieved of madness. You don’t know what that will mean, what it will require or what it will be like. Here is where people have images of asceticism. “Giving up madness is living in a hut with a bowl. I certainly don’t want to live like that! So, rather than seeking Wisdom, I’ll just be around someone who is wise and I will be able to get my answers from them.” This is ridiculous. You have not the slightest idea what life will look like when Wisdom is abiding with you consistently. You are just ambivalent about whether you want to give up the madness. You still think the madness is going to work for you and give you what you want. People are actively participating in their madness. It is not something that takes them over, like a disease they cannot shake off. They have invested in it and continue to invest in it.\n\nThe preparation for Knowledge, which seems confusing, inexplicable and perhaps undesirable, will cultivate real Wisdom because it will teach you what Knowledge is and how to abide with it. It is not here to give you what you want. It is here to give you what you know. You are not sure that what you know is what you want, so this must be demonstrated and proven to you over time. This requires a long preparation.\n\nYour madness is engendered by wanting something that you do not know and that you do not really want. This is the madness of the world. This is what keeps all of humanity in a state of prolonged misery. Part of the suffering of being in the world is in living a physical life where death and harm are very present and possible. Yet, the vast majority of human suffering is in the mind. This is madness. Facing this madness will lead you to ask greater questions and seek greater relief. Seeking relief is part of what motivates you towards Knowledge. But this cannot be your only motivation, for you must also seek, at least according to your current understanding, what Knowledge possesses.\n\nYou cannot escape into Knowledge because Knowledge will bring you back into life. You cannot seek only comfort in Knowledge because Knowledge requires change and work. You cannot seek only confirmation in Knowledge because Knowledge recognizes something else in you than that which you are seeking to have confirmed. Knowledge is not a holiday. Knowledge is bringing you into the world and teaching you how to be in the world wisely.\n\nYou learn to be still because stillness enables you to know things, to penetrate things through your perception and to assimilate things as well. It gives you the presence of mind to recognize that which is beneficial and that which is not, and it does this without condemnation. Stillness gives you the freedom to have peace, but it also gives you the potency for action. Here you are reserving your mental resources and energy. Knowledge is like the archer who exerts effort in pulling back the bow so that when the moment to release the arrow comes, it has real power and direction.\n\nTherefore, as you learn how Knowledge functions, you are able to abide with it and to express it in the world. This is Wisdom. Wisdom is not having all the answers, like the wise man on top of the mountain. The man and woman of Knowledge at any moment may not have any answers for anyone, but they are having an experience that is beyond the seeming reach of everyone around them. Possessing Wisdom does not mean that you are happy all the time, for you will indeed experience the suffering of the world very sharply at times.\n\nWith Wisdom, you are always giving. You realize you do not understand how you give, although you do understand certain things you can do where giving can occur, and you will be inclined to do those things. But how giving functions through you is a mystery and a gracious experience.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/becoming-wise-wisdom/"
}