{
  "title": "Beginning the Preparation",
  "content": "The message that We are presenting in this book is of the greatest importance, and yet you must find out for yourself. You must discover what you know, and you must be able to see the world clearly. You must be able to see with your own eyes—not the eyes of your culture, not the eyes of your religion, not the eyes of your family, not the eyes of your friends, but with your own eyes and with the greater Mind that is within you.\n\nWhat We are presenting in this book is obvious if you can see it, but if you cannot see it, it is not obvious. If you cannot relate to it, then it is beyond your reach. If you cannot consider it, then you are lost to it.\n\nThis is not some subtle event happening in the world. This is something that is permeating the mental environment in human civilization. This is a phenomenon that is occurring all around the world. But the governments of the world keep it hidden. They are trying to understand, but they do not realize their own vulnerability. The religions of the world cannot account for it, and may not even hold it to be real.\n\nSo where do you go for validation? Where do you go for instruction? How do you find your way? How can you come to know the meaning of the world’s evolution and your fundamental relationship with it?\n\nFor this, you must assume a greater authority in life. You must realize that no one else can do this for you. The preparation is being provided. It is being made available to people all around the world. It is something they must study on their own. Yes, they will need help along the way, but they must assume the responsibility to become educated about the Greater Community and to learn the way to Knowledge.\n\nWe are giving you, then, tremendous responsibility and authority within your own life, more than you have ever assumed before. And yet We are giving you this right and this recognition with the understanding that it requires a tremendous amount of preparation and responsibility.\n\nYou cannot simply mindlessly assume [you have] it and carry on because you will not find your way. And instead of learning the reality of life and the meaning of your position in the world, you will simply generate your own beliefs and ideas, which come largely out of your imagination and your social conditioning.\n\nThe way is not hard, but it is different, and it requires a lot of honesty. Here you must step aside from the persuasions of your friends, your family and the institutions with which you may be allied or involved and develop your own vision and understanding, not based upon what you want, or what you are afraid of, or what other people expect of you, but based upon Knowledge within you.\n\nWe are confident that if you can make this approach, and cultivate your honesty, and develop your skills, and patiently learn The Way of Knowledge as it is being offered to you that you will be able to see with your own eyes, and you will be able to have your own experience.\n\nIn time, you will realize how necessary this is for you and for the world in which you live. This will give you a sense of mission, a sense of direction in life, and you will begin to realize your real gifts and where they must be given.\n\nEveryone in the world has an important role to play. If they can find this foundation within themselves and develop the necessary honesty and discernment, they will find their contribution and they will find it in the world.\n\nThere must be service in the world at every level of human activity, but if it can be rendered with this greater understanding—this understanding of the world’s emergence into the Greater Community, the need for humanity to gain greater cooperation and integration, the need to develop intelligence, the need to care for people—then humanity will be able to make great strides and will find a new foundation within a larger arena of intelligent life.\n\nThe conditions are perfect for this. The conditions require this. It is not simply an option anymore; it is a vital necessity. Just like finding Knowledge within you is a vital necessity. Allow your life to become vital and necessary and you will begin to feel that you are vital and necessary. This is where you discover your power. This is where you tap into your greater energy. This is where you dispel all self-abuse and all negative attitudes towards yourself.\n\nHere you take a humble yet real approach to the meaning and value of your existence, for you see that there is something you can do here, given what you have and given what you have developed already, and that you do not have to become a superman or a superwoman, but instead become a man or a woman of Knowledge. It is possible for you to do this. It is needed for you to do this. It is necessary.\n\nJust take the first step. Knowledge does not ask you to leap off the cliff into the unknown. That is not The Way of Knowledge. The Way of Knowledge is to follow step by step, follow the path before you, keep your eyes open, keep your ears open, try to keep your mind free of assumptions, come to recognize your blind sides and your weaknesses. Build your strengths and you will advance and progress.\n\nThough you may not see the advancement day in and day out, you will notice a fundamental shift in your awareness and your experience: a deepening of your sensitivity, a sharpening of your abilities, greater objectivity about your life and abilities, strengths and weaknesses and a clearer understanding of other people’s intentions and their own problems that they must overcome within themselves.\n\nAs you journey forth, you will develop greater compassion, for you will realize that this requires tremendous focus and strength—a focus and strength that you actually have and must now utilize. You will understand why others falter and why others are ambivalent, even to receive the gifts that the Creator has given to them.\n\nYou will understand why people look but do not see. You will see all the mechanisms of denial, and you will begin to see the degree of social conditioning and the extent of influence that is now being perpetrated in the mental environment [on] people everywhere.\n\nHere you will work and fight for your own freedom internally, and you will want to provide freedom [for] others—freedom from manipulation, freedom from influence, freedom from the past, freedom from the wretched conditioning that so many people labor under today.\n\nYou will want freedom, but you will want something even greater than freedom, and that is the ability to be connected to the world, to be fully involved in life and to bring the greater endowment of Knowledge that you have, and all the gifts that are associated with it, into active demonstration in the world.\n\nAll of this is waiting for you. Indeed, it is calling for you. It is saying, “Come, come! Awaken out of your preoccupations. There is something important for you to do.”\n\nAnd if you are broken down by the side of the road, and you do not know what to do or where to go, or you are not sure of your strength, or you are doubting your ability or your value, this is the calling that will get you moving again. For your life must be moving. If it is not moving, it will begin to sink. That is not good.\n\nFeel your life moving and you will begin to sense a direction. You cannot sense a direction standing by the side of the road looking up and down and all around and wondering what you should do. You actually have to experience yourself moving and making progress.\n\nThe practice in Steps to Knowledge will get your life moving in a real way, in a real direction. And your life will be moving in harmony with your true nature and your true purpose. As a result of taking these Steps, you will begin to experience your true nature and your true purpose, but they can only be experienced if you are moving in this direction, if you are actually moving in the direction you are meant to move in.\n\nSociety will want you to move in other directions. Perhaps the people with whom you are engaged will want you to move in other directions. Your past conditioning will try to move you in other directions. But you must move in the real direction.\n\nKnowledge within you knows where you must go, who you must meet and what you must accomplish. It will never give up on you. It will never be defeated. As long as you are in this world, it will continue to exert its influence to provide this movement and this direction.\n\nAnd yet Knowledge within you knows that you cannot do it alone, that you need others to assist you and that you need a method of preparation. Because you cannot take the journey to Knowledge alone, you will need to share your deeper inclinations with others, but you must not simply share them with anyone. Here you must discern who can hear and who cannot hear. This is something that you can feel within yourself.\n\nThere are many people that you like and care for, perhaps, but that does not mean that all of them can really hear your deeper inclinations and can relate to them. In fact, if you share them with everyone, you will be shocked perhaps to see that many people are threatened by this or afraid of it or do not trust it or will even actively belittle or condemn what you are telling them.\n\nIn your personal life, you can have many friends, but in your deeper life, you need true allies and companions. This means that you must be able to share The Way of Knowledge with others—not to try to convince them, not to try to persuade them, but to see if this calling is being experienced by them.\n\nAs We have said, there is a great calling in the world—a calling to prepare, a calling to look over the horizon to see what is coming in your future, a calling to gain a new foundation and a new understanding. This calling is being sounded throughout the world, but there are many, many people who do not feel it and have not heard it.\n\nYou cannot persuade them. You will exert enormous energy and effort trying to do so. Only if they have heard it and have felt it and can identify it within themselves will they be able to hear what you are telling them. Here you are simply confirming something that they know.\n\nYet if you tell people who do not have this spark within themselves, they will fight you; they will disagree; they will become threatened; they will not understand what you are talking about; they will think that you are obsessed with something; they will become afraid. Even if their beliefs can accommodate the ideas that you might present to them, if they do not have this spark within themselves, there will not be a resonance between you.\n\nTherefore, you must choose carefully. Do not try to win people over. It is only if a person has this spark within themselves. It is only if they have felt this calling, this uneasiness, this restlessness within themselves that you can reach them at another level.\n\nThen they will need support because they may not believe in what they are experiencing. They will need some assistance because they may not understand what they are experiencing. They need some sense of confirmation so that they can give greater credence and credibility to this deep but mysterious inner experience: this responsiveness to the world, this sense of calling, this sense that there is something greater for them to do and to be and to demonstrate.\n\nAs We have said, We are not here to generate belief. We are here to activate Knowledge. Have this be your approach as you share The Way of Knowledge with others. You do not need people’s opinions. You do not want to have to deal with their ideas and beliefs. You want to find the spark. You want to find the spark within yourself. You want to find the spark in them.\n\nEven as I say these words, even at this moment, perhaps there is someone you can think of who could really respond to this, with whom you could really share something very precious, very sacred and very rare. Perhaps you are thinking, “Oh yes, I know someone. I know someone who could really hear this.” Share your experience with them. Share this book with them.\n\nThis book is a calling for people who have felt this spark. This calling and this book are for people who have a greater possibility and a greater destiny.\n\nPerhaps everyone else is not ready, but there are many people in the world today who are ready. They will look in vain into their romantic relationships, into their hobbies, into their art, into all kinds of interests, but they are looking because they need this calling. It is vital for them. It is lifegiving. It is essential.\n\nYou will see this spark in people. Look for it. Review your relationships and ask yourself, “Is this person ready to learn about the Greater Community and about The Way of Knowledge? Is this other person ready to learn about the Greater Community and about The Way of Knowledge?” If you ask this with a clear mind, more often than not you will be able to see clearly who is ready and who is not. It is a feeling. It is something you know.\n\nWhile it is true sometimes people will surprise you, yet often you will have an inclination that someone has something mysterious going on in their life, and they are ready to learn more, and they need some assistance. Just like you are ready to learn more, and you need some assistance. This is how Knowledge is shared. This is how Knowledge is built within relationships.\n\nConsider this: Knowledge within you is not trying to overtake you. It is not trying to win you over with praise or threats of destruction. It is not threatening you with eternity in Hell. It is not trying to control or manipulate you. Rather, it is a growing light within you, forever burning, forever calling, forever giving its beneficial influence.\n\nThis is how the Creator works in the world. This is how Knowledge functions within the individual. And this is how you can become over time an emissary for Knowledge. And the calling will sound through you and with you. It will happen naturally. Knowledge will speak to this person but not to that person. And Knowledge will call out to these people but not to those people—because Knowledge knows who is ready.\n\nAs you learn to become close to Knowledge, you will know who is ready and who is not. If someone is not ready, then bless them. Do not condemn them. It is okay. For earlier in your life, you were not ready either. You could not hear the message. You could not respond. You were too self-preoccupied. You were too governed by your ideas and beliefs. So there should be no condemnation in your approach.\n\nYet you will have a natural desire to share The Way of Knowledge with others because you need relationships of this type. You need relationships that are capable of expressing Knowledge and supporting Knowledge. This is vitally necessary for you, for you need a witness. You need the confirmation. You need to be known by at least one person.\n\nIf you are to play a great role in life, if you are to fulfill your purpose in being here, if you are to discover the greatness within yourself, then you must have this approach. You must take these chances. What do you have to risk?\n\nAll people really have to risk is their idea of themselves. People are terrified to challenge their ideas of themselves because they think without their self-created ideas of themselves, they would be nothing. They would have no focus, no purpose and no meaning and that they would sort of go into a state of self-annihilation.\n\nWhat is really at risk? What are people really protecting? If you reduce it down to its essential elements, people are really protecting an idea of themselves—just an idea. You could say, “Oh, they are protecting their money. They’re trying to keep money and love in their life and that is why they acted dishonestly. That is why they compromised themselves.” But ultimately it is all an attempt to protect an idea about oneself.\n\nHaving fixed beliefs, being adamantly attached to one’s ideals and beliefs and assumptions—it is all to protect just an idea of yourself. So really nothing is at risk because an idea of yourself is really nothing. It is just a substitute for Knowledge. It is an attempt to be who you are without knowing who you are. It is an attempt to have purpose in life without knowing your purpose in life. It is an attempt to have meaning and value without really knowing your meaning and value. How can this succeed?\n\nShare The Way of Knowledge with others. But share it with those people who are feeling the spark. Maybe they will not accept your gift at first, but they will think about it. Perhaps their first response will not be welcoming, but they will be touched.\n\nShare this book with them, for this book is a calling. It is sounding the calling. It is resonating the great calling that is happening in the world. It is one of the few books in existence that can prepare you for the future. It is one of the few books in existence that will really recognize your meaning and your value and your purpose in life within the context of the world’s evolution. It is one of the few books in existence that can begin to teach you about the Greater Community and its imminent importance to you.\n\nShare this book with those who are ready to receive it. Let them struggle with the message. Let them find its importance and its value within themselves. Do not argue with them. Do not debate with them. Simply give them this book. Everyone must go through some struggle to overcome their ambivalence and to learn to discern where Knowledge really exists within them.\n\nThis book is only about Knowledge. It is only about truth. It is only about being connected to reality in the world. If you find its ideas to be radical, it only tells you how far behind humanity is in understanding its condition and its need for preparation. If you think this book is far-fetched, then that only shows you how your social conditioning has retarded your understanding, your ability and your vision.\n\nThis book is not far-fetched. This book is not radical. It is sound. It is true. It is absolutely fundamental. But because people in the world have not found this soundness, they have not found what is true, they have not found what is fundamental, then what is fundamental seems radical. It seems far out. But it is not.\n\nShare this book with people. Let them struggle with the book. Do not have them struggle with you. This book is a calling. To respond to a calling, you must find what is real within yourself. You cannot simply engage with it at the level of ideas and beliefs. You must feel it deep within yourself.\n\nWhile We are here to present new ideas, Our fundamental aim is to activate Knowledge. In this, this book is an initiation into The Way of Knowledge. It is a confirmation of who you are, why you are here and what you most deeply know.\n\nAnd yet it is a challenge because it challenges all of the ideas, all of the assumptions that disable people from having this fundamental and primary experience. It challenges the ambivalence; it challenges the pessimism; it challenges the obsessions that are endemic in human society.\n\nIt only honors Knowledge, nothing else. It only asks for Knowledge, nothing else. It is a calling. Those who can hear, will hear. But they must hear more clearly; they must develop their hearing; they must find the strength to trust what is most deeply known within them.\n\nIt is time now to begin the preparation for the Greater Community. It is time now to begin the preparation in learning The Way of Knowledge. Yet how can this be done? Should you go to the university? Should you go to the therapist? Should you go to your best friend? Should you peruse the library and see what kind of books you can find?\n\nYes, you will find writings and teachings that validate the reality of Knowledge, but you will not find any books or teachings that will validate the reality of Knowledge within the context of the world’s emergence into the Greater Community. That is because humanity is at a great turning point, and a turning point requires a New Revelation, a new Teaching and a new foundation.\n\nThe vast majority of what is available to you has been created in a state of isolation. There is no recognition of the Greater Community. There is no recognition of humanity’s future in the Greater Community. There is no recognition that the Greater Community, more than anything else, is what will determine what humanity must face and contend with.\n\nRead the predictions for the future in books everywhere, and you will find human beings postulating a future for human beings alone. There is no recognition that you are emerging into a larger arena of life. It is totally isolationist thinking. If there were no Greater Community, and if the Greater Community were not in the world, that would be adequate. But this is not the case.\n\nTherefore, these teachings, no matter how valuable they may be in their content and in their intention, are not adequate. Humanity is at a turning point. What was valuable yesterday, what worked yesterday now has to be reassessed. Something new has to be given to enable humanity to take the great steps ahead.\n\nAll religious traditions in the world need something new to give them this vantage point, to give them this power so they can continue to be viable and relevant. That is why The Greater Community Way of Knowledge is being presented into the world. It is not here to replace the religions of the world but to give them new life and to give them relevancy and purpose within the context of the world’s emergence into the Greater Community.\n\nThis Teaching, which has never been available before in the world, is now being introduced. It is not being advertised over the television. It is not on billboards across the country. Instead, it is being presented through this book and books like it. It is being shared from person to person. It is being transmitted through meaningful relationships.\n\nIt is being given to empower humanity, to redirect humanity’s awareness and focus, to educate humanity about the Greater Community and to call upon the inherent strength of humanity so that human beings everywhere can come to find their meaning and their value and their purpose in life and can make a real contribution to the world in its current needs.\n\nYou are very fortunate to have this book. You are very fortunate to be able to hear these ideas. Even if you have difficulty understanding them or relating to them, you are a person of great fortune to be able to receive them.\n\nYou are one of the first to hear the great Message. You are one of the first to have the opportunity to begin a Greater Community education. You are one of the first to have the privilege to be able to learn what spirituality means in the Greater Community and how it will clarify all of your questions about spirituality here on Earth.\n\nIt is time to begin the preparation. That is the only way that you will understand fully what is being presented here. And that is the only way that you will be able to experience it for yourself.\n\nI know My words are not enough. I know that the perspective I am sharing is not quite enough. People must have this experience themselves—not just a fleeting experience here and there, but a clear experience.\n\nIt must be very crystal clear to them that the world is emerging into the Greater Community and that people must find the way to Knowledge in order to prepare. This cannot simply be a hope or an expectation, an ideal or a belief. It must be a certainty based upon a real experience. How will you gain this real experience? By taking the Steps to Knowledge. By learning a Greater Community Way of Knowledge.\n\nAs We have said, the answer to great questions is a means of preparation. When you ask, “Who am I? Why am I here? What must I accomplish? Who must I meet?” these are great questions. Would a few words suffice to answer them? If you think that words alone would be an answer to these questions, then you do not know what you are asking for. You have no idea what you are requesting.\n\nThe only way to find the answer is to be given a means of preparation that can take you up the mountain of life, that can provide the steps, that can give you the perspective that you need, that can enable you to refocus your mind and your energies in a true direction.\n\nIf you ask Me, “How will I know what I need to know?” I say, “ I will take you up the mountain where you can see for yourself.” You may say, “Well, just give me the answer!” and I say, “There is no answer until you see for yourself, and the only way you can see for yourself is to reach that vantage point where you can look above the trees out over the lay of the land and gain a real perspective about where you are and what is happening.”\n\nYou must get there. There is no other way. Having beliefs, having ideals, having grand visions of life, having high experiences—that is not it. That will never work. Many people dedicate themselves to having these things, thinking that that will be adequate, but they never have the foundation inside, and they never get far enough up the mountain to see what is happening on the outside.\n\nTherefore, the answer to your need to know, your need to realize who you are, why you are here, what you must accomplish and who you must meet can only be answered by giving you a preparation that will enable you to find out for yourself.\n\nHere you will find out without heroes, without gurus, without falling down on your knees to worship some individual. Here you must find the way, but you will not journey alone, for you will need others to help you.\n\nAnd you will need one of the few people in the world who can instruct you in The Way of Knowledge, in a Greater Community Way of Knowledge. They are there and you will find them when you really need them. But in order to find them and in order to recognize them, you must prepare.\n\nMany people want the great results of spiritual awakening, but they are unwilling to take the journey. They simply want the answers. They think the answers can be given in words or in concepts or can be revealed in having high and happy experiences. They will not make the journey, and so they will not find out. And they will never develop the skill and the power and the ability to live such an awakened life because they will not take the journey.\n\nLife is a journey. It is trying to get from one place to another. Knowledge knows where you need to get to. It knows what you need to recognize. It knows the skill and ability you need to cultivate along the way.\n\nIt is time to prepare. The Greater Community Way of Knowledge is the only Teaching in the world that can prepare you for the Greater Community. It is the only Teaching in the world that can present to you what Knowledge and Wisdom really mean within a larger arena of intelligent life. It is the only Teaching in the world that can activate your Knowledge and give it full expression within the context of the world’s evolution.\n\nIt is a New Revelation. It is a new gift to humanity. It is the gift humanity now needs in order to emerge out of its isolation and face the realities, the difficulties and the opportunities that await it in the Greater Community.\n\nThe Creator would not leave you alone or unprepared for the Greater Community. The Creator would not leave you without a means for discovering the greater purpose that has brought you into the world.\n\nReceive this gift. Hear this calling. Find your deepest response. Go beyond your thinking and your ideas. Go beyond your preoccupations and attachments.\n\nThere is something great living within you. It is needed within the world now. It is being called for at this moment. It is a calling to awaken.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/beginning-preparation-respond-calling/"
}