{
  "title": "Being Present in the World",
  "content": "Your preparation and training in The Greater Community Way of Knowledge must enable you to become present in the world. This means that your attention is keyed into what is happening at this moment and at the next moment. Here you learn to become attentive with an open mind. And as you develop, you will gain the strength and the assurance that will enable you to allow Knowledge to decide what you must do and where you must go. This represents a real advancement in The Way of Knowledge. Yet you must be very careful that you do not claim this ability for yourself prematurely, for there are many things in the world that can sway you and influence you. There are people and forces in the world that would, given the opportunity, try to capture your mind.\n\nTherefore, you want to be very careful in your approach. Be very careful about any assumptions that you make regarding your ability. Just because you are open does not mean that you are Divinely guided. Just because you seek greater Wisdom in your life does not mean that you are not vulnerable to other forces in the mental environment. This will become increasingly true as the world’s emergence into the Greater Community advances and progresses. That is why We spend a long time building the foundation for Knowledge, to protect you from error and to assure your future success. It is only when people are ambitious and impatient, when they seek to have the great rewards now instead of later, that they get into serious trouble.\n\nMany have claimed spiritual power and dominance. Many have assumed a mantle of spiritual responsibility. Others have claimed to be the true vehicles for Divine will and intention in life. Yet look at the results of their interactions. After all, everyone wants to feel that they are in the right. Even if people are doing something they know to be wrong, they want to feel justified. There are those who are certain that they are in the right and are unwilling to face the prospect that they might be in the wrong. They claim Divine sponsorship for their lives, their thoughts, their actions, and all they may attempt to do with others. Here you will find abuse. Here you will find grave error. Be careful. Become present. If you are still and observant, you will be able to see what others miss.\n\nIn the training in Steps to Knowledge, one of the main things you will learn and will have to reinforce over time is the ability to be still. This ability represents a fundamental skill in life. It involves becoming observant, receptive, sensitive and insightful. Here you use your mind rather than be used by it. Here you employ your mind to scan the horizon of your mental and physical environment.\n\nThis skill is not foreign or new to you. It is inherent in your nature. But it has been forgotten because people live in a false comfort with their ideas and assumptions and have lost much of their attentiveness to life. They live a predictable life that seems to be buffered against the tribulations of the world. And they go about their daily routines with little thought about where they are or what they are doing at any given moment. They are more concerned with their feelings and with their acquisitions than they are with what is going on around them in their environment. People are often shocked when things occur that affect or influence them, as if it were happening for the first time. They are shocked, wondering, “How did this happen? Where did this come from?” But in fact, it has been growing for some time. They missed the messages. They did not see the cues. They missed the early warning signs.\n\nBeing still is being present with yourself and with whatever is going on in your environment. It is not about having happy or positive thoughts or fearful or negative thoughts. It is about looking, listening and feeling. This prepares you to know things. This sets the stage for insight. This is a fundamental skill, and it will be a part of your fundamental preparation in The Greater Community Way of Knowledge. It is not meant for you to be still all the time, for this is a world of activity and you must be active. But you can be still even while you are active. Being still does not mean that there is nothing happening. It simply means that you are being attentive. Being still does not mean that there is no action. It means that you are being observant of action.\n\nAt the outset you must face the reality that you have lost a great deal of your skill in this regard, and you will find that your beginning practice in stillness will be difficult because you are used to being dominated by your thoughts and by the thoughts of others. What you are doing here in your training is reclaiming a fundamental skill, an inherent ability. When your ancient ancestors lived, vulnerable, in the natural environment, they had to use this skill a great deal. They were in dynamic relationship with their environment, and they had to rely upon their senses and their insights to gauge where they were and what was going to happen next. They did not live such a predictable life as you may feel that you live today.\n\nYet when you consider your life today, you will see that you are undergoing unprecedented change, change to a degree and at an acceleration that your ancestors could not even comprehend. The adaptive requirements upon you today are even greater than upon your ancestors, for those forces that threatened their survival were known to them. But today the forces that threaten your survival are barely known to you. Beyond human violence and the destruction of your environment, the presence of the Greater Community forces in the world and their attempt to integrate with humanity to gain control over humanity represent a challenge your ancestors could not face. Yet where is your adaptive ability? Where is your perceptive ability?\n\nWe have said that intelligence in the Greater Community is defined as the desire and the ability to adapt, to create and to function. Can you function if your environment changes? Can you experience change? Can you face change? Can you undergo change? Can you adapt to new situations? Or is your life frozen in a state of mental paralysis where everything has to be just so in order for you to feel any comfort or sense of self-reliance? Does everything have to be predictable and managed? Though there is a great attempt to produce these kinds of circumstances, life moves forward and the evolution of the world continues, unabated and unaffected by the beliefs and activities of humanity.\n\nYou are living in a dynamic world and in a dynamic universe. The world today is a different world than even your parents experienced, and it is changing quickly. It is changing so fast that people cannot even keep up with it. Being present in the world does not mean that you have to experience everything. What it means is being present to what is occurring that is important now, keeping your eyes and ears open, not fearfully but attentively. Like a person in a watchtower scanning the horizon, you look out onto life as it is, and you look out onto the horizon of your future, for what is coming is coming. Yes, the future can be changed. Yes, it can be altered. But that takes time, in most cases. What was created yesterday will arrive tomorrow. What is created today will arrive in the near future.\n\nIt is important to have this idea of a watchtower in your mind because this helps you to understand where you are, who you are with and what is happening in the mental environment that could be affecting you emotionally and mentally. Here you keep track of what is happening in the physical environment, for events do not just happen like that. Things build up and then things happen. The ones who are attentive will see the oncoming difficulty and will prepare accordingly, if they are wise. They will rarely be taken by surprise completely, though that is still possible. They will see what is coming, and they will feel it while others do not even have a clue.\n\nConsider the animals in the world, whose very existence depends on the ability to be observant and to be cautious. They do not take their existence for granted. They do not assume that they are protected and provided for. They are watchful. They are careful. They live vulnerable to life. Yet you have a greater capacity and a greater intelligence.\n\nYou also have a greater mission in the world, a mission which will be revealed to you only if you develop your foundation for living and learning The Way of Knowledge. The requirements for you to become present in the world are very great. There is a great deal happening in the world that will affect everyone, and there is a great deal happening in your immediate environment which affects you. As your life and function in life become more well defined, you will need to give your attention to fewer things, but in a different and deeper way. Your greater work in the world is given to you once you have a foundation. Then you will need to be very attentive to things that are directly related to it. And you will need to be very attentive to the overall movement of the world, which can be deeply felt.\n\nHere you must allow your questions to be unanswered, for people have become accustomed to relying on their understanding and their ideas and as a result have lost much of their adaptive abilities. For they feel safer with their old ideas than they do with new experiences. And they fall back on their old ideas when faced with new experiences because new experiences make them feel vulnerable and often challenge their position.\n\nBeing present to the world means your attention is on what is happening right now. The personal mind is always recirculating old information and trying to organize new information according to the old information. So it speculates about the future without seeing the future. And it speculates about the past without knowing the past. For all it knows is its ideas about the future and the past, which may have nothing to do with the future and the past at all.\n\nIn your mind, then, your ideas are mostly recollections or they are speculations about new things that are related to your recollections. When you are involved in this kind of thinking, you are not present. Anything can happen, and you will not see it coming. Here you miss the cues. Here you miss the signs. Here you do not hear the encouragement or the guidance of Knowledge. Here you do not see the evidence of your future poor decisions. Here you do not see the evidence of your past poor decisions. Here you do not see where you are or who you are with or what is happening. You are just going along, primarily concerned with what is happening in your mind and how well you are doing in your life.\n\nThe person who is learning to be present is able to be engaged in activities, to think about the future or recall the past and yet be able to come into the present at any moment because there is a part of their mind that is always watching. When something is happening or about to happen, they are called back to attention. “Come look! See over here! Come out of your reverie! Come out of your thinking! Come out of your contemplation and be right here right now because something is happening here.” This attentiveness is very complete. You are not looking and thinking all the time. You are just looking. You are looking to see. It is as if you were trying to pick out some distant object on the horizon and you were giving all of your mental attention to doing this. Your mind is not babbling on. You are looking intensely.\n\nWhen the weather changes, the animals become quiet or seek shelter. Yet most people go about their business as if nothing were happening. And that is only the weather. The great changes that will affect humanity have to do with the growing global problems that will affect everyone’s ability to survive in the world. They also have to do with the presence of the Greater Community, which will affect your ability to determine your destiny as a race. These greater movements in life have direct bearing on your life today and on the future, but they are part of the bigger picture, and people are not keyed into the bigger picture. These greater movements are part of your overall life and may be missed if all of your attention is fixated on immediate things.\n\nThe man or woman of Knowledge is able to stop, look and listen. The man or woman of Knowledge is always listening when they are conversing with others, and they are always looking and listening when they are in new environments. They have learned to become sensitive when it is necessary and to withdraw their sensitivity when that is necessary because if you are too sensitive all the time, you will not be able to function in the abrasive interactions of the world.\n\nHow do you learn to become present? You learn by practicing and by training the mind. Your mind is not too old to be trained. It can be redirected and re-employed. No matter how old and useless its ideas might be in contrast to the demands of your present life, your mind can be redirected and re-employed to serve you and to serve others. In Steps to Knowledge, you practice learning to be still. You practice with stillness meditations. And you practice stopping upon the hour to check where you are and what is happening. People often misunderstand these practices, for they think that being still is asking for things because they are still thinking that life is a welfare process or that spirituality is a welfare system. So as soon as they are still, they want to get something. They want to have an insight, a reward, a beautiful experience, a great realization, and so they look for the prize. They are still because they are going to get a prize, or so they think. But in reality, when you practice stillness, just practice being still and observant.\n\nStillness is not the only practice in The Way of Knowledge, but it is an important one because it enables you to be effective in life. It enables you to become aware of what is affecting you and how you are affecting others. It enables you to be very present, which minimizes the risk of injury and maximizes your ability to affect situations in which you are engaged. For isn’t it clear that when your whole mind is present to something, it has much greater power and effectiveness? And when you are really paying attention to something, isn’t it easier to recognize when problems arise and to catch them before they cause damage? In driving your automobile, one moment of inattentiveness and you hit someone. You never saw them. One moment of not paying attention and something catastrophic can happen. You have seen this. You have felt this. This has been part of your experience. When you have initiated relationships in the past, were you really paying attention to the other person or were you caught up in your desire, fantasy and excitement so much that you could not see the reality?\n\nPeople often say after many years in a failed relationship, “Well, I saw all these tendencies at the outset. I could see these problems.” But could they really see them? Could they really respond? If you are attentive to people, they will tell you a great deal about themselves. And if you do not condemn them, you will be able to learn from them and appreciate their situation in life. This is all a result of being present.\n\nNow let us talk about love. For many people, when they think of spirituality, they associate it with love, and they think that love is a behavior. In other words, when you are loving, you are kind and you are sweet and you are gentle and you are pleasant and you are calm and you are reassuring. These kinds of images and these kinds of behavior are associated with love very exclusively. But what is love really? Is love only being pleasant, sweet and kind? Love expresses itself in other ways as well. When love denies you something you want but which is not good for you, you experience it as a great disappointment. You are angry and frustrated, but love is at work here. When you realize that you have made a poor decision about something and you feel terrible about it, love is at work here. And when you feel an impending problem which threatens someone you love, and you are deeply disturbed and called into action, love is at work here. Therefore, do not associate love with behavior, or you will lose sight of the real presence and the real activity of love.\n\nTo experience love is to experience being present with someone, being with them, without judging them, without trying to fit them into your life, without trying to see what advantages you can gain from being with them, without trying to use them for any purpose or methods that you might have, without condemning them for failing your expectations or standards. Love is being present. It is giving yourself and being present. Does everything have to be sweet and happy and pleasant? No. In most cases, things are not. Do you have to have wonderful and quiescent feelings? No. In fact, you may feel very concerned and disturbed. When you realize how much you have betrayed your Knowledge for personal convenience or advantage, you will feel angry. Be present to this. In order to keep you from making grave mistakes over and over, you must taste the disappointment and the result of these errors and feel them deeply. You are loving yourself when you do that. You are not beating yourself up. You are saying, “I am really going to feel what this feels like because I never want to make this mistake again! Life is giving me the response to error. I want to know what this response is so that it can protect me in the future.” Here you are being loving. Here love is not associated with pleasantries.\n\nLove can be very powerful. Love can be very confronting. Love can be very challenging. Love can be very dynamic. Love can also be very peaceful. Love can be very kind and reassuring. All of these things happen with love, and all of these activities can happen without love. People can be kind without love. People can be reassuring without love. People can say sweet and wonderful things without love. People can claim to be very spiritually endowed without love.\n\nThe Creator is present to you. That is love. You become present to the Creator. That is love. Love starts with being present. When you are at the bedside of a dying person, and it does not matter what you say, and reassuring words are not appropriate and you do not have to be happy because it is not a happy situation necessarily, what is the real response? Be present. Be there.\n\nNow, if your life is all about getting happiness, as if you were acquiring tokens from life or trying to gain some kind of emotional wealth where you could be happy all day long and nothing was in your environment which could possibly disturb you, then you could never be present because when you are being present, you are facing life as it is and not as you want it to be. You are meeting life where life is real, whether it fits your ideas or not. Your ideas do not matter except insofar as they can prevent you from being present.\n\nIn Steps to Knowledge you learn to be present because you have to learn to be present to Knowledge within yourself and to Knowledge within others. You have to learn to become present to error within yourself and error within others. You have to learn to become present to the greater movements and forces of the world and to your response to them. You have to be present to know who to be with and how to be with them. You have to be present to arrest the old patterns of thinking and behavior which make the mind work in an automatic and unintelligent way. You have to be present to be able to adapt and to learn. Without this ability to be present, you will not be able to undertake the other aspects of the preparation.\n\nYou have to be present to build your foundation for Knowledge. Each of the Four Pillars of life require your present engagement. They do not just happen. They do not build themselves. You have to play your part, and you have to see what you are doing because there are important lessons to learn in all of the Four Pillars of life. This is where you gain your Wisdom, for you were not born with Wisdom. You were born with Knowledge. You must gain the Wisdom by being here. Wisdom is about how to be here. Until you become wise enough, you cannot become an agent of Knowledge. Knowledge will not emerge until you are ready to be its representative. Only Knowledge knows when you are ready. You will not know. You will think you know. You may even declare that you are ready. You may feel you are ready because you want to be ready, but only Knowledge knows if you are ready. And if you are attentive, you will begin to see what Knowledge knows. Look back on your life and recall the times that you really thought that you were ready for something and you tried to do it on your own and take control of the situation only to find out that you did not have the understanding, the resources or the capacity to deal with what being ready really involved.\n\nFor example, people think that they are ready for marriage and union with another, and they cannot wait. So, they go out and establish marriage after marriage after marriage. It is only later, if they develop, that they can look back and say, “Well, that was premature. I really wasn’t ready for it.” Knowledge knows when you are ready, and if you are attentive, you will begin to see what Knowledge knows.\n\nThis requires a lot of patience because you are not trying to make anything happen when you are being present. You are simply observing. You are observing to see and to feel how things are. Watch the deer in the field. It will feed and then look up and make sure that everything is okay. Then it will go back to its activity. You can learn a great deal from the animals. They are more attentive than you are. They do not have the capacity to understand to the extent that you do, but they are far more attentive. In this, they have been more successful. There are those in the Greater Community who are more powerful than you, just like you are more powerful than the deer in the field. They can outsmart you, but only if you are not looking. They can affect your mind, but they cannot control it if you are with Knowledge, for Knowledge is the only part of your mind that cannot be controlled or manipulated. It is the only part of you that is really free.\n\nYet the freedom of Knowledge is not the kind of freedom that people usually associate with the word freedom. Knowledge cannot go off and do any old thing any time, for it is here on a mission. It is free to do its mission, and that is its freedom. You are not yet free to do your mission, so you are not yet free because this is the real meaning of freedom. Otherwise, freedom is simply the right to be chaotic and destructive. People think of freedom as a state where there are no inhibitions and no restraints. You can do whatever you want whenever you want. Is that freedom? What does that produce? What does that yield for the person? People espouse and advocate freedom to try to help others to become free of their restraints. This is good, but it is only half the picture. The other half of the picture is what you are being freed to do.\n\nFreedom must be good for something, for within itself it has no meaning. And yet freedom is cherished as this very right to be chaotic. So the emphasis is on having no restraints, on becoming unaccountable to anyone or anything to as great an extent as the person can achieve. But is this freedom? What is this freedom for? People say, “Well, it’s freedom to be happy and to do what you want.” But people do what they want, and they are not happy. And people say, “Well, that is a psychological problem.”\n\nThe only real freedom in life is the freedom to find your purpose and to fulfill it. All other freedom is the freedom to be reckless, and this will lead to catastrophe and disappointment. The advancing students of Knowledge recognize this, and they realize how much it has taken for them to gain the freedom that they have, the freedom to be able to find and to follow Knowledge. They have severed their other allegiances which took the place of Knowledge—their allegiances to their beliefs and their allegiances to those people in their life who were authorities for them before. They have given their greatest allegiance to Knowledge, and they have given their greatest allegiance to those relationships which represent Knowledge. For Knowledge does not ask you to cut all of your allegiances to other people but to learn to establish them meaningfully. Knowledge seeks to join you with others in a meaningful way. It is not a substitute for relationships. You cannot abandon people and go chasing after Knowledge because Knowledge seeks to bring you to people.\n\nPeople are afraid of Knowledge because they think it will infringe upon their freedom. As much as they want the dispensations of the Creator, they do not want any requirements either. They are protecting their right to be reckless, and yet they are protecting the very thing that is harming them and infringing upon them. There is no real freedom in the Universe because you cannot be separate from everything else. You have to be accountable to life because you are part of life. You do not function independently from life. You are not truly independent. Independence is a relative thing, and its value is only based on what it can lead you to do and to be.\n\nFreedom is real if it leads to Knowledge. If freedom denies Knowledge, then it is not freedom. The right to be reckless, not to be accountable to anything or to anyone is simply a means of protecting your separation. And when the ladder is put down into the hole to help you out, you will not climb it because you will not want to commit yourself. You will think, “Well, I want to keep my options open.” What options are there? People think there are endless options and opportunities. There are not. They do not respect the reality of life. They do not see their limitations. And they do not see how rare and precious real opportunity is. Because they are thinking like a person on welfare, they think, “It will come. It doesn’t matter. There will be more opportunities. There are always opportunities.” This is welfare mentality.\n\nTo be in life is not to be on welfare. To be in life is to be productive and responsible. Though certain people have become financially dependent, they can find a way out of this. We are talking about a psychological sense of welfare, a mental state, an attitude, a set of assumptions. People approach spirituality often because they are looking for a greater welfare system to protect them, to provide for them, to bless them and to give them miracles. Yet blessings and miracles exist for those who can give themselves to the world and who can bring Knowledge into the world. Miracles and blessings are evident and present for those who can build a foundation for Knowledge so that Knowledge can rest upon their shoulders, so that they can bear the burden and the grace of Knowledge.\n\nWe have said that developing in The Way of Knowledge reverses the order of authority within you. In the beginning of your preparation, the mind seems to serve the body, and the Spirit is there to serve the mind. But this is the reverse of the real order, and so there must be a great process of relearning here. Have this understanding because everything in life serves life. The body serves. The mind serves. And the Spirit serves. Everything serves. But to reverse the order of authority requires that one rethink and re-evaluate the basic assumptions about life, about God, about spirituality, about freedom, about personal rights, about communication—about everything! For everything must be reinterpreted and understood in a real context. If the context is not real, the results of evaluation will be flawed.\n\nThat is why in The Way of Knowledge your ideas are not attacked even if they are incorrect. The focus is on changing the context so that you can see clearly and have full access to all of your mental and physical abilities. It is to rejoin you as one person with one purpose and one focus that creates harmony and unity within yourself so that you can demonstrate harmony and unity to others. You must be present to yourself and to others to enable this to happen. And the more you gain strength in having this presence of mind, the deeper will be your insights and the greater will be your vision and comprehension. As long as you are in the world, you will never see as much as The Unseen Ones, but you can see what you need to see in order to carry out your mission and purpose.\n\nWhen you are observant, you are respectful of the world and the environment. You do not take things for granted. You recognize that the world is powerful, and persuasions in the world are powerful. You respect them, even if they do not have a divine source. Instead of living on assumptions, you become grounded in experience. And Knowledge keeps your mind fresh and renewed because it is always challenging and broadening your understanding and perspective. Here your philosophy and your theology about life are flexible and adaptable. They are not fixed and rigid. They adapt themselves to the reality of life rather than trying to conform the reality of life to their precepts. An observant mind has this greater capacity. A still mind is a mind that can know. A still mind is a mind that can see. A still mind is a mind that can hear. A still mind is a mind that can feel. A still mind is a mind that can tolerate emptiness. A still mind is a mind that can face success or failure. A still mind is a mind that accepts the reality of things without condoning them.\n\nIf you develop in The Way of Knowledge, eventually you will begin to feel the presence of your Spiritual Family with you. Though they seem far away in a whole other dimension of life, in reality they are close at hand. As your mind becomes still, it becomes more like a window than a wall. It becomes more of a membrane between your spiritual reality and your physical reality. Instead of becoming a barrier to the Divine, it becomes a medium for the Divine. A still mind is a mind that develops capacity for experience, for it is not filled with its own ideas and assumptions. A still mind is a mind that is fluid. It is not fixed in a past understanding. It is able to learn and to adapt its learning. A still mind recognizes that the world you see is not the ultimate reality but only a temporary one. Yet it is a reality that commands your attention and your respect nonetheless. A still mind can feel and see the reality of another and can know the pain and the promise in another’s life. A still mind can know who to be with and who to give yourself to. It sees and knows these things because these things are evident to those who can see and know. A still mind can allow life to be mysterious and unpredictable, for anything can happen. A still mind watches the environment because it wants to know what predominant influences exist there. A still mind is present to life and does not rest upon its assumptions. It can encompass new realities and new experiences. It can bridge the gap between the human mind and a mind from the Greater Community. It can discern the motives of those from the Greater Community, motives that escape the awareness of everyone else.\n\nA still mind knows its limits, however, and does not assume that it has infinite powers. A still mind realizes that it is not the Creator but serves the Creator. A still mind realizes how little it knows and how much it must learn and is humble in its approach. A still mind is a mind that is aware of the cause of suffering and is available to learn how suffering can be relieved. A still mind can witness life but not from a safe distance. A still mind can see life as it is now and can feel the impact of life while retaining its greater connection to Knowledge.\n\nBe present and you will have a new experience of love. Be present and you will have a new experience of yourself. Be present and you will be able to have a future, for your past will no longer dominate you as you gain this great skill and capacity. Be present to what is happening now. Be present to who is in your life. Be present to how you deeply feel about things. Be present to your deeper inclinations. Be present to your confusion and uncertainty.\n\nAt times, look out on the horizon and see if anything is coming your way. You will gain this skill as a student of Knowledge. Yet whenever you assume that you have reached your final destination as a student, when you feel that you have learned the greatest lesson, when you believe that you have acquired the real understanding of life, when you are certain about the future, and when you have assigned or realized what you think is your real role, then you will no longer be present. Your learning will stop, and you will begin to lose ground.\n\nThe little mouse, the little rabbit, the bird in the tree, the deer in the field, the fish in the stream are all observant. They need to be observant to maintain their right to live in the world. Within your realm, you need to be observant, not only to maintain your right to be in the world, which is a privilege, but to learn about your greater life here—how to build a foundation for that life, what that life means and how it can be revealed to you and to others.\n\nAccept, then, the preparation to gain this greater skill—a skill which is inherent to your nature and fundamental to your well-being in the world. Accept that this preparation is long because it is a great training. You do not reverse decades of education in the world in a day, a week, a month or a year. Be a beginning student and you will be present because you will not be resting on your assumptions. Receive the training that is meant for you and do not try to construct a training for yourself, for you cannot take yourself where you have never gone, you cannot introduce yourself to new territory, and you cannot guide yourself in the wilderness because you do not know where you are going.\n\nBe simple but strong. Be direct and effective. Be observant and ready for action and yet willing to have no action. See the signs and the clues, and your decisions will reflect this greater ability. Be present to the world because the world needs your understanding. And the world needs the great strength you have brought with you from your Ancient Home.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/being-present-still-mind/"
}