{
  "title": "The Deeper Current of Your Life",
  "content": "The power and the presence of Knowledge flows like a deep current within you, but can you feel it and know it?\n\n\n\nIt is like the water under the ground. The ground is arid desert. But there is fresh water flowing out of sight, out of mind, and yet it enables people to live in the most arid areas.\n\n\n\nIt is like this, you see. The deeper current of your life is flowing, moving. It is not chaotic. It is not random. It is not meaningless. It is not disassociated from the Greater Power and Source of life.\n\n\n\nYet you live in like a desert. The ground is parched. It does not seem to be life giving, living on the surface, the surface of the world, where things are chaotic and clashing, where life and death are going through their relentless process—a process to which you try to give meaning, but which seems to have no inherent meaning at all, other than that it exists.\n\n\n\nThis is the crisis of meaning for people. They are trying to give meaning to what seems to have no inherent meaning. They are trying to sanctify a life that has not yet been fulfilled or really discovered. No matter how intellectually brilliant they become in their discussions, in their ideas, in their views and theories, they are still living on the surface.\n\n\n\nThis is not where the greater meaning resides. This is not where your life begins to have a real focus.\n\n\n\nYou survive on the surface with varying degrees of success and failure. Even if you can acquire all things that you need from the world, it is still like a desert. It is a desert for the soul. Even if you live in splendor and have leisure and eat wonderful food and stay in wonderful places, your life is still empty, and that is why you seek constant stimulation and constant distraction.\n\n\n\nYou want to have a dynamic relationship with people and places and things, but you have not found yet the deeper current of your life. So even these things, even if they are marvelous, even if the people you meet are charming and fascinating, you cannot feel their essence. You cannot see beyond the surface.\n\n\n\nBeauty is a distraction. Conflict is a distraction. The endless desire for people, places and things is a constant distraction—all drawing you out and away, searching the desert for meaning, searching the desert for the great river, a great river that you cannot find.\n\n\n\nYes, you find a well here and there, which gives evidence that there is water where there seems to be none, where there seems to be water where water does not seem to be able to exist, giving evidence that beneath the surface, there is a life-giving refreshment—a well here and there, a sacred place, a holy shrine, a place where people come to pray or give devotion, a place of deeper meaning, a place of mystery.\n\n\n\nIt is like a well, you see. You come there, and it is not simply a building with a lot of people gathered around, just another place—perhaps fascinating, perhaps historical, and many people gather there only for these reasons, you see. But really there is something else happening there. It is like a well in the desert, giving the evidence of life at a deeper level, at a more substantial level, at a more complete level.\n\n\n\nHow can you reach this deeper current of your life? How can you feel it and know it, to know its purpose and its direction, to know the clarity it will bring to your decisions and to your relationships? How will you know that it exists to guide you, to remind you, to empower you and to give you relief from the constant stress, the constant struggle for survival that exists on the surface all around you?\n\n\n\nHow will you allow it to give you reprieve from your own inner conflicts, from your sense of failure, from your sense of guilt, from your sense of inadequacy, from the damage from the past, the regrets from the past, the failures from the past; from the influence of others whose opinions seem to have such great sway over you; and from your culture that tries to dominate your mind and your understanding through overt or subtle ways so that people think alike and act alike and have similar ideas within a very narrow range of variation?\n\n\n\nWhat will give you reprieve from this? New relationships? More possessions? Visiting new and exciting places? Meet the person who has been all over the world, who has been to all the great monuments, who is like a living travelogue. Have they reached the deeper current of their life or are they merely addicted to more stimulation? New places to go, new people to meet, as if they are running from themselves all the time, trying to find something they cannot find, searching the desert for meaning because everyone is searching for meaning, you see. That is why they are searching.\n\n\n\nAfter they meet the requirements of life and they have certain resources from other people and the world, well, they are searching, restlessly, for the need of the soul has not been found. Even if they have acquired wealth and status in society, they are still searching.\n\n\n\nAnd when they are no longer searching, well, their life is really over. Yes, they are breathing. Yes, they are going through the motions of being alive, but really, the light within them has died out. Perhaps there is a glow somewhere hidden, but it is so remote. It is so weak. It has been buried like a candle that has been taken underground.\n\n\n\nFor everyone else, there is a searching. Maybe the search is strong. Maybe it is weak. But they are looking for the deeper current of their life. They are still trying to find it through the surface—through relationships with people, places and things.\n\n\n\nBut it is the search that is important, for it is a search that cannot be satisfied by these things. It is a search one must find within oneself. And it must be found within certain relationships that contain and express this deeper current of life—relationships that are distinguished from all other associations that you can have with other people.\n\n\n\nTo begin to respond to this need, this search, you must become still, for you are listening to a deeper Knowledge, a deeper Mind within you. This Mind is the Mind that God has created within you, whereas your surface mind is the mind the world has created within you—two very different minds, two very different realities.\n\n\n\nYou know the surface mind, the worldly mind, the mind that has been conditioned by your physical nature and by all of your interactions with the world—by your ideas, your beliefs, your expectations, your condemnations, your views, your attitudes and so forth.\n\n\n\nBut this deeper Mind you do not know—the Mind that God has created. You can pray to God and be religious. You can have very firm and well-considered religious views. But it does not mean that you have experienced the deeper current of your life. Perhaps you have had moments of illumination or have felt Grace, and these indeed are signs within themselves, but it does not mean that you are connected deeply or know deeply the deeper current of your life.\n\n\n\nSo appearing to be religious is not the answer. Appearing to have great faith or religious convictions is not the answer. It is the power and presence of Knowledge. It is the deeper current of your life, the Mind that God has given to guide you, to prepare you, to direct you towards a greater expression and awareness in the world.\n\n\n\nTo begin, then, to bring your attention and focus it beneath the surface, you must become still and observant. The New Message that God has sent into the world is one way that this can be accomplished. It is a way that has been given that does not include human contamination, cultural contamination or adaptation to religious views or ideologies and so forth. It is not based upon human psychology, for human psychology exists at the surface. This is a deeper psychology.\n\n\n\nYou become still and observant. You refrain from judgment in your times of practice. You leave the outside world and you listen. You do not listen for answers. You do not listen for what you listen for on the surface. You do not use this experience to answer questions on the surface or to fulfill expectations on the surface. Your whole approach to dealing with the world cannot be brought to this sacred environment within you that you are building brick by brick, tile by tile, stone by stone. It is like building a sanctuary, a holy site.\n\n\n\nIf you visit occasionally, well, you cannot experience it really. So you must come frequently, every day. Every day you listen, and you learn to take the Steps to Knowledge. God’s New Message for humanity shows how this can be done.\n\n\n\nBut there are ancient traditions as well that are pathways to Knowledge—deeper, beneath the surface of the mind. But these ancient ways are hard to find and require great searching, and often those who can teach these paths live in other parts of the world. They are not public figures. They are not celebrated teachers. They are not people who come onto the television. Very hard to find they are. You may have to spend years searching for them.\n\n\n\nSo God has given a pathway, Steps to Knowledge, for the person as they are today, where they live today, in their current circumstances. And this method has the power to draw you in. It is mysterious. It is the attraction of God. You cannot understand it with your intellect. It is fruitless to try. You will just create a lot of big ideas that really do not mean anything anyway.\n\n\n\nSo you begin your practice, building your inner sanctuary, focusing your life in a very different way for the times that you are practicing. And if you will proceed and build your practice, you will go deeper, and the evidence of Knowledge will begin to emerge even when you are out in the world. You will sense things and feel things and know things that are very important to guide you and to orient you. You will be less confused and less dazzled by the world. And the allurements of beauty and wealth, well, you will be able to see how shallow and thin they are, and how dangerous they are in leading people astray and wasting their lives.\n\n\n\nThis is the most important search in life—beyond surviving, beyond reaching adulthood, beyond having a trade or a position in society, beyond meeting whatever expectations are required of you by your family or your culture. This is the most important thing, for this is bringing your relationship with God into the world—at first, for your benefit, but really ultimately it is for the benefit of others. It is not a selfish pursuit. It is not a path of enlightenment where you spend your whole life trying to experience your relationship with God. It is not about that.\n\n\n\nKnowledge within you, the deeper Mind that God has given you, that is not its focus. If you think that is its purpose, about your own illumination, well, you will misunderstand. You will not understand what you are doing or why you are doing it or the signs and meaning of whatever progress you can make.\n\n\n\nYou must build your sanctuary to Knowledge—to take time out every day, to find whatever quiet environment you can for this purpose. Unrelated it is to everything you are doing. Do not go into your sanctuary trying to get answers as if you were searching the newspaper for the news.\n\n\n\nKnowledge will give you the signs. It will bring into your life the really important people for you. It will restrain you when you must be restrained. It will move you forward when you must be moved forward. And it will become your strength as you realize that Knowledge within you is not threatened by the world, is not impressed by the world, is not horrified by the world.\n\n\n\nYet Knowledge is moving. It is not simply still. It is not simply just like the sun shining above the clouds. It is not just a state of mind. It is moving. It has a direction. It has a purpose, for you and for others. Just like the water under the ground, under the desert, is moving. If it was not moving, it would be stagnant and you could not drink it. It would become poisonous.\n\n\n\nThis deeper current is moving. It is carrying water from the mountains to the desert, from the mountains to the sea. It is governed by greater forces than the forces that you can see and touch. It is being driven by the movement of the planets, by gravitational forces.\n\n\n\nJust like Knowledge within you is being moved by the Will and the Power of God of the entire universe—not just some local deity, not just a god of the hill or the mountain, not just the god of the nation or the god of these peoples, the god of this little part of human history. My God. What is that? On the surface, it seems monumental, but in the universe, what is that? A grain of sand? A moment in time?\n\n\n\nYou come to this sacred place to listen, to receive and to build the connection. You do not come to get things. This is very hard for people in the beginning because their whole orientation to life is getting things—getting money, getting recognition, winning favor with others, looking good, getting rewards, moving up the social ladder. And for many extremely poor people, it is just about finding the food and the water, the simple things that they need.\n\n\n\nBut here you come to give yourself, not to get more things. You come to yield, to listen, to become silent. You do not need to have a conversation with Knowledge. It does not happen like that. You come to pray, in a sense, because you are asking to be connected.\n\n\n\nYou do not come to ask for things for your friends and family. At this level, that is not appropriate. You can do that, and it can be valuable, but you are here to re-experience a fundamental relationship of your life, the most fundamental relationship of your life, the greatest relationship of all, the relationship that gives meaning and perspective and value to all your other relationships—to who you are, to who you are with, to who you are married to, to your place, to your country, to activities, to your work, to everything.\n\n\n\nYou do not have to be in your sanctuary all of the time. But you must spend time there every day. The New Message says, well, 30 minutes twice a day is very good. Or if you can only come once, you come for a little longer. And you listen.\n\n\n\nHere you learn how to still the mind to get underneath the surface. It is not easy at first, and at times of turbulence in your life, it is not easy. But you come and you give it your effort. Occasionally, you experience profound depth within yourself. Other times, it seems like a struggle. So the New Message gives you some phrases to say, some words to say, some things to think about to help your mind become oriented to Knowledge within yourself.\n\n\n\nIt is like anything else, building skill. It seems strange and awkward and difficult at first, but you know, it was strange and awkward and difficult for you to learn how to read, or to write or to find your way through a city, but now you do it as if it is nothing. It comes natural to you. It was not natural at the beginning.\n\n\n\nWhen being connected to Knowledge becomes natural to you, you will be a person who is a fountain of meaning and inspiration for others. Your counsel to them will be wise and pervasive, and in many cases you will see things for them they could never see, that they will need to see, that will make a great difference and that will remind them that there is a deeper current within their life as well.\n\n\n\nWhatever you can do for another to feed them, to help them, to restore them, to assist them, to advise them, to care for them, your greater service to them is to speak to them, to direct them to the deeper current of their life. In the long run, this is the greatest gift. It has the greatest rewards. It is the most significant. To rescue people from the desolation of the desert of their lives, from the endless searching, from the desperate attempt to survive and to fulfill themselves, living in a state of Separation, to give them the gift of Knowledge, the gift of the Steps to Knowledge, well, you cannot even imagine from your current position how important this is. You are in a sense saving them—you are saving their lives.\n\n\n\nFor rich or poor, you return to your Ancient Home, and well, either you made the connection or you did not. Either you gave the gifts you were sent here to give, or you did not. It is fundamental. Failure here just means you have to try again. What else can you do?\n\n\n\nIt is your will and purpose to do this. God created you to do this. If you cannot do it, well, your whole life was like just a meaningless exercise. You tried. You missed. It is okay. There is no blame. There is no punishment. But you will have to return and try again, and you know this. It is not forced labor. It is simply the natural flow of life. It is like the water moving from the mountain to the sea, well, that is what it does, governed by greater forces.\n\n\n\nSo to do what is natural to you is to do what God gave you to do. And to experience the meaning of this and the great power and clarity and integrity it brings to your life, well, that is God’s great gift to you. But you must come and build a sanctuary. You must take this journey within yourself and build the skills that are necessary to do this. Otherwise, this sounds like an empty promise, a fantastic thing. But you are still living in the desert—thirsty, desolate, desperate, always busy, running around everywhere like an ant, searching for food, well, searching for something, without any real clear direction.\n\n\n\nKnowledge within you knows why you are here. Only it knows. Your intellect does not know this. Your intellect is like an interpretation machine. It does not know the deeper current of your life. You can talk about the deeper current, you can even be a scholar of the deeper current, but if you cannot experience it, if it has not changed and altered your life, well, you are just a spectator. It is even more confusing and frustrating here because you recognize its value, but you cannot get to it. And it will be a source of disappointment and frustration for your whole life.\n\n\n\nYou begin with stillness. You take the Steps to Knowledge. Only God knows how to take you to Knowledge, so you take the Steps that God has provided, either through the New Message that God has sent into the world or through the deeper, more mystical traditions that still exist in the world from the past.\n\n\n\nThis is something beyond the realm of religion, as it exists at the surface. This is beyond the realm of theology, as it exists at the surface. That is the realm of ideas. This is the realm of Knowledge. For only God can be known. Only your true purpose can be known. Only your true relationships can be known. Your ideas about them are secondary and often a hindrance within themselves.\n\n\n\nYou come to Knowledge because you feel the need of the soul, because it is the deepest need, the most profound need, the need that cannot be satisfied by anything else, the need that turns you off the highway of life into a deeper search, where other people seem to have no interest, have no orientation. It sets you apart because it is a calling. A calling is what calls you out of your circumstances, out of your life at the surface, as you have known it.\n\n\n\nThis, then, is your greatest opportunity. You will take this journey because of the deeper need—not because of a promise of Heaven, or pleasing God, or paradise. That is all for people living at the surface. That is the addiction of ideas.\n\n\n\nThis is the natural movement, the movement of the heart and the soul. You come here because you know and you feel there is a deeper well, a deeper current of water beneath the surface. While others are looking for the fabled river of life on the surface, you are going to begin to sink a tap, to drill down beneath the surface, for the water is right under your feet.",
  "audioUrl": "https://www.newmessage.org/av/the-deeper-current-of-your-life.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-bridge-to-a-new-life/beneath-surface/"
}