{
  "title": "Going Beyond the Limits of Human Religion and Belief",
  "content": "The religious traditions of the world have a rich heritage, and from a Greater Community perspective, they have kept Knowledge alive in the world despite their manipulation by world governments, societies and so forth. They have kept the glow of spirituality alive for many, many people.\n\nYet because humanity has evolved in a state of relative isolation and has not had the challenge and the benefit of encounters with other forms of intelligent life in the Greater Community, in any kind of large scale way, the traditions within this world have certain fundamental limitations. These limitations are understandable given humanity’s isolation, and they must be understood as the result, in large part, of this isolation.\n\nFor the student of Knowledge, there are certain things that must be reconciled. These emanate out of the cultures and religious traditions in which most people in the world have been reared. They represent both the aspirations of humanity and the limits of humanity’s awareness and understanding.\n\nWhether you come out of a strict religious background or not, you are affected by this conditioning, for these are the undercurrents of your cultural conditioning overall. And whether you are aware of them or not, they do condition your viewpoint.\n\nLet Us address these now so that you have a clearer understanding of what a spiritual calling means within the world, and how the circumstances of the world have changed and what this requires now.\n\nThere are certain conventions of belief in the world that are prevalent throughout the world, both in religious traditions that encompass many nations and within tribal traditions as well. The root of these traditions is an attempt to negotiate the difficulties of life and to maintain confidence in a larger or greater power, in a Divine power, that can protect and guide human activity.\n\nThough religions have become many other things in their cultural and political associations, the essence of their practice is to keep spiritual experience alive, to enable people to have a direct experience of divinity and to bring a higher consciousness into the world, a set of ethics that are greater than what the marketplace can dictate and what mundane life itself stimulates in people.\n\nYet there are also certain problems. These problems provide a great hindrance to understanding the Greater Community and the meaning of spirituality in the Greater Community. It is for this reason that the religious institutions today stand largely in the way of understanding the meaning of the Greater Community or what is required for people to prepare adequately for the Greater Community.\n\nIntrinsic in this is the fact that their basic understanding of humanity and its relationship with nature and the Divine will be severely challenged by the reality that humanity is emerging into a Greater Community. Here they must realize that their most cherished ideals are not absolute. They are not universal, for the most part, and the requirements of spiritual life must now be reassessed. And the parameters of life and the meaning of life must have a greater context in which to become meaningful.\n\nWe think this is a very healthy thing for all religious traditions in the world. They must grow and expand. If they do not grow and expand, they will contract and become basically reactionary and oppose the great changes that are occurring to humanity at this time. This will bring new life and new spirit into their traditions and new awareness that humanity so desperately needs now.\n\nThere are certain dichotomies within the present religious traditions in the world that must be addressed. We have already referred to many of these so far, but let Us take a closer look now.\n\nFirst, let Us examine the whole idea of Heaven and Hell within the context of the Greater Community itself. Simply said, Heaven represents where you have come from and where you will return to, but in terms of today’s experience, it has to do with your closeness to Knowledge, your allegiance to Knowledge and your identification with Knowledge.\n\nHell represents your inability to gain access to your true nature, which casts you into a world of grave uncertainty and doubt, anxiety and suffering. This is the purgatory. Purgatory is not the reward for bad behavior. Purgatory is not the place you go if Heaven does not want you. Heaven always wants you.\n\nPurgatory is living without Knowledge. It is being cast apart. It is living a life of isolation and separation—separation from Knowledge within yourself and separation from the meaning of your true relationships in life.\n\nIn the Greater Community, there is no Heaven and Hell in the traditional sense. If you think about this, it will begin to make sense to you. For what is good behavior in a human environment would have to be changed in other civilizations and other environments. In many cases, other races have their own concoction of Heaven and Hell, their reward for good behavior, their punishment for bad behavior. They would seem as irrelevant to you as your rendition of Heaven and Hell might seem to them. There is nothing universal here. This is a local custom, a local tradition—in this case, local to your world.\n\nIn the Greater Community, there is no beginning and no end. There is no fantastic creation story. There is no imminent end to life in the universe. Learning, however, does have an end. And there will be an end to manifest life, but it is so far in the future as to be beyond the realm of your concern.\n\nLikewise, the evolution of life within the physical reality is something that occurred far before the creation of your world. So the beginning is so long ago, and the end is so far in the future that these cannot be defining relevancies for your understanding of the meaning and nature of Divinity in your life.\n\nAgain, We must distinguish between the powers of persuasion used through your religious institutions and the meaning of living a truly religious life. Conformity and obedience mixed with political expediency have given rise to many of the ideals and precepts which seem to affect most people’s thinking here.\n\nIt is as if to say that unless there is a great threat of punishment, unless there are absolutes in which people have to believe, they will wander aimlessly. Having no real incentive on their own, they must be governed, and so these things are created to govern effectively.\n\nBut the student of Knowledge must look beyond these dichotomies and see the real truth that exists there. Let Us look at the dichotomy between good and evil. This is a very difficult one because many people have very, very radical ideas concerning this.\n\nMuch of the idealism that exists is not so much the result of real serious consideration and contemplation but is more a social reaction. For example, people think because of the domination of the church in the past, they must reject the idea of evil. Have they really thought about this, or is it simply a reaction?\n\nClearly, there are those who are committed to good, and there are those who are committed to working against the good. They represent the opposite extremes. In the middle is everyone else, being swayed one way or the other.\n\nThere are forces of good and there are forces of dissonance. You may call them good and evil, but they are in essence more complex than this. The capability to do good and the capability to do evil are within each person. Which, then, becomes the predominant force in a person’s life? In any person, one is either radically or even slightly more predominant than the other.\n\nWithin the context of the Greater Community and within Greater Community Spirituality, this can be seen in another way. Here We come back again to the essence of Knowledge. When you are connected to Knowledge, you do good. When you are not connected to Knowledge, you tend to work against the good even though you have inclinations for the good.\n\nNo one in life is entirely good, and no one in life is entirely evil. You cannot be entirely good because there is always the opportunity that you can be deceived or can make a mistake in your perception and judgment and so forth. Everyone is capable of making mistakes in physical life. This is as true in the world as it is throughout the Greater Community.\n\nLikewise, no one can be entirely evil because you cannot eradicate Knowledge from the individual. You cannot destroy what God has put there. It can be denied; it can be thwarted; it can be completely avoided, but it cannot be eliminated.\n\nTherefore, every individual, regardless of how detrimental their behavior may be, is capable and has the potentiality for doing good. Here you must outgrow a childish view of what is good and what is evil, outgrow a childish view of angels and demons, and come back to the reality of life.\n\nThe Creator knows when you come into the world that the world is full of difficulties and that you will make many mistakes and that you may not even be successful in finding your purpose and your way here. Clearly, that is understood.\n\nIn fact, very few people find their purpose and their mission here. Everyone else makes the attempt but somehow cannot succeed. This is because the world is so difficult and because to gain their first great stage of education, they must largely be ignorant of their true nature, their true origin and their true destiny.\n\nAgain, if you were so aware of your Ancient Home and your relationships there, you would not want to enter into the world. It would be too difficult. Your yearning to go Home would be so great that it would disable you from participating here fully. When you are with your Spiritual Family before you enter the world, the world does not look so hard. Being there, everything is so intact; everything is so complete; you are so totally understood. You come into the world, and that is all gone. It is a whole different reality.\n\nTherefore, the Creator knows that you will make many mistakes here. That is why condemnation is out of the question. The important thing is that you find your true Self, that you find your purpose and your mission here. All the emphasis is on this.\n\nThe Creator gives you Knowledge to make this possible. Without Knowledge, you would be overtaken and overcome by the world. You would have no capacity to discern and to discover the truth. You would have no real conscience. Without Knowledge, you could become completely evil.\n\nBut most people in the world today do not realize that they possess Knowledge. It is not part of their religious education. They are taught to believe and to be obedient. They are taught to believe in ideas, in words, in books, in standards and in conventions. And they are threatened with terrible retribution if they fail to do so. There is no teaching in The Way of Knowledge. There is no method for reclaiming Knowledge. This is understandable in a primitive race, but humanity now is emerging out of its primitive state even though much of its behavior is still very primitive.\n\nPeople need to know. Belief is not enough. Belief is weak and fallible and easily persuaded and influenced. That is not what is needed in the world today. Humanity does not need a better belief. It needs nothing less than Knowledge itself.\n\nAnd yet what a revolution this will be in religious thought. People who have relied upon their ideologies and institutions to give them stability and identity will be greatly threatened by this idea, for they do not believe in the inherent goodness of humanity or in the reality and the meaning of Knowledge.\n\nSo the emphasis on Heaven and Hell, the emphasis on reward and punishment in the afterlife, the emphasis on good and evil—all are perpetrated in an environment where Knowledge is unknown and is not emphasized. This creates a very difficult environment for the man or woman of Knowledge to begin to travel the way that Knowledge provides. They must deal with these forces not only in their environment, but within themselves.\n\nSome people’s religious training has been so adamant and so forcefully placed upon them that they cannot seem to outgrow it. It is such a crushing weight. It weighs upon them. They feel so much guilt trying to shift their allegiance from an old set of ideas to the living reality within them.\n\nOut of this dichotomy of good and evil, Heaven and Hell, comes a profound inability to discern a new experience. Things are judged according to a set of beliefs that in essence are really irrelevant to the new experience itself.\n\nFor example, the Greater Community is in the world. Those people who are aware of this tend to project these notions of good and evil. They say, “Are they good? Are they evil? Are they Divine? Are they satanic?” Even educated people who do not say this might actually feel it. They are concerned. These superstitions are so deeply established and are so much a part of culture and cultural identity that it is very difficult sometimes to recognize them and to outgrow them.\n\nWithout Knowledge, religion does become superstition. It becomes belief, and belief is easy to govern and to influence. Without Knowledge, people can believe all kinds of things, even if they are in direct contrast with their experience.\n\nPeople can be taught that they are inherently evil and therefore must subjugate themselves to rigorous adherence to religious ideologies. And yet this betrays a natural experience of themselves. They can be taught that they are physically bad, that their bodies are bad, that physical experience is bad, that somehow being alive is a great misfortune and is a form of punishment in and of itself. Yet this is in complete contrast to the real experience of life itself and is a complete contradiction of the real nature of people’s purpose and presence in the world, which is inherently to do good.\n\nThe Creator has sent everyone here to do good. But everyone must go through the world first. For many, this will be enough to deny their great opportunity and their greater expression.\n\nHero worship is another inherent part of human religions for the most part. It is emphasized in some traditions more than others. People need to have some kind of superhuman to believe in, someone who is greater, someone who does not seem to exhibit human fallibility, someone who is in a perfect state.\n\nAnd yet can this be true in the Greater Community? Can one person be the means to God in the Greater Community? That would be like a visiting race coming here and saying to you, “Well, you cannot get into Heaven unless you completely believe and follow and obey our hero,” who of course would not be human.\n\nThough this may be meaningful within a human context to inspire greater works and a higher level of intelligence and consciousness in people, within the Greater Community, it does not hold.\n\nThere can be no superbeings in the Greater Community. There are only beings in physical life who are either strong or weak with Knowledge. Beyond this, there is the development of their social systems and their technology and their ethics.\n\nBut the critical factor is whether they are strong in Knowledge or not because, as We have seen within the world, good ethics without Knowledge lead to bad results. Many things that people begin start out as a good intention, but it does not end up in a positive way.\n\nTherefore, the idea of hero worship in the Greater Community cannot be relevant. As great as Jesus is within the world, though he is still largely misunderstood, from a Greater Community standpoint, he is a local hero.\n\nGreat teachers have been sent into all communities of intelligent life. Many have suffered the same fate as Jesus, however. In some cases, religions have been built upon them, which hardly reflect their true nature and purpose.\n\nIn many religious traditions in the world, there is the idea that someone else must be the intermediary between you and the Creator: some Divine person, a person who holds a great office in a religious institution. If there were real wisdom in these institutions and they were governed by complete benevolence, this would be possible and beneficial. But everyone is fallible. So this leads to great misunderstanding and great abuse and misappropriation of office.\n\nIn the Greater Community, people are given much more responsibility. This responsibility requires a very developed form of self-honesty, which has not been highly cultivated yet within the world because if people learn The Way of Knowledge, they may call anything that they really want, anything that they are attached to, anything that they are craving for themselves as coming from Knowledge within them.\n\nPeople will make these errors. They will think, “I want what I want and to hell with the rest!” They will call it Knowledge or whatever they think will give them the advantage in gaining what they want.\n\nSo you see the problem. But despite the great potential for error, The Way of Knowledge must be taught to humanity, for its superstitions, its lack of vision, its religious ideology, so blind [humanity] to the greater conditions that are shaping its destiny and its future, that there must be a great inroad in The Way of Knowledge. This will not replace the world’s religions but will give them real promise and the possibility to exist and be meaningful within a Greater Community of life context.\n\nSo deeply ingrained are many spiritual ideas that they pose a serious problem for the student of Knowledge, both within themselves and within their relationships. The great saints in the history of humanity have always stood outside the prevailing traditions of their time. Even if they played a key role in the restoration of those traditions, even if they were key figures, they were always following a greater authority within themselves. As a result, they often suffered great tribulation and persecution from the religious authorities that they were there to serve.\n\nWithin the world today, there are many prevailing superstitions. They do not come from Knowledge. The belief that God is preeminently concerned with the welfare of [humanity] to the exclusion of everything else is a superstition. The idea that if you are a bad person, you go to live in Hell for eternity is a superstition. The idea that everyone must believe in one teacher in order to find Heaven is a superstition. The belief that any power from the heavens or any visitors from the stars must either be demonic or angelic is a superstition.\n\nThough some of these seem incredible and you would think, “I don’t believe in these things myself,” you will find upon closer examination that they have been part of your conditioning because they are so prevalent in human societies. Even sophisticated people who would never claim such views for themselves publicly may feel them within themselves in private.\n\nHow many people are afraid of becoming evil or of falling in the clutches of an evil force? This will lead them to doubt their own deeper inclinations. How many people could be persuaded, based upon the ancient writings within a certain tradition, that their inclination to do good in the world would actually be a bad thing? Kings and royalty in the past gave themselves Divine appointment and convinced enough people to believe in it.\n\nThere is another problem here. Aside from keeping humanity in an infant state, in a state of ignorance and superstition, certain prevailing religious ideas also make humanity extremely vulnerable to manipulation from those in the Greater Community.\n\nHumanity has been studied intensely for the past half century, not just human physiology but human culture and human religion, human ideology and human motivation, human psychology. Though people consider themselves to be marvelously complex, the truth is this is not the case. If you could see yourself from the outside and observe yourself, you would see that your behavior is not that complicated, and you would see your own vulnerabilities.\n\nAs We have said, in preparing for the Greater Community, human governments and human religious institutions will be the prime target of those seeking to influence humanity for their own aims. Both are vulnerable.\n\nGovernments seek power. Religious institutions seek power. But religious institutions gain their power through persuasion, through affecting the mental environment. Governments gain power in other ways, but they too must exert influence. So political and religious institutions then become the most influential in the world in affecting human behavior, human values, human ideals and human priorities.\n\nIt is an amazing thing, but the manipulation of human religion creates such a grave problem. Greater Community forces, as We have said, can create a projection of an image of a saint appearing before people. Though it is merely a projection within their minds, they will think it is real. If they are not strong in Knowledge and cannot make the discernment, they will believe in what they see.\n\nThis is not difficult for Greater Community forces to do. They can make people think that their presence here is part of a spiritual rejuvenation, or a spiritual threshold, or as a fulfillment of ancient prophecies, or constitutes the Second Coming of Christ. These kinds of projections can motivate large numbers of people to take action in violation of their own nature and Knowledge.\n\nThe very religious traditions whose real mandate is to empower and to uplift humanity have instead become one of humanity’s great liabilities. This is because Knowledge is not yet strong within the human family. [Yet] the potential for Knowledge is great; the opportunity to learn The Way of Knowledge is remarkable, especially compared to other societies in the Greater Community.\n\nPeople are not trained in natural knowing, in natural goodness, in natural inclinations. They are not taught to claim the great endowment of Knowledge that they have. They are taught to be obedient, to follow, to serve even if such activities betray their nature and their greater instincts.\n\nAt this point, you may say, “Well, it sounds like humanity is really bad!” But this is not the case, for this happens throughout the Greater Community. All races that develop in isolation have this problem. They feel that they are the center of the universe. They feel that their ideas of divinity and creation are preeminent and universal. They believe that their values must hold true for everyone and everything.\n\nAs We have said at the beginning of this discourse, this is largely the result of living in isolation. Contact with other forms of intelligence, trade, commerce and interactions with other intelligent races, temper these extreme positions and will require a reconsideration of many of society’s values and most cherished ideals.\n\nThis brings Us to another critical thing to reconsider. Many people hope and some fervently believe that the Creator will rescue them, will save them. There is a certain vulnerability in life that is very genuine and very real. Your ancestors prayed for a good crop so that they could survive. People now pray for a good outcome for their endeavors, a good result for their marriages, a resolution to their problems with health, and they appeal to the Divine.\n\nThis is normal and natural for human beings to do this, but it creates a great problem in understanding the nature and activity of the Divine within the world. The coming of the Greater Community will stimulate this expectation, this desire and this demand for divine protection and intervention, but it will not seem to be there. “Where is God to protect us? Where is Jesus? Where is the Buddha? Where is the Muhammad to guide us now?”\n\nFor many, this will be a spiritual crisis. Their whole notion of the preeminence of humanity in God’s eyes will be shattered. Their whole understanding of the cosmos and the nature of Divine activity within life will be so shaken and so altered that for many people it will be too much.\n\nThis will lead to a great denial of the presence and the reality of the Greater Community. People will not want to accept this new reality because they cannot even consider it and its implications. And yet, it is part of their life. It is part of their education. It is a required condition for their growth and development. It is the inevitable result of developing as a race within a world. For eventually all races in all worlds must come in contact with the Greater Community that represents their greater context. And in all cases, their own cherished ideals, beliefs and assumptions will be greatly challenged. For who could have a universal approach to life without a direct experience of the universe?\n\nThe Creator is actively involved in every person’s life through Knowledge within them and through the activity of the Unseen Ones. But there are not many Unseen Ones, contrary to what people believe. People often give themselves confidence by saying, “Well, I have all these angels around me all the time!” But it is not like that.\n\nEach Unseen One must [oversee] hundreds of individuals. So the need for individual responsibility, the development of Knowledge and the emergence of true self-motivation within the individual are crucial and are much more needed today than they ever have been before.\n\nOld traditions are breaking down. Tribal identities and cultures are being assimilated by larger groups. Around the world, nations are being fused into each other through economic interdependence and environmental degradation. Isolation is very difficult to attain within the world now. And the world’s isolation is now being cast away by the presence of the Greater Community.\n\nThese prevailing ideas have had certain benefits for humanity, but they have outgrown any usefulness they may have had in the distant past. Humanity must become stronger mentally. It must become more competent, more discerning, more able. The motivation to do good, to be a force for good, must come from individuals increasingly now.\n\nThe world is in a turbulent state of transition. It is in the process of becoming one community, not because people want it to become one community but because it must become one community to survive. People know this, but they cannot even tolerate the idea intellectually or emotionally.\n\nThere is a notion that life will only give you what you are ready to deal with. Many people think this now. It is one of the mythologies of this age. But the fact is that life will give you what life must give you whether you are ready or not, whether you can handle it or not, whether you can assimilate it or not.\n\nIt is no longer enough to believe in great things. You must become great, greater than you are now, as great as you can be. It is not enough to believe in your institutions or their ideals. You must find what God has put within you and allow it to emerge within you. It is not enough to believe in the work of the great saints who lived in the world long ago, for you are living in a different world now, under a different set of requirements.\n\nThere is no one person who will lead humanity out of the wilderness. There is no one individual who will save humanity from the Greater Community. There is only the cultivation of human responsibility, human ability and human cooperation.\n\nThese all are the results of Knowledge. These all are the results of the natural responsibility and wisdom and capability that the Creator has given to each person. These are the things that must be emphasized now.\n\nThe world is emerging into the Greater Community. There is a great calling in the world. It is a calling for Knowledge. It is the beginning of a new era, a difficult era, a great era. Humanity will be successful only if it can cultivate the abilities that We are describing here. This is its opportunity and the time is now.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/beyond-human-religion/"
}