{
  "title": "Bringing the New Message to the World",
  "content": "Today We shall speak upon bringing the New Message from God into the world. To understand what this means, you must first recognize the significance of this event and the importance of this event, not only for the individual, but for the whole world.\n\nFor Revelations such as this are only given at important turning points for humanity. They are given not only to provide a clear and refreshed understanding of the meaning of the Divine Presence and purpose in the world, but also to prepare humanity for its next great stage of development.\n\nThe great religious traditions of the world were given to build human civilization, to give it an ethical foundation, to give it a greater direction and to expand the Teachings beyond the boundaries of one culture or one nation. They thus became Teachings for many people of many nations.\n\nBut, of course, humanity has interpreted and used and misused the essential Teachings, and much of their primary focus has been obscured or lost as a result. Yet their importance remains, and they still contain a great deal of essential wisdom and potency.\n\nBut humanity is now facing a great turning point—a turning point from which there is no turning back, a turning point where you are facing a world of diminishing resources and environmental instability, a world where political and economic difficulties will escalate to a point never seen before, a world that will be uncertain and very challenging for the whole human family.\n\nYou are facing now the emergence into a Greater Community of life in the universe, where you will encounter different races, not from your explorations abroad but from interventions into the world itself, which are occurring already.\n\nYou have reached an evolutionary turning point for which God’s previous [Revelations] cannot prepare you. You have come to the point where the reality and the meaning of human spirituality must be clarified and must be revealed anew so that you may understand your connection with the Divine, your connection with one another and the meaning of the Divine Presence in the universe, which has never been revealed before. It is a great turning point. It is a hazardous turning point.\n\nPeople at first will not want to see this as God’s New Revelation because it will challenge their views, their ideas and their beliefs. It will require them to reconsider many things. It will require them to grow and to expand, to look with greater eyes and to respond with a greater honesty.\n\nIt will be rejected. It will be denied. It will be scoffed. It will be attacked. But this happens always at the time of Revelation, which reveals who is ready and who is not, who can respond and who cannot, who is ready to listen and to receive and who is not, who has the eyes to see and the ears to hear and who has not.\n\nThe Messenger is in the world. He is one man—a humble man, a man who was sent into the world for this purpose. He will receive the New Message in his lifetime. It will be a very great Message, for it is now speaking to a literate world where there is global communication. It will be more expansive and inclusive than any Message that has ever been given before. It will include its own teachings and commentaries. It has taken him decades to receive it, for the Message is very great.\n\nLike all great Revelations, it must present the truth repeatedly, in many different ways. It must present the reality of the future world you are now entering and the meaning of the Greater Community of life in many different ways.\n\nIt will not be obscure or obtuse, whose meaning is left up to human interpretation. It will not be given in stories and anecdotes, which are easily misconstrued and misunderstood. It will not be described in pastoral terms. It will not be a Teaching of the ancient world, but a Teaching of a new world and the future world.\n\nPeople are living in the past. Their ideas are born of past assumptions and beliefs. As a result, they cannot see what is coming over the horizon. They cannot see the bigger picture of their lives. They only think it is a repetition of former cycles of experience.\n\nBut you are entering a new world—a world unlike the past, a world of environmental change that has not been seen for 10,000 years. You are entering a world where growing numbers of people will be drinking from a slowly shrinking well.\n\nIt is a time where humanity will have to choose again and again whether it will continue on its self-destructive path of competition, exploitation and war or whether it will unite for its own survival and to fulfill a greater destiny as it stands at the threshold of space. That is why the Revelation is given now and why it must be brought into the world.\n\nOne man cannot bring a Revelation into the world, for it must be witnessed by many people. Many people must testify for it and support it and assist it.\n\nIt has always been like this, you see. If this witnessing does not occur, then the Message will either be lost entirely, or it will only be discovered at some later time. But it is meant for the world now and for the days and the years to come. Its Message cannot be lost.\n\nThat is why it must be brought into the world as quickly as possible and as many people as possible must have exposure to it and an opportunity to receive it, to respond and to bring its grace and power into their life experience. It is entirely relevant to the world today, but it will be even more relevant in the world tomorrow and in the days to come.\n\nThat is why the Revelation is calling. Who will be its first respondents? Who will be amongst the first to receive it, to recognize it and to realize they have a responsibility to share it with others? For the gift is not simply for one’s edification. It is meant to pass through each person to others.\n\nIt is too great for an individual to hold and to use for themselves alone, though many people will try to do this. It is too great for one person to claim it and not share it, for it will only come alive and reveal its greater potency and meaning if the person becomes a conduit for its expression.\n\nYou cannot simply receive a gift of this magnitude and not reveal it to others, for it is in the giving that your receiving is confirmed, and the meaning and the value of it for your life is realized. To keep it for yourself, it will merely become ideas and perspective, and its spiritual potency will not be realized.\n\nGod wills that humanity prepare for the new world and for its emergence into a Greater Community of life. God wills that humanity begin to learn about spirituality at the level of Knowledge, the deeper Intelligence that God has given to the human family.\n\nThis requires a re-evaluation of just about everything—work, relationships, health, self-expression, contribution in the world, service to others, fulfillment, self-realization and the meaning of one’s life and destiny.\n\nYou cannot simply overlay this on a set of beliefs and assumptions, for God’s New Revelation is not bound by your beliefs and assumptions. You cannot simply try to match it up with what is currently acceptable and currently adhered to, for God’s New Revelation is not bound to these things and will challenge them and will stimulate them. For this is a New Revelation.\n\nThe gift must be passed to others because it is for the whole world. It is not a special gift for you or for any one person. To receive, you must give, and it is in the giving that the power of the New Message becomes apparent. Its relevance to everything becomes apparent.\n\nTo receive the gift, you must honor the Messenger. He is not a god. He is not a superman. Do not turn him into some kind of hero. Do not worship him, for worship is reserved for the Creator. But do not think he is like everyone else, for he is the Messenger. And he is the only one in the world today or tomorrow or in the years to come who can bring a New Message from God into the world.\n\nEveryone else’s proclamations will simply be a re-evaluation of existing ideas and beliefs, a kind of repackaging of what already exists. While the New Message will confirm the great truths that exist in all the world’s traditions, it will reveal things never revealed before. It will provide an entirely new level of understanding about God, about purpose and about destiny.\n\nIt is free of centuries of human misuse and interpretation. It is here in a pure form, and for the first time, you can actually hear the Voice of Revelation—the Voice that spoke to the Jesus, the Muhammad, the Buddha and the many great teachers and prophets of the ages.\n\nDo you realize the significance of this? If you do, you will see it is a calling for you and a responsibility for you to receive and to give, to learn and to apply, to re-evaluate your life and position, even your most fundamental beliefs and assumptions, for that is the challenge of Revelation.\n\nIt is not the Messenger who will bring God’s Revelation into the world. It is those who will respond. That is their challenge and great opportunity. That is their service and their calling. What other service and calling can compete with this?\n\nTo assist the Messenger, to be a companion to the Messenger, well, what could be more fulfilling than this? What could have a greater impact on the world than this?\n\nYour purpose will involve other things, but to receive the Revelation will be a great part of this expression. Here you must be very honest and see that you cannot use this or apply this yourself. You cannot turn it into something else and put your name upon it.\n\nDo not think that you can persuade the leaders of nations and enterprises yourself. Do not be the Judas of the New Revelation. You must have humility and allow Knowledge, the deeper power within you, to guide you. For in this, your service will be true and will be efficacious.\n\nPeople will want the Message to be many things. They will want it to substantiate their beliefs, their activities and their enterprises. But God is not bound to these things. The Lord of the universes is not bound by human expectation or presumption.\n\nPeople will want the Messenger to produce miracles, miracles for them, of course. They want the Messenger to be like what they think the previous Messengers were, a belief that has very little to do with the reality.\n\nBut you have the opportunity, while the Messenger is in the world, to witness the process of Revelation as it truly exists, not as it is portrayed subsequently and embellished over time.\n\nThe story of the New Message is occurring right now. It is not left up to some future generation to imagine and to create. That is why God’s previous Revelations have been misconstrued, and much has been omitted that should have been included.\n\nDo not think that there could be no future Revelations. For God is not done speaking to the world, and no one in the world, even God’s Messengers, can tell what the Creator will do next. Even the Angelic Host cannot determine what the Creator will do next.\n\nThis is foolishness and presumptuousness, ignorance and arrogance all tied together. This is where religion becomes what people want it to be rather than what it truly is—as a Revelation, as an initiation, as a pathway to Knowledge.\n\nThat is why the correction in people’s understanding will be so very challenging and why many people will not be able to meet this challenge. They just are not strong enough or humble enough or honest enough to do it.\n\nThe Revelation reveals many things. It is like the ocean withdrawing, revealing everything under the surface—truth, falsity, honesty, deception, errors in thinking, misunderstandings, ambition, corruption, everything. It is because the Message is pure and uncorrupted that this is the case.\n\nThe Messenger must be supported and protected. He will have great adversaries, not only amongst certain groups and individuals here, but even amongst those foreign powers that are in the world today seeking to take advantage of a weak and divided humanity—foreign powers from the universe around you, functioning surreptitiously, in secret in the world. With their human liaisons, they pose a great threat to human freedom and sovereignty in this world. They too will oppose the Messenger and the New Message, for it will reveal their presence and purpose here, something they wish to have concealed as they continue to provide the deception regarding their presence.\n\nThe Message becomes strong in the world because it is being shared. And there are enough people in the world today who are ready and waiting to receive it—people who have not been able to give themselves to the teachings and religions of the past, people who realize that their life has a greater purpose though they cannot yet define what this is or what it means.\n\nIt will not be everyone, of course, for not everyone can respond at the outset. But it will have a powerful beginning if people have the opportunity to receive it and to experience it.\n\nThis will be one of your gifts to the world, you who have been sent here to give. This will be part of your purpose, a purpose you cannot create and define for yourself.\n\nThis will be part of the Revelation—the revelation of the witness, the revelation that will reach people who have been waiting so very long for this. This will be part of the validation and justification of your life, which has largely been misspent and misunderstood.\n\nThis is what will redeem the individual, as they recognize they are part of something magnificent and greatly needed in the world.\n\nHere everyone plays a part. Perhaps it is a very great part. Perhaps it is a very small part. But it is a part that is essential. But the only way you will know this and understand this is to recognize what is before you.\n\nIf you think this is just another teaching in a world full of teachings, well, you will not recognize the Revelation.\n\nIf you think the Messenger is just a man with ideas and beliefs, you will fail to see who he really is and why he is in the world.\n\nIf you are so jaded and disappointed by the activities of religion that you cannot see a Revelation in your midst, what can God do for you?\n\nWhy ask God for anything if you cannot see the Revelation? Why pray for peace when the response goes unheeded and unrecognized by you? Why ask God for anything when God is giving you the greatest opportunity of your life—a greater opportunity than could ever be given to you from anything?\n\nFuture generations will envy you [or] judge you, depending upon your response. It is like going to hear the Prophet and being unimpressed, or thinking he is just a foolish person, or an ambitious person, or a dangerous person.\n\nFailure to see this is a pretty big failure—a failure you will reflect upon once you leave this world and your Spiritual Family will be waiting for you, watching you, and you will know instantly if you accomplished your task or not.\n\nBeyond this world, everything becomes clear. Within this world, everything becomes clouded. But God has placed Knowledge within you, a deeper Intelligence. It is the part of you that has never left God. That is the key to your success and to your ability to respond, and to hear Our words, and to recognize the Revelation and its great importance in the world.\n\nPeople want many things from the Messenger and the Message. And many of these things will be disappointed because it is a New Message from God—not a message they are giving themselves, not a message that they can simply interpret according to their beliefs or preferences.\n\nGod is giving humanity what it needs and what it will need to survive the Great Waves of change coming to the world and to survive the dangerous transition into a Greater Community of life.\n\nNo one in the world can provide these things. Even a foreign race, even a beneficial foreign race in the universe, cannot provide these things. Do not think you are going to be saved by some other race in the universe, for the Intervention is here to save the world for itself. Do not be foolish. Do not dream of these things, for it is a fool’s ambition. It is a fool’s paradise.\n\nYou must look with clear eyes. You must have a sober approach. Come not with fear or with preference. Come to look and see, to listen and to hear.\n\nDo not come filled with venom, judgments and accusations, for this will blind you and will prevent you from seeing. Do not come seeking validation, for the New Message will only validate your deeper nature and your greater purpose for being here. It is not here to give you what you want, but to give you what will redeem you, and with you the whole world.\n\nBring the Revelation into the world. You do not need to [fully] describe it or to define it, for it is too great. Just point people towards it. Make it available to them. Let them have their own experience. Only invest yourself in those who can truly respond. You will become disheartened and discouraged if you try to persuade those who cannot.\n\nPoint to the Revelation. Let people have their own experience. Share it in whatever form is available to you, wherever you are. If you are living in a nation of political or religious oppression, be very careful and be very discreet in doing this. The Revelation does not ask for martyrs, only participants.\n\nEvery person is in the world to be a vehicle of communication and service. This is their greater purpose, but more than half the world is under the yoke of poverty and political and religious oppression.\n\nThere are very few free nations in the world. People are circumstantially oppressed, politically oppressed, religiously oppressed. But the New Revelation is still for them, and for you—for the rich, for the poor, for the advantaged and the disadvantaged, for the leaders of nations and for the refugees living at the edge of the city.\n\nBring it to those who are most ready and responsive. Do not try to bridge the gap to those who cannot respond or will not respond. Let the New Message flow where it must. It must first reach its true respondents, its first respondents, to call them out of their confusion, desperation and degradation.\n\nDo not try to govern where it goes or who it reaches. Let it go where it naturally can go. It is wiser than you. It is greater than you. It is bigger than your ideas.\n\nGod has spoken again. This can transform the world. But humanity can fail to respond and fail to receive.\n\nThis danger is very great. But despite the risks, you bring the Message to others. You receive the Message yourself. You begin to have your life reshaped by the power and presence of Knowledge. You begin to see what you could not see before, to hear what you could not hear before and to do what you could not do before.\n\nThe greatest power and the greatest strength are waiting to be discovered, and the New Message will call them forth from you—to serve it, to express it, to pass it on, vocally or secretly to others.\n\nNow your life is connected to something greater. It is not simply a desperate attempt to survive and to be happy in a difficult world. Now you are serving the Creator of all life, and the Power and the Presence will begin to emerge in your life.\n\nLet this be your understanding.",
  "audioUrl": "https://newmessage.org/av/bringing-the-newmessage-to-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/bringing-the-new-message-to-the-world/"
}