{
  "title": "Building Spiritual Community",
  "content": "In contrast to the ideals and beliefs of the cultures and societies here in the world, it must become a tacit understanding that you need others to help you, not only to do things but to learn things and to realize things as well. One of the steps you will encounter in Steps to Knowledge is the idea that alone you can do nothing. This is a statement of complete truth although you will likely only partially believe it. From a state of separation, people believe that they can determine their lives, that they can provide a context for their reality and that they can provide purpose, meaning and direction for themselves. That is what gave rise to separation in the first place, and that is what maintains it.\n\nThe idea that alone you can do nothing runs headlong into the very foundation of a separate point of view and, in fact, the whole idea of separation altogether. This is a revolutionary idea, but like all great ideas it must be properly understood and approached. You cannot simply deny it or believe it. You must learn what it means and how it can be wisely applied in real situations that you will encounter in your life.\n\nThe idea that you are separate is based on the assumption that you can provide for yourself better, guide yourself better and determine your destiny better than the Creator. This fundamental belief is the wellspring of all ideas that reinforce it, and it is the fountain of all miseries that plague humanity. It is the great veil over the mind of humanity that keeps it in a state of confusion and darkness. This veil covers the mind to such an extent that the mind cannot differentiate between what is real and what is imagined, what is recognized and what is believed, what is good and what is hoped for, what is not good and what is feared. Here the mind creates a shell around itself, and everywhere it looks it sees its own ideas. As it looks out into the world, it can barely see what is occurring.\n\nIf it were not for the instincts of the body and for the presence of Knowledge, you would not even be able to function in the physical world, so dominated you would be by your thinking, your assumptions and your past. You can function here, yet you do not function very effectively in a state of separation.\n\nWhen you look at the natural world around you, you will see a demonstration of the idea that alone you can do nothing. All the plants and all the animals work in a great network of interaction called nature. You cannot take a plant or an animal out of its natural environment and have it flourish or even survive, unless you attempt to replicate its environment, because it is connected to everything else, as are you. The loneliness, the sense of isolation, the fear of life and death, the suspicion of all promising ideas, the allegiance to one’s beliefs, the clinging to one’s few possessions, the identification with the body to the exclusion of the mind—all are a result of this point of view of separation. It is a complete belief system. By complete, we mean that it regenerates itself. It gives birth to itself every moment.\n\nHow can you know this is real? We will give you an example. When you practice the Greater Community meditations, once you are able to bring your mind into a focused state, you will see how afraid you are of the Mystery. You will see how afraid you are to go beyond your ideas. You will feel your hesitation and your restraint. And you will have moments of stillness, but you will not be able to linger there for very long because you do not have the capacity yet to experience this for any length of time. You will see how afraid you are of the Creator and of the Unseen Ones, even though you need them desperately. You will see how your mind is guarded by fear and suspicion and all of the layers and layers of ideas, beliefs, customs, rituals and traditions which support this basic fear of life and mistrust of the Divine.\n\nAll people have this to some degree or they would not be in the world. This world is a place where people come to learn to join. They cannot join everything because they do not have the capacity for that yet, and for most people here being able to join with another human being meaningfully represents the paramount challenge. A few are able to join people at the level of group. A rare individual is able to join humanity at the level of humanity. A remarkable person is able to join life at the level of life in this world.\n\nTherefore, your main challenge is to be able to join another meaningfully. Do not think that you can embrace the Divine and become one with all life if you cannot even establish a meaningful and working relationship with one other. With others you will see your real capacity and affinity regardless of what great ideals and beliefs you may have about your capacity to join life in a larger arena. Here you humble one another, as you should. Here you temper each other’s grandiose ideas. And here you encourage each other to regain self-confidence.\n\nHaving false notions about yourself and having grand ideas are directly related to a lack of self-confidence because there is a basic distrust of Knowledge, and so there must be a great compensation for this. Here people build themselves up in their own estimation, but fundamentally they are unsure. They must convince other people that they are what they think they are because they do not know. They must get others’ approval and reinforcement constantly because their own foundation is weak and fallible. They are without Knowledge in their evaluations; therefore, they need constant reassurance.\n\nThe man or woman of Knowledge does not need this. They do not need constant approval. They do not need to have others always speaking of their greatness and how wonderful they are. They do not need to have their specific abilities touted and celebrated. They do not need to be the center of attention.\n\nWith Knowledge comes real certainty, and with Knowledge comes real relationship. You cannot fully establish your relationship with Knowledge without establishing a meaningful relationship with another. And the meaning of this relationship is based upon a greater purpose and a greater meaning in life. For you already have relationships that help you negotiate the mundane activities of your life. Perhaps they are not strong relationships. Perhaps they are not dedicated relationships. Perhaps they are relationships that represent futility and dependence and are based on need more than Knowledge.\n\nHowever, the relationship that we are speaking of is a relationship based upon Knowledge. This relationship serves a greater purpose. It enables you to enter the wilderness of life. It enables you to embark on the second great stage of your existence here. Only a companion who recognizes the deeper value and meaning in you can support you in this way, encourage you to go forward and give you the freedom to do so. Only such a companion will respect your needs, your uncertainty and your courage.\n\nWhen you are in the wilderness, you will realize that you cannot go very far on your own, for your ideas and your beliefs will not give you certainty now. You are in new territory. You see people around you, and they do not understand your experience. They do not seem to be feeling the things you are feeling or thinking the things you are thinking. They are not troubled by the things that trouble you. They are not having the experiences that you are having. They do not have the same criteria or priorities that you are developing now. They are still around you, but it is as if you were in a different world. You are entering the wilderness. They are still far behind, in a world where everything is determined for them, and only their ideas, beliefs and conditioning from the world give them whatever certainty and assurance they have.\n\nIn the wilderness you need a new kind of relationship. Only Knowledge will carry you here. Only Knowledge will direct you here. Only Knowledge knows where you are going and why you must go there. Only Knowledge knows what it means to enter the second great stage of life. Only Knowledge knows what real foundation building means and why it is essential. Only others who share what Knowledge knows can support you now and be a real asset to you. This does not necessarily mean that they are strong with Knowledge, but they understand that you must do what you are doing even if they cannot explain why. They support what you are doing because they know they must. They relate to your experience because of what they are experiencing themselves. They provide you comfort because they need comfort. They provide you reassurance because they need reassurance.\n\nIn the wilderness there is a greater need for interdependence. Here you rely upon each other—not for personal gain, not for personal glory, not to involve yourself in your romantic fantasies, but for Knowledge, certainty and confirmation. Real community becomes possible in the wilderness because it is needed and valued and its greatest assets are recognized. Before this, community is only something you join to gain a personal advantage of some kind, and you never join it fully because it is considered a weakness to belong to anything. Devotion is seen as a sign of weakness in a society that worships heroes and heroines.\n\nConsider the religions of your world, for example. Many people are more comfortable idealizing Jesus, Buddha and Mohammed than they are in really involving themselves in the teachings of these traditions. The hero worship takes the place of their own personal work and endeavor, and so these teachers become idols of worship. This is common, and you can see it all around you. Look at how people are idolized in your athletic events, in your cinema. Everyone is looking for someone to believe in as if believing in someone provides real hope and impetus for change. So it is a curious thing that while people are terrified to give themselves to anything, they would worship other people without a second thought. Worshipping and idolizing others is not the same as joining them. In fact, you place them above yourself where they are out of reach. Beauty, power, excellence, expertise—these are the criteria for heroes and heroines. They are the gods of your world. They evoke more devotion and more attention than the Creator or all those who serve the Creator, both within the world and beyond the world.\n\nThere are no heroes or heroines in The Way of Knowledge. There are beginning students. There are advanced students. And there are people who cannot be students at all. There are people who struggle against Knowledge. There are people who support Knowledge. There are practitioners, and there are the allies of practitioners, those people who cannot study but still support the great cause of Knowledge.\n\nOne of the things that makes the wilderness so incomprehensible is that you must enter alone, and the basis that you used to establish for relating to others no longer applies here. This creates a feeling of estrangement and isolation. But in reality, you are simply becoming honest about the condition of separation. When the pretenses are taken away, when the false assumptions are removed, when you are placed in a situation where your ideals and your beliefs cannot substantiate reality, then you will see how vulnerable and how alone you are. This exposes your situation as it really is, but it does far more than this. It also makes it possible for you to experience the reality of Knowledge and the real purpose and meaning of relationship with another.\n\nA foundation for Knowledge cannot be built alone, for it is a group endeavor. This means you need allies and companions in The Way of Knowledge. Remember, this is not about becoming a hero or a heroine. It is about gaining a greater capacity and experience of life.\n\nIn the wilderness, sooner or later you will realize that you need others. And you will need them for the right reasons. You will need them to substantiate what you know. You will need them to support and to encourage your greater incentive in life. You will need them to echo your deeper inclinations. You will need them to demonstrate courage while you are learning courage. And you will need them to take courage where you yourself have demonstrated courage.\n\nHere you build a network of support, not simply for the mundane activities of your life—to make money, to buy food, to have shelter, to take care of all the little errands of daily existence—but support for entering and participating in the wilderness, support for feeling, finding and following Knowledge, support for experiencing and clarifying the sense of calling and urgency that moves you forward and that will not let you return to your comfortable though false life. These are people who can know you. These are people who will stand up for you as long as they can stand up for Knowledge within themselves.\n\nTo build a foundation for learning and living The Way of Knowledge, you will need a community. This does not mean that you need to run off with others and try to live in some kind of philosophical arrangement. It means that you become reliant upon others who are with you in the wilderness. At first, this reliance may be seen as a burden and as an infringement upon your freedom. You may say, “I don’t want anybody dependent on me! I want to be free to do what I want when I want to. I don’t want to be accountable to anyone else.” And yet that is only your personal mind being fearful to give up its control. What freedom does it have except to be chaotic? What is freedom to the personal mind except the right to surround itself with more and more layers of deception and to offset its sense of isolation and misery with fruitless and desperate attempts at happiness?\n\nThe very burden that the personal mind complains about is the very thing that gives you meaning in life. Alone you have no meaning. There are no meaningful individuals in the universe. An individual is a potential for relationship. It is the relationships that are important. It is what you are connected to and who you represent that gives meaning to your existence here. It is what you belong to—not as in a political party or a social club, but who in your heart you are joined with—that gives meaning and substance to your existence. No matter how great and glorious you may become as an individual, no matter how esteemed and worshipped you may be in your society, you are only a potential human being until you have given your life to another. As a potential human being, you will not find your fulfillment. You will not fully experience your meaning or your purpose in the world or the direction that you must go in life. And you will need more and more adulation in order to offset the terrible sense of isolation that you feel.\n\nYou are now escaping this hell, for this is hell. Isolation is hell. Heaven is total inclusion, but there is a long journey between heaven and hell. You must have the desire for heaven and the capacity for heaven. Knowledge within you will take you there because this is its only purpose.\n\nHere you do not go from total isolation to total inclusion. Instead, you bridge the gap between yourself and another. And once this is done, you can bridge the gap to another and then to another. One by one you build a bridge. Your foundation for Knowledge is not your own creation because it is shared by others. If you went off to live alone someplace in the world where you had no access to others and you tried to build a foundation for Knowledge, it would not stand until another could help you build it. It would still be in the realm of your ideas. You would believe you had built a foundation, but what kind of foundation would you build in a state of isolation? It is not possible, for obvious reasons. How can you establish the Pillar of Work without working with others? How can you establish the Pillar of Health without becoming meaningfully engaged with others? How can you establish the Pillar of Relationship when you are all alone? And how can you establish your Pillar of Spiritual development when you have not learned to join with anyone?\n\nThe road to Heaven is through relationships. It is a road of relationships. You may try your hardest to feel whole and joined with life, and you will have experiences of this now and then, but until you can be joined to another, give yourself and dedicate your resources in conjunction with another’s dedication, you are only flirting with reality.\n\nDo not attempt to have a romance with reality, for you are meant to have relationship. A romance may be very intense and very enticing, but it has no foundation and cannot last. It will end in bitterness and confusion unless it can lead to meaningful relationship. You have seen this in your own experience with other people.\n\nYour community now is a network of support. That is the beginning of community. As community evolves, it becomes something greater.\n\nLet us speak now about a community of Knowledge. A community of Knowledge is based upon recognition, affinity and shared activity in the world. It is distinct from all the other communities in the world that you see. In a community of Knowledge, people are together because they know they must be together, and they are willing to face the difficulties of being together and the difficulties of their life together because they have this inner certainty. In all the other communities in the world, which are communities of law, people are together for a temporary advantage, and their rules and their regulations establish order and stability.\n\nA community of Knowledge is based on devotion and dedication. A community of law is based on opportunity, convenience and adherence. A community of Knowledge is reinforced with truth. A community of law is reinforced with punishment and laws. There is a great difference between these two realities and these two experiences of participating with people.\n\nWhen problems arise in a community of Knowledge, they are settled together in the community to find what is known, correct and appropriate for the community. In a community of law, the law is the arbiter of truth. It is the final measure upon which decisions are based, for people do not have certainty about what to do or what is right, so they go to the law, which says, “This must be” and “That must not be.” This is understandable because a community of Knowledge at this level of reality can only happen between small numbers of people. Great nations of people must be communities of law. Large business organizations, even great religious bodies, must all be communities of law because of their size and because of the lack of contact that their participants have with each other. That is understood. There is no blame here.\n\nA community of Knowledge, however, must be small, close, intimate, connected and intact. It only uses rules and regulations to enable it to keep itself together so that its main purpose may be supported and fulfilled. Its laws provide support rather than restraint. Its laws keep things focused and moving in the right direction. Rules are for convenience, and they are welcome here because they help build a foundation for participation together and they eliminate confusion. But these rules are based upon what is needed and what is correct. A community of law attempts to do the same thing, but it does not have the devotion and dedication behind it. In a community of Knowledge, laws are recognized as a benefit rather than a restraint or a form of punishment.\n\nA community of Knowledge seeks to live the truth. A community of law seeks to coexist with others. The emphasis is different. The motives are different. They both seek stability but for different purposes. Their rules and guidelines are made for different reasons and have a different impact and enforcement.\n\nYou will need a community of Knowledge because you cannot learn Knowledge alone. Even if you are experiencing something and you feel very certain about it, how will you be able to tell if it is real? How can you be certain that you are not simply creating a wishful idea? How can you be certain that you are not running away from something? How can you be certain that you are not aiming yourself at catastrophe? You have fooled yourself many times before over and over because you had based your life on ideas rather than experience. Now you are attempting to base your life on experience rather than ideas, but the possibility for error seems as great here as it was before.\n\nOnly the confirmation of another, a genuine confirmation, can substantiate the experience of Knowledge within yourself. For you to recognize and to value this confirmation, there must be a foundation of trust. And this trust must be firm and solid. It cannot merely be an expediency.\n\nYou will not fully know what to do, where to go or who to be with without the support of others. You will not be able to do anything physically in the world without the participation of others. You will not find your way through the wilderness without companions. You may enter the wilderness alone, but your Spiritual Family and the Unseen Ones are with you as you embark on this great journey. You will not build your foundation for learning and living The Way of Knowledge alone because you will share it with others. What you build, you will build together. And what this foundation is for, you will share together.\n\nHere your spirituality is not to create a cathedral to yourself, but to create a hall for community. Here your spiritual development is not to become a saint or an avatar, but to find a way to be with people where your greatest strengths can be amplified. Here your endeavor in life is not to sanctify a state of separation, but to make that separation unnecessary.\n\nYou will build community because you need it. And your ability to participate in community will reveal to you your strengths and your weaknesses. Yet even beyond this, it will show you what your real gifts are, which could never be fully assessed on your own. You will see that you are there because of what you have to give, not for what you can get. And your value, your role and your activities will be based upon your skills and your deeper inclinations, not upon your ideas or wishes for yourself. People build whole careers in life based upon their ideas and wishes for themselves only to find, whether they are successful or not, that they somehow missed the mark, that they somehow went in the wrong direction, that they gave all of their resources to something that could never bear fruit for them. Who can comfort them then?\n\nThus, for you who have entered the wilderness or feel you are near the wilderness, your life has been saved. You have found your way in time. Though perhaps you seem to be alone and isolated in your own feelings, you have great assistance now, for your next endeavor in life will draw your Spiritual Family to you and will call to you those other individuals in life who are meant to be your companions. And your next endeavors in life will reveal to you your weaknesses and your false ideas. Yet at the same time, they will call upon a greater strength within you, a strength you are not even sure you have, but a strength that you will have to exercise nonetheless.\n\nHere you become reliant upon Knowledge. Here you enter a condition called relationship, which is when minds join to share a great endeavor. How can there be a great endeavor unless minds join? And how can minds join if there is not a great endeavor? This is the basis for participation in the world. This is the foundation for real relationships. This is what unites people. This is what evokes devotion. People are not devoted to each other because they like each other or because they are wonderful people or they find each other charming or entertaining. People are devoted to each other because they can do something important together and they need each other to do that which has brought them together in the first place.\n\nDo you see how different this is from the romantic ideal where people become captivated with each other’s personalities and appearance? It is all about how wonderful, beautiful and attractive you are, and life is a parade in which you are the star. People fall in love with images. People fall in love with sensations. People fall in love with promises. People fall in love with a look, a smile, an innuendo. Yet people also fall in love with ice cream and chocolate and other happy foods. People fall in love with dresses. People fall in love with cars. People fall in love with almost anything.\n\nBut what love is this? There is no dedication. There is no devotion. The emphasis is not on the value of the person and his or her contribution. The emphasis is not even on the other person. People are simply using each other so that they can find escape from their own life, from their own grim world that grows grimmer by the day.\n\nIn life, you are together and you value each other because you can do something together. In life, you become dedicated because you recognize each other’s value and purpose and you become dedicated to that purpose and to that value within the person. Here your love and your affinity will outlast the aging of your bodies. Here your love and affinity will outlast the romance of being with a new and exciting person. Here your love and affinity will endure the tribulations of being in the world. Here your love and affinity will grow as you learn to work together and as you build your foundation for a greater life together. Here your relationship will continue beyond this world, for you are Family now. This is not a romantic interlude. This is not a passionate moment. Here you build something that lasts forever, for great relationships are never ended.\n\nThis person, and the few individuals that you may have the great fortune to find in life, will constitute your community, and your community will come together to build a foundation for Knowledge and eventually to participate together in giving and receiving the gifts of Knowledge that can be placed upon this foundation. Your foundation for Knowledge is like a great altar upon which the gifts of Grace can be given, and these gifts of Grace will not simply be magical and wondrous things. They will more likely be simple endeavors that are imbued with a great power and a great love. And your lives will be the altar, the foundation and the platform for giving to occur.\n\nYou will continue to carry on your mundane activities, but your experience of life will be very different. You will not be alone, and you will be able to trust and rely upon those who are with you because their participation with you is based upon something real, genuine and permanent. It is not based upon a momentary fantasy or a fleeting affection or to offset some kind of insecurity. You will have real relationships now, and your devotion to each other will be the highest expression of your love, for devotion is inherent in Knowledge.\n\nKnowledge is devoted to you. The Creator is devoted to you. Your Spiritual Family is devoted to you. As you learn to become devoted to them, you will feel the magnitude of your relationship, and you will see that relationship is not a thing but an environment—something real and magical within the physical and mental environments of your life. You will feel this presence and this certainty, and you will realize that you have something that is stronger than the world that will outlive your experience in the world. Here you gain a strength that others can only dream about. Yet it will not be your strength alone, and it will not be for you alone, for your strength is your relationship. Your strength is your bond, and your bond is your commitment.\n\nWhen people come together to carry on a great activity in service to the world, they are able to be with each other in a very mature way. They are able to overcome the little disputes and misunderstandings that come between people all the time. They are able to counter the divisive forces of the world which cast fear and confusion everywhere. They are able to weather the uncertainty and tribulations of life because they have a greater strength.\n\nWhat is a spiritual community? At a certain juncture in life, people will establish and formalize their community together because this will help it to become strong and enduring in the world, which always seems to be trying to tear it apart. Even those who are joined in Knowledge will feel the inducements of the world, the reminders of the world and the promises of the world that they can do, be and have everything on their own. Because you are part of community, because you are deeply bonded to another, does not mean that you do not feel the temptations of the world, for this is the physical and mental environment in which you live.\n\nWhile people are devoting themselves to their own personal fulfillment everywhere around you, giving all that they have and demanding that others give all that they have for their own personal glorification, you will feel this. You will feel the great sway of this. But you will know it is not real, and you will see where it leads because you can see this at the outset. You do not need to fully experience the errors of life to know where they lead because life all around you demonstrates this. All those people that you have criticized and been so disdainful of, do they not demonstrate the results of error to you? Do they not call upon your forgiveness and your gratitude for having shown you this and for having given you this essential part of your education?\n\nHuman failure is manifest all around you. You will feel its inducements and its pain. But if you can get through the wilderness and begin to build your foundation in Knowledge where you experience Knowledge enough that it becomes an abiding presence in your life, then you will have a foundation that cannot be shaken. This does not mean that you cannot be persuaded and seduced by the world, but it does mean that you have one foot in reality. This does not guarantee you will not fail, but it gives you the foundation for success.\n\nIn a formal community of Knowledge, one person is the initiator. One person is the seed person. He or she is the seed because they are experiencing union with the Divine, and this union must find expression in the framework of human relationships. The seed person must join fully with another in order to initiate true spiritual community. They must bond completely. This is the beginning of community. A community starts with two, but it is seeded by one person.\n\nWhy, you might ask, is this the case? Why is it not seeded by many people? Because this is how it works. Others add to it and give it life and new dimensions, but one person is the seed person for spiritual community, and that one person must join with another, and that is the seed relationship. Then they must join with a handful of people, and that becomes the foundation relationship.\n\nRemember, there are no great men and women in The Way of Knowledge. There are only great relationships. Greatness in a human being is the ability to join the right person for the right reason at the right time in the right way. That is the demonstration of human greatness.\n\nThere are many spiritual communities that are not spiritual communities. They are simply an environment where one person is worshipped, and everyone else is subservient. You are aware of the examples of this. That is because people are fixated on hero worship and do not know how to join with each other meaningfully.\n\nAs much as people may hate the idea of having heroes and heroines because of the great disability that it promotes for everyone else, they still long to have a hero or heroine nonetheless, someone who is beyond the mundane difficulties and human failures that they see all around them. For example, people love to think of the risen Jesus instead of the presence of the Holy Spirit. The presence of the Holy Spirit is a relationship. It is a challenge. It is Knowledge. But, oh, it is much more ecstatic and a much more wonderful fantasy to think of the risen Jesus blazing in light. These are the things that movies are made of and great romantic novels—the ecstasy and the fantasy that seem to lift you above life, rather than engage you with it, and take you away to a beautiful place where there is no pain and sorrow.\n\nThe Creator offers you Knowledge. Knowledge is the foundation for relationship, and relationship is the foundation for success and fulfillment. You return to the Creator through a great network of relationships which are all bonded in Knowledge. Here you re-enter and re-experience the great fabric of life where everything is interwoven, but in a certain pattern and way. Here you will learn that you cannot join with anyone you want. You cannot be united with anyone you want. You cannot call anyone you like or love a member of your Spiritual Family, for you are destined to be with certain people and not with others, regardless of your attraction or affection. For it is true, is it not, that you can love dearly many individuals that you could never live with or participate with in any meaningful way. You may love them intensely. But you cannot function together. How often this is demonstrated in the tragic disappointments that people feel in their relationships with one another.\n\nReal relationship and real community, which is the larger network of relationships, all must serve a greater purpose and a greater cause and be motivated by a greater reality within people. The cause and the motivation must be there.\n\nThe greater cause facing humanity today is the world’s emergence into the Greater Community, which will overshadow all of humanity’s problems and issues in the future. This will require humanity to join as one race and to become the wise and careful stewards of the world’s resources. Surely this must be a sufficient challenge and provide sufficient meaning at all levels of human existence. Therefore, there is no lack of a great cause. You are designed to participate in this great cause in a specific way. And should you find the others who have come into the world who share your purpose and who share your design in a complementary way, you will realize that you are all here for that purpose. But you must all be prepared in The Way of Knowledge in order to know each other and to accept what your relationship will really mean.\n\nThis is why we build the foundation for Knowledge, within you and around you, between your mind and your heart, and between your mind and other minds. This is entirely natural. There is nothing artificial here. This is allowing nature to carry on its great work within you and around you. This is being close to life and experiencing life, both in its mundane physical manifestations and in the greater Wisdom behind the mechanism of life itself.\n\nWhen you come to the teaching in Steps to Knowledge that declares that alone you can do nothing, recognize this both as a challenge and as a great gift. It challenges your thinking and the thinking of the world at all levels, but it also points the way to the resolution of your great dilemmas in life and to the fulfillment of your greater purpose here. This is what enables you to begin to build a foundation and to find those who can build a foundation with you, for your foundation is not for you alone and cannot be built by you alone.\n\nYou have been sent into the world for a purpose. You do not need to define this for yourself, for it is intact within you. You do not hold all the pieces of this purpose, for you must find your true companions in order to realize this. These true companions represent relationships at many levels. They are not all husbands and wives. Indeed not, for you will need more than one person to realize your calling in life. Your calling calls to you. Your preparation calls to you. Those who are looking for you in the world call to you. Your Spiritual Family calls to you. And the Unseen Ones watch over you silently.\n\nWithin your restlessness and your discontent, you are responding to this calling. Within your anxiety and your vain attempt to bring happiness into your life, you will feel this calling. It is not a calling that you will experience in your thoughts as much as in your heart and throughout your being. You will feel that you need to be somewhere, to do something, to meet someone.\n\nLook at the world and you will realize that the situation of the world is growing more grave and more difficult. Look at people and you will see that they are not responding. They are still looking for a way out. They cannot feel what is occurring in life. The world’s emergence into the Greater Community is something they can neither believe nor experience. They are consumed by their own interests and priorities. They are dead to the world at this time. And they hope for a romance that might solve their great need, but eventually they will find out that there is no promise here.\n\nAt some point, you will see something or hear something or read something that will affect the deepest part of you. You will stop thinking and you will feel something that seems new but old, that seems incomprehensible but deeply known. You will have these little touchpoints more frequently because you are being called to begin the second great stage of your life, and you will begin the second great stage of your life by building a foundation for Knowledge, by building the Four Pillars of life, and by establishing relationships that can support this great activity and that can represent it as well.\n\nHere you will soon realize that the foundation must be built before anything can be built upon it. You will see this because you will recognize your limitations and your propensity for error. You will see this because you realize that what you are building is much greater than what you previously had thought possible. You will see that building the foundation will not glorify you in the eyes of others, but only confirm you in the eyes of your Spiritual Family. And you will find relationships that represent your Spiritual Family in the world.\n\nIt is then that Knowledge, which before seemed hidden and mysterious, will become a growing presence and force in your life. Its protection and its guidance for you will find expression in your awareness because your awareness will be coming closer to its reality. At some point you will study Steps to Knowledge. Then you will learn to see with the eyes of Knowledge and hear with the ears of Knowledge and think with the mind of Knowledge because Knowledge is your Greater Mind and Greater Self, a Self that is not apart from life. You will have relationship, and if you advance, you will have community because communities of Knowledge are the natural environments for contribution and for fulfillment. They are the real demonstrations that the Creator is at work in the world today.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/building-spiritual-community/"
}