{
  "title": "Building Strength and Resilience",
  "content": "When you reach that point in your life when you begin to seriously think that you might have a greater purpose in being here—a recognition that is certainly waiting for you and has been waiting for you for a very long time—when you begin to think of this, you must consider the issue of strength.\n\nPeople assume they are ready for things they are not ready for. They assume, if given the opportunity, if given the encouragement, that they could undertake a more important set of tasks in their life. But the truth is they do not have the strength, and they do not yet have the capacity, and so great opportunities may come to them, but they will not be able to see it or to receive it. It will seem too demanding, too inconvenient, too disruptive to their current activities, too complex, too confusing, or just too difficult.\n\nBut what is a great opportunity but an opportunity to do something of a greater magnitude in your life? And this will certainly require more of you than your current activities require. It will require greater strength, greater courage, greater self-confidence, greater self-honesty. It will require many things from you.\n\nTherefore, you prepare for your greater purpose before you know what it is. You prepare in part by building the qualities that you will need to have, the skills and abilities you will need to undertake a greater activity in life. Otherwise, you will not be able to rise to the occasion when that wonderful moment of recognition occurs, where you realize that a greater opportunity has come to you.\n\nMany people do not realize that they have missed great turning points in their lives thus far, particularly if they are older, simply because they could not respond. They could not meet a challenge. They could not change their current trajectory. They could not break free of commitments and obligations. They did not have the strength. So strength is very important.\n\nIf We were to tell you, you had to be able to climb this mountain over here, and it was a very high mountain and required skill, We would not just send you over there to begin hiking up the sides. It would begin a whole process of preparation. You do not know what it is like to scale a mountain like this. You do not know what it requires. You do not have the wisdom to understand its dangers and the opportunities you will have along the way. These things must all be learned ahead of time before you take on something really big.\n\nYour greater purpose is like climbing a mountain, and in the same way, you must prepare for the climb itself. You must prepare by building strength and resilience and consistency. Not only must you be able to mount the effort, you must be able to sustain that effort, over time. And in the case of considering your greater purpose in life, it is a great deal of time. It is the rest of your life.\n\nSo the strength building begins now, and in some ways, you have been doing this all along—building consistency, building hopefully self-honesty, building courage to take risks, building courage to communicate with people and to resolve difficulties and dilemmas, building the skill to maintain responsibilities and to learn how to become a responsible person. This is all foundation building for what may come later, and what will come later if you prepare for this consciously.\n\nHere your hopes and dreams must be based upon a solid foundation. You must be building the capacity for greater truth and the strength and the resilience to carry greater truth in the world and to follow what the truth will indicate for you—even if it is difficult, even if it is undesirable. [For] even the most wonderful opportunity will have undesirable aspects and will require tremendous effort to be sustained over time, to be accomplished and fulfilled. No matter what your current circumstances, you have the opportunity to build strength and to build resilience, to maintain and to sustain your responsibilities and to increase your responsibilities.\n\nThis, of course, is moving in an opposite direction than many people are moving today. They want to escape responsibilities. They want to avoid responsibilities. But what is having a greater purpose in life but assuming a far greater set of responsibilities? Now you have to live a greater life [with] greater actions, greater courage, greater strength and greater self-honesty.\n\nHere you break away from other people who are trying to have as much benefit with as little investment as possible, and you set off on a different pathway. You will not be totally alone in this, but you will have to leave many people behind, for they have not come to the point of recognition that they must prepare for something greater in their lives.\n\nYou could say, with some accuracy, that everything you have been doing in life thus far is a preparation for your greater purpose—building character, acquiring skills, recognizing the importance of self-honesty, learning how to communicate effectively with other people and to work with other people, offsetting your own dangerous or unwarranted tendencies. All of these things can be established through the course of life itself.\n\nWhen you reach that point of realizing that you do have a greater purpose and that you have to prepare for it, you will be able to look back on your life and see how certain essential skills were necessary for you to reach this vantage point. And you will appreciate the long periods of time where you had to maintain and to sustain your activities, even if they did not represent your greatest aspirations. You will appreciate the simple contributions of people along the way, even people who demanded great things of you and set a high standard for you. Even people who were difficult to deal with—even they helped you build a foundation.\n\nThis recognition will give you a very different understanding of your past and a greater appreciation for everyone who has participated in your life, for everyone has either shown you what you must do or has shown you what you must not do. Through their recommendations and demonstration, they are showing you all things you need to know to finally become honest with yourself and to realize you are here for a greater purpose.\n\nIn preparing for your greater purpose, you will be carrying out study activities, learning The Way of Knowledge, building the Four Pillars of your life, and this will go on for quite awhile. You will become impatient, thinking, “Well, where is the exciting part of this? Where is the glory? Where is the inspiration? Where is the great achievement? I am just living this mundane life and carrying out all of these activities.”\n\nYou will have moments like this certainly because you are not used to building a real foundation. You wanted to give the minimum effort for the maximum reward. And now you are finding out the effort required is far greater than what you have done before, and more mysterious because you cannot define the outcome. In fact, you may not even be sure what will happen next.\n\nThe Angelic Presence needs to know that you have the courage and the stamina to do what will be required. Before they reveal to you anything really important, they want to see if you can sustain the effort, if you can be responsible enough, if you can correct your damaging self-tendencies, if you can be consistent, and if you can be strong.\n\nThis is so very important because it is a great tragedy when something significant is given to a person or a group of people and they cannot sustain it, and it fails. It is a failure for them individually. It is a failure in their relationships. And it is a failure to those who have given them this greater opportunity in life.\n\nPeople who give themselves glorious goals, glorious missions, glorious definitions, they are just talking to themselves. They do not know what they are doing. They are living in fantasy, and if they are given something real, they will create a fantasy out of that. They will make it bigger than it really is at the moment. They will embellish it with their desires and their ambitions. They will color it with their perceptions and their beliefs. They will turn it into something else until it is unrecognizable. That is why the ambitious are never given things of importance to do until they can demonstrate a greater allegiance, a greater allegiance to Knowledge.\n\nThe strength that We speak of is not the kind of strength to simply mount a great effort for a short period of time, to go run ten miles or to finish a project on time, or to mount a great effort in the moment, even in service to another. The strength that We speak of is the strength to take a long journey, to go through long periods where you are not sure what you are doing, to be able to face your own self-doubt and the doubt you have in the wisdom of your actions. It is the strength to carry a greater responsibility in life over a long period of time.\n\nCertainly, at this moment not many people have such a strength because they have never developed it in the other activities of their lives. They have never had to take care of other people. They have never perhaps had to provide for other people, especially if they are wealthy and affluent. They have never had to sustain their work over a longer period of time to achieve an important goal. They gave up when the going got difficult. They capitulated to their friends’ persuasions. They could not go the distance. It is not because they lacked inherent talent. It is not because they were evil or wrong. It is simply because they had never developed the skill and the capacity to do greater things.\n\nSo when someone is called by God to do something greater than simply manage one’s affairs with a reasonable degree of success, there is a period of trial and error. There is a long period of preparation before the real purpose of your efforts is revealed to you.\n\nEven for the Messenger himself, he had to demonstrate his ability to carry forward for many years without really knowing the outcome, without understanding clearly what his efforts were leading to and the great responsibility that he would have to accept and maintain.\n\nBut people are impatient. They want the answers now. They want to hear the outcome, and then they will decide if they will take the journey. But in life you must take the journey to find the outcome. If it is a true journey—and not simply a romance, not simply a fantasy of some kind—this is the truth of the situation. You must have that strength, that courage, that faith, for here faith really means something.\n\nA greater purpose is not your creation. You do not invent it based upon your desires and your own discernment. It does not happen on your terms. It does not reveal itself according to your wishes or demands. That is what makes it greater.\n\nSo, you see, you are going to have to prepare not only to carry this greater purpose, you are going to have to prepare even to discern that you have a greater purpose. You do this first by building the Four Pillars of your life—the Pillar of Relationships, the Pillar of Work, the Pillar of Health and the Pillar of Spiritual Development. All of these Pillars must be strong enough to sustain a greater calling in life. If they are not yet that strong, then that calling cannot be given to you without causing serious damage to you and without creating the possibility of failure for those who are watching over your life.\n\nSo, you see, it is a very, very careful thing. It is not for the idle. It is not for the ambitious. It is not for the curiosity seeker. You must have the most serious intent. And you must be committed for the long term, you see. So it is to develop these abilities and these qualities that really represents the work at the outset.\n\nSo many people claim they are ready, they are strong, oh, they have done all these things in their life, but when confronted with something of this magnitude, they fall away soon. They do not have the self-confidence. They do not have the trust in the Greater Powers. They are driven by ambition, and when it appears that their greater purpose is not there to serve their ambition, they fade away quickly.\n\nYou must build the Four Pillars of your life, beginning right now. And then you learn The Way of Knowledge and take the Steps to Knowledge, which you can do right now. And then you begin a deep evaluation of your life and circumstances, particularly your relationships with people, with places and with the activities of your life to see what is really true and should be sustained and what does not have this strength and this certainty and this purpose.\n\nThis, of course, requires objectivity and considerable courage. Even developing the ability to be objective is a great challenge for many people. So there are prerequisites here. The prerequisites include the things We have mentioned: self-honesty, responsibility, consistency, duty, discernment, mental and physical health, real work abilities and skills and honesty in your relationships—all very important things just to live a good life in the world, but essential to carry on a greater purpose, and to be able to sustain that purpose, and to fulfill it correctly as it was meant to be fulfilled.\n\nHere you are working towards something greater, and you are leaving the definition of that open so that you may experience it as you proceed.\n\nMost people, if they were told the real outcome of their purpose, they would feel tremendously inadequate because they are not prepared. And perhaps they would run the other way, thinking, “Well, this isn’t what I want to do with my life!” They would think that because they do not know their real wishes. They are not honest enough with themselves to know the yearning of their own heart. They are still chasing dreams they have invested in so greatly: romance, wealth, beauty, charm, excitement. They are chasing all these things, committing themselves to things that have no value, no permanence and no real reward at the end.\n\nDo not worry about them. They are not your problem, unless you happen to be aligned with one of them or married to one of them. Then you do have a problem. But your challenge is before you. You cannot have a bargain here. You cannot bargain with the truth. And you cannot bargain with God or the Angelic Presence. They hold the pathway for you. You can either take it or not. You can either begin to prepare for it or you cannot. The decision is yours. There are no deals to be made. The truth is not compromised at this level, you see.\n\nYou go because you know you must go because Knowledge, the deeper Intelligence within you, is confirming that you must proceed. And it is this Knowledge, instead of your will power, or the strength and conviction of your beliefs, that will really be the foundation that will sustain you through difficult and uncertain times ahead.\n\nThe world is facing the Great Waves of change—great environmental change, great economic upheaval, great conflict and deprivation. All these things can destroy your focus and cast you away. You are building strength not only for your greater purpose, but to be able to weather and sustain yourself through the difficult times ahead. God is giving you this wisdom to save your life, not only in terms of your greater achievement in the world, but to sustain your life, period. You do not realize the gravity of what is to come to the world. Even if you are worried about events, you still do not see the power of these times.\n\nIt is Knowledge that will carry you forward, for it has unlimited strength and capacity, far exceeding what you can achieve through will power alone or through the strength and conviction of your ideas. They are fragile in the face of great change in the world, and they will not carry you through the long preparation that is before you, and they will not give you the real courage that you need to proceed when others around you are falling away or falling into despair.\n\nThat is why you take the Steps to Knowledge as part of your preparation, for you need to discover the source of your strength and inspiration. You need to find the wisdom that God has put within you that will enable you to navigate the difficult times ahead and to sustain yourself through your own difficulties and through the difficulties of life around you.\n\nYou must be very resilient, very strong and very compassionate if you are going to take a greater journey in life. Beyond mere survival, this is the promise of fulfillment for you, for nothing else in the world will fulfill you. None of the rewards that people pander [to] or that people worship or give themselves to completely will fulfill the deeper need of the soul. Here you must have a different focus in life. Your desires and your roles cannot simply be conditioned by your society or by your family and their values, for there is a greater calling for you. And that is why We are giving you this teaching as part of your preparation.\n\nWhen you come to know this is the truth about your life, you will have turned an important corner, and you will set out on a different stage of your journey in the world—a different stage with new realizations and new requirements as well.\n\nThough this may be a time of uncertainty for you, it is a time of great promise. It is a time of great excitement for those who watch over you and your life. For your success is not only for you, but it is for them. And it is for the many people who will benefit from your gifts and who will be inspired by your actions to undertake a greater purpose and journey for themselves.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/building-strength-and-resilience.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/building-strength-resilience/"
}