{
  "title": "Building the Bridge to a New Life",
  "content": "At a certain point, you will come to realize that this New Revelation is here to give you a new life. It is not simply to make improvements, or to sweeten it with a sense of spiritual meaning, or to condone your thoughts and beliefs or past actions with some kind of blessing from above.\n\nAt some point, you come to realize that the life you are living really is not appropriate for you. It is a compromise. And the compromise has been too great. It has been too thorough. It is a compromise with how you regard yourself, how you regard others and how you regard the world. And though this realization may be resisted, maybe it will be denied and further compromises will be sought, in actuality, it represents the beginning of a great hope for you.\n\nFor God knows that without Knowledge, the deeper Intelligence that has been placed within you, you would live a life of compromise. You would seek compromise for security, for approval, for wealth and advantage. You would seek compromise in order to avoid ridicule or criticism or condemnation or even social rejection. Compromise would permeate everything—your beliefs, your attitudes, your aspirations, your activities, your plans, your goals. This would increase to a point where you really had lost contact with who and what you are.\n\nNow you have become a product of your society, a product of the expectations of society and a product of your own personal thinking. But you have lost contact with the deeper thread and meaning of your life. And even if you are successful and achieve your goals, it will be empty, and the joy will be short lived, and they will come at a great price of time, energy and effort. And the rewards will be momentary and fleeting.\n\nThis realization, which is so denied and avoided, is the beginning of a greater promise for you. Do not resist it. Do not argue against it. Do not complain that you may have to make great changes in your life. Of course you will because you are being given a new life—not a slightly better rendition of your old life, not simply new scenery or new faces or new forms of stimulation. This is not a cosmetic change. This is a change of a far greater importance and depth and meaning for you.\n\nThis is the kind of change your heart has been yearning for for so long, for such a long time have you been laboring. And now it seems to come to nothing. It seems you have failed the expectations of your culture. You might even feel you are a failure, that you have not fulfilled the goals and expectations of your family, your culture and even your religion. But in this seeming failure is a promise of a greater success. The old life must fail you, or you must fail it, in order to have this new opportunity, this opening in your life, this new beginning.\n\nMany people simply want to have revelation as if it is some kind of appendage to their old life, [as if] spirituality is like a seasoning to the tastelessness of their life. It is something they are going to add on. Now they are going to be spiritual and do spiritual things and think spiritual thoughts and do activities that look edifying and uplifting.\n\nBut again, this is all for approval. This is all to try to seek more pleasure, more comfort and more security. The motivation for it is no different from the motivation that guides one to seek wealth and pleasure and escape from life. It is not authentic. As a result, it does not yield an authentic result. We are speaking of something very different here.\n\nThis new life, you do not know what it means yet. You do not know what it will look like yet because it is new. It is not your invention. It is not what you are accustomed to. And so you begin to turn this corner very slowly.\n\nEven if there are major events in your life that have brought this awareness to you, the journey has many steps to allow you time to learn and to adapt and to gain a deeper foundation of confidence within yourself so that your life may become inner directed as opposed to being outer directed, that you may become a person of power, strength and integrity instead of someone who is mimicking the values of their culture.\n\nHere many things will have to be learned anew. They will have to be re-evaluated. Many of your thoughts will have to be reconsidered. Many of your firmly held beliefs will have to be questioned, and in some cases even set aside. This is the price of freedom. This is the price one pays for having the opportunity to live a greater life, an authentic life, a life that is in keeping with Knowledge within [oneself], a life that fulfills the destiny that [one was] sent into the world to fulfill.\n\nUntil this turning point, you are only half alive. Yes, your heart is beating, and the blood is flowing through your veins, and your senses are reporting the world around you, and you are going through the motions of your life, meeting responsibilities and obligations and trying to seek some form of pleasure or reprieve. But it is an empty existence. The real meaning and value of your life has not yet been discovered.\n\nUp until this point, Knowledge, the deeper Intelligence that God has placed within you to guide and protect you, will try to keep you from harm, will try to keep you and hold you back from making serious and long-lasting mistakes and commitments that will be in opposition to your ability to discover and to live a greater life in the future.\n\nHere at this earlier stage Knowledge will seem latent within you, but really it is still trying to keep you out of trouble and to prevent you from giving your life away to another or to situations or to places, to people—to keep your life open.\n\nMany people are in this earlier stage, of course. The emergence has not happened for them yet. When it will happen and how it will happen and even if it will happen is something that you cannot tell. It is a mystery.\n\nYou see, before this emergence, you really are just building a foundation to become a functional person in the world. You are building life skills. You are experiencing the pleasures and the pains of this world. You are seeking pleasure and avoiding pain and finding disappointment along the way.\n\nThis early preparation can be extremely important for what you will be able to realize, to accomplish and to communicate to others in the future. Even the most foolish mistakes you will make in this early phase can be very important in giving you wisdom—teaching you what is real, to value what is real, to help you discern what is good from what only looks good, to help you to discern your real inclinations from those impulses that represent your weakness and insecurity.\n\nPerhaps in this earlier stage you will feel there is a Presence watching over you at times. You will sense that there is a Presence with you. And you will think from time to time that there probably is something greater for you to do in your life. But the realization has not really struck yet. It has not really rocked your foundation. It is only something you think about at the level of your intellect. It has not really penetrated your heart.\n\nYour failures and your disillusionment here hold great promise for you. Your disappointment in yourself and in others and in the great pleasures for which you have paid such a great price—this paves the way for this realization. And this realization will not simply be a fleeting moment. It will be something that will change the course of your life. And you will not understand what has happened to you or the nature and purpose of the change until you have traveled afar in the second stage of your journey.\n\nThe guidelines for how to live that will be given here relate to this second stage of the journey of your life. They do not really refer to people who have not passed through this great threshold, who have not experienced this turning point. To them it will seem beneficial, but confusing. It will seem restraining. It will challenge their idea of freedom. It will seem to require too much effort and responsibility because they are not yet ready to make this effort or to assume this responsibility.\n\nThey are still trying to get out of life what they want. Beyond their basic needs, they are trying to get out of life what they want. They do not yet realize that they were sent into the world for a purpose. They have no memory of their Ancient Home, and so they think this life is all important, it is everything. They want to live for the moment, for themselves. So it is a very different awareness that one begins to gain after this great threshold. The guidelines for living here become not only helpful but essential for success.\n\nThe first requirement is to accept the great change that is happening and to leave the explanation open. You will not be able to understand it. Your intellect is referenced to your past and former life. It cannot account for what is occurring with you now and for the impulses that you feel now and for the orientation that is slowly emerging within you. Your intellect will try but will be unsuccessful at comprehending the meaning of this.\n\nSome people try to go backwards here. They want to go back to whatever they thought gave them a sense of security and stability and self-assurance. But unfortunately they have gone too far now, for those attempts will be seen as empty, only pulling them back to a former life that they found to be unfulfilling—lacking in meaning, purpose and value. Now they are embarking on a new kind of journey, and they cannot define it.\n\nTherefore, allow this change to occur. Do not try to define it. Do not even use ideas from other spiritual traditions to try to define it. Allow it to be a mystery, for to you it will be a mystery.\n\nMystery exists beyond the realm of the intellect. Honor this. Accept this. The Mystery is now beginning to emerge in your life, whereas before it was held back. Before, there was nowhere in your life for it to come forth—to guide you, to bless you and to prepare you. Now the Mystery is beginning to emerge. Let this happen.\n\nYou will become confused about what to do regarding your relationships with people primarily, and secondarily your relationship with where you live, the work that you do, your activities, your hobbies, your interests and so forth. Let this confusion exist. It is healthy. It is natural. It is part of the transition.\n\nYou are building a bridge to a new life. You are not yet fully living that new life. You are building a bridge. You are in transition. Transitions are confusing because you are moving from one understanding to another understanding, from one experience of life to another experience of life. The transitions mean that you cannot go back, and you have not gone far enough to go fully forward, so you have to be on this bridge, going through this transition.\n\nLeave your future open. Set aside plans beyond what you must do to simply maintain yourself in the world. Here you must have trust that clarity will come, and clarity will come when you feel you are prepared to move forward and are willing to move forward into new territory.\n\nAs long as you hesitate, the clarity will not come. As long as you are bargaining and trying to work out some kind of deal to keep something from your old life, the certainty will not come. The clarity will not come because you have not yet turned that corner. It is like the answer is around the side of the mountain, and you have to go around that mountain to find it.\n\nThis is confusing for the intellect. But now the intellect must yield to a greater power within you, the power that God has put within you to guide you and to bless you and to prepare you for this greater life. You will still have to be very responsible in what you do and what you commit yourself to, in what you assign yourself to in life, in how you use your time and energy and so forth, but there is something greater moving in you now.\n\nNext, do not go tell all your friends and family, for they will not understand. Unless one of them has turned this corner, they will think you are being foolish, or they will think that something bad has happened to you, or that you have been influenced by something that they are suspicious of. They might even think that you have gone mad.\n\nTherefore, you must keep this new experience to yourself as much as possible. If you are fortunate, there will be one person, either within your family currently or someone you will meet who will give you a sign to move forward.\n\nYou will want to share your new experiences and the strangeness and the wonder of those thoughts and ideas that are coming to you, and of the change that you are feeling that is liberating you from the past. But you must be very careful who you share this with, for others will not understand. And their lack of understanding and their criticism and condemnation will really hurt you and rob you of confidence.\n\nTo move from being an outer-directed person to being an inner-directed person is a tremendous change, and you will feel very shaky at first. You will not feel very strong. You will be very uncertain of what you are doing. You will be like the little tender shoot in the great forest that must be protected until it gains enough strength to stand upon its own.\n\nSo there are dangers at this beginning, at this early part of your journey. Premature conclusions, indiscretion with others, self-doubt, the attempt to try to define your life—all these things are dangers because they can prevent you from proceeding onward. And once this journey begins, you must proceed onward. That is so important. Imagine that you are climbing a great mountain, well, once you begin to gain a little altitude, you do not want to have to go back. You need to go forward.\n\nThe Knowledge that God has placed within you will urge you to go onward, to keep your eyes open, your ears open, to be very watchful, to be very careful. Do not think that God is going to protect you now from every form of harm, and prevent injury and disappointment and tragedy for you. You must be very careful. This is part of gaining a greater awareness.\n\nPreviously, you were not careful. You were reckless. You were foolish, impulsive. Now you must become watchful, discerning, patient, careful. In doing this, you will see how you have been wasting your life, your time, your energy, over meaningless pursuits and over thinking that would never lead to resolution; and self-doubt, self-recrimination, judgment of others and the immensely superficial conversation that most people continue to maintain around you.\n\nNext, you must gather your resources and conserve your energy so that you have time to be alone, to learn to be still and to listen. You will seek quiet now more than stimulation. You will find that the social activities around you will be aggravating and irritating to you, for you need something else now. You need to listen. You need to be quiet. You need to gain a greater connection to this emerging power within yourself.\n\nThis will change your priorities. This will change your desires. This will affect your decisions. And you will find that you will no longer be interested in doing things with other people that you did before. Things which were never really very fulfilling, now you will just want to avoid. You will see their emptiness, and you will not want them, and they will be an aggravation to you. And the pettiness and superficiality of people’s conversations, and their habitual condemnation of others, you will find to be aggravating.\n\nThis is natural. This is what it means to come home to yourself, to find your real values, your real priorities, your natural inclinations as opposed to everything that has been conditioned into you. You will seek time away from other people. You will seek time alone. You will not want to have constant stimulation. You will need the confidence to do this. Most people cannot sit still for more than five seconds before they are driven out of themselves again. Here you must sit and listen. Gaze at nature. Listen to the sounds of the world, the natural world.\n\nYou will see here how your energy—your mental energy and your physical energy—have been misappropriated in the past, and you will want to conserve them, for you need them now. You are gathering your strength. You are gathering your resources. You are not throwing your life away. You want to plug up all the holes where your ship is leaking, where you are losing ground to others or to situations—through habit or through the designs of others.\n\nThe New Message will speak to you here, for it is imbued with the Power and the Mystery of God. And it is this Power and Mystery that are drawing you now. For what is really happening in your life is God is moving in you. God is moving you.\n\nBut this movement is a freedom from things at the outset. You have to disengage. You cannot take an old life into a new life, and so you are going through an incremental disengagement. Part of this disengagement is physical. It has to do with your activities and involvements with others. But much of it is internal. It is your ideas. It is your compulsions. It is what you think you should do, who you think you should be, what you should have or how you should be with others. For this is where the social conditioning really takes place.\n\nAnd every day you move forward, you break these chains. They have less and less power over you. As you move up the mountain, the draw and the attraction of the lowlands are left behind, and you become freer and lighter and less burdened with the expectations of others and with your own needs that were never genuine to begin with.\n\nDuring this time, limit your exposure to the media. Do not read a lot of books. Do not go to movies unless they are really inspirational, for you are gathering your strength. You are calling your strength to you. You are conserving your energy. You are paying attention to the inside now more than to the outside. You are moving away from the racket of the world. Allow this. Follow this. Strengthen this. For this is a natural inclination.\n\nIf there are longstanding friendships and they cannot follow you now, you will have to let them go, lovingly. They will fall away from you, for they cannot go this far up the mountain yet. You are going further than they can go yet. You have turned a corner they have not turned.\n\nThe most difficult thing in the early stages is people’s obligation to others—to their friends, their family. The only exception to this obligation is the raising of your children, which you must do until they reach adulthood. But to all others, your relationship is now put into doubt. There are circumstances where you will have to care for an elderly or infirm parent, and that is appropriate. But beyond this, you are building your allegiance to God, and that will challenge your allegiance to others and their hold upon you. For many people, this is the most difficult challenge, the first great threshold in their preparation.\n\nDo not explain yourself to others. Just say that there are deeper currents in your life and you are trying to follow them. There is deeper movement within your heart and you are trying to follow that. Tell them that you need time alone, time of quiet, time of retreat, time of re-evaluation. And do not feel you must respond to their persistent questions. You do not have to give them answers. Spare yourself the agony of trying to do this.\n\nAt some point, it will be necessary for you to begin to study the pathway that the New Message has provided: to take the Steps to Knowledge, to read the Wisdom from the Greater Community and to learn about Greater Community Spirituality. This will be like food to you, food for your heart, food for your soul.\n\nYou will need this now because this will give you strength and will confirm the greater movement of your life. It will give it greater clarity, greater definition, and will show you that this corner that you have turned represents your destiny and is not simply an accident in life. It is life itself, moving within you now. And the New Message will resonate with your deeper nature, a nature that is now slowly emerging within you. And this will bring new people into your life, people who also are turning a corner and have begun a greater journey.\n\nIt is important here that you not have firm beliefs. You do not need to accept firm beliefs. You are looking for a deeper experience now. The experience will be your foundation, not firm beliefs. You are escaping firm beliefs. You are venturing into a greater realm of revelation and natural experience. Everyone at the bottom of the mountain is entertaining firm beliefs, but firm beliefs do not enable you to get up this mountain and do not enable you to gain a higher elevation where you can see the truth of life around you as it will become evident.\n\nDo not adopt firm beliefs. If you feel insecure, if you are unsure of yourself, it is fine; it is natural. Let the explanation be open. Do not attach yourself to a whole new set of beliefs. That is like going from one prison cell to another. Oh, it is a new place, but it is the same condition. Oh, it is new and exciting and reassuring, but it is the same old condition.\n\nAllow the steps to reveal to you what the journey really is. It is not a journey that is understood by theorists or pundits or philosophers, idealists, academics or the general public. It is more of a mystical path, a deeper journey.\n\nIts revelations will happen beyond the intellect, for it is not an intellectual journey. Your intellect will grow to accommodate it. And you will learn over time to gain a greater perspective and greater wisdom about many things. But an intellectual journey it is not.\n\nFor the intellect is a human invention. What created you and sent you into the world is not a human invention. What will reveal the greater life that you are destined to live and to fulfill is not a human invention. But it requires human participation, human wisdom, human ability, human trust and human discernment in order to manifest.\n\nHere you do not give all your power away to God, thinking that God is going to guide you in everything. That is ridiculous. Here you give yourself greater authority within yourself that is not of your own making. But this authority requires that you become responsible, that you become honest, that you become self-determined. It will require you to follow things that are mysterious, but most of the time you will have to be doing very practical things.\n\nIf you are in a relationship and you have children, do not make any sudden moves in your life. Build the strength first. Build the connection to Knowledge within yourself. Learn to listen. Take retreat. Follow your natural inclinations. Share only part of the mystery with your husband or wife, for they may not be able to understand. Ask that they give you this time and this confidence, for things are emerging within your heart.\n\nMaintain your duties and responsibilities, but take time to be with the presence of Knowledge within yourself. Take time to take the Steps to Knowledge, to study the Steps to Knowledge and to place yourself in a position where they can reveal their greater truth to you.\n\nTell your children that there is a greater power within them that will guide and protect them if they listen. Share with them your insights. But do not go too far in trying to share everything, for you are trying to build strength, and if you try to share everything, you are giving your strength away.\n\nDo not try to take care of other people beyond your children or an elderly parent here, for you are gaining strength within yourself. You are learning to conserve your energy. You are fasting now, holding yourself back from giving yourself away everywhere, holding yourself in reserve.\n\nDo not make any sudden decisions about your primary relationships if you are married with children, for in most cases it will be premature. A marriage here will be greatly challenged. Whether it can proceed will be determined by many things, which you may not be able to ascertain in the moment.\n\nYour task is to follow the emergence of Knowledge within yourself, to be true to that, to be the recipient, to pull yourself in, to take the time it takes for a great emergence to happen within you. And do not be impatient, for it will emerge in its own time. You do not yet realize the magnitude of what is happening or how great its possibilities for the future will be.\n\nLimit the influences around you. Be silent with those who proclaim themselves, who have great judgments upon the world. Do not enter into debate at this point. Do not contend with others. Do not argue the issues. Do not assert your ideas. That is not important now and will be counterproductive for you.\n\nThe power and the presence of Knowledge is emerging within you. That is the most important thing. You are learning to become strong and inner directed within yourself. That is the most important thing. Maintain your duties. Provide for your children. But hold this as the most important thing. For ultimately your greatest relationship is with God. Your greatest responsibility is to the Knowledge that God has placed within you to respond to, to follow and to express. This is an unparalleled freedom, but it requires great inner strength and forbearance.\n\nThese are guidelines for the beginning steps. Beyond this, you must learn to build the Four Pillars of your life—the Pillar of Relationships, the Pillar of Work, the Pillar of Health and the Pillar of Spiritual Development. You must learn of the Greater Community. You must learn about the mental environment. You must learn about relationships and higher purpose. This is all awaiting you. But first you must build the foundation, for without this foundation, you will not be able to penetrate the greater meaning, importance and application of these revelations that are contained within the New Message from God.\n\nThe foundation is so very important and requires great patience and forbearance. It is this patience and forbearance that will shift your allegiance away from your intellect and the admonitions of others to a greater power within you—the power of Knowledge, the power of God. You will never comprehend this power fully. You can never claim it for yourself. You will never be a master of it. You can never use it to try to be better than others. You cannot use it to get what you want. You cannot use it to gain wealth and power and pleasure. You can only learn to follow it and learn of the great journey up the mountain that was always prepared for you.",
  "audioUrl": "https://www.newmessage.org/av/building-the-bridge-to-a-new-life.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/building-the-bridge-to-a-new-life/"
}