{
  "title": "The Burden of the Messenger",
  "content": "God has sent a New Message into the world. For humanity is entering a new era, a difficult era, an era of great environmental change, and political and economic instability. Humanity is facing competition from races in the universe who are in the world to take advantage of human conflict for their own purposes.\n\nIt is a threshold that will determine the fate and the future of human civilization. The challenge will be immense, but so will the calling for people to cooperate for human ingenuity, creativity and unity. It is an unprecedented time. It is a time of Revelation.\n\nGod’s former Revelations cannot prepare humanity for what it will be facing now. So God has spoken again for the human family, sending a New Revelation into the world. This is the Revelation.\n\nA Messenger has been sent here to receive the New Revelation, to carry it forth into the world and to build its essential community so that its purity and its efficacy can be assured.\n\nThe Revelation is greater than anything that has ever been given to humanity before. It includes its own commentary. It not only gives you the greater truth. It tells you what it means and how it can be expressed and applied.\n\nThe Revelation is not going to be left up to individuals, however well meaning, to determine its meaning and its value here on Earth. This has led, of course, to both wisdom and error in the past.\n\nThe Revelation now is too critically important to be left up to human comprehension and invention. That is why the Messenger is here. That is why the New Message contains its own commentary and teachings—a thousand teachings for a changing world.\n\nThe Messenger is carrying a great burden. He has spent decades receiving something of immense magnitude, a new threshold of awareness and understanding for the human family.\n\nHe has brought Wisdom and Knowledge from the universe here so that humanity may become prepared for its encounter with life beyond its borders.\n\nHe has brought a New Revelation about God and Creation. He has brought a new comprehension of human relationships and the nature and purpose of human spirituality.\n\nHe is bringing forth a Revelation that is unspoiled by the world, that has been unchanged by the world. He is allowing people to hear the Voice that has spoken to him so that the Message itself may be very clear.\n\nIt is a Revelation unlike anything that has been given to humanity before. It is not merely an ongoing commentary on human spirituality. It is not merely a refinement of what has been given before. It is not a reaction to religions or religious institutions.\n\nIt is a new threshold for humanity. For you are emerging into a Greater Community of life now, and you must learn of this Greater Community, which will redefine your understanding of divinity, purpose and meaning in life.\n\nHumanity is entering a more difficult world, a new world of environmental instability with the great risk of human conflict and war. You are functioning now on a planetary scale, involving everyone. It is not merely a problem for one nation, or one tribe or one group.\n\nSo We speak with the authority of the Creator, and the Messenger must speak with the authority of the Creator. He will be misjudged. He will be maligned. He will be denied. For this always happens at the time of Revelation.\n\nYet he is a humble man. He is without ambition or deception. In a sense, he is too good for the world, but his goodness is necessary to represent the Revelation.\n\nIt is a great burden for him. To communicate something of this magnitude requires skill, clarity and determination on his part and on the part of the many people who will bear witness to him at the beginning of his greater ministry.\n\nThe Revelation does not meet people’s expectations. It is not a fulfillment of the past. It is not bound to human understanding, human conventions or even human theological understanding.\n\nAll this the Messenger must communicate. He will be asked foolish questions. He will be asked malicious questions. Doubt and blame and terrible associations will be cast upon him by the foolish and the ignorant.\n\nPeople will feel threatened by his declarations, not because the declarations are incorrect, but because they are unwilling or unable to re-examine their own ideas. They cannot respond to the New Revelation. They cannot accept that God has spoken again. They have too much fear and too much investment in the past to be able to reconsider their beliefs, their ideas and associations.\n\nYet there are many minds in the world that are open. There are many people who are looking for the New Revelation. It would be of the greatest advantage if they could know of the Messenger in his lifetime. He is an older man now. He does not have many years. And so it is a great blessing to meet him, to know of him and to hear him speak, even if you cannot be with him in person.\n\nFor the first time, the Revelation is being recorded accurately and completely at the time of the Messenger. This is not something that will be formulated after the Messenger is gone and cast into a religious understanding by people who really do not have the religious understanding.\n\nThat is why the Revelation has taken so very long. It is being delivered with great care. It is providing its own commentary to limit the great risk of misunderstanding and misapplication.\n\nThe Messenger has been given Wisdom and Knowledge from the universe that humanity will need to face its difficulties here on Earth and to meet the immense challenge of dealing with a non-human universe, a competitive universe, a universe that humanity knows nothing about.\n\nThe Messenger must speak of the reality and the spirituality of this Greater Community of life, at least in general terms so that people can understand what they are dealing with—the advantages that humanity has and its disadvantages as well.\n\nThe Messenger will speak of things for the present and for the future. He will provide answers for questions that have not even arisen. He will speak to the needs of people in the future as well as people today, for the Revelation is not only for this time, but for the times to come.\n\nThe Messenger has a devoted wife and son and a small group of individuals who are committed and dedicated to helping him bring God’s New Revelation into the world.\n\nThose who are called to be the first respondents in many nations and from many cultures, they will have to bear witness to the Messenger because they are living in the time of Revelation and the time of the Messenger.\n\nMany people will want many things from the Messenger. They will want him to create miracles and be a healer and to have answers for all the political and social problems in the world today. They will want him to be pure and immaculate perhaps. They will want him to be present to their needs. They will think he should be many different things. This always confronts a Messenger bringing a Revelation not only for the times in which it is introduced, but for the future as well.\n\nThe Messenger will have to disappoint many of these expectations, for he cannot be all things to all people. He cannot fit the moral expectations that many people will have. For they do not understand the Messenger. They do not understand the means of Revelation.\n\nMany people will resist the Messenger because they do not want to face the fact that such an individual is in their presence, what this might mean for them and what kind of responsibility this might provoke. They will say, “Oh, there are many messengers and many prophets and many teachings. It cannot be just one person.” People can be indignant over this issue.\n\nThen, of course, there are many people who believe that a new prophet cannot come into the world, that God has said everything God is ever going to say to humanity centuries ago. God has nothing more to say to humanity. God does not care anymore. God gave the prescriptions centuries ago, and that is sufficient forever and ever.\n\nBut no one can say, even God’s Messengers cannot say, what God will do next. No one can honestly state that a New Revelation cannot be given to the world, for this is a position of ignorance and arrogance. Even God’s past Messengers cannot make these claims.\n\nSo people will have to face the reality and the meaning of the New Revelation. They will have to face their response to the Messenger. They will have to face the consequences of either succeeding or failing in this encounter. It will be a great test—a test of integrity, honesty, clarity and wisdom.\n\nIf you are really honest with yourself, then you will realize you cannot say what God will do and not do. You cannot claim your religion is the only religion, or the great religion, or the last religion, or the final religion. For this is to claim that you know God’s Plan and Purpose now and into the future, and no one on Earth, no one in the physical universe, can make such a claim.\n\nHere you begin to see the burden of the Messenger. He will point to the Revelation—its empowerment for the individual; its direction for the leaders of nations; its message of purpose, unity and urgency. He will speak of great problems that people do not want to face. His words will fly in the face of human denial and presumption.\n\nYet the Messenger is not here to condemn nations and governments and institutions, but to provide a clarification of the meaning and purpose of human spirituality, and what must be done to prepare for the Great Waves of change that are coming to the world and for humanity’s future and destiny within a Greater Community of life in the universe.\n\nThe things that he will say can only be said by the Messenger. For no one on Earth could know the things that he is saying. No one on Earth has lived in the Greater Community in recent times.\n\nMany people are seeing great danger in terms of the environment of the world and the future of civilization, but no one has the whole picture, you see, for only God can provide this.\n\nAnd God must communicate through one Messenger. Otherwise, the Message will become divided and conflicted and in competition, leading to great confusion and disillusionment.\n\nThe Messenger is providing an entirely new paradigm of understanding, a Greater Community awareness, a new realization about God and the nature of the Divine Presence, Will and influence in the world.\n\nThis is not a God of one people or one world. This is a God of all the universes.\n\nThis is not a fatherly God figure who is preoccupied with human affairs and all the particulars of each individual’s life.\n\nThis is a God who has set into motion the forces of evolution, geological and biological change, at the beginning of time.\n\nThis is a God who will not sit in judgment and cast people into the fires of Hell, for God has given each person the power of Knowledge. They may eventually respond to this, for this is the part of them that has never left God, the part of them that has never been separated. It is the Plan of redemption that very few people in the world today really understand.\n\nThe Messenger will have to speak of these things, some of which are so far beyond conventional thinking and understanding, things that must be responded to at a deeper level—a deeper level of recognition, a deeper level of honesty. He is not merely presenting theories, or perspective, or ideas to be considered and debated. He is delivering the Revelation.\n\nIt has taken him decades to receive it. It is so great. Part of it will be confounding to people, it is so far beyond their current concerns and understanding. And yet the essence of this is intrinsic and natural to each person, for it speaks to the deeper intelligence within each person, an intelligence born of their relationship with the Divine.\n\nThis is beyond philosophical debate and theological argument. This is beyond national perspective or religious pride. This is beyond everything that distinguishes people from each other and sets them in contrast and in conflict with one another here in the world.\n\nThe Messenger will present spirituality as it has been practiced by advanced races in the universe. This is not born of his understanding, but of the Revelation itself.\n\nThe Messenger will speak of the Intervention that is occurring in the world today by small groups of foreign explorers and opportunists who are here to take advantage of human weakness and human expectation.\n\nThe Messenger will speak of the affairs of the Greater Community, not because he has been there himself and traveled around and visited countless places, but because this is the Revelation.\n\nThe Messenger will speak of relationships of higher purpose. This he has experienced and demonstrated in his life. What he will say will be part of the Revelation, for the Revelation speaks on many things.\n\nThis is the burden of the Messenger. This is within him. This has been revealed to him.\n\nThe process of Revelation is not understood in the world. People think the Messengers are gods, or they discount them altogether as being merely teachers, offering different perspectives.\n\nPeople want to come to God on their terms, but God sets the terms of engagement. God establishes the terms of the approach. You do not know your way to God, but God knows the way to you. You cannot determine under what circumstances you will accept and believe and receive Revelation, for this is merely being blind and arrogant.\n\nYou know not what the Revelation will reveal. It is not here to make you rich, lazy and happy. It is here to call you into greater service and to prepare you for a more difficult and challenging world, a world that will now involve factors and influences never seen before in the world, influences from the universe around you.\n\nEveryone was sent into the world to be in the world at this time, to face these great and emerging circumstances. So to claim it is too much for you is simply to admit your weakness and to not recognize your responsibility to prepare.\n\nEveryone is weak to begin with, of course. You do not become strong because you simply want to. You become strong responding to the requirements and the circumstances of life.\n\nThis is the meaning of the Revelation. This is the power of the Revelation. Time is clicking and marching on. Humanity does not have a great deal of time to adapt to a new world and to prepare for the Greater Community.\n\nThat is part of the burden of the Messenger. Humanity does not have decades and centuries to consider the meaning and the value of the Revelation. For humanity’s fate and future is at a great turning point. The decisions made today will determine the outcome of so many things.\n\nHuman neglect, human irresponsibility, human denial—all these things will guarantee a far more difficult future for you and for your children and for the future generations.\n\nHuman freedom and sovereignty in this world are being challenged. You cannot assume that you will have them into the future without a great preparation and determined action.\n\nFreedom is rare in the universe. Nations that are free must prepare themselves and must exercise great discretion and discernment. These are all things for humanity to learn and to appreciate and to prioritize.\n\nThis is the burden of the Messenger. He will be limited by the limitations of people’s response. He will be held back by the ignorance of others. He will have to contend with projections of blame and condemnation. He will have to thread his course very carefully, with great care. Everything he says can be remembered. Everything he does is a demonstration.\n\nThose who are sent to be close to him must become developed and educated and strong, strong with the power of Knowledge, or they could betray him to those forces who will seek to undermine and to thwart his presence in the world.\n\nGreat responsibility attends all who will be close to the Messenger and all who will receive the Revelation. For you receive this not only for yourself, but also to allow the Revelation to move through you to others.\n\nIt must be shared person to person. This gives it its greatest efficacy. But for this to maintain the clarity and integrity of the New Message, the purity of the Message must be given and recorded. Otherwise, its meaning and value will be lost in translation.\n\nThis is part of the burden of the Messenger.\n\nThink of these things. Consider these things. And consider your responsibilities in responding to the Revelation and in considering the fact that you are living at the time of the Messenger.\n\nThink of these things seriously now. It is of great importance to your life and to the future and well-being of the human family.",
  "audioUrl": "https://www.newmessage.org/av/the-burden-of-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/burden-of-the-messenger/"
}