{
  "title": "Completing Relationships",
  "content": "The answer is yes. Though the form may change, once a primary relationship is established, it will continue to last forever. That is why these relationships are so important. Once a certain threshold has been crossed together, you have reached a place of permanence in relationship. The form will change. Perhaps you will not be able to be together past a certain point, but you will still be in relationship.\n\nThink about this. How can you not be related to someone you were married to before? You may not be able to participate any further, but the seed of participation is still there. Participation as a worldly expression of relationships has limits, except in rare cases where people mate for life.\n\nHere if people have sufficient compatibility and motivation for growth and contribution, their relationship continues onward beyond the physical reality. These people will carry their marriage beyond this world. They will become united beyond this world.\n\nIf a primary relationship does not possess this degree of compatibility and cannot have this degree of success, then the other person will continue to be in your network of relationships while you are in the world. If you think about this, you will understand what is being said here.\n\nIf you are in a primary relationship and it has reached a certain threshold, you will know you are in relationship with that person ongoing. Perhaps you can no longer participate together. The growth of your relationship had a certain ending point. Yet can you say, “No, I am not in relationship with this person. I do not know that person”? You cannot say that.\n\nThe greater the compatibility, the greater the desire for spiritual growth and the greater the desire for contribution, the further you can go with another in relationship. The further you go, the more you will discover.\n\nVery few people ever get very far in relationship because they rarely get very far in life. Your experience of relationship is commensurate to your experience of life. If you have very limited goals in life and very limited motivation, do not expect your relationship to exceed these.\n\nYour emphasis in relationship must be the recognition and the utilization of your compatibility. You do not know how long your relationship will last. If you show great promise together, perhaps you think it will last forever. This is possible. Yet you must deal with what is here now. Participation is immediate.\n\nIf you want to stay in relationship, then do today what will support that possibility in the future. It is what you do today, what you receive today and what you have today that is important.\n\nNothing is lost and everything is gained if you are being honest regarding your motivation and engagements with others. Many relationships cannot go far, but they still provide meaning if this is their emphasis.\n\nSome relationships are very wasteful. They were misappropriated at the outset.\n\nYet any relationship where spiritual growth was advanced, where contribution to the world was extended and where union was created will have permanent results. That is why relationship is your contribution to the world.\n\nWhat you accomplish in your relationships and what you give others to accomplish in their relationships represents the very essence of contribution because this contribution has a permanent result. Its effects will continue to activate humanity. This will continue to stimulate people whom you have not even met and even people who have not yet been born.\n\nThis is keeping Knowledge alive in the world, which is your purpose. You can grow today spiritually because someone who came before, whom you do not know, made his or her contribution.\n\nEven regarding the home you live in and the things you own, someone made a contribution of time, energy and resources. If your life is genuinely comprehended, it is a life of gratitude. Everything you have and everything you do—your freedoms, your opportunities, even your challenges—are cause for gratitude. This must not be a false gratitude, but gratitude based upon genuine recognition.\n\nNot all primary relationships will last, but what they have produced in truth and in honesty will last. That is the seed for future relationships to become initiated. Once relationships are initiated, they will continue.\n\nThe very highest expression of this is a lifelong primary relationship because the value of this exceeds even your worldly existence. If the elements are all there—the commitment is there, and the courage and honesty are there—this will occur. And this will be the greatest gift to humanity.\n\nSimply said, you leave someone when you cannot do anything more with them and you cannot function together in the world. If you are looking at relationships without sentimentality, if you are looking objectively, this is obvious.\n\nIf you can do no more together, you cannot be together. You will feel complete. You will still love each other and appreciate each other. Perhaps there will be anger and resentment because of disappointment. However, the relationship is complete.\n\nIf you have a sense of purpose in life that you have identified and you experience yourself participating in it, the question of when to leave someone will become clear. This is not based upon whether you like someone or not. It is not based upon judgment of the other person at all.\n\nThere is no judgment or condemnation here. It is simply that you cannot go any further together, and the attempt to go further is detrimental to both of you. The love remains. The gratitude will remain as well, once it is recognized.\n\nIt is very difficult to leave someone based upon truth and honesty, for you must give up many of your ideals to do this. What has failed here but your idealism?\n\nThe great exception to this is if your relationship has true promise and you are not meeting its requirements. How can you tell the difference? Are you leaving or quitting?\n\nKnowledge is the difference. Knowledge will tell you to leave when it is time to leave. How could you remain in a relationship if your Knowledge is taking you somewhere else? This is entirely natural.\n\nPerhaps in leaving another you feel like you have failed and you feel guilty because you think you are quitting. You are not sure if you are quitting or leaving. You are not sure of your motives. You are not sure of the result. And you are not sure if you are giving up something of tremendous value for the unknown.\n\nYet with Knowledge it will be clear. Knowledge is not burdened with your ideals, your confusion, your conflicting goals, your assessments, your attachments, your condemnation or your frustrations. That is why Knowledge is the source of your certainty and direction in life. It is the source of all your giving because it is the part of you that is an extension of God.\n\nKnowledge is God working through you in the world. God is already in the world, but God is so still, so totally present and so infused with everything that nobody can see God. God is like the air. You feel the air when it moves, but you cannot see the air. Yet it is the source of your life here. You breathe it in every moment.\n\nDepend upon the invisible to work with the visible. Depend upon God to get anything done in the world. Knowledge is the invisible. Thinking and action are the visible. If thinking and action are the result of Knowledge, then that thinking and action will be imbued with wisdom, grace and purpose.\n\nYou may have to leave someone you love in order to progress. You may need to stay with someone you love. You may need to find a primary relationship. The courage to find, the courage to stay, and the courage to leave are all based on Knowledge.\n\nYou find relationship because you know you must. You stay in relationship because you know you must. You leave a relationship because you know you must.\n\nThough other thoughts and feelings may be deeply experienced, this “must” can override them all. This is the power of Knowledge. This is what takes you out of confusion and ambivalence. This is what frees you from conflict of mind. This is what frees you from endless speculation, comparison and evaluation of yourself and others. This is what simplifies your life and gives you the possibility to experience peace, harmony and direction.\n\nIt is this must that you must experience. Do not be afraid of must. Must is experiencing necessity in life. This is the source of vitality. If there is no necessity, there is no vitality.\n\nInner conviction is born of necessity, inner necessity. Inner necessity is stimulated by outer necessity. That is why the more vital your engagement in the world, the more vital will be your experience and expression of Knowledge.\n\nKnowledge is called upon because it is needed. It is needed because your life is vital. If your life is not vital, then who needs Knowledge? You will simply seek comfort at all costs, and failure will pursue you like a shadow.\n\nKnowledge stimulates a vital life and thrives on a vital life. And a vital life thrives on Knowledge.\n\nLeave someone when you can do nothing more together. If this is based on honesty, it will be an honest evaluation and will call for an honest response. However, there can be many other incentives to leave a relationship.\n\nYou may leave a relationship because you are afraid to meet the challenges, because you are afraid of intimacy, because you are afraid to give up addictions, because you are afraid to give up control over your own life, because you want to preserve something you believe is good for you. All these can mock Knowledge. Yet Knowledge will prevail.\n\nIf you deny what Knowledge advocates, you place yourself in internal jeopardy. This is what it means to be in hell. To be in hell is to live without Knowledge, which is to live without truth and honesty.\n\nHere you live with the demons of fear, and they will haunt you. Then your only escape is momentary pleasure. Your only escape is to be unconscious.\n\nThis takes you deeper and deeper into addiction, deeper and deeper into fantasy, and deeper and deeper into mindlessness. Here your physical life is placed in jeopardy, and you become increasingly a source of dissonance for others.\n\nThis is the path away from Knowledge. This is the path away from honesty, truth and happiness.\n\nYou need Knowledge every day, and you need it particularly in the face of difficult decisions. Leaving a primary relationship is a very difficult decision, and it may well be a very necessary one. This will require that you sift through all of the “wants” and “shoulds” and “musts” that you imagine for yourself in order to find that place of essential knowing within yourself that is Knowledge.\n\nIf you have an honest and reliable network of people to help you, this will make things far easier because they will give you perspective and encouragement. If you are involved in spiritual study and have a spiritual teacher, this will help you also.\n\nInfluence from these two sources can stimulate what you know beyond your preferences and your fears. Knowledge will take you beyond preference and fear. That is why it saves you from conflict. The world is immersed in preference and fear. Your Knowledge lifts you above the world.\n\nYou need genuine relationships to help stimulate this in you. You need encouragement, and you need challenge.\n\nYou become involved in a true relationship for compatibility and shared purpose. If the compatibility ceases, your purpose together ceases. Then you have no reason to stay together except to avoid loneliness and a sense of guilt or failure. This would make your being together miserable because you must face these things within yourself anyway. If your relationship is a form of escape from the truth, it will suffer all the consequences.\n\nDo not spoil what you have learned together in a primary relationship if you are faced with the real necessity to leave. Face the difficulty in leaving. Face the uncertainty in leaving. Use this time to allow Knowledge to guide and direct you.\n\nAllow yourself to leave the known and enter the unknown. Allow yourself to face your own condemnation of yourself.\n\nKnowledge will take you through everything that stands in its way, and you will emerge with Knowledge and without many of your former restraints, for they will have been cleansed away from your mind. This is purification. This is where you increasingly become an advocate and recipient of Knowledge itself. This is where you learn freedom and teach freedom. This is where you teach that which provides a genuine foundation for relationship.\n\nSometimes your actions cause pain for others. This can be difficult at first to deal with because people are hurting each other intentionally so often that when something happens that must happen where other people feel pain, you may initially question yourself: “Am I causing this intentionally? Am I doing the right thing?” You do not want to cause pain in someone you love.\n\nHere it is necessary to come back to Knowledge. Knowledge navigates through all these difficult challenges, all these difficult turns, all these difficult obstructions and all this confusion of mind. If you are with Knowledge, you follow the way through the maze of human complexity.\n\nIf you must leave, do it, and find the most constructive way to express this to your partner. Then you must leave. Here you face your own internal and external adversity. You can do this with strength because you are with Knowledge.\n\nKnowledge takes you into relationship, maintains your relationship and in some cases takes you out of relationship, without condemnation and without judgment. Everything that is honest and valuable in your outer life confirms this.\n\nKnowledge will usually not take you out of a relationship in one day. Your relationship will decline slowly, and one day you will realize that you must leave—for your well-being and for the well-being of your partner. Serving your greater well-being and their greater well-being will justify the discomfort involved.\n\nChange is painful where a great investment has been made. That is a fact. You cannot try to dismiss the pain if an investment has been made. It will be difficult. Yet this difficulty can be faced and must be faced if it serves a greater purpose, a more pressing need.\n\nDisappointment is a part of life. You lose things you love. Things change that you had invested in. Things do not work out the way you had planned. You make mistakes, costly ones too.\n\nExperiencing disappointment is part of being alive. However, much that disappoints you has nothing to do with the truth. This must be distinguished from that which serves the truth.\n\nTruth and illusion can appear similar until you investigate them. One is solid; the other is vaporous. One abides; the other changes every moment. Truth is not changing every moment. Appearances are changing every moment. People are moving. God is still.\n\nGod’s thoughts enter the world and provide encouragement for genuine advancement, positive growth and positive change. Truth is not constantly moving. People are constantly moving in the attempt to either move towards the truth or away from it. Yet the movement of God is very stable and continuous.\n\nThe movement of the world is governed by the movement of heavenly bodies, but you do not see those heavenly bodies except rarely, and you certainly do not recognize their influence. Their influence is constant and continuous, and yet the surface of the world is turbulent and changeable.\n\nTherefore, do not confuse your own change of mind and affairs with the movement of God. God exerts an influence on your mind, and your mind is turbulent in response to it. The difference here is that your mind is in a state of denial of God, and so it is turbulent against God. But once it overcomes its resistance, it begins to move towards God.\n\nThis will set into motion certain kinds of change. This will rearrange your relationships. This will rearrange your priorities. This will rearrange your emphasis and your interests. This will give you a new experience of yourself and, as a result, a new understanding of your life.\n\nMovement away from God is chaotic change. Movement towards God is constructive change. In the moment, change looks like change, and it is very difficult to see what is influencing it. Yet within a relationship, you will have the opportunity to see these influences because the change that is constructive is gradual.\n\nRelationships usually deteriorate before they end. Sometimes a relationship never demonstrated any compatibility at all, or its compatibility was so limited that when it ends, it ends abruptly because there was so little holding it together. When what little was holding it together is severed, the whole thing immediately falls apart. This can happen.\n\nWhen relationships have more holding them together, if they are declining, their decline will be more gradual. If someone does something injurious to the other person or does something dishonest, this is often the result of a gradual decline. This is an expression of loss and an expression of confusion. Here people feel change, and they don’t know what to do about it.\n\nHere it is necessary to follow the Path of Knowledge because Knowledge is current with the change that is the result of God’s influence. Knowledge expresses true and constructive change and keeps you current with this change.\n\nThis enables you to feel the movement of your life, the movement of your relationships, the movement of your world and ultimately the movement of the universe.\n\nPeople will be disappointed whenever there is change. People will be upset whenever there is change. People will be in confusion. People will be in doubt. People will be uncertain. During a process of change, you go from something known to something unknown.\n\nEven if what was known was painful, this sometimes is preferred over the unknown, which is feared. Only when you have gained a relationship with the unknown and can trust and value the unknown as a source of a new stability, new direction and new meaning can you embrace change with greater faith and confidence.\n\nRegarding leaving a relationship, the question before you is: Are you doing what is real and genuine? Are you being honest? Pain and discomfort cannot be avoided here. If you honestly need to leave, and it is time to leave, and if your relationship can go no further, then it will be far more painful to stay than it will be to leave. You should make every attempt at success in your relationship, but if these attempts all fail, then it is time to go.\n\nAt a later time, you will understand why you had to leave because understanding always comes in retrospect. In the face of real change, you almost never understand why you are doing what you are doing. Perhaps you will give yourself compelling reasons. Perhaps you will justify your actions based on what is occurring, but your real understanding of the situation will come later, for while you are undergoing change, you are in the middle of changing. To understand real change, you must see the result of the change, and this is waiting for you down the way.\n\nQuestion your motivation for leaving and question your honesty. Question the reality of what is happening in your relationship. Ask yourself if the problem can realistically be fixed or repaired. These are fundamental questions. You will need to ask them of yourself. Perhaps you will need some help from others with this. Yet these questions must be asked.\n\nIf you must leave, you must face the pain, and others must face the pain. Rarely in relationship do people separate by mutual agreement. If things have deteriorated and nothing more can be done, it is more likely that one person will take the initiative. The other may experience disappointment as if someone were robbing them of their stability and happiness.\n\nIf a relationship is being severed, it is not the loss of love that is the cause of the upset; it is the loss of stability. Someone will be upset because they are being thrown into the unknown. They are being faced with loneliness, change and uncertainty.\n\nHere they are not concerned with loss of love. If the relationship has deteriorated, the love has been lost already. The love can only be regained now by following what is true and by recommitting to honesty together. If that means the relationship is over, then that is what it means.\n\nLove is only lost when honesty is lost. Love is lost when constructive self-expression is lost, which is the result of honesty. Instead of being concerned about hurting another, be concerned about being honest and compassionate. If you are being honest and compassionate, then everything you do will be beneficial.\n\nA relationship is complete when it has entered its next stage. If you must leave a relationship, do not think that it will be complete for you, for what it once was must become something else.\n\nYou may express all things that need to be expressed in a constructive manner. You may discuss with your partner all that has not worked between you, everything that has failed and all the specific problems. You may even conclude that there is nothing more that you can do with each other, though it is rare that there will be mutual agreement here completely.\n\nHowever, the relationship is not complete until it enters its next stage of development. Someone will move forward into the next stage. Then the relationship will be complete. At least one of you must go into a new life for your relationship to be complete.\n\nUntil it is complete, being together will seem awkward and uncomfortable and perhaps will incite feelings of remorse, regret and resentment. The old relationship will still pull you backwards. You will still think that there was more you could have done for the situation. It will still seem like a failure casting its shadow over you. Even if leaving was a great relief, there will still be discomfort.\n\nAt least one of you and hopefully both of you will move forward into a new life. When that happens, the relationship will begin to reach a stage of completion. After all, if a relationship cannot continue, then it must deliver you into something new in order to fulfill itself.\n\nIt is possible for two people who have separated to keep their relationship incomplete for a very long time, perhaps even for a lifetime. They never moved forward. They never consummated what they attempted to do together anywhere else, and their severed relationship remains as a gaping wound in their lives.\n\nIf you have expressed everything you need to express, if you have taken responsibility for your own difficulties, errors, lack of honesty and so forth, and if you have not projected blame upon the other but have assigned cause to both of you, this wound will begin to heal, giving you the possibility to move forward into a greater and more complete union with someone else.\n\nHowever, if blame is maintained, if resentments are honored, if unforgiveness is preserved, and if your own responsibility has not been accepted, then the wound will not heal and will be a source of pain and discomfort, anxiety and concern in the future.\n\nSevering a primary relationship can be very painful, and people often want to have the process be over as fast as possible, usually by bypassing the pain itself. However, you must go through this pain because this pain is necessary to a certain point. Going through the pain may be very intense, but it should not be prolonged.\n\nIf you are fully facing your own pain, it will be expressed and cleansed from you. Yet if you avoid it, deny it, call it by another name, or maintain judgment against the other person in order to prevent yourself from feeling your own sense of failure or regret, you will not be able to move forward, and the pain of separation will be prolonged.\n\nThe gift of a severed relationship is the deliverance into a greater and more complete union for at least one person. It does not have to happen for both people. But one person must be delivered into a greater union. Then the relationship will be complete. If it is complete for one, it is complete for both.\n\nThough the other person may hold onto resentments and regrets, the relationship will be complete. If one person moves forward with confidence and with gratitude, the relationship will be complete. If one person has been able to use everything they have learned from the creation, maintenance and completion of their former relationship successfully in a new relationship, the former relationship will be complete.\n\nIf the other person lags behind in resentment, regret and unforgiveness, their wounds will not heal, and they will crucify themselves for something that in actuality can deliver them to a greater union in the future. Yet the relationship is still complete. If it is complete for one person, it is complete. Hopefully it will be complete for both people, but this rarely happens simultaneously.\n\nA failed marriage will always leave scars and impressions. It will shape the people involved and will be the foundation for many future decisions—either good decisions or poor decisions. Having a relationship be complete does not mean that the relationship is erased or that it will not continue to serve as an example and have an influence. It simply means that there is no going back. It is over.\n\nYou will be prone to returning to this relationship until you have reached a greater involvement in the future. A person may be convinced that they will not go back, no matter what, but the relationship is not complete until they have entered a greater union and have utilized their learning successfully.\n\nCompleting a primary relationship takes time. It takes undergoing the difficulty and the pain of loss. It means spending time with yourself to integrate what has happened, to gain a sense of yourself again and to gain a perspective on what has transpired. It takes time to enter a new threshold where a new relationship can be initiated.\n\nIt takes time to become involved in a new relationship so that what has happened before can become useful in the future. Then your former relationship will be complete. Then you can look back upon your past with gratitude.\n\nRelationships are always completed with gratitude. This does not mean that everyone feels totally good about everything that has happened. But it does mean that the overall result is one of genuine gratitude.\n\nHowever, this gratitude must be real. If it is simply an attempt to avoid pain or confrontation, then the relationship will remain incomplete and will prevent its former participants from progressing forward and from becoming successfully engaged in new relationships.\n\nIncomplete relationships from the past are a major impediment to full involvement with people in the present. To complete these relationships, you must face your errors and you must realize what transpired. This takes time and integration.\n\nIn the pain and adversity of separation, this cannot be expected to fully occur, but in time a new perspective can be gained, and you can see how your former relationship can be of service to you in building a new life. This is where completion occurs. This is where value is recognized.\n\nCompletion in a relationship represents a new beginning. Precisely when this will occur after any separation will be determined by the natural healing process that occurs within people, as well as their desire for peace, harmony and truth. Here the process of healing can be slowed or quickened depending upon the motivation of those involved. But it will take time nonetheless.\n\nGratitude is always the completion point of any relationship. Genuine gratitude is based upon recognition of genuine results. These results cannot be determined until you are in a relationship once again, where learning in your prior relationship can be utilized and applied.\n\nTherefore, it will take time to complete a former relationship, and the time it takes is a time of necessary personal integration, re-evaluation and self-discovery.\n\nIt is a new beginning. Here the desire for union must be reaffirmed. Here the ability to experience union must be rediscovered and affirmed. And here former errors must be recognized so that they do not undermine any future engagements.\n\nEach relationship is a gift. A gift must be recognized, and its benefits must be applied. Many relationships offer a gift simply by teaching you what not to do at the beginning. Some people come to you simply for you to turn them away.\n\nHowever, do not call all of your errors perfect or thoroughly beneficial. Only certain aspects are beneficial, and you must always evaluate learning in terms of its cost.\n\nThe recognition of error, the re-evaluation of error and the utilization of the benefit of error are essential for your progress. Here you must face pain, you must face difficulty, you must face error and you must face yourself.\n\nThis is part of learning. This is part of becoming a mature person. This is part of your spiritual advancement as well.\n\nThis can be difficult. It can be embarrassing. It can be self-effacing. It can even be traumatic. Yet this is a necessary aspect of learning if you truly wish to penetrate the world and yourself and to discover what is known there.\n\nKnowledge here is your guide, but you must be a patient follower and a patient recipient, and a courageous one at that. If you do not have this courage, if you do not have this patience or are not willing to cultivate it, you should not become involved in intimate primary relationships. You must be strong of heart to meet the challenges here and be responsible for what you discover here.\n\nThe power of God is calling you to advance. It is calling you to complete former relationships, to realize their benefit and to proceed forward with gratitude. The power of God is teaching you to identify those relationships that require your participation now. The power of God is teaching you discernment, objectivity, clarity of mind, inner stillness, receptivity to your Inner Teachers and openness to marriage and genuine relationship.\n\nAnger and resentment will likely abound during separation. To some degree this will happen because of disappointment. Perhaps your partner will not be able to hear many things for a while. It depends on the factors that have been indicated here. Be prepared then during separation in a relationship, for you will be blamed to a certain degree, and there will be anger and resentment towards you.\n\nPerhaps some of it is justified. Perhaps some of it is unjustified. If you were dishonest, you must face that. If you were honest but your honesty was misinterpreted, you must face that. If you were rightly criticized or wrongly criticized, you must face that.\n\nThis will all teach you to become more discerning, more objective and more practical in initiating your next relationship. You do not need to be armored against these things because they will teach you to become more honest, more natural and more open if you are learning from them correctly.\n\nCertainly, if you were dishonest in a former relationship, you can recognize this. Here you realize that honesty will save you time and difficulty. Then you will be more committed to presenting yourself as you truly are rather than only presenting some aspect of yourself that your new partner finds attractive.\n\nYou want to make sure that someone knows as much about you as possible at the outset so that they will not be disappointed when they get to know you later. You want to be accepted as you are. You want to be known as you are. This provides comfort and security in a relationship.\n\nIf you are only known by a certain aspect of yourself, if you only put your best foot forward, or if someone does not see how you really are—how you really think and what you really do—you will not be on a solid foundation. Be honest, tell the truth, and truth will provide security, assurance and direction for you.\n\nTherefore, utilize another’s judgment against you for your own self-examination, but try to be very fair. Some things can be recognized and resolved during this process. For other things, you must wait, for only time will reveal the true essence of the matter at hand.\n\nAnger and resentment are filled with personal projection and blame. That is because people are hurt, and when they are hurt, they want to react, they want to fight back, and they want to get their pain out of their mind and give it away to someone else, usually to the person whom they think is the source of their pain.\n\nThis can be very difficult, and therefore at times during a separation process, people should not be around each other. Do not try to resolve everything in the heat of emotion because your efforts on behalf of reconciliation and peace will not be well received.\n\nAs always, you must evaluate your communication in terms of its effectiveness. You may feel a personal need to express yourself, but it is also your responsibility to see if that expression is appropriate at a given time and to sense how it will be received.\n\nPeople going through separation sometimes need to stay away from each other for long periods of time until they can gain some perspective. If they come into proximity to one another too soon, they will merely react to one another, and this will not be helpful. Remember, you do not want to create any more conflict in the world than is necessary by undergoing a process of change.\n\nBecome very honest, but do not hurt yourself with the facts. Though there are things you must face, remember, you are not bad. Neither is your partner. There is pain that you will experience, but you do not deserve punishment. Some things in life are difficult, but they are not meant to punish you. Do not punish yourself or your partner for the difficulty of separation.\n\nBecome responsible for your engagement and become responsible for the separation. The separation occurred because something did not work in your relationship. Perhaps the relationship could have been saved, but usually it could not have been saved. Either the necessary elements were not there in order to continue the relationship, or the mutual motivation was not there.\n\nIt is not enough that one person be committed to success in a relationship. Both people must have this commitment for success to be achieved. Even here, the right elements must be present in order to pass through all the stages on the way to success.\n\nTry to be very fair and try to be open and honest. Commit yourself to learning here, for this learning is extremely valuable. Everyone in the world is suffering to some degree from resentment and disappointment in a relationship. If you learn the lessons here, you will be able to escape the world’s dilemma, and this will establish you as a true emancipator in the future.\n\nWhat can you offer people but your own experience of freedom? What can you offer people except your own recognition of Knowledge? What can you offer people but what you have learned about relationships so that their relationships may be enhanced, altered or elevated, given whatever is necessary for them at the time?\n\nIt is best, in most cases, not to become involved in another relationship immediately after separation. Whether a divorce has occurred or a loved one has died, it will take time for inner healing. There are sometimes exceptions to this where a new relationship will speed this process considerably. But this is more the exception than the rule.\n\nPeople often want to jump into a new relationship right away to offset the pain that they are undergoing in the moment. They do not want to face the pain of separation, and so they want to have a new relationship, which will then preoccupy them. This will interfere with and prolong the healing process, and it will provide an undue strain upon your new partner, for it is not his or her role to take on your healing. Your new partner should not bear the brunt of your past difficulties. That is your responsibility.\n\nTo prepare for a new relationship, you must take time to integrate what has happened, to recognize your errors, and to create a new beginning within yourself. Do not be impatient. Impatience means you are trying to operate without Knowledge. Impatience means you do not trust life or yourself and are rushing ahead to secure a position for yourself.\n\nPerhaps during a separation you will feel very needy. Perhaps you will look for those things you felt lacking in your former relationship. Yet this is a time to be with yourself. This is a time for restraint. This is a time to face your responsibilities. This is a time to regain your strength.\n\nMany people are aware of this and can help you. This is wise counsel. Only if your Knowledge indicates an exception should you make an exception. In this, you must be very certain that you are following Knowledge.\n\nCompleting a relationship is always an opportunity to deepen your experience of honesty and to deepen your awareness of Knowledge. It is an opportunity to recognize what you knew, to recognize whether you followed what you knew, to recognize your honesty, and to recognize whether you expressed yourself honestly. These are the times where real honesty is forged.\n\nIf you are concerned only with your survival, your natural inclination for honesty will become obstructed and distorted. If you do not trust life, you will attempt to outmaneuver it, and you will attempt to use cunning and craft to get what you want because you do not think that life provides for those who are honest.\n\nYet if you are honest, life will provide for you at every moment, and you will be able to follow the progression of life. This will place you in a far better position to make wise decisions concerning your relationships at all stages of development.\n\nUse the difficulty of separation to deepen your commitment to honesty, your commitment to Knowledge and your commitment to spiritual growth. This will make you far better prepared to participate in the future in a primary intimate relationship. This will teach you what you need to learn and what you need to unlearn, what you need to do and what you need to avoid. This will teach you how to select a partner and how to recognize those impulses within yourself and the allurements of others that can easily lead you astray.\n\nAccept your vulnerability and recognize that it calls for greater wisdom because wisdom is your best defense. Lying, cheating and avoidance are not effective defenses because they make you vulnerable to error. You now want to be vulnerable to the truth because the truth gives you peace and certainty and restores to you your own abilities and power.\n\nRecommit yourself to Knowledge and to genuine relationship. If you are committed to learning, you will be able to commit yourself to a relationship. If you are not committed to learning, and if you are bound to your own judgments and resentments, then you will not be open to relationship. Then only your future loneliness will drive you to bond with another, and you will not be well prepared.\n\nIn the course of your life, important people die. This is often a time of immediate loss, sometimes unexpected. The manner of their death and the fact of their death will impact you. Perhaps they died of a long illness. Perhaps they died from an accident. Perhaps they even took their own life. You will then be faced with separation in a very drastic way because your ability to communicate with them in physical life will now be limited and may even seem to be non-existent.\n\nIt is wise, particularly in the case of your parents and other older people who have been your primary relationships, for you to bring as much healing into these relationships as possible and to find constructive ways of expressing your gratitude and pinpointing difficulties. You will not have as good a chance after they have gone. Your communication with them may not seem nearly as meaningful then.\n\nThe end of their life may be close at hand. Do not take their presence for granted. Prepare yourself. Establish a quality experience with them at your earliest convenience. Transcend your own judgments and preferences. Forgive them for what they have not been able to give to you.\n\nPrepare yourself, for if they die suddenly and you are left with your own irresolution, it will be far more difficult for you to bring about healing within yourself and to gain a positive experience of the relationship.\n\nThe world is an opportunity for relationship and communication. That is what the world is. That is its benefit to you.\n\nWhen death is anticipated, take advantage of the opportunity to deepen your relationship as much as possible by becoming honest and vulnerable, by finding constructive ways to express yourself, by accepting another person’s state of mind and prejudices, and by attempting to communicate within those limits.\n\nCommunication is your desire. It is your responsibility to find the most effective means. Sometimes talking is not necessary. Sometimes just being together is enough. Prepare then so that their passing may be a time of completion for you and not a time of traumatic loss alone.\n\nTo be with death is very powerful, for the meaning of life can be ascertained in these times of transition. This is a spiritual time. It is a time of inner honesty. It is a time of disillusionment, which can lead to true recognition.\n\nIf someone dies suddenly, assess what you have given to them and what you did not give to them that was needed. Assess who they were in your life, and learn to recognize the benefit of your relationship, whether it was a benefit born of error or a benefit born of truth.\n\nWhen you begin to experience the true value of your bond together, express your gratitude. If you do this in prayer, your expressions will reach the recipient because those who have left the world can be reached through prayer. If your mind is open, you can receive their response because the mind is the medium between Heaven and Earth.\n\nTherefore, through your mind, you can communicate with those who are not in the world. Through your mind, those who are not in the world can communicate with you. This communication with loved ones who have died need only be brief, for they are expressions of gratitude and they affirm that your relationship continues.\n\nAs it has been said, all primary relationships continue whether in an active state or a dormant state. Those who have been reclaimed in your heart will remain in your heart. Those who are still denied await to be reclaimed, for you cannot get rid of them. Such is the power of initiating primary relationships.\n\nAllow the spiritual presence of your former relationships to enter into your awareness. Think of them, bless them, learn from them and thank them. If you do this sincerely and with the courage to face yourself and to face the fact of your separation, you will be able to receive a response from them. This will affirm your spiritual life and the greatness of Knowledge that is within you, which looks within the world and beyond the world simultaneously.\n\nKnowledge recognizes that relationships span all appearances. This will be a time of spiritual emergence and confirmation for you and a time of maturity in relationship. Face your suffering, recognize your errors and realize your gratitude.\n\nIf a person has taken their life, forgive them for their actions. Learn from their life. If given similar circumstances and influences, you might have ended up doing the same thing. Their life is a teaching and a warning to you. Learn from this. Be grateful for what you have learned. Forgive them for departing in this manner. Bless them in their new undertaking, and ask that their life may be a service to you so that you may serve others as well.\n\nFor you, as a student of Knowledge, must learn of failure as well as success. Failure will aim you towards success, but success will redeem you. They are in no way of equal value, but one does follow the other.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/completing-relationships-when-over/"
}