{
  "title": "Compassion",
  "content": "Given the enormity of the change at hand and the great requirements being placed on humanity at this time to meet its own internal needs and to meet the challenges of emerging into the Greater Community, it is quite essential to emphasize the importance of developing great compassion. Change is difficult, even under more normal circumstances. It is often resisted and usually feared. It involves uncertainty and often generates blame and condemnation. People rarely undertake change willingly or intentionally and even when they do, it proves to be a greater challenge than they often had anticipated.\n\nIt is for this reason that great care must be taken now and that people realize that they must treat themselves with compassion. They must develop a foundation for self-trust and self-appreciation, even when they are uncertain or fearful or greatly doubt their motives. This is especially true when you realize you must do things ahead of other people, when you don’t have the certainty and reassurance of everyone doing something with you. Indeed, many of you who read these words will be the forerunners for your race, which means that you will be undergoing a profound internal change, far ahead of humanity at large.\n\nThis is the price of awareness; this is the price of advancement; this is the price of being in tune with the evolution of the world —that you will know things, see things, feel things, realize things and take steps ahead of other people. This requires tremendous courage. You must trust these deeper inclinations, and yet with this trust there must be discernment and Wisdom in their application. You cannot be casual or complacent. You cannot give away your responsibilities to a Greater Power, for they are yours to assume and to carry out. You cannot run away and hide, for you know too much already. You cannot say, “Someone else will do it and I will applaud them,” for it is given to you to assume your unique role. You cannot stand by the sidelines and say, “I don’t want to get involved.” You are involved. You need to be involved. You want to be involved. You are only afraid.\n\nSo, this requires great care and understanding of yourself and of others. This is especially true because people’s disabilities—their negative imagination and their unhealthy dispositions—will become greatly accentuated during times of stress and change. Times of stress and change bring out the best and the worst in people. Here people will do things that are very damaging to their well-being and to the well-being of others. People will take ridiculous positions in the face of great change. People will attempt to go backwards and to reclaim an earlier time, which now seems much more pleasing than it did before. People will try to relive earlier epics that are long past. People will deny their experience. They will deny the world’s emergence into the Greater Community. They will deny what they know. They will deny their truthful associations. They will blame others for their difficulties.\n\nAll of this will happen and happen in very intense ways. Why? Because in the face of great change, people are helpless and this brings out their worst tendencies as well as their courage and their ability to be devoted. You will see in the next decade tremendous discord as tribal societies, ethnic groups and people of different religious persuasions clash with one another, competing for their own identity, which is rapidly being changed. Some of the events to come will be very appalling; some will be magnificent and encouraging.\n\nFor you, the participant, the observer and the student of Knowledge, this is a time that calls for great self-restraint, great patience and great compassion. Self-restraint means you must hold in abeyance many of your own reactions to allow a deeper and more pervasive response to emerge and to guide you. You must hold back your angry speech and your frustrated words on many occasions. Exercising this forbearance enables you to realize something you know that is at a deeper level. This requires great patience, for you must wait for things to come about. You must wait for certainty. You must wait for confirmation. You must wait for companionship. You must wait for the results that you want now. And in many cases, you must realize that some of the goals that you have set for yourself will never be obtained. So, there is disappointment.\n\nAs I have said, change requires letting go of something and then receiving and developing something new, with a period in between where you do not have anything. What you may be missing are possessions, financial security or the emotional security of having close companions. You may be missing the intellectual security of being certain of what you are doing and having a clear view of your life and priorities.\n\nThere will be disappointment. Ideals will fail. Great expectations will go unanswered. Longings will be seen as hopeless. This brings you back to the truth within yourself and to the requirement that you must learn to wait, to observe and not to judge and to use this self-restraint in order to gain a deeper insight born of a deeper experience. Here you must abandon self-comforting ideas and live close to life, in touch with life and vulnerable to life in many situations. Here you are re-engaged in direct relationship with life, instead of merely playing it safe on the sidelines and watching while life takes its course and then feeling angry and resentful because things happen that are not of your choosing.\n\nThis is a time to directly participate, and this will require a special preparation, great companions and a decision on your part to participate in the world’s emergence into the Greater Community, to participate in the unification of human society and to participate in the reclamation of your physical environment in ways that are specific to your nature and deeper inclinations. Here you are not to be only an observer but to be a participant, for you are a participant. If you want to find purpose in life and realize your greater resources and your true inner strength, you must make this decision, fortify this decision and live this decision. It is not up to someone else; it is up to you. You are the one who is reading these words. You are the one who has the power to respond.\n\nFor this, you must learn to be compassionate with yourself. This means that you observe yourself, give yourself time to undergo development and re-evaluation, gain a sense of where you have been and what you have concluded from your earlier experiences and accept the fact that in many cases you will have to change your evaluations and become vulnerable, without explanations. You will have to redefine your life, your purpose and your destiny.\n\nThis openness and this vulnerability speak of an inner self-trust. It is not a self-trust that one day you just have or that someone gives to you. It is a self-trust that you yourself must forge. It is forged by making decisions that perhaps seem incompatible with other people’s decisions, or which seem costly in terms of the advantages which you were formerly seeking for yourself. It is forged by being true to what you know without adding any assumptions or conclusions of your own. It is letting yourself feel the pain of loss and uncertainty without inflicting this pain upon others. It is developing a greater capacity for experience within yourself, rather than attempting to live through the experience of others.\n\nCompassion is observing yourself without judgment, aligning yourself with the truth to the extent that you can experience it, being a direct participant in life, choosing what is true over what seems comfortable or accommodating to others and seeking truth over advantage. While others are repositioning themselves for advantage in times of change, you can abide with the truth and thus be free of the many adversities and calamities which befall those who seek to outwit life for their own personal advantage. Here you choose to follow the truth rather than seek gain and acquisition. Your reward will be lasting while others will fail, without seeming recourse or redress for their needs and their disappointments.\n\nCompassion means you look upon the world from a greater viewpoint and you do not give yourself the seeming luxury of condemnation, which validates your idea of yourself by demeaning others. Here you are willing to be wrong; you are willing to be confused; you are willing to be uncertain; you are willing to appear foolish; you are willing to recognize your mistakes; you are willing to accept disgrace if disgrace must be accepted. This is coming home to the truth within yourself.\n\nGreat change brings people to a great threshold and forces them through it. Great change is where great people emerge. Great change is when great things are contributed to the world. What greater change could there be for humanity than to emerge into the Greater Community of Worlds, to engage in meaningful relationships with other intelligent life and to discern a greater interaction in a larger arena, which you can neither understand nor control? What greater change could there be than for human civilizations to finally unite, recognizing common needs and seeking cooperation and solutions which provide mutual benefit and development? This must accompany humanity’s emergence into the Greater Community. Humanity’s emergence into the Greater Community will bring about greater change for every person. This will change their circumstances, their position in society, their sense of themselves, their opportunities, their risks, their friendships, their acquaintances, their priorities, their values, their religion and their God. And though this seems cataclysmic when it is seen all together, it is the opportunity for you to finally rise above the littleness of your preferences and preoccupations, to live a greater life—a life that is bonded to the world and to the true needs and aspirations of people, a life that can accommodate genuine relationships, deep satisfaction and full re-engagement with your spiritual life. People do not reach these heights without great circumstances prompting them and without passing through great thresholds.\n\nWhy complain that the world is changing when this gives you your only true hope of advancement? When the world changes, you cannot stay where you are. Whether you are comfortable or uncomfortable at this moment, you cannot stay where you are. You have to move with life. Life is moving. Your ideas, your opinions, your prejudices and your beliefs now are overshadowed by a greater series of events, a greater requirement upon you and a greater opportunity for advancement.\n\nWith compassion comes Wisdom, for compassion establishes the conditions for Wisdom to emerge. Be compassionate with yourself and others. Be open. Seek a deeper understanding. Do not fortify your former ideas by judging others and trying to live according to a set of standards which may not be appropriate anymore.\n\nIndeed, in the years to come, people rich and poor, people of all religious persuasions, of all social orders and representing all personal interests, will be increasingly involved with one another. This will tend to neutralize the extreme tendencies of humanity and will create a more common sense of identity. Though cultural diversity will certainly continue as will individual expression, people will be forced to integrate with others in ways that they prefer and in ways that they do not prefer. There will be more people; there will be fewer resources; there will be less personal freedom, and there will be a larger general consensus upon which things must be decided. Here it is not merely a matter of what serves one group over another; it is what serves everyone, for common needs will grow and become far more intense.\n\nYou cannot stay where you are—mentally and, in some cases, physically. You must rise or fall in the face of a great change. Many people will fall. They will not be able to cope with it; they will not be able to accept it; they will not be able to integrate themselves with it. They will not be a part of the change. They will be part of the obstruction to change, for change must happen. The question is, how can change happen in the most beneficial way? You cannot alter the fate of humanity, but you can determine the quality of its outcome.\n\nCompassion is choosing a greater response to a greater problem. It is choosing a greater response than the one that you may automatically feel as a result of a new or demanding experience. Learning not to judge here is very important. So are learning observation, learning stillness of mind, learning to listen within yourself as you listen to others, learning to be patient, learning to forego self-comforting ideas, learning to forego early conclusions while you wait for a greater realization, learning to live without so many self-definitions and learning to accept your problems and to work with them constructively. This involves giving other people the benefit of the doubt and learning to understand why they are reacting the way they are, for many people are poorly equipped to be a part of a world that is emerging into the Greater Community. Challenging times can bring forth either condemnation and hatred or compassion and Wisdom. You must consciously choose and choose again and again and again which response you will exercise, for both are possible within you.\n\nTherefore, when I speak of the change at hand and of the challenges at this great turning point in humanity’s existence, do not slink away; do not become overwhelmed; do not seek escape or denial. Instead, consider that everything that is being presented here is but a calling for you to rise to meet the occasion. You do not know what this will look like or how it will come to pass. Perhaps your ideas of what you will contribute are incorrect, and other things will be contributed by you when the situations require it. Here you realize you must be a bigger person, have a greater capacity for Wisdom and understanding and have a greater ability to give.\n\nHow do you achieve these things? First, you must accept the condition of your life as a starting point. Then you must undertake certain forms of preparation, many of which are quite specific, and be certain that you are not inventing them or changing them to meet your current preferences, for this will not enable you to elevate yourself. You must re-evaluate your relationships, both now and at many junctures in the future, to see if they can support your undertaking, however ill defined it may seem to you at that moment.\n\nMany people at this time are thinking and asking, “What is my calling in life? What is my spiritual purpose?” Often they think of some wonderful thing, like being a healer, or being a priest or a priestess and having marvelous experiences of joyfulness and spiritual ecstasy. Perhaps they see themselves healing the sick, being magnificent, living in beautiful places, living a beautiful life or all of these. Well, it is very important that you recognize that this is a fairy tale and with few exceptions, all of this must be relinquished.\n\nTo find your calling in life and spiritual purpose, you must learn to prepare. Here you learn to make decisions based upon what you know rather than what you think or want. Here you roll up your sleeves and become involved with life. Here you become basic, honest, simple and straightforward. Your glory will come from this, not from living out fantasies. This is the reality of living a truly spiritual life. The rewards are deep and pervasive, but they are rarely recognized by those who seek to have glory and ecstasy be the foundation of their experience. There are the doers and the dreamers. Be a doer. Dreams are merely a waste of your life unless they can be done, and they must be done to a certain extent by you.\n\nTherefore, regarding your expectations about what your spiritual calling or spiritual purpose may be, you must clean the slate, erase all of the images and put away the fantasies. Be open, compassionate, patient, observant, and ready to act. Wait for the moment when action is truly called for and resist all of the premature motivations for you to act. Be committed to learning and to unlearning and to discovering the truth no matter what you may have to confront within yourself and no matter what you may have to do. It is this commitment abiding with compassion and all that compassion requires that will enable you to progress in your development and to keep pace with the movement of the world so that your real gifts may find their emergence through you.\n\nYou cannot pull your real gifts out of yourself; you cannot bring them forth through dialogue or spiritual practice; you cannot squeeze yourself to wring them out of you. You must be in the right frame of mind, in the right situation, with the right people. Then they will issue forth, and issue forth with such potency that you will not be able to deny them or mistake them. Yet, reaching the place where you are in the right state of mind with the right people and the right circumstances requires preparation. It requires compassion and all that I have spoken of.\n\nBe patient then. You are growing slowly because you are growing something important. Things that grow quickly die quickly. Things that happen just like that are gone in the next moment. Great accomplishments are born of great preparation. When you ask yourself, “What can I do to support the evolution of life here? What can I do to find the foundation of my purpose? What can I do to develop the state of mind that is necessary?” I say prepare, observe and be honest. You will know the form of preparation when it comes to you, though you may resist it and attempt to deny it. It will be the right thing at the right time for you. Perhaps you will begin your preparation by thinking, “It is only for a short time. It won’t ask too much of me. I will only give a little bit until I am sure.” Yet, if it is the right preparation, it will ask more of you than you had planned to give, and you will find you had more to give by giving it. Giving is the emphasis here.\n\nYou may ask, “How can I possibly undertake all of these things you are saying?” I say, become honest, become simple and become patient. Prepare. Accept the preparation that is made for you. Do not invent one for yourself. Get involved. No one can do this for you; you must do it. If you seek to know what real purpose is, then contribute to someone who has found purpose for themselves, and they will help you find your own way. If you feel you have greatness in your life, read about, learn about, and if possible associate with great people. If you wish to know The Greater Community Way of Knowledge, then you must study it, integrate it, digest it and live it. You cannot dabble with it, play with it, try it on for size. You must take it on! If you do that, then it will yield its rewards to you. It is the same with your relationship with life. You take it on; don’t play with it or sample it. You take it on! Your relationship with your mind and with your body, your relationship with Knowledge—you take them on!\n\nThis is not a time for indecision. This is not a time for ambivalence. This is a time for commitment, a time for inner resolution, a time to move forward. There are many things you know already you must do. It is time to do them. That is your starting point. Do what you know today and then you will know something tomorrow. Do what you know tomorrow and then you will know something the next day. This is how Knowledge is reclaimed.\n\nWhatever you do, whether it is a wise decision or a foolish one, whether you act nobly or in ways that are not beneficial, return to patience, forgiveness, forbearance, observation and re-evaluation—all of the things that make up compassion. Look upon others not with criticism or with self-righteousness, but with the understanding that they, too, are struggling to come to terms with living in a changing world. They, too, are coming to terms with their own failures and their own possibilities for success. The more you see yourself struggling, the more you will understand them and will not be so ready to condemn them or dismiss them.\n\nThose who are wise and compassionate have faced their own suffering and have passed through it. Now they can face the suffering of the world and contribute to its resolution—not simply because they have good ideas, but because they have traveled the way and have found resolution and the way out.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/compassion-means/"
}