{
  "title": "Responding to the Greater Community",
  "content": "It is necessary when speaking about Greater Community influences to talk about how the mind responds. The mind is designed to act and to interact with the environment. It is both a generator of information and stimulation and a receiver of these as well. The mind naturally engages with the mental and physical environments in such a way that it is constantly sending and receiving information. The mind is not the master of the environment, nor is the environment the master of the mind in a truly balanced and harmonious state. When this state is disturbed, however, imbalances result, which create distortions in experience, in recognition, in processes of thinking and in the conclusions that are derived.\n\n\n\nIn order for your mind to function naturally and harmoniously, it must have a dynamic and harmonious relationship with the environment. This, of course, is an ideal state and is not achieved when the mind is not in harmony with itself. When the mind is not in harmony with itself, it experiences its own imbalance and the imbalances in its environment as well. Here it will produce imbalance and discord and respond to what it produces. This creates a vicious cycle in which the mind produces experiences and then responds to its own creations. Rarely is it aware of what it is producing.\n\n\n\nThis discordance generates a force in the world, a force of dissonance. For instance, if you are troubled, concerned or very fearful about something, or if you are very angry or resentful, you will create a dissonance in your environment. Once this dissonance leaves your own mind, it becomes a force in the environment. Now, if only one person is generating this, it will be a very weak force and easily dissipated. However, if many people are generating these kinds of experiences, they will create a force that is more lasting and much more potent and effective. This force, then, can influence other minds in such a way that it seems to overtake them. A mental force in the environment can become very concentrated and quite strong and can have, so to speak, a whirlwind effect on other minds. Indeed, if you recall the times that you have entered somebody’s personal domain and you walked into a discordant state, you will recall how powerful this can be and how it can affect you emotionally and determine your responses.\n\n\n\nTherefore, a discordant mind has an impact on the environment. Once this discordance enters the environment, especially if it is shared by others, it creates a force that has an impact on other minds. Human beings are not aware of the power of their own emotions or the effect of their thinking upon others. Though there are some obvious examples of this, its overall effect and the kinds of interactions that can be generated as a result are rarely, if ever, consciously accounted for.\n\n\n\nCultivating a good mental environment around you personally is very, very important. You generate this environment and you live within it. If you generate a hostile, discordant environment, you will live within that. So focused can this environment become and so effective in determining your own experience that it is like living in a shell, where the rain seems to fall upon you and no one else. But the effect on others can be very great as well, especially if you are in close proximity to them. When you are out of doors, the effect of your thinking is more generally dissipated, and the reaction of those who feel its effects will not be as great. That is because it represents a large mental environment that is subject to many other forces beyond human forces alone. But if you are indoors with another or in very close proximity, then the impact can be tremendous. That is why, if you are engaging with someone who is in a very discordant state and it is having a damaging effect upon you or making it difficult for you to think clearly, it is always a good idea to try to get them out of doors so that their mental projections can be dissipated more effectively. This will lessen the impact upon you to a certain degree.\n\n\n\nSo powerful is your interaction with others that you must be very careful with whom you associate. If you are to associate intentionally with someone who is in a very discordant state or who is very disturbed or conflicted, you must be well prepared for this because the impact upon you will be great. People will naturally gravitate to those who can help them experience a positive mental environment. This is especially true for people who are undertaking the reclamation of Knowledge and are attempting to become aware of their own mental state and its impact on the environment as well as the environment’s impact upon them.\n\n\n\nMany people fear that the environment has ultimate power over them, and others believe, but rarely experience, that they have ultimate power over the environment. Neither, of course, is true because you are in dynamic relationship with the environment. Just as your body thrives on the resources of your environment and interacts with these resources continuously, your mind—your brain and all of its functions—and Knowledge, the mind beyond the brain which accounts for more refined qualities of thinking and evaluation, exist within the mental environment, thrive upon its resources and interact with it continuously as well.\n\n\n\nIndividuals who are in the process of reclaiming their Knowledge will seek to create a positive mental environment. They will naturally do this to create an upward spiral instead of a downward spiral. They will become much more sensitive to those with whom they are engaged and to what transpires in these interactions. They will want to seek freedom and reprieve from stressful situations unless these situations are necessary. They will seek greater equanimity and more quiet times. All of their values and inclinations will change accordingly.\n\n\n\nBefore this happens, people seek to create an environment that is agreeable to their beliefs, so they surround themselves with people who generally will accept their viewpoint and will confirm their prejudices. But when you are entering a more conscious state, a state more committed to education and revelation, then you will seek an environment that is more conducive to the experience of awareness and knowing. This is a natural process, and it will become greatly accelerated as you become aware of it and can make conscious decisions in order to enhance your mental environment and to create greater opportunities for insight.\n\n\n\nMany people seek to be out of doors because it is a freer mental environment than when they are confined with other people. Here people seek communion with nature because nature provides a freer and often more conducive mental environment for introspection and for insight into the behavior and interaction of others. Some seek nature purely as a relief.\n\n\n\nWhen you begin to concentrate on the mental environment, you realize how absolutely it impacts your sense of well-being and how important it is for your development. This is the beginning of becoming aware of the mental environment. As this is undertaken in a conscious and intentional way, you begin to become aware of the influences that are affecting your emotional states and your thinking. Should you undertake the reclamation of Knowledge according to the Greater Community Tradition, then you will need to develop stillness, focused thinking, objectivity, discernment and observation—all things that generate a more focused and powerful mind, a mind that has a greater impact on its environment and upon the experiences of others as well.\n\n\n\nWith Knowledge as your guide, your personal mind will have the environment and the stimulation for true development, which will produce great benefits for you and for others. Here you can make a positive overall contribution to the mental environment. This is quite true. Knowledge is a very pervasive kind of influence. You cannot trace its impact on others, nor can you follow the direction in which it will travel, whom it will contact and how they will respond. But perhaps you can accept on faith that the world is progressing because of the contribution of many concentrated individuals who are dedicated to the well-being of humanity and to its advancement as a race. The benefits you see in the world are the result of this contribution, not just practical and physical benefits, but the concentration of many minds on the well-being and equanimity of human function and interaction. They are caring for the mental environment like one who cares for a great forest, looking after it with loving attention, giving it a remedy when that is possible and protecting it from outside influences.\n\n\n\nNow I must speak of the Greater Community influences that are affecting humanity at this time. If you can begin, at least conceptually, to see that you live in the mental environment and that you are in continuous and dynamic interaction with it, it is then necessary for you to think of the kinds of influences that exist in that environment—influences that you may welcome, accept and promote and influences that are in your life inadvertently, without your invitation, as part of the environment in which you function. The impact of television, music and radio is very, very great on the human mind, so great that students of Knowledge will seek to limit these influences and screen them conscientiously. These are influences that are part of the environment in which you function. You don’t necessarily welcome them, but they are a part of your environment and will have an impact upon you nonetheless.\n\n\n\nThere are influences that you are barely aware of that are also casting a strong influence upon you, particularly if you are sensitive to the Greater Community. Your sensitivity to the Greater Community is determined by your background—not simply your history as a human being in this life, but your background far beyond that as well. You carry your accumulated learning with you into the experience of life that you are having now as a single human being. If this accumulated learning accounts for the Greater Community, then you will be especially sensitive to Greater Community influences. This is part of your make-up. You cannot change this, but you can learn to become aware of it and to deal with it effectively so that in time, as your mind becomes stronger and more focused through preparation and right association with others, you can learn not only to offset damaging or discordant influences, either within human situations or from influences that extend beyond human awareness, but in time to have a positive influence on them as well.\n\n\n\nConsider this: A strong mind will always influence a weaker mind. A strong mind can to a certain degree control a weaker mind. This happens even if the stronger person is not trying to cast an influence or persuade anyone to do anything. The fact that his or her mind is more concentrated and less conflicted, with greater intention and self-determination, will have an impact upon other minds that are less focused and less concentrated. This is a fact of life and cannot be avoided. When people begin to compete with each other, they realize in time that they must have an increased level of concentration and focus and very specific forms of preparation, which are determined by what they are attempting to undertake. Clearly, in all cases they must become stronger, more focused and wiser in their decisions. This is stimulated because human beings compete with each other for certain advantages in life. This competition can be healthy, but it can be damaging as well.\n\n\n\nNow that Greater Community presences are active in the world, you are dealing with a set of influences with which you cannot effectively compete, and that is why the preparation in The Greater Community Way of Knowledge is being presented. Only a preparation from beyond the world can be effective in teaching you to engage with influences from beyond the world.\n\n\n\nNow let me speak about how the Greater Community influences can affect the human mind. First of all, if there is a visitation occurring, those who are undertaking the visitation will want to create a force field around their presence which will hopefully have a predetermined effect on human beings. Human beings have been studied for a very long time—at least in terms of their behavior and their predispositions. Therefore, the visitors will want to create a certain influence in the environment in order to have a desired impact upon anyone whom they might encounter, either intentionally or inadvertently. Should they wish to investigate individuals directly, the visitors will, in a sense, hypnotize them. That is perhaps the best word that can be used in this situation. They will suspend people’s conscious minds and then suggest things to them that they will then tend to accept as their own. People will then forget where the suggestions came from. This makes it easier to affect people’s behavior and to bring about a desired, predetermined set of actions. Human beings have been doing this to one another since the beginning of their existence in the world, but they are not masterful at this.\n\n\n\nThere are Forces of Dissonance from beyond the world that are visiting the world. They are not coming here on your behalf. They are adept in certain ways at manipulating the mental environment. To affect and influence the behavior and the recognition of those whom they might encounter, particularly if they wish to study the thinking, behavior or biology of their subjects, they will use these skills to whatever extent they feel it is possible. There are increasing numbers of individuals who have been affected by these Forces directly, and they are deeply disturbed and distressed by the encounters that they have had, if they are aware of them at all. They wonder how their memory could be so suspended, how their evaluations could be so blotted out and how their recollections can seem so vague. Think, then, of the idea of hypnosis and remember that a more concentrated mind will by nature have a greater impact on a weaker mind than the weaker mind can have on the more concentrated mind.\n\n\n\nTherefore, understand that human beings are being studied, even examined, by Forces of Dissonance from beyond the world. This is unfortunate because humanity is ill prepared for this. Yet, it does hold certain opportunities for development if the situation can be clearly understood. Competition can engender creativity, responsibility, resourcefulness and self-determination. You are competing in your mental environment now with intelligent forces from beyond the world. This is a fact; you cannot avoid it. It would be foolish to deny it or pretend that it is not occurring. This, then, is a form of competition. You are competing for control of your world; you are competing for control of your own life; you are competing for who in the future will dominate the world. Does this sound too grave? Does this sound too foreboding or too ominous to consider? Perhaps at first it might seem like this, but if you think about it carefully and are willing to consider it further, you will see that this is the kind of involvement that humanity needs in order to generate harmony within the human family and to create a greater focus and incentive for learning. That is not to say the Forces of Dissonance are intentionally helping you by their interference in human affairs, but it is to say that the situation does offer some extremely important opportunities and incentives for development.\n\n\n\nYou cannot change the events that are occurring, but you can interpret them wisely and learn to use them to your advantage. To do this, you must reconsider where you stand in life, what you have accomplished and what you have not accomplished. You must consider the impact of your own thinking and consider as well the environments in which you place yourself, either intentionally or inadvertently. This creates greater self-awareness, discernment and conscientiousness—all of which are necessary if you are to progress as a human being.\n\n\n\nConsider this: If you come in proximity to a force from the Greater Community, you will begin to react very strongly. Usually people feel a tremendous sense of avoidance, a desire to leave, to get away, to find refuge. There is often a tremendous sense of anxiety. This is a normal response, but other responses are possible depending upon the temperament and nature of the person involved. There are places in the world where people do not want to go. They feel uncomfortable there. There are places in nature that people pass by or avoid intentionally. They feel uncomfortable there. This is not to say that all these places contain Greater Community influences, but you can see how easy it is for those from the Greater Community to establish themselves in the world and to be relatively free of human scrutiny. So powerful can manipulation of the mental environment be here that even the curious or the adventuresome can easily be dissuaded.\n\n\n\nUntil individuals gain an objective overview of their experience, which they can only do with Knowledge as their counsel, guide and foundation, they will be influenced. They will follow their own feelings and will be governed by the predominant ideas that they hold. Ideas can be injected into other minds. Feelings can be motivated by certain kinds of stimulation. Human beings are not so terribly complex that these things cannot be planned and executed with great intention and effectiveness. People will not know why they are responding the way they are. Perhaps they will give themselves reasons, but having reasons does not mean that one understands the situation or the influences at hand.\n\n\n\nIf people are unstable psychologically, they will become more unstable around a Greater Community influence. They can even be driven to insanity. This is not because the Greater Community influence seeks to make them so. It is simply that when you are around a more powerful mind, it will accentuate your present state. In other words, you will become more extreme in your own behavior. This is one of the reasons why the man and woman of Knowledge must remain hidden from the world and must be very judicious about whom they encounter and what they communicate because they will have a great impact on everyone they meet. The unwise will become more unwise around them, and those seeking Wisdom will become wiser, for the more concentrated mind will accentuate the present state of every other mind that it comes in contact with. That is one reason why the Wise withdraw. This is very necessary.\n\n\n\nOur emphasis here is to reinforce your understanding that you live in a mental environment and that you are subject to influences within that environment. Influences from the Greater Community are present here. They are not everywhere, but they are in certain places and their numbers are not small. Not only are they having an influence on human thinking and behavior, they are using human thinking and behavior, testing it, experimenting with it, learning how it functions and practicing in its manipulation. This is occurring, like it or not, accept it or not. It is occurring. It is better to accept it, to face it and to learn how to counteract it and to affect it yourself, for if you do not affect it, it will in time affect you increasingly.\n\n\n\nThere are some people in the world who have such a strong Greater Community background that they feel the influence of Greater Community forces, even those forces that are far away and not in their immediate proximity. They react emotionally to these things and they cannot account for their own experiences. They say to themselves, “My God! Why am I feeling the way I am feeling?” Perhaps they have unexplained feelings of dread or anxiety that cannot be explained in terms of their current circumstances. Sometimes these people blame themselves greatly for these experiences and try to repress them or escape from them. Others blame society at large or the political climate in which they live, but still they cannot account for their range of experience. This certainly does not happen with every person, but with certain people it is quite pronounced. These people will need to learn The Greater Community Way of Knowledge if they are to gain access to the source of their own experience.\n\n\n\nTo learn the source of your experience, you must learn the influences that are stimulating it, affecting it and in some cases even generating it. You must learn to engage with the environment responsibly and consciously. This means you recognize the nature and the effects of your own thinking and learn to discern those influences that are affecting you directly. To a certain extent, you can control your exposure to influences in the mental environment. And certainly as your skill and awareness grow, you will become more effective in this. This is a requirement for education.\n\n\n\nThere have always been problems in the mental environment with human beings because their mental and spiritual lives are not united. But there are greater problems now because of the Greater Community presence in the world. These problems can generate important solutions, but they are problems that are very difficult for people to recognize and to accept. Let us give you this idea to consider: The Forces of Dissonance in the world, which by the way are not the only Greater Community forces in the world, are able to move about quite effectively without human recognition in many cases, not because they are invisible, not because they are spiritual forces—they are physical forces—but because they can influence the mind that perceives them. How can this be, you ask? Well, if a more concentrated mind wills or wishes that the less concentrated not recognize it, then in most cases the person with the weaker mind will not recognize the presence of the more concentrated mind.\n\n\n\nRemember, thoughts affect minds. Thoughts affect thinking. Thinking affects thinking. When thinking is affected, certain responses can be predetermined. Because you are only used to interacting with other human beings, these things can sound quite phenomenal, even impossible. But in your mental environment now there are intelligent forces that are not human beings. They are here to collect information. They are here to practice their skills on you for future uses and advantages. This is an unusual and difficult situation that requires an unusual and effective resolution. You cannot use the normal range of human explanation or human response in order to deal effectively with these influences. That is why The Greater Community Way of Knowledge is being presented.\n\n\n\nI have mentioned several times in these discourses that there are forces for good in the world as well. They are here for the protection and the benefit of humanity. Therefore, you are not left helpless in the face of a seemingly more powerful adversary. Not only are there Greater Community forces in the world here to assist you and to educate you, there is the power and presence of Knowledge, which must become activated to enable you to effectively deal not only with the problems and dilemmas of human affairs, but the problems and dilemmas that exist in the Greater Community as well.\n\n\n\nConsider this: Human thinking can be directly influenced. Human perception can be directly influenced. Things can be done to people without any forewarning. People can be overtaken and manipulated, and, in fact, this is occurring already. I realize that this is not a popular idea that I am presenting. It is a very sobering one. And yet, because it is a fact in the world now, it is something you must accept. Acceptance is the beginning of education—accepting a deficiency, accepting a problem that needs resolution, accepting your own desire for advancement and accepting that your current state is inadequate for you. These things all provide the incentive for greater education and development.\n\n\n\nIncentive is necessary in order to bring about any accomplishment, yet it must be driven by need. Human beings need to become stronger mentally and more balanced and harmonious within themselves. This is not merely a preference. It cannot merely be some form of entertainment or a pastime or a hobby. It must become central in your priorities. What will make it central in your priorities? The recognition of what is influencing you in your life and your own need for development, resolution and greater equanimity. Need drives progress. Your needs are great. Even if there were no Greater Community influences in the world at this time, your needs are great and are growing greater every day. To meet a great need, you need great incentive. You need great preparation and you need great companions.\n\n\n\nThe Forces of Dissonance are not trained in the ways of Knowledge. Here you have a possible advantage, should you choose to prepare and should you take your preparation seriously and undertake it with great patience and perseverance. Here is your advantage. That is why we emphasize the development of Knowledge. We do not emphasize it merely so that you will feel better or have a greater sense of purpose in the world or will feel more self-loving and self-accepting. No. Though these are the great rewards in following The Greater Community Way of Knowledge, this teaching and preparation are being called upon now for other real and pressing needs. The Forces for Good from the Greater Community are here to emphasize Knowledge, for this is what will save the human race. The Forces of Dissonance are not educated in The Way of Knowledge or they would not be Forces of Dissonance, for Knowledge cannot oppose itself and must contribute to the welfare and benefit of life everywhere.\n\n\n\nYou may feel powerless in the presence of Greater Community influences, but you have the greater advantage. If you can be prepared in The Greater Community Way of Knowledge, then you will have a greater prospect for success. That is why the emphasis is on Knowledge. That is why it is being called upon. It is necessary for your well-being, and it is necessary for your advancement as well.\n\n\n\nThere will always be minds more clever and cunning than yours. There will always be technologies more advanced than yours. There will always be minds more concentrated than yours, in the Greater Community that is. But should you undertake and progress in the reclamation of Knowledge, then you will establish a foundation within yourself that cannot be influenced and cannot be corrupted, for Knowledge cannot be influenced by thinking minds. Knowledge cannot be corrupted by the inducements of physical life. Knowledge is without fear, for it is immortal. It cannot be penetrated by the outside world. Only Knowledge can influence Knowledge because it is a spiritual reality which exists within each person in the world. Though it is latent in the vast majority of people, it is there nonetheless to be cultivated and developed. Though the requirements in this cultivation and development are great, it is possible that many may advance. Not everyone has to advance in The Way of Knowledge, but it is vital for certain people, and it is vital for the human race that a sufficient number of people advance in this regard.\n\n\n\nI am speaking now of the future and of the present. No one will take over the human race any time soon. That is not desired, even by those who are studying you now, those who have come from the Greater Community. That is not their mission, but they will study you, influence you and affect you. They will learn how you think, how you behave and how you respond. They will ascertain your weaknesses and limitations, and they will capitalize upon them for their own purposes. This is a detriment to humanity now and will be a detriment in the future.\n\n\n\nWhat can counteract this? The development of the mind and the reclamation of Knowledge. The development of the mind will enable you to perceive, to counteract and to affect the influences which now affect you. But the reclamation of Knowledge will give you Wisdom and true safety, so much so that in time you will have the greater influence, for nothing is a greater influence than Knowledge itself. This is difficult to account for in the world because there are very few individuals who have developed in The Way of Knowledge. Those who have, have had a great influence and a great bearing on the well-being and destiny of humanity. Their examples may be few, but they are very pronounced. You have only to look into your own life and do an objective review to see who has influenced virtue in you. You will find that they are not only people with whom you were directly engaged, but that there are many who have lived long before whose contribution continues to reverberate through human minds everywhere.\n\n\n\nSuch is the power of Knowledge. This is your advantage. Claim it for your well-being, and claim it for the well-being of humanity. Claim it for your ability to interact with the Greater Community because it is part of your life now and will become increasingly so, for the world is emerging into the Greater Community and must learn to account for its influences, its powers, its motives and its existence. This means that humanity is emerging into a larger arena of life where there are many forms of influence and many opportunities for development that were unavailable to people before.\n\n\n\nGreater problems bring greater resolutions and greater achievements. You have a greater problem; now you must find a greater achievement. You cannot do this on your own, for you will need mighty companions to help you. It is possible to accomplish this, but you will have to rethink many things that you hold dear, many ideas and ideals that you cherish, and you will have to undertake a form of preparation that is quite mysterious, for it comes from the Greater Community. We emphasize truths that human beings hold to be universal and which have been emphasized in all of the great religions of this world. But you will also learn of things that have never been taught in the world, and you will have to become more effective in your discernment and in your interaction with others to a degree that was rarely called for before. Such is your burden. Such is your gift. Such is your opportunity.\n\n\n\nThis is not simply to create harmony within you, but to enable you to give the contribution you have brought with you from beyond the world. If your contribution is to serve humanity’s emergence into the Greater Community, then all that I am telling you is relevant and extremely important for you to accept and to learn to comprehend.\n\n\n\nI offer these ideas with the confidence that Knowledge within you will stimulate your acceptance and your understanding, for Knowledge is what engenders and nourishes life everywhere. Its mystery and its certainty represent the revelation that is awaiting you, to be discovered and contributed. This holds true here and beyond the world as well in the Greater Community. Knowledge is the universal language, the universal mind, the universal recognition and the universal redemption. It is great enough to meet the demands of your life, both here and in the Greater Community.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/concentrated-mind/"
}