{
  "title": "Courage",
  "content": "It takes great courage to change, even under normal circumstances. One must recognize and accept the truth, trust one’s deeper inclinations and in many cases give up a preferred advantage, relationship or situation. One must face the unknown and entertain new possibilities. This all requires courage. Yet, when change is required on a greater scale—indeed when humanity itself is changing and you are in the center of this—an even greater courage is required. It is built upon trust, recognition, preparation and compassion. You cannot muster this courage up within yourself if you do not have these pillars upon which to stand.\n\n\n\nPerhaps you do not think of yourself as a courageous person, thinking that courage is something that some are endowed with and not others. But in truth, courage is something that everyone must forge and develop in his or her own experience. This happens through making difficult decisions. This also happens through making important mistakes, learning through these mistakes and taking the necessary steps to set things right.\n\n\n\nThis is what generates courage. Courage is the result here, though it can be the cause and the motivation for later action. In other words, you must generate courage. It is not something that is bestowed on some and not on others as people enter life. It is something that must be forged. Difficulty, adversity, changing circumstances, changing relationships and changing priorities all create the great opportunity for real courage to be cultivated and applied.\n\n\n\nTherefore, do not think of courage as a divine bestowal. If you feel you are lacking in courage or perhaps lack sufficient courage, then remember that it is something you must generate within yourself. You have the power to do this because Knowledge is with you. You have the opportunity to do this because of the time in which you live. You have the requirement to do this because you have come here to serve a greater purpose, which you are yearning to discover and to carry out. All of the ingredients are within you; all of the ingredients are in the world. Conditions are right. Knowledge and courage go together, for without courage you will not undertake the reclamation of Knowledge and without Knowledge you will not trust in the courage you have developed thus far.\n\n\n\nIf your well-being, your fulfillment and your inner resolution are important to you, then courage is something you must accept as a necessary requirement. It is not something I can give to you. It is not something you can purchase. It is not something you can learn from a book alone. It is something that you must use and apply. Otherwise, it is like a muscle in your body that is never used and thus is never strong and reliable.\n\n\n\nEverything that you enjoy in life—the benefits, the creations, the objects, the opportunities for education and self-expression, the fun and the recreational things that you enjoy—are all the products of other people’s contribution. In all cases, it required courage and belief in one’s self and one’s deeper inclinations in order to bring these things about. You are literally living on a foundation built by the contribution of others.\n\n\n\nThat is why it is important to understand that your contribution will serve people who are yet to come. You don’t know who invented all the objects that you use every day. You don’t know the names of those who secured for you your political freedom. You don’t know the names of those who created your educational system and made it possible for you to take advantage of it. It is not expected that you would know them, for they are far too numerous and their names stretch back in time. However, it is important for you to understand that your contribution in life is something that will have a bearing on the future of humanity, for the future well-being of humanity is dependent upon what you and your generation contribute today. This is the essence of nature—that the future is secured by contribution in the present time. This happens in the plant world, in the animal world and in human existence as well. It is a law of nature.\n\n\n\nTherefore, if you are prone to lose faith in yourself, consider the courage it took for others to create all of these things and how everyone benefits, either directly or indirectly. They, too, had to forge courage. They, too, had to take risks. They, too, had to have confidence in their deeper inclinations. They, too, had to face their own errors and be willing to risk making more of them. They, too, had to learn from their mistakes and bring about the appropriate corrections. To whatever extent any of them did this, they were able to contribute something of lasting value—both things of a tangible nature and things of an intangible nature. They have served to create both the physical and the mental environment in which you live.\n\n\n\nTake heart, then. It is not you alone who are called to do this, but you are not excluded from the necessity of this, either. You are given an equal opportunity to carry out what is known within you to be correct. Start with what you know today so that you may know something tomorrow. Already you know things you must do that you are not doing. Already you realize there are changes you must make in your behavior and perhaps in your thinking as well, and you are either not doing them or you have not fully carried them out yet. Do not wait for greater certainty to come. Do not wait for new insights. Carry out what you know to do today. That takes courage; that takes faith in yourself; that takes a reliance upon Knowledge, even if you do not know what Knowledge is. That requires the conviction that what is prompting you from deep within yourself will bring about good for you and good for others, if it can be wisely discerned and applied. How can it be wisely discerned and applied? By your taking chances and by your learning the ways of Wisdom, for Wisdom, like courage, cannot simply be bestowed upon you. You cannot get it from a book, although a book can stimulate Wisdom in you or show you how Wisdom can be applied. You cannot gain it from me, although you can consider everything I say, which would be wise for you to do.\n\n\n\nWisdom, like courage, must be cultivated by direct engagement with life, by making important decisions and abiding with them, by facing error, by facing pain, by accepting help, and by rearranging your life whenever this becomes necessary. In all cases, it requires giving greater priority to truth over your personal wishes or preferences. And it requires that you change your goals and objectives in life, should they prove to be unhealthy for you.\n\n\n\nAll the great qualities and virtues of the man and woman of Knowledge are not things that are simply given. Yet, the seeds for their expression are within each person. Those who cultivate the seeds, who grow them and who abide with them will be the ones who will receive the great rewards. They will be the ones who will build a better future for humanity and make it possible for people in the future to undertake the reclamation of Knowledge and to discover a greater purpose in life. As those in the past, unknown to you, have given you this opportunity and this advantage, so will you secure this for people in the future, people as yet unborn.\n\n\n\nThe world is requiring all of the change that I have spoken of so far. Do not think this does not involve you directly. Do not think you can step aside and say, “Well, I think I will just watch how it turns out.” This is your opportunity to give. In giving you will find your courage. Its possibility is within you, and its success is assured if you exercise it sufficiently.\n\n\n\nIt is very important to distinguish courage from much of the rash and compulsive behavior that people demonstrate in a myriad of ways. Sometimes people rush into things without any forethought. Sometimes people rush away from things without any forethought. There are many compelling factors that lead people to do dangerous and unwarranted things. Sometimes they think they are being courageous. People even do some very dangerous things to test their own sense of courage, taking great personal risks for some thrill or momentary experience of superiority or self-control. This is not courage. Risking one’s life to prove something to one’s self is not courage. You may call it recklessness, foolishness, ambition, compulsion, or many other things. But it is not courage. It is not the courage that I speak of.\n\n\n\nThe courage that I speak of is the willingness and the developed ability to recognize something that must be done and to play your part in doing it, if it calls upon you specifically. It is the courage to open yourself to the suffering of the world. It is the courage to make yourself available to it so that it can pull out of you that which you have to give. So, do not only sit in meditation or try to figure it out or squeeze it out of yourself through some kind of psychological process. The needs of the world will call upon you to give your gifts. You do not need to lie about the condition of the world. You do not need to paint a pretty picture of it. You do not need to deny or discount what actually exists. You do not need to falsify your understanding of yourself or others in order for this gift to be stimulated and rendered into the world.\n\n\n\nOpen yourself to the suffering of the world. You do not need to seek it out or immerse yourself in it. Simply be open to it when you perceive it. If you want to live a beatific life and have everything sweet and lovely around you, you will find escape temporarily from the difficulties of living in the world and many of its tragedies, but you will not find escape from your inner conflicts. And the Knowledge that you have not resolved your inner need for meaning, purpose and direction will go unanswered. Your escape from the world will only be temporary, for you are part of the suffering of the world and your suffering adds to it and contributes to it. This you cannot escape. Though other people attempt to find escape from their own inner dissension and conflict through a myriad of activities and involvements too numerous even to list here, do not make the decision to do this. Face life and life will face you. Give to life and life will give to you, for you are in relationship with life.\n\n\n\nFace life. Face yourself. This takes courage. This is real courage. Thrill seeking and risking your health or well-being for wild, exotic experiences to prove to others how strong you are do not qualify as real courage. These things do not require as much of you as telling the truth about your life, living the truth, following the truth, expressing the truth, and learning how to do all of these things by trial and error and by gaining Wisdom and assistance from others. What courage does it take to say no to financial rewards when they are inappropriate or require something that is not correct for you? What courage does it take to turn away from love or a loving person when that involvement is not correct for you? Those who seek advantage and who take advantage of others and their affections and who seek only to fill their own coffers of wealth and personal self-esteem will find only misery as their reward, for what they try to secure can be easily lost. They have not met their inner need; they have not answered their greater questions. So, their sense of stress and lack of well-being will persist and grow deeper and darker over time.\n\n\n\nLet this not be your destiny, though many choose it and express its glories and its benefits. Do not let this be your decision. It takes little courage to follow in the ways of the world. It takes great courage to follow in the ways of Knowledge. It takes little courage to accept the pleasures and to deny the pains of life around you. It takes little courage to try to live a beatific life while the rest of the world goes on without you. It takes great courage to face the world, to face yourself and to face the possibility of living a greater life here—a life of service, a life of meaning and a life of meaningful engagement with others. It takes courage to face what this may mean, not knowing how it will turn out or what it will look like when it finds its true expression.\n\n\n\nIt takes great courage to undertake The Greater Community Way of Knowledge, for here you are preparing for something you can barely understand. Here your personal ambitions will fail you or it will seem that they cannot be fulfilled by undertaking the Greater Community preparation. But you go on because Knowledge prompts you. This requires courage. This is choosing truth over pleasure.\n\n\n\nHow secure and how powerful the man or woman of Knowledge is who would not give up their mission for love or money. Are they fanatical? Perhaps. But they are committed because they have realized that truth is a source of meaning for them. Their ability to join in relationship far surpasses that of other people. What they will experience and what they will give will far surpass the goals and ambitions of others around them. They will make life possible for humanity in the future. They will strengthen humanity.\n\n\n\nThis is needed now as the world is preparing to emerge into the Greater Community. Humanity must become stronger, more unified, more capable of cooperation, with greater self-care, greater support and assistance and greater cultural integration. All of these things, many of which you hold dear as great virtues already, must be founded upon a stronger humanity—physically, mentally, emotionally and spiritually stronger.\n\n\n\nWho will bring about these great advances? It is up to you. Do not look over your shoulder. It is you. Though your part may be small and not require a great deal of recognition, what you can give playing a small part is very great. Only very few will gain notoriety and recognition, and this is as much a curse as it is an advantage. For many it will be their undoing, so do not seek this for yourself. Truth is a greater reward and a greater vehicle for service and accomplishment than success and fulfillment. When the eyes of the world are upon you, there is much you must conceal. Truth will live like a prisoner within you, even if you are committed to its expression. It is better to be invisible and to render your gifts without the world’s recognition. This, too, requires greater courage, for here you must forsake self-gratification for something that acknowledges the deeper truth within you, something that is far more fulfilling and important.\n\n\n\nIn fact, you could say that the reclamation of Knowledge is coming to terms with what is truly important and what is truly not important, committing yourself to the resolution of big problems and devoting only a small amount of your time to the small ones. It is facing the world rather than seeking escape. This is what generates courage. Do not be disheartened that few choose this path. Though courage is possible for each person, it takes extraordinary circumstances to bring it forth. It takes great challenges and great change to provide the opportunity for courage, for Knowledge and for true love to genuinely emerge. You see, then, how foolish it is to resist or avoid or condemn the needs or the condition of the world when they are actually the very things that can redeem you, show you your strength and give you the foundation of certainty that you so desperately seek in other things that have no promise.\n\n\n\nThe greatness of life should never overwhelm you, unless you are approaching it with personal ambition or great expectations for yourself. Instead, let the greatness of life give you the opportunity to find your greatness and your expression of greatness, keeping in mind that true greatness in the vast majority of cases goes unacknowledged by the world. Yet, you will find support and supportive relationships as you find your purpose. In fact, your purpose will join you and bind you with those who are destined to help you and with those whom you are destined to help. Here you must relinquish all of the images of spiritual greatness—priestesses, priests, kings, queens, angels, gods, masters and mastery. Leave this all behind. It will only confound you and make your way far more difficult.\n\n\n\nThe simplest act can express the Wisdom of the universe. When Knowledge is working through you, you will be as much in marvel of it as anyone else could be and perhaps more so because it is happening through your mind and body. For this to take place, ambitions must be left aside. Goals and desires for a happy, unfettered and uncomplicated life will either have to be abandoned completely or greatly altered. That is not to say you are choosing difficulty and duress. You are simply saying, “I must do this and I will accept what comes.” Say this. Know this. Mean this. And you will have an opportunity to know what courage is and what courage can do. Then you will find that you have an advantage in life that few others have claimed. Though the rewards of your contribution and the recognition of your contribution may be far in the future, you have secured to a large degree their expression by taking this great step within yourself. This declaration will be challenged and will be tested, not because life tests you as when you go through school and you get tested. God does not test anyone. The test is meeting the requirements of your life. What greater test could there be?\n\n\n\nDo you want to find out what you know? Do you want to know what Knowledge is? Do you want to experience courage? Do you want to find out what self-confidence really means? Do not ask God for a test. Do not think God is giving you a test. Do not think that God is doing something to you because God doesn’t believe you. Meet the requirements of your life, the mundane requirements and the greater requirements. Open your mind to consider where the world is really going and what is really happening. Be patient and open. If your mind is racing a hundred miles an hour, trying to find the answers, trying to resolve questions or trying to secure a place in the future for yourself as you reconsider your life, you will not go forward. The approach is stillness, openness and discernment—all qualities that must be cultivated and developed through practice and application.\n\n\n\nDoes all of this sound too great for you? If so, you have underestimated yourself. Do not underestimate what Knowledge can do for you, but let Knowledge do it. Abide with Knowledge. If Knowledge is silent, you can be silent. If Knowledge is not moving, then you do not need to move. Maintain the outer requirements of your life, but hold fast to your allegiance to the truth within you, which is represented by Knowledge. This requires the courage to act when action is necessary and to not act when action is not necessary. Both require great courage.\n\n\n\nGreat courage is forged and developed through this kind of application. Exercising forbearance and exercising the will to act when it is necessary require courage and develop courage. Until you do this in a significant way, courage is only a potential within you; you do not yet have it. Knowledge is only a potential; you do not yet have it. Love is only a potential; you do not yet have it. You can claim them for yourself. You can declare their presence in your life. You can even claim that you have achieved great things with them, but real courage, real Knowledge and real love emanate from you when they are being expressed every moment. They are a demonstration of your life. You do not need to do magnificent things. Just meet the requirements of your life. Meet the requirements of change. Let the world teach you what you must give.\n\n\n\nIt takes courage to even hear these words without judging them, altering them or denying them. It takes courage to receive them without trying to change them in some way to make them more palatable, more acceptable, easier or more pleasant. Courage. I cannot tell you something you do not already know. Your reaction, then, is determined by your association with, understanding and experience of what you know. Start from where you are. Perhaps you know something very small today that you must do or that needed to be done yesterday and you have not done it yet. Do that. When learning to play a musical instrument, you start with very, very simple exercises. You do not begin by taking on a difficult piece or a great challenge requiring much skill. You start with simple exercises and you do them over and over again. Such is true in cultivating courage, Knowledge and love. The exercises are meeting the requirements of your life, learning to be still, learning to be able to respond to Knowledge within yourself and accepting that you do not understand Knowledge even though you know it is there. You start today with what you know.\n\n\n\nAt a certain point, you will realize that you have to prepare according to a certain preparation that you did not invent for yourself. It will play an important part in your overall development and will save you a great deal of time as well. Do not think you need to orchestrate your own education. Meeting the requirements of your life, learning of the reality of Knowledge and learning to follow the required preparation will give you all the education you need. Your part will be great, but you do not control everything. Learning what your part is and what Knowledge’s part is, is part of the overall education of which I am speaking.\n\n\n\nSometimes the way will seem easy and delightful; other times it will seem difficult and inexplicable. These are merely different reactions to an ongoing process of development and contribution. Courage has brought you this far. It can certainly meet the demands of the world. Though you have limits as a person, and you certainly do, you do not know what these real limits are. Take courage, then. When in doubt, be still and listen, unless action is required. Practice forbearance, for you will find that Knowledge is silent ninety percent of the time, which means that it does not appear to be doing anything. Thus, you must become silent ninety percent of the time, even as you carry out your mundane activities. This takes courage—as much courage as it takes to do a very difficult thing, to follow a very important decision you have made and to face the results of this decision with confidence and determination.\n\n\n\nDo you want to know what it means that the world is emerging into the Greater Community? Then be very patient and do not make early conclusions. Be a student of Knowledge, for you are certainly not its master. Then courage will grow in you like the seed grows in the ground and like life grows in the world—slowly, deeply and with a firm foundation. Then your experience of courage will grow and change, and your definitions will change as well. But as you meet each new requirement in your life and discern and follow each new certainty, you will not only be able to receive courage, but you will be able to bestow it upon the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/courage-face-yourself/"
}