{
  "title": "The Deep Union With God",
  "content": "The reality of God and the Plan of God for the universe is beyond your intellectual comprehension and capacity, but the opportunity to experience the deep union with God is within you and is ever present.\n\nThis is the experience of deep relationship, the most profound relationship you can have and will ever have. It is a relationship that you have already. For though your soul wanders in this physical reality, living in a separated state of awareness, the deeper part of you has never left God. That deep union with God still lives within you, waiting to be discovered, waiting to be experienced, waiting to be realized.\n\nHaving an intellectual comprehension of God will always be greatly insufficient and inadequate. Though people may base their beliefs, ideas and admonitions upon this, it represents that they are not experiencing the deep union, and are trying to rely upon their faculties of the intellect to tell them what reality really is.\n\nWhen We speak of God, We are speaking God of the entire universe and all dimensions of the universe, in countless races of beings with countless religions, all different from each other in appearance and orientation. We are speaking of a God of a non-human universe where freedom is rare.\n\nSo never think that you were created in the likeness of God, for God has no likeness, being ever present, permeating everything. For while you live in Separation and are journeying through this life in this world, you are still part of Creation, which never changes and which is forever, having no beginning and no end.\n\nSuch things are clearly beyond your imagination and the capacity of your intellect to comprehend. You cannot create images of this because there is no image that is forever. You cannot really create adequate concepts of this, for concepts are not forever, and you are dealing with something that is forever. The imagination can only consider things in time, in physical reality. That is why it cannot conceive of peace. It cannot conceive of true equanimity. It cannot conceive of true happiness. It cannot conceive of pure relationship. For these things are forever.\n\nTherefore, your intellect is designed to navigate the world and to solve problems here, for this is a world of problem solving. And there are Great Waves of change on the horizon that will challenge your intellect more than anything you can currently imagine. But your experience of true relationship, your experience of deep happiness, your experience of equanimity all require a different orientation within you. It is fine to have images that represent this in some way, but never confuse these images and these ideas and parables with the reality itself, which is so much greater, which is complete.\n\nYou need union with God to know your deeper strength and to be able to grasp that you have a greater purpose for being in the world, which will be revealed to you incrementally as you go forward.\n\nHere you must turn away from your surface life and your mind operating at the surface, which is always caught up in plans, goals and problem solving; which is caught up in fantasy and conflict and disassociation. Here you turn your focus inward to the great quiet and peacefulness that exists beneath the surface of the mind. You find methods for taking yourself into this deeper and far more expansive realm, which is so unlike your life at the surface.\n\nIt is like the ocean, which is always turbulent at its surface, whipped by the winds of the world, seemingly chaotic and without clear purpose or direction. Yet when you enter the depths, it is a whole other reality. It is quiet; it is pervasive, demonstrating little of the impacts that are occurring at the surface. The greatest storm in the world could be happening above you, but when you are in the depths, even just below the surface in fact, it is an entirely different reality and experience.\n\nHere you come not to get answers or seek dispensations or pray only for preferred outcomes. You come here merely to be in the Presence.\n\nGod’s New Revelation for the world has provided you the Steps to Knowledge, the great universal teaching that will prepare you for this deeper engagement so that you can begin to realize that you live with two minds—your worldly mind, which has been conditioned by your family, culture and possibly religion; and the deeper mind of Knowledge that represents the part of you that is still connected to God. They are completely different.\n\nKnowledge within you is quiet and observant. It is always open to the Will of the Creator. It will not speak to you in words particularly, except perhaps in very short phrases. It will more likely give you impulses—restraints to hold you back or encouragement to move you forward when that is necessary. It is a power and a force within you. It represents the deeper current of your life. It alone holds your true purpose and the recognition of those who will serve in this purpose and who will play important roles in your discovery and expression of this. It is also your experience of union with God, which is silent and pervasive.\n\nHere your desire and capacity must grow. Your desire must grow because you must see that you need this to be nourished, to be restored, to be strengthened, so that over time you may become more fearless, more clear and more capable of participating in the world for a greater purpose.\n\nYou need this deep union because this is your most primary relationship. Your inability to experience this represents your inability to experience recognition, harmony and even intimacy with others.\n\nWhat limits your engagement with God is what limits your engagement with people and with the world as a whole. That is why people live in their ideas and beliefs and concepts, rarely ever in the moment, rarely ever experiencing the Presence of God and the meaning of their existence.\n\nHere in this deeper engagement, your ideas are not important. Your beliefs are only impediments. Your fears, concerns, plans and goals are merely distractions. For in the deep union, they are unimportant.\n\nHere you begin to open your capacity. Right now perhaps you can only experience this for a second or two, for the briefest periods, before your mind closes down and rises up to the surface. You will experience this repeatedly as you begin to prepare for the engagement.\n\nYou will see how dominated you are by your thinking and by the world around you. You must see this to understand your current state and the state of nearly everyone around you. Do not blame yourself. It is the evidence of living in Separation.\n\nBut as you take the Steps to Knowledge, you build your capacity to experience the ineffable Presence of God, and you find ways to sink below the surface. We recommend that you repeat the words Na Rahn, Na Rahn, and give this your full attention. It is like an elevator that can take you down into the depths, beneath the surface of the mind.\n\nRelationships are invisible. It is not what you see and touch. It is what you feel and know that is the true evidence of a great relationship—a great relationship with a person, a great relationship with work in the world, a great relationship with a place, a great relationship with the whole world.\n\nYour most primary relationship is with God. It is invisible. Who you are is truly invisible. Who you were before you came into the world, who you will be when you leave this world, is something you cannot perceive with your eyes.\n\nYou enter the deeper realm, and it is dark, but as you continue, it is full of Presence. Every moment that you can spend engaged with this Presence, engaged without questions, without concepts, without your surface mind, will restore you and give you strength and courage that you cannot receive from anywhere else.\n\nWhen you hear Our Voices, speaking to you now together, it can evoke this deep sense of relationship, the invisible power of true union. Every moment you spend here, you become less of a slave to the world, less of a slave to your senses, less of a slave to your fears and obligations to others, less of a slave to your fantasies and desires—weakened with every moment that you spend deep in the Presence.\n\nThere is another great benefit here, and that is when this connection is being built increasingly, Knowledge will be able to speak to you, and you will hear it and feel it. Knowledge speaks to you anyway, but you rarely hear it or feel it. But now you are building the connection, which is so much more important than getting ideas or answers to your questions. For with this connection being built, step by step, everything you need to see and know and hear can come to you, and you will be able to hear it. You will be able to abide with it. And you will be able to carry forth whatever it calls for in your life.\n\nWhen you become tired of empty relationships, hopeless pursuits, the expense of trying to get what you want from the world and all of the corruption that creates within you and around you, you will seek the deep union increasingly. Nothing else can give you what you truly need, the true needs of your soul.\n\nIt is here that the return to God begins, perhaps imperceptibly at first. It is the great turning point. For God is the Great Attraction of your life, greater than any image of wealth, beauty or charm in this world, or any world—more pervasive, more complete, deeper and more permanent than anything else you can think of or hold for yourself.\n\nTherefore, you build the capacity and the desire for this naturally. For once you have turned this corner, increasingly you will seek that which is real and permanent and be able to deal with the world of change and form more effectively—with less aggravation, less misery and less suffering. You will be able to see things you could not see before, hear things you could not hear before and see the power of Knowledge working in others as well as yourself.\n\nYour most primary spiritual practice is experiencing this deeper Presence. It is not the presence of a person. It is not the presence of an angel. It is not the presence of some deity. It is the Presence of your Source and all of Creation.\n\nIt is bigger than you will ever be able to fully experience in this life. But as you open to it, your heart will be filled, your mind will be cleansed and relieved, and you will know that you are permanent though you travel through this world. You will know that you are loved though true love seems to be so remote and hard to find here. You will know you are here for a purpose because God has sent you here for a purpose. You will be patient, knowing that it will unfold as you proceed, therefore relieving yourself of constant speculation.\n\nYou will begin to experience the wonders of life here, the little joys and simple pleasures of being in the world, as never before, because now you can feel things you could not feel before, see things you could not see before and hear things you could not hear before.\n\nThe Presence is wise beyond your imagination. It will hold you back from many things that will distract you and that will lead you astray. You must be willing for this to happen and accept this for your own protection and safety. Like the little infant who is clasping the dangerous object, which must be taken away, you may cry at times that certain things are not being given to you that you want, or that you cannot hold onto something that you think you need, and you will cry like the little baby cries. But you must trust here that it is for your protection, though in the moment you cannot yet see why or how.\n\nGod will not give you everything you want. God will give you the chance to live the true life you came here to live, and to find the true relationships that will be part of this greater life, and to be free of much of the bondage of the world and free of much of the suffering, misery and despair that you will see around you. You will have this profound freedom. Greater than political freedom it is, greater than any freedom you can imagine, but it is all for a greater purpose. It is to prepare you for this purpose so that you are free to see it, to know it and to follow it increasingly.\n\nHere you are not seeking bliss. You are seeking relationship—your purposeful relationship with God and the deep union with God that is beyond expression, beyond description, beyond words and images and yet ever present within you—calling you, waiting for you to respond.",
  "audioUrl": "https://www.newmessage.org/av/the-deep-union-with-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/deep-union-god/"
}