{
  "title": "A Deeper Recognition in Relationships",
  "content": "There are many people in the world today who have no one who can truly recognize them. Beyond their position in a family or a culture, beyond their work as an adult, there is no one in the world who really knows who they are or has a deeper feeling for their life and their destiny. Though people are in relationship for many different reasons—to escape loneliness; to build a family; for social position; for wealth, for power, for companionship—even here this deeper recognition is rare.\n\nThis is really tragic because to be known by someone is to have your deeper nature recognized and strengthened. People are not living according to their deeper nature. They are living according to their adaptation to their culture, to their family, perhaps to a religion. This is their social identity, their social self, but there is a deeper reality within them.\n\nThis deeper reality was created by God. It does not have a nametag. It does not have a social function. It is not simply based upon one’s role in a family or a culture. It is not based necessarily on one’s work or vocation.\n\nTo go through life unrecognized is really to be alone. Even if you are a very social person and have a large network of friends, even if you have many engagements with other people, even if you are physically living in a crowded city or a crowded apartment, if you are unrecognized, you are alone. And this loneliness is haunting. It goes with you everywhere. It is the tragedy of Separation.\n\nWealthy people try to compensate for this by constant stimulation, and by the constant acquisition of things they do not need, and by trying to gain recognition from others for whatever beauty or wealth or charm they might possess. But they too are alone. Take away their stimulation, take away their possessions, take away all of their social posturing, and you have a lonely, isolated person.\n\nThis is the tragedy of Separation. It is the result and demonstration that people are not living according to their deeper nature. They are not living deeper within their own mind and consciousness. They are living at the surface.\n\nAnd like being at the surface of the ocean, they are blown around by the winds of the world, their life is out of control, and they are being swept away by other forces beyond themselves. They are going through life as a kind of duty or resignation—unaware of where they are, who they are and where they really need to go in life.\n\nThis loneliness and this isolation is a source of great suffering and great anxiety. For even if you had every social advantage, there is really no one there for you. People may depend upon you and your productivity, your wealth or your social standing. People may need you for what your labor can produce. But there is really no one there for you. At a very deep level this creates a tremendous emptiness and isolation.\n\nAnd if you cannot know others, then people are just parts of a social, functioning society—playing roles, distant from you. Their needs are not your needs. You may have no feeling for them at all. They are just people moving about with their own burdens, their own isolation. But the truth is they are facing the same isolation as you—alone, unknown and unable to know others.\n\nYour condition places you in the same situation. The need is the same—the need for recognition; the need to resonate with someone at a deeper level; the need to have someone really there for you, not because you are trying to be charming or handsome or beautiful, but they are there for you.\n\nThis is such a marvelous thing when it can happen because at the deepest level, love is about devotion. You may love many things about a person—their appearance, their circumstances, their charm, their beauty, their intelligence—but to be devoted comes from a greater recognition. To be devoted to another, not because of their assets but because of who they are, is an incredibly powerful antidote to suffering.\n\nWhen that devotion is shared, you have a relationship that has a deeper connection and a deeper destiny. Its power and its strength will compensate for whatever dissonance might occur at the level of your personalities, or your tastes or your preferences. This relationship will shine like a beacon in a dark land. It is a sign of hope for people who are struggling with hopelessness. It is a demonstration of recognition amongst those who are not recognized.\n\nThis recognition occurs because you are functioning at a deeper level of Knowledge. This Knowledge that God has created— this deeper Intelligence, this deeper Self that is truly who you are—represents your greater nature and your real purpose for coming into the world. When another can recognize this and unite with this, then you have a relationship that represents a higher purpose in life.\n\nWhen you are known at this level, it enables you to know yourself, but it is really hard to know yourself at this deeper level if no one else is recognizing you. Only through very determined spiritual practice could you gain this recognition without the recognition of others. But even here you could lose this awareness of yourself if over time no one else was able to recognize you, to truly recognize you.\n\nThis recognition leads to devotion. For if two or more people share a greater destiny, and they can recognize the reality of this destiny and experience the deeper resonance this creates in their experience, then you have a powerful relationship between two people or between many people.\n\nReal spiritual community must be based upon this if it is to be strong and enduring and to have real depth and meaning. A real marriage must have all of these qualities as well, along with a greater compatibility, even at the personal level. That is why relationships of this kind seem to be rare in the world, for while the world is in many places very crowded with people, there is actually very little recognition that is occurring.\n\nIn the study of Steps to Knowledge, you learn to build a deeper connection to Knowledge within yourself, your deeper nature. And as you begin to experience this deeper nature, perhaps incrementally at first, you begin to look for deeper qualities in other people. As you progress, you are no longer so impressed by beauty, wealth and charm, for you are looking for something deeper in other people, and this is the result of looking for something deeper within yourself. As your experience of your deeper nature grows, as you have a greater sense that there is a deeper current in your life, then you will want to build your relationships based upon this deeper current.\n\nHere you will not seek stimulation as much as you will a deeper resonance with other people. You will value honesty; you will value sincerity; you will value commitment over all other forms of stimulation. Instead of just trying to have fun with someone, you want to really feel a connection, and you look for this connection in other people.\n\nThough you will not have this deeper resonance with everyone, certain people will stand out. Among them there will be a few with whom you are destined to be united for a greater purpose, a greater work in the world.\n\nYou will look for this. And your mind will become ever more free of being seduced by beauty, wealth or charm. You may encounter the most beautiful person you have ever seen, and your mind may be impressed, but deeper down there is no response. Deeper down there is no recognition. Therefore, this person’s beauty accounts for nothing.\n\nYou are looking now for the people who represent and who will support your greater purpose and destiny in the world. Their outward appearance is not important now because you are looking for something deeper. And you are looking for this within yourself.\n\nFor now you just do not view yourself as an array of personality characteristics. You do not think of yourself as a mass of desires and fears. You do not think of yourself at the level of personality or even at the level of your physical existence, for you are looking down a deeper well now.\n\nWhat is at the bottom of that well is a great Presence, and you want to feel that Presence within yourself, and you want to share that Presence with other people. So now your whole criteria for being with other people is shifting.\n\nInstead of looking for pleasure or stimulation, instead of trying to run away from being lonely or isolated, you are now looking for a deeper resonance. Here you are going beneath the surface, and you are looking for relationships of depth. This is what really creates the opportunity for a deeper recognition to occur. Instead of just having recognition be some chance occurrence in the process of life, you are now creating the motive, the incentive and the opportunity for this recognition to occur.\n\nIt is evident that people can go through their entire lives without ever having a deeper experience of recognition with others. In fact, this is immensely common. So do not just trust luck or chance. Do not think that this is just going to happen for you without you really exerting yourself.\n\nTo have the opportunity to be known by others, you must build the connection to Knowledge so you can be known to yourself. Now you are really creating a change within yourself and even within the world. Now you are creating the opportunity for people to have an experience of recognition with you. Instead of sitting idly by and hoping and wishing for something to happen, you are creating the environment within yourself and around yourself where recognition is inevitable.\n\nThat is why when people are doing something really important in life, other people will join them. They will join them not because this person is overwhelmingly charming or beautiful or has external attributes that are so attractive. They are being joined because they are doing something meaningful. And this meaningful activity creates recognition at a deeper level.\n\nThis recognition experience requires that you not be judgmental or condemning of others, for that obstructs the whole process of discerning a person’s deeper nature. You may condemn people for their appearance, for their behavior, for their station in life. You may condemn them for their religion or their ethnicity. You may judge them for their personality or their self-expression and so on. But when you do this, you are preventing yourself from discerning their deeper nature.\n\nThat is why it is important to look at other people from more of a place of neutrality. It is easy to judge people. Everyone is fallible. People annoy you with their behavior, with their attitudes, with their speech, with their appearance. But when you are neutral and looking at them, you have a chance to see beyond the surface. You have a chance for a deeper experience of recognition.\n\nYou yourself know what it is like to live at the surface. You have been living there for years, and now you are trying and focusing on taking your awareness to a deeper level. So do not be so ready to judge. You know how easy it is to live at the surface. You know the social pressures and the economic pressures and the sense of isolation and desperation within people that lead them to behave so foolishly and recklessly.\n\nTo see another, you must become neutral. Neutral means you are not trying to love them; you are not trying to judge them; you are not trying to put them into a category; you are not trying to evaluate them according to their outward appearances. You are just neutral. You are just looking and listening. Without trying to make anything happen, you are just being present.\n\nIt is within this state of being present that you are able to learn more about the other person. You have a chance here to discern the deeper current of their life, which they are probably completely unaware of. Once you have this recognition, they also may have a recognition with you because they will feel and recognize that you are being with them in a very special way.\n\nUnderneath everyone’s desperate pursuits, addictions, goals and fears is the desire to be known and recognized. People are angry. They are judgmental. They are even violent because they are not being recognized, and they have not found a way to gain a deeper recognition of themselves.\n\nWhen this recognition can take place, it is immensely healing and life affirming. Even if it only occurs for a moment, even if you only have a moment of true recognition with another, it can be profound in affecting them and in affecting you.\n\nThere is always this emphasis on relationships and getting along with people and expressing your feelings and being honest and working out problems. But unless there is this deeper recognition, it is all happening at the surface.\n\nThis recognition does not mean that you are going to marry this person or that they are going to be with you for the rest of your life. It just means that you are having a deeper experience. Only if this experience continued over time, and if you had a sufficient level of compatibility with each other and were able to participate with each other in a meaningful way could a greater relationship come out of this. But recognition is not relationship yet.\n\nA spark is not a fire. An understanding is not a reality. But for a true relationship to be built—whether it be in a marriage, or in a spiritual community, or in a network where people are working together for an important purpose or goal—this recognition is very important.\n\nHere people become more devoted to one another, more caring for one another. They share a greater destiny together. Their appreciation for themselves far surpasses whatever outward appearances or charms they might have. Here you are loving the person for who they are, not for what they can do, or how they appear, or the way they behave, but really for a deeper nature and quality within them.\n\nThis is what everyone wants in relationship. And yet this is what is so very rare. That is why taking the Steps to Knowledge is revolutionary because here you are breaking the ice; you are breaking free of life on the surface; and you are focusing on the deeper reality of Knowledge within yourself—a deeper Intelligence beyond the realm and the scope of the intellect.\n\nYou are beginning here to have a real recognition within yourself that you are not simply a social functionary in life, you are not simply a nametag, you are not simply a description of your personality, but there is really a greater reality within you. And you are beginning to have a recognition experience of this as a result of taking the Steps to Knowledge.\n\nNow you are beginning to have this experience with other people. Here the deeper need for recognition, the deeper need for purpose and meaning, has an opportunity to become fulfilled.\n\nWhat do people really need? They need to recognize their deeper nature. They need to be recognized by others. They need devotion in their life—to be devoted to others and to have people devoted to them. They need to fulfill their greater purpose and destiny in the world, a greater purpose that God has placed within them—a contribution to life, a unique set of gifts to be given in concert with certain other people.\n\nBeyond having enough food and shelter and clothing and outward security, this represents the deeper need in people everywhere, from any country or culture or circumstance. When there is true recognition, real devotion can arise. And real devotion is the greatest demonstration of love.\n\nHere devotion is not attachment. It is not based upon dependence or need. It is based upon a deeper resonance with another person and a sense of shared destiny with another person. You still have to work out the difficulties of relationship, the daily issues that might arise, the disagreements over certain things, but fundamentally you are connected at a deeper level.\n\nThis has the power to override differences of view or opinion. This is really the glue that holds people together in a real way. It is so very different from dependency or attachment. It is coming from a place of strength, not from weakness within yourself. It is really a reward, one of life’s greatest rewards. It is what everyone is looking for.\n\nHere the tragedies of the rich become apparent, for though they may appear to have everything, though they may appear even to have the luxury of free time, though they can own anything and go anywhere and have so much social power, if they are unrecognized and unknown, they are desolate. And despite their wealth or privilege, depression will overtake them. They will find that their life is empty and without real meaning or purpose.\n\nThe tragedy of the poor is certainly more apparent due to their circumstances and to the difficulty of their environment. Yet they suffer from the same isolation, from the same dreadful Separation.\n\nTo build this recognition experience for yourself, you must take the Steps to Knowledge. You must realize that who you are is not your mind or your body. Your mind and your body are vehicles of expression in the world. They give you the opportunity to be recognized here, to have an impact upon the world, and to experience life at this level.\n\nBut who you are is beyond this. It is beyond any idea that you might have about yourself, for who you are is not just an idea. You may think of yourself in any number of ways, but who you are is beyond any ideas that you may entertain.\n\nYou experience this by going deeper within yourself, by practicing stillness, which gives you the chance to feel and experience your deeper nature. You do this by suspending judgment and condemnation so that you can be present for other people. You do this by deeply evaluating your life to see what is most important there, what is fundamental to your life, and what is required of you to face the Great Waves of change that are coming to the world—Great Waves of change that will change and alter the circumstances for so many people, even in the wealthy nations.\n\nGod has sent a New Message into the world. It is a Message for the whole world, but it also establishes a path of redemption and empowerment for the individual. At the center of this is this recognition experience you have within yourself and with other people. It involves taking the Steps to Knowledge and learning a greater wisdom about how to be in life in such a way that your greater purpose can emerge within you and become expressed where it is needed to be expressed. This involves finding certain people who share your greater purpose, and these will prove to be the greatest relationships you can possibly have here.\n\nThis fulfills the need of the soul. This breaks down the reality of isolation. This frees you from obsession and addiction. This reverses and overcomes the source of your suffering. Now you find yourself committed and devoted to others, and you find that others are committed and devoted to you, and that this devotion is based on a deeper recognition. It is beyond words and description, it is so profound.\n\nThis alters your life so dramatically. You look around you and you look at people, and they are suffering because they are alone and are unrecognized. And all of their social behavior and their foolishness and their tragedy is expressing this desire and need to be recognized.\n\nIf you listen carefully, even beyond what they are telling you or demonstrating to you, you will hear the great need of their soul, and you will feel compassion for them. You will see that even in their anger or their frustration, in their judgment or condemnation of others, you will see this need for recognition. This will temper your judgment of them.\n\nThis will enable compassion to arise, naturally—not as a kind of forced exercise, but naturally. As you feel your own need to be recognized and to recognize yourself, you will see this in people around you, and it will move you. You will feel compassion for them, and you will see their dilemma.\n\nPeople act crazy when they go unrecognized. People do foolish things. People lash out at others because they are unrecognized. Of course this happens.\n\nHere you will see the greater need of the soul in others. If you can speak to this and be sensitive to this, you will be a light in the world. Your presence will nourish others. It will remind others that they are not alone and that they too have come into the world for a greater purpose. And they too are connected to God and to their Spiritual Family. And even though the world can present grim appearances, there is a greater network of relationships that exists here—underneath the surface, escaping the attention of people living at the surface, but there nonetheless.\n\nWhen you are around other people, be neutral and observant. Look and listen for what people are really communicating through their behavior and their words. Ask yourself: “What is this person really communicating?”\n\nIf you listen with this kind of attention, you might hear something very different from what they are saying or from what their appearance might be demonstrating. Then you can ask yourself: “Is this person ready to take the Steps to Knowledge?” If you ask this with this kind of objectivity, you might hear a yes or a no, or perhaps a maybe.\n\nThis is all listening at a deeper level. And listening here is very important. In the study of Steps to Knowledge, you learn how to listen within yourself. Instead of just trying to have immediate insights or ideas, you learn how to simply listen. In the practice of stillness, you are listening.\n\nAs you develop this ability to listen, you learn how to listen to others. You learn how to become neutral when others are speaking to you so that you can hear what they are really saying, what they are really needing from you, and what they are really trying to communicate even though they themselves cannot really express this clearly.\n\nThis listening, this paying attention, is so important. You develop this skill within your practice in taking the Steps to Knowledge because these Steps will teach you how to listen within yourself. They will teach you how to become patient and observant. They will help you to settle down and become less restless. They will relieve you of your anxiety, which drives you constantly in life. They will enable you to experience your deeper feelings and emotions, and to forgive those individuals and those circumstances that you feel have wounded you in the past.\n\nNow you are learning to listen, and you are listening for the deeper current of your life. Now you are listening to others. This listening is so important because people need to be heard. Even the person ranting at the railway station who seems to be mad and crazy, even they are trying to be heard, and no one will listen to them. They are trying to be heard. And they are trying to be heard because they need recognition—not for who they think they are, not for their ideas, but for who they really are underneath all of that.\n\nThen when you are out in public and you look at the long faces and you look at people’s circumstances, you can see the results of their living without recognition. They might be married, they might have immense social contacts, but if there is not a deeper recognition, then they are still impoverished. And this generates suffering, frustration, and anger.\n\nWe are giving you here the clue to really connecting with yourself and with other people. But you must be listening at a deeper level. That is why your practice in Steps to Knowledge is so essential, for this will teach you how to listen and how to feel and how to experience the deeper current of your life, which is the power and the presence of Knowledge within you.\n\nAs you develop this sensitivity and awareness, you will naturally apply it to other people. You will look beyond appearances. You will listen beyond people’s words. You do this so you can hear people. And for many others, they will find relief in being with you because someone is really giving them some real attention—not just agreeing with them or their ideas, but paving the way for some kind of deeper recognition to occur.\n\nYou may have this experience with many people. So do not think that this means that you are to marry someone or spend your whole life with them because that is not the case at all. Should you become truly capable here, people will come to you for guidance and for reassurance. You will be able to contribute to people because you are having this recognition experience with them. And in your life, you will find that certain people who are really ready to participate with you and who have the right qualities will come into your life to assist you with your greater work, whatever that may be.\n\nHere you have found the wealth of life and have learned to escape your impoverished condition of living at the surface of your mind, where there are only appearances. Now you are living a life based upon a deeper recognition, and this deeper recognition creates a deeper level of relationship with others.\n\nHere you are like water in a thirsty land. You are bringing nourishment to people because you yourself are nourished. You are speaking to the deeper need of the soul within the individual, and whether they can accept you or not, whether they can receive you or not, you are still having an impact.\n\nHere you are being known, and you are able to know others. And that is an unparalleled gift in this world.",
  "audioUrl": "https://www.newmessage.org/av/deeper-recognition-in-relationships.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/deeper-connection-relationships/"
}