{
  "title": "Concentration",
  "content": "We have said in many different ways at many times that concentration is power and that it is a necessary skill to develop over time to achieve a goal of any significance. Concentration is something that everyone who approaches Knowledge must develop because it takes strength of mind and conviction, focus and determination to pass through the thresholds on the way to Knowledge.\n\nBut what is concentration? What does it feel like? How is it practiced and applied? Let us address these questions because they are important for you who are considering taking the path to Knowledge. Concentration is focusing the mind on one thing, one goal or one activity to the exclusion of everything else. It is a special activity of the mind and not something that you do at every moment. But it is necessary in order to penetrate both the mysteries and the lies that surround all the great truths of life.\n\nThinking about one thing, observing one thing or working on one thing for any prolonged period of time produces a result that could not be achieved otherwise. Any craftsperson knows this. Any artisan knows this. Any composer of music knows this. Any builder knows this. You must concentrate on what you are doing. Work demands this concentration. That is why work is redeeming to people. Real concentration is consciously directed. The world can demand your attention for great periods of time, but that does not necessarily cultivate the kind of skills that we are referring to. To develop these skills, the motivation must come from within you, and you must have adequate support on the outside to assist you.\n\nThe Steps to Knowledge Program provides the structure and the focus for reclaiming and regaining your relationship with Knowledge. In order to follow these steps and to apply the practices adequately, you must develop your concentration. The motivation for this must come from within you. No one is standing over you telling you to do it. No one is demanding it of you and threatening you with the loss of your job or security if you fail. The motivation must come from within you.\n\nConcentration is an experience of single-mindedness in present time. You can contemplate something in the future, but it must have to do with something that relates to a present need. You can concentrate upon something of a practical and material nature, or you may concentrate on an idea, a possibility, an event or a decision you are about to make and its possible outcomes.\n\nConcentration is work. In fact, it is the very essence of work. Concentration, matched with skill and appropriate planning, produces results. It produces the results of work. When we speak of concentration, we are speaking of work for the mind. When the mind is worked and is internally motivated, then great inner strength can be developed. The mind then becomes more powerful, more focused, more dedicated and more determined. This determination and this dedication can be focused in many different directions. If they are focused upon good—upon producing meaning and value for people and upon solving problems in the world in service to humanity—their benefit can have no boundaries.\n\nThe concentration of one mind affects other minds and stimulates concentration within these minds. It activates the deeper instincts in others—the desire for contribution, accomplishment, value and meaning. These can all be stimulated by the concentration of one mind. In fact, all great people are always surrounded by people of lesser concentration seeking to benefit from the presence and the productivity of that one concentrated mind. It is natural for people to gravitate towards individuals who are concentrated, for these individuals generate power, meaning and productivity.\n\nDeveloping concentration requires the ability to release your thoughts and to control your thinking. Because life is filled with so many different kinds of stimulation and presents so many different kinds of problems to consider, it is increasingly difficult to become focused on one thing. Your attention is always being pulled away by many different elements and forces. It is so easily captured by stimulating presentations in the media and events in your immediate environment. Greater and greater problems are presented for you to consider—global problems, community problems, problems in relationships and problems that are psychological in nature. With so much to consider and to think about and with so many stimulations and concerns, how can the mind be focused on one thing?\n\nInstinctively, people know that concentration is valuable. People climb mountains in order to experience concentration. They dedicate themselves to the arts, music or dance, they build things, they invent things—all to have this experience of concentration, this experience of being completely present with no past and no future for those moments in which their mind is fully engaged. This produces relief from the constant vexations of the mind, and it produces inspiration.\n\nGive the mind one thing to dedicate itself to. This produces equanimity because when the mind is focused, it becomes still—even when it is working very hard. This gives you freedom from past regrets and from future anxieties. It takes you away from fear and into a concentrated state of mind. It generates activity, observation and many other specific tasks.\n\nWhen the mind is focused, it gains greater strength. It is more penetrating. It is more creative. And it is more effective. The importance of concentration can be immediately seen when you realize how much you must apply yourself in life, how much time and energy will be required of you and how focused and determined you must be to resolve the many problems that are genuine in nature and that require your attention.\n\nConsider this, because we are preparing you for the Greater Community. Consider the concentration of those who are joined together in singular purpose and are visiting the world at this time. You cannot yet match their concentration. You are much too distracted. Yet, your visitors can provide motivation for you in this regard: They have achieved concentration. Even if their motives are not pure or beneficial, they have achieved concentration. Only very few people here have achieved this level of concentration. Some of these have been concentrated on good, and some have been concentrated on destruction. Yet, in all cases, they are more powerful and more effective than those around them. They have had an impact on the world. Great conflicts in the world—wars, cultural conflicts and competition for land and resources have all been waged by powerful individuals. Everyone else just goes along or tries to hide and escape.\n\nThe world that you live in is governed by individuals. A very small percentage of the population impacts humanity and determines its activities. If you think about this, you will realize that it is true. How important it is, therefore, for you to become a concentrated person—not only for the personal, spiritual and psychological benefits but also to make a difference in the world, to be a force for good and to be a vehicle for Knowledge. You must be concentrated in order for Knowledge to emerge within you. Otherwise, Knowledge will seem too powerful, too threatening or too overwhelming for you to experience.\n\nThose who will visit your world from the Greater Community and those who have visited your world already represent a level of concentration that should incite within you a commitment to develop your mind. Knowledge will direct your mind towards what is good and will purify your motives, clarify your vision and give you direction. But you must desire Knowledge in order to apply yourself. This is not a casual pursuit. This is not being in the receiving line. This is not spiritual welfare. This is the real preparation and accomplishment.\n\nYou would not be able to think clearly around a Greater Community presence. You would not be able to make your own decisions. You would not be able to discern the actions and motives of others. You would lose both your concentration and your composure in the presence of a more powerful and focused mind. This is not to say that you are deficient or stupid; it is simply to clarify an important law in life—stronger minds influence and dominate weaker minds, and their strength is a function of concentration and motivation.\n\nIf you are to make a difference within the human community, and if you are to succeed and be self-determined in the Greater Community, you must develop this concentration. Perhaps the Greater Community aspect of this Teaching seems beyond your experience or concern. Yet, given even your individual and personal needs, concentration is a necessary requirement. But you must see that there are greater problems and greater opportunities that call upon you. These give you the adequate motivation to develop yourself and to receive the preparation that has been given to you to develop Greater Community Knowledge and Wisdom.\n\nYou were not trained to concentrate in your education in the world. You were trained to memorize information for brief periods of time in order to meet certain educational requirements, and then most of these things were forgotten. You were taught to pass tests to meet temporary or expedient needs. You were not taught patience or concentration. You were not taught contemplation or how to abide with greater problems for longer periods of time. You were not taught how to be single minded. Indeed, you were prepared to deal with complexities, but in a very superficial way. Developing the greater powers of mind is not encouraged in your culture. Indeed, the sheer weight of sensory stimulation that you experience every day—being bombarded with images, suggestions and ideas from everywhere—denies you from having access to the greater capabilities that you possess and that you need at this time.\n\nTo progress, you must work hard and concentrate. You must stay focused on things. Too much pleasure, too much indulgence or too much stimulation dulls the mind, weakens your perceptual abilities and your discernment and renders you weak and impotent in the face of the events that mark the great turning points and great opportunities in your life. Life gives you this challenge—the challenge to live in the world and the challenge to live in the Greater Community.\n\nHow will you understand a Greater Community intelligence? How will you understand what each Greater Community group is doing here and what their purpose is? You will have no possibility of success in finding an answer here if you approach these questions in a casual manner or if you merely attach yourself to pleasing or comforting ideas. You will have to concentrate on, contemplate and live with these questions without an immediate answer. This is how greater truths are revealed and greater discoveries are made. It is possible to know these things, but only with adequate preparation and self-application.\n\nIn the Greater Community, the power of concentration is well recognized amongst societies that travel and trade because they have to interact and compete with each other. Here telepathic abilities become important; strength of conviction becomes important; powers of discernment become important and the ability to communicate effectively becomes important. These are all valuable skills, though they are not always used for good purposes. Developing these skills is part of the challenge facing humanity at this time. The challenge is not about personal enhancement. It is not about finding greater satisfaction in life. It is about adapting and surviving. It is a fundamental need. The problems within your world are now too great to solve in easy or convenient ways. They require greater concentration, greater activity and more determination than most people are capable of giving or willing to give at this time.\n\nConcentration is an act of giving yourself to something. If you are holding yourself back in life, afraid to make a commitment to anyone or anything, how can you develop concentration or mental power? You will not be able to mount a sufficient effort mentally or physically to get anything done or to comprehend anything of great importance. Because you were not taught concentration in school, it is important that you learn it now. It is necessary for your spiritual development, and it is necessary to get anything done in your life. This is not an easy task because your world is so distracting.\n\nHow do you develop concentration? You must have the right preparation, the right instruction and the right relationships. Let us discuss these now. First, the right preparation is vital. Not only must it teach you concentration, it must aim you towards the source of Wisdom within you and within others. Seeking power alone is not good. Power needs restraint, discernment and wise application. The Greater Community Way of Knowledge is not a path of power. It is a path of Wisdom. Wisdom requires power, but power must be dedicated to the right cause. It must be guided by a greater intelligence within you, which we call Knowledge. It must be inclusive in life rather than exclusive. And it must bring you into life rather than cast you further away.\n\nThere are many genuine preparations, and they all have certain things in common. What they have in common is teaching you to concentrate your mind on something beyond your personal sphere—on something bigger than you. They all teach you to quiet your mind and to become more receptive and more discerning. They all advocate that you value your deeper experiences and learn over time how to interpret them and apply their meaning.\n\nThe Greater Community Way of Knowledge focuses upon a larger context of life where concentration has increasing value and merit. It is a unique preparation. It teaches concentration because it teaches you how to focus your mind. It teaches concentration because it teaches you to still your mind, which takes great concentration. It teaches you to think constructively, and it teaches you the art of contemplation, where you learn how to think about something in a gradual and penetrating way. These are all part of learning concentration.\n\nTo follow a preparation that you did not invent for yourself, you must follow it explicitly and not alter its methods or its prescriptions to meet or satisfy old habits or beliefs. It is not something that you pick apart, keeping the parts that you like and discarding the rest. This never leads to success. This will keep you where you are and disable you from going anywhere else.\n\nTo successfully follow Steps to Knowledge, follow it as it is given and learn how to work with it as you go along. The preparation does not demand perfection or absolute success. It requires perseverance and determination. You learn to develop these as you learn to concentrate. When you concentrate your mind, you become free of the many little preoccupations that require great amounts of energy but provide little value. You become free of the distractions of the world because you do not have time for them, and you do not choose to devote your energy to them. You become free of your own confusion and ambivalence because you don’t have time for these either. You become free of disabling relationships because you recognize they will take you nowhere and will rob you of your vitality and direction.\n\nA mind that is concentrated is free of many of the tribulations and distractions of the world because it is concentrated on something. But a mind that is not concentrated can be captured by anything and held in bondage by random impulses and great anxieties.\n\nMaking the mind whole requires concentration in order to bring all of its resources to bear, to develop these resources and to keep them focused on a greater goal. This translates immediately into developing greater abilities in the mundane activities of life. Many things that were difficult before become easier now. Many things that were problems before are not even thought of now. Many things that distracted you before go unnoticed now.\n\nYou can experience this for yourself if you associate with those who are concentrated on a task that you admire. Notice the difference between their activity, their concerns, their experience and yours. They do not have time for the things that plague you. They have other problems to solve. Those who are dedicated to serving the world do not have time for the debilitating ideas and preoccupations that keep others in a diffracted and confused state. They are going somewhere while others are standing still. They are concentrated on their goals while others are lost in past recollections or in musings about the future.\n\nAs you think about these things, you will begin to see that there is a greater possibility for you. For this possibility to be realized, you will need to receive a preparation and you will need to stay with it. You will need to go past all the thresholds where you quit or gave up on yourself before—past the thresholds where you judged and separated yourself from something that was valuable. The preparation gives you the structure and the focus to do this, but you must generate the effort to proceed.\n\nDevelopment in The Way of Knowledge and in concentration requires instruction. Here it is important to be around individuals who are more concentrated than you are. And they must be significantly more concentrated than you are in order to lift you upwards and to have an effect upon you. Because your lack of concentration will affect them, their impact on you must be greater than your impact on them. They must show you through demonstration what is possible, and if they are true teachers, they will be able to treat you as a unique individual and not as a projection of themselves. They will be able to recognize your path and course of development as unique. You will need individuals such as these as mentors and as companions. Without them, you will try to teach yourself, and that will have only very limited results. True development requires someone else to demand things of you, to demonstrate the path for you and to set the pace at which you must learn to travel. If you select your own path and set your own pace, you will not advance. Someone else must demand things of you and discern the greatness that is within you—things which you cannot do adequately for yourself. Accept this limitation, for it exists. You will need to be around people who are more advanced than you are, not to rob them of their energy or to take advantage of their skill, but to learn from their example.\n\nNext, you will need true companionship. Here you will need people of equal or greater concentration than yourself to be your companions. They will demand things of you, demonstrate things for you and keep you moving forward. Do not choose companions who are less concentrated than you are, for they will take things away from you. They will dilute your focus. They will confuse you. They will generate uncertainty within you, cloud your vision and erode your ability to stay concentrated on your path in life. There are many of these people, and many of them are very charming and lovable, but you must choose your companions wisely. You will not go any further than the weakest relationship that you cherish.\n\nTherefore, all of your close relationships need to be strong and dedicated. Here is where most people falter. Here is where they make their compromises. It is easier and more self-assuring to be around someone who has less strength and concentration than yourself. That may make you look good in comparison, but what value does it give you? If you choose to have weaker companions, make sure that they are committed to the truth so that they may benefit from your presence. Then, whatever you give to them will bear fruit and will be carried on.\n\nYou will need very strong companions. You will need people who are dedicated to the truth, to Knowledge and to a greater purpose in life. If this is not the case, you will be fighting a losing battle. For this, you must exercise your inner authority. For this, you must discern that which is valuable in others from that which is not and call upon Knowledge to guide you. Here you will need to exercise concentration and determination. Stronger companions will make you stronger. Weaker companions will make you weaker. The choice is yours. Choose well. There is no exception to this rule. Companions of equal strength and ability will be worthy, but you will still need stronger individuals to instruct and motivate you.\n\nIt is an unfortunate tendency in your world that people tend to do things for themselves, on their own, at their own pace and in their own way. This is called “personal freedom,” but it is really an exercise in futility because you cannot lead yourself into new territory. You cannot educate yourself. You cannot uplift yourself. You cannot prepare yourself. You cannot initiate yourself in anything beyond your past experience. To accomplish these, you will need Knowledge, which represents the Greater Power that lives within you and which represents your promise for redemption. You will also need strong individuals who can challenge you and require you to step beyond your former boundaries and assumptions. And lastly, you will need a preparation that you did not invent for yourself to prepare you for a future life of greater magnitude and dimensions beyond what you have known before.\n\nThe Greater Community Way of Knowledge provides the preparation and the foundation for genuine relationships. It produces a learning environment where you can grow and develop if you share it with others and if you apply its principles and its practices adequately and wisely. It will enable you to become a person with greater concentration. If your purpose is genuine and your motivations are born of Knowledge, then your concentration will be a great benefit for the world. During this preparation, you will have times when you will feel very alone, either because others are not with you or because others do not share your growing perception and understanding. But true companions will find you, will be with you and will strengthen you along the way.\n\nTo become a man or a woman of Knowledge requires this greater preparation, this greater concentration and this greater dedication. These requirements cannot be escaped. There are no shortcuts. There is no way around them. There are no deals that you can make with the Creator in order to get ahead of everyone else without having to take the journey yourself.\n\nWe emphasize concentration here because it makes peace, true strength and greater self-application possible. It is one of the necessary ingredients, one of the fundamental and underlying abilities that has to be present in order for greatness to work through you and for you to find greatness for yourself.\n\nWe are concentrated on your well-being and advancement and encourage you to share our concentration. Our concentration is genuine. It is nurturing and empowering for you. As you receive this, you will be able to give it because whatever you receive, you can give. This represents your promise for the world, for you have come from a place from beyond the world where concentration is natural to a place where concentration is lacking. You have come from a place where relationship is natural to a place where relationship is lacking. You have come from a place where natural affinity is ever present to a place where it is lacking. You have come to give something here. What you have to give is with you now. It is your task to find it. To find it, you will need the preparation, instruction and companionship that are necessary. Even with these, you will need to dedicate yourself, which represents an act of concentration.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/develop-greater-concentration/"
}