{
  "title": "Developing Clarity and Discernment",
  "content": "Certainly, becoming aware of what you think and why you think what you think is directly connected to how you see what you see and what you value. If you are taught to think in a certain way, then you will only see certain things that are associated with that, and this will help determine what you value.\n\nMuch of your prior education was devoted to this, but We are beginning now a new education, a fundamental education. This represents your second great education in life. Your first education was to learn to become a functional human being so you could participate within the world. But this is only a first stage. The second great stage in education is the reclamation and the expression of Knowledge, the great knowing Mind that lives within you. Each of these forms of education is very complete, but they are only indirectly related.\n\nYour first education to become a functional human being, to become socially integrated, to become socially determined and to become socially interactive is not aimed at you becoming a man or a woman of Knowledge. Instead, it is aimed at you becoming a productive member of society. Everything you have learned about the history and the meaning of human existence primarily has been aimed to produce this result. This is an education you have gained living in isolation in the world, and as a result your education has mostly been focused upon human interests, human activities, human history and human ideals.\n\nYet your second great education in life is the reclamation and the expression of Knowledge. This is when your spiritual emergence begins. This is what it really means to become reborn. It is like a new beginning. And just like when you began life as a small child, you start out very uncertain, very shaky in your foundation, and you enter a brave new world with new influences and new things to consider. You are not leaving your life. You are not going anywhere. But you are penetrating the whole other part of life, which you are not encouraged to learn about in your prior education.\n\nPart of your second great education is learning a greater discernment and a greater perception. To develop this discernment and perception, you must become aware of things that you were not aware of before. You must become responsive to things within yourself and in your environment that you were not encouraged to see or interact with previously.\n\nWhile your first great stage of education did not hold as a goal for you to become a man or a woman of Knowledge, it is true that your second stage of education does require that you have become socially integrated and developed, but only to a certain degree. For if you could not function in the world, then Knowledge could not work through you. If you do not know how to get along with people at all, then Knowledge could not exert its beneficial presence within your relationships. If you could not accomplish anything in human society, then how could Knowledge contribute through you within that society?\n\nIn other words, you need a certain foundation in order to begin the great study and reclamation of Knowledge. You need a certain foundation to have a spiritual emergence occur within your life. This does not mean that you are totally socially integrated or that you accept all social mandates or that you get along with everyone wonderfully or that you believe in all of the great ideals of your society. Not at all. But it does mean that you are capable of participating, that you are able to participate and that you are competent to communicate and interact with others.\n\nWithin yourself, you may be a great rebel against the very fabric of society as it is manifested today, but it is important as far as Knowledge is concerned that you are able to participate within that society. If you were completely alienated, if you could not express yourself, then the possibility for the great Spirit to work through you would be very limited.\n\nHere Knowledge uses all things you have learned before to focus your life in a new direction. Here Knowledge does not destroy what you have learned but gives it a greater employment and a greater focus. This demonstrates one of the great laws of life—that the Creator does not destroy, but instead re-employs.\n\nThe whole idea that the Creator would punish you for your sins is utterly ridiculous and has no validity in reality. That is the creation of religious institutions in order to engender obedience and conformity in its followers. The Creator re-employs; the Creator does not destroy. Whatever you have created in life, however full of error, however misapplied your efforts may have been, Knowledge will show you a way to use what you have learned in a new and constructive way.\n\nTherefore, Knowledge will take what you have learned in terms of discernment, in terms of perception, and build upon that. It will build upon your accomplishments rather than deny them. It will validate what you have achieved thus far rather than discourage you. Though you may need to take an entirely different tack in life, though you will be venturing into an entirely new kind of living, you will use what you have gained thus far, for nothing will be wasted.\n\nHere your life becomes really validated as it finds a greater application and a greater meaning. Here your past will be used to create a future of greater proportions and greater benefit. Here the shadows that have hung over you will be cast aside as the real content of your life finds new expression, meaning and value. Here you will begin to see the world in a new way. Here you will gain a greater discernment of what you are looking at and what you are interacting with.\n\nThe man or the woman of Knowledge is always looking. Whereas everyone else is always judging, the man or woman of Knowledge is always looking. They want to see because real seeing is connected with real Knowing. You will more often see and then know rather than know and then see, but they do both go together.\n\nTo really know the meaning and purpose of your life, you must get high enough up the mountain so that you can see the panorama of your experience. Otherwise, you will just have beliefs, and beliefs are removed from reality. The best thing a belief can do is help you to interpret reality, but the belief is not reality itself.\n\nMany people have never gone beyond their beliefs. They have never found Knowledge in a real and substantial way, and so they do not see that there is life beyond their beliefs. There are even people who think that life is belief—whatever you believe is what you will live and experience. But this is only valid at the level of perception.\n\nThere is actually a reality beyond your beliefs. It is this reality that you must find and become engaged with. Here beliefs are like the glasses that you wear. They either help you see or they do not. They are either the right prescription for you or they are not. And over time, your perception will change.\n\nTherefore, your ideas and beliefs need to be flexible and adaptable. They are only temporary expediencies to help you see and to help you know. You cannot live without belief because you have a mind that thinks, that needs beliefs to organize its thoughts and to become stable. But belief, when it is directed by Knowledge, is very different from belief that is directed only by the mind.\n\nFor example, you can believe in something very firmly and be very identified with your belief, but your Being may have nothing to do with it. For example, people will become married to another person because of what they believe about that person, but their Being is not getting married. People walk down the aisle and make their vows and commit all of their resources to a relationship in which their Being has absolutely no involvement whatsoever. Though this sounds crazy, it happens all the time.\n\nThat is just trying to live life without Knowledge. That is trying to make commitments without Knowledge. That is trying to govern what you believe without Knowledge.\n\nBut with Knowledge as the foundation, belief becomes then a tool of perception, a means of greater discernment. Here your ideas change, not simply because change is important but because you need to be able to see—you need to be able to use your ideas and your beliefs to see more clearly, to know more clearly, to be able to discern what you are dealing with in the world.\n\nIt could be said that all human error is the result of poor discernment. And poor discernment is the result of not being engaged with Knowledge sufficiently. For Knowledge will reorganize your ideas and will redirect your perception. As I have said, it will not destroy what you have learned but will give it a new focus and a new relevancy.\n\nHere it seems like you are starting out for the first time. You will feel like a rank beginner, but at the same time you will be drawing upon everything you have learned thus far. But it will be different. You will feel different. The experience will be different. What you see will be different. What you will sense, what you will know will be different.\n\nThe first great stage of your education taught you what to see and what to look for and what to value. But in the second great stage of your education, in the reclamation of Knowledge, you will learn to see and value something entirely new and something far more meaningful. But the fact that you have learned how to see, that you are capable of seeing, is the result of the first stage of your education. This now is being brought into a greater arena of life and given a greater employment.\n\nIt is a remarkable thing how little people see. You will find this in your own experience as you come to realize how little you have seen. People are literally unaware of great things happening in their lives. They are unaware that they are making critical mistakes. They are unaware of great opportunities. They are unaware that there are important alternatives to what they are seeing and what they are believing. They are unaware that they are violating Knowledge in many of their engagements and associations, and yet they feel all the discomforts that are the result of this. And rather than going to the source of the discomfort, they seek for more pleasure, or they take pills, or they try to reinforce old ideas, or they try to lose themselves in constant outer activity.\n\nIt is remarkable that people do not see, but it is also tragic. Human suffering in all of its manifestations that you see throughout the world, much of it is the result of not seeing and not knowing and not being able to respond appropriately to what is happening in life.\n\nCertainly, there is suffering that is the result of a lack of food, a lack of medicine, a lack of the basic necessities of life. But beyond this, the great psychological suffering that you see is the result of a lack of discernment, which in turn is the result of a lack of Knowledge. Knowledge has not been allowed to emerge sufficiently within these individuals, as they have not been able to adapt to the changing circumstances of their lives.\n\nWhat is real seeing? Real seeing is seeing what is there. It is not just seeing what you want to see. It is not just seeing what you like. It is not just seeing what you are afraid of. It is not just seeing according to the prevailing attitudes and beliefs in your mind. It is being able to see through the mind. Here the mind is either a window or a wall. It is either a maze that is impenetrable or it becomes a refined telescope.\n\nIt is possible for you to see what is really there, to have a direct experience. We call this direct experience when you see what is really there. For a moment you are clicked out of your own thoughts and preoccupations long enough to have a direct experience of something outside yourself. This is very important. This reconnects you with the world. It reconnects you with other people. And it reconnects you with the changing circumstances of your life and gives you an opportunity to gain a different vantage point from which to see and to act.\n\nThe most effective way of developing direct experience, and as a result gaining a new perspective and greater discernment, is becoming a student of Knowledge. Why? Because when you engage with Knowledge, you engage in life as it is actually happening at this moment within you. You engage with the Source of the life force within yourself, which is directly engaged or connected to the larger events that are happening in the world.\n\nThis takes you out of your self-preoccupation. This takes you out of your obsessions with yourself and your particular interests. This frees you from the restraints in your own mental environment and from the mental environment of your culture as a whole. This brings you out of yourself, out of your mind, and into life as it is really happening.\n\nNow life itself will sometimes dump cold water on you, and you will find yourself in a situation to which you will have to respond. These situations are almost always redemptive, but they can be very difficult and very costly. Why become aware and awake only under great adversity when the opportunity is there for you every day? Why wait until your problems become so severe and so demanding that you must respond to them in a state of emergency, usually at great cost to yourself? Why wait until catastrophe comes when it could have been avoided at the outset?\n\nReal seeing and real knowing go together. One can follow the other, but they always go together. Out of this comes effective action, dynamic action. Out of this comes revitalization of your body and greater health as a result.\n\nKnowledge only sees what is important to see. As you learn to see with Knowledge, you learn to penetrate the surface of things, the manifestations of things. You learn to penetrate the prevailing attitudes and beliefs under which you have labored all these years, and you gain discernment. What is discernment again but seeing what is really there, discerning what is important to discern?\n\nPerception, then, can either simply be a mechanism for projecting the prevailing attitudes in your mind and using them to attempt to understand life around you, or perception can become a means of engaging with life as it really is. The former promotes and deepens self-obsession and self-absorption. The latter brings you into life, into a dynamic engagement.\n\nYou have already suffered self-obsession and all of its debilitating effects. If that is not enough to convince you, simply look at life around you. Human beings, so gifted and so intelligent, are living under such dismal psychological and physical conditions.\n\nYou can blame life. You can blame the government. You can blame your parents. You can blame whatever you want to blame. But the responsibility is yours ultimately, for you are the one who can change what you see. You are the one who can find out what you know. You cannot change what you know because you cannot change Knowledge, but you can enable Knowledge to reveal itself to you and to show you how to engage with life in a truly effective and meaningful way. Let Us talk about this.\n\nIn looking with Knowledge, there is no right and no wrong. There is instead yes or no. Knowledge is not constantly involved in judging and evaluating people and situations. It is simply trying to get you where you need to go and help you find those people you need to find to get where you need to go. Knowledge is on a mission in life. It is trying to bring you into the mission that has brought you into the world, for only here will you find fulfillment and real happiness.\n\nIt is not just sitting by the side of the road, judging everything that comes along. It is not a spectator in life. It is an active participant. And it is the catalyst for change and redemption.\n\nMany people look at Spirit in a very passive way as if it were something out there floating around in space. It is something that is just being, like a lightbulb in the ceiling, just sending out light everywhere. It is noninvolved. It is totally detached. If things go well, if things do not go well, what does it matter? It is like the sun above the clouds. It shines regardless of the conditions below.\n\nBut this perception of Spirit is really not correct. Only if you are trying to get out of life would you foster such a perception. But Knowledge is trying to bring you into life. It may have to get you out of life temporarily in order to give you a different vantage point, in order to enable you to re-evaluate your ideas and your priorities, but its intention is to bring you into life, to engage you with life, because that is why you have come.\n\nYou did not go through all the trouble to get here simply to become a bystander, simply to watch the parade. You came here to make things happen. You came here to accomplish things, not only for yourself but for the whole world. Your gift and contribution is primarily for others.\n\nSo when Knowledge looks in the world, it does not say, “That is good and that is bad.” No, it says, “yes,” and “no,” yes meaning this is helpful for the discovery and expression of your purpose or no, this is not helpful. As a result, Knowledge does not condemn. It does not judge and cast people into Hell.\n\nThis whole notion of God judging and the Final Judgment and you being cast into purgatory is completely a fabrication of the mind. Its only connection to reality is that if you are not connected with Knowledge, you are sort of living in a purgatory every day. You are living without certainty. You are living without a greater conscience. You are living without direction. You are living without wisdom. You are like a car careening down the mountainside without any brakes, out of control. This is Hell enough.\n\nGod is re-employing. God is emphasizing a greater purpose. God is speaking through Knowledge to you. That is your connection with God. God does not appear at the foot of your bed. That only happens in movies. God is speaking through Knowledge to you, reminding you that you came here for a purpose, reminding you that you want to accomplish something here, reminding, reminding, reminding you of your true nature and mission.\n\nGod is not trying to take you out of the world. God is trying to get you into the world to do something for life. This is what redeems you. This is what restores your value. This is what turns your past from a painful record, a failure and disassociation into a real meaningful engagement with life. This is what transforms everything that has been created in the world into something good and beneficial. A great part of this transformation is the transformation of perception.\n\nLooking with Knowledge, then, you are able to see beyond appearances. You are able to see beyond your own ideas even. You are able to see things that your previous beliefs would not let you see. You are able to entertain alternatives. You are able to see elements within your mental and physical environment that you simply could not interact with before.\n\nKnowledge will teach you how to see, what to see and how to engage with things in a productive and effective way. This will be very different from your obsessions, your beliefs and your attitudes and your compulsions—fundamentally different. For you will be seeing from a greater vantage point within yourself, and as you learn to see in this way, you will develop new eyes and a new consciousness.\n\nKnowledge within you knows that the world is emerging into the Greater Community. This may be very different from your beliefs, but Knowledge is not affected by your beliefs. It knows that it knows. That is why it is Knowledge. It cannot be swayed. It cannot be corrupted. It cannot be disengaged from itself.\n\nThis is why it represents a source of power and integrity within you, for as you become close to Knowledge, as you begin to feel the effects of Knowledge more and more, both within the mundane activities of your life and within your greater understanding of where you are going and what you are doing, you will begin to share its attributes. Your sense of invulnerability will grow, and with it your discernment of the world will grow as well.\n\nHere you will not be preoccupied with all kinds of meaningless things. Instead, your mind will become quiet and still. Your vision will become penetrating. Instead of answering your own questions, you will look for the answer in life. While Knowledge is trying to bring you into the world in a real way, it does not encourage you to try to find all your answers within yourself because most of your answers will be found in the world.\n\nThough the answer already lives within you, it must be connected to the real events in which it can be expressed and become relevant. This brings you back into the world. This frees you from self-obsession, which is the source of all mental illness.\n\nIn studying Steps to Knowledge, the method of study in learning a Greater Community Way of Knowledge, your mind is taught how to become still. This is a fundamental skill. It is a skill that is taught in many of the world’s traditions. [Stillness] is necessary to gain discernment, for if your mind is racing or caught up with its own ideas, how can you see anything?\n\nPeople look. They do not see. Why? Because they are not being present. Why are they not present? Because they are caught up in their own thinking. It is like the television is running in their mind all the time, and they cannot seem to break away from it. So how can they see anything? How can they feel anything? They are disassociated from the world, and as a result can easily become manipulated.\n\nIt is easy to manipulate someone who is obsessed. It is difficult to influence someone who is present. It is easy to manipulate someone who is dominated by their own ideas. It is difficult to influence someone who is looking beyond themselves.\n\nThis is why those visitors from the Greater Community who are interacting in human affairs do not support the reclamation of Knowledge. They do not want human beings to become powerful and observant because [then human beings] cannot be used; they cannot be influenced. They become a far greater adversary here.\n\nHere you may have a greater calling than even your visitors. If you can reclaim Knowledge and with it discernment and perception, then you have something to teach them, if they are able to learn. And all their great technology and even all of their ability to influence the mental environment will not be comparable to the cultivation of Knowledge within the human mind. This is humanity’s only defense and your most important asset in both gaining a real practical mastery within your own life and in preparing for the Greater Community itself.\n\nKnowledge within you looks at your visitors and comprehends their intent, sees their strengths, sees their weaknesses, understands the elements that are governing their mental environment, comprehends their lack of freedom, comprehends their skill and reads everything objectively, just as it is.\n\nBut people in the world, if they are aware of this at all, think, “Oh, they are angels! They are spiritually enlightened and coming to rescue us and to teach us the ways of enlightenment. This will be the end of war and conflict forever.” Or they think, “Oh, they are coming here to devour us! They are going to destroy us! They are going to have us for dinner! They are going to overtake us!” This is not seeing. This is only projecting one’s own beliefs and attitudes upon a situation that one cannot discern clearly.\n\nIn the mind of the believer, visitors from the Greater Community must either be angels or demons because any power from the skies must either be angelic or demonic. And so the visitors are conceptualized as either angelic or demonic forms. But this is not seeing. This is not having discernment. This is simply projecting one’s prevailing ideas and beliefs. This is not looking to see what is really there. This is only projecting what one believes to give one a sense of stability and security in light of a whole new experience. Knowledge sees what is there. Belief only sees itself.\n\nAs you come to feel the great need for Knowledge within your life—the need for certainty, the need for clarity, the need for a sense of real purpose and mission in life—you also come to recognize how much you need to be able to see clearly and be present to what is happening around you.\n\nMost of the mistakes you have ever made in life were the result of not being present and not being discerning. You were somewhere else in your mind when something happened. You did not see it coming. And perhaps afterwards you felt, “Oh, life is so hard on me! I had such bad luck today,” but you did not see it coming.\n\nPeople do not end up where they are simply by chance. They end up there either because they intended to be there in a conscious way or they were not present while other things were setting their course for them.\n\nHow many people make pivotal decisions in life without being really aware of what they are doing? And how can you not be aware of what you are doing unless you are preoccupied in your own thoughts and are not engaged with what is really happening around you?\n\nPeople get married every day, not realizing who they are marrying, what they are getting themselves into, what the responsibilities are. But they are willing to sacrifice so much. And others say, “Well, you have to take your chances in life!”\n\nBut the more intelligent you are, which means the closer you are to Knowledge and the more discerning you are, you realize you take fewer chances, but you also realize the chances are more significant. It becomes more important not to make critical mistakes, especially repeat ones you have made before. You do not take such a casual attitude towards things that have such grave consequences.\n\nDeveloping discernment and clear perception, then, begins with being still. To be still you have to be present, and you have to learn how to disengage from your own mind. This is a great training in and of itself. This is not easy, but every little step of advancement you make here yields so much to you.\n\nEvery little accomplishment gives you a sense of discernment, a sense of awareness, a sense of capability that simply was not there before. And, yes, your mind will keep on judging and evaluating because your mind works like a machine. Until it can gain service to the greater power within you, it seems to be like a runaway train.\n\nBut more and more, you are able to step aside from it. More and more, you are able to see over its manifestations. More and more, you are able to take a second look. You step back. You look. You do not answer your own questions. You look. You wait. You become still.\n\nThe animals do this every day. They watch. They become still. They watch. They give their full awareness to what they are seeing. But for human beings, this is very difficult, for their minds are overactive. Their imaginations have no context, so they are creating scenarios constantly until people end up living more in the world of imagination than in the world of reality. They cannot distinguish what they are thinking from what is actually happening.\n\nThis is a grave disability and one that is very serious, particularly in terms of the Greater Community presences in the world and humanity’s emergence into a Greater Community of life. But you experience this disability every day.\n\nAs We have said, you will begin the reclamation of Knowledge and the development of real discernment primarily for yourself at first. And then you will realize over time that you really are not just doing this for yourself, that if you did it for yourself, you would not exert the energy and the effort required. But instead you are doing this for the world, for something greater. This solidifies your commitment to the truth and gives you greater skill in discerning the truth.\n\nWhen you look at things in the world in a conscious way, ask yourself, “What am I seeing? Is this beneficial? Should I become engaged with this? Should I say anything? Is this important?”\n\nNow you will notice that all of these questions call for either a yes or a no answer. This is a very good way of questioning because this tends to bypass the mind, which has great difficulty in dealing with questions like this, and goes to Knowledge, which simply knows.\n\nThe mind takes a basic question and turns it into a complex series of considerations, which may have little to do with what you are dealing with directly. So while the mind goes on and on and on, trying to use all of its criteria, Knowledge knows.\n\nSometimes the mind’s criteria are important; often they are not. But to develop a new kind of seeing, you must learn to go beyond the mind, at least temporarily. In the future, you will need to use the mind, but right now you do not have the strength to use the mind, for you are used to having it use you. So to gain a greater sense of authority and ability, you must learn to bypass the thinking mind.\n\nThis is only part of the training, for there are many ways to find what you know. Sometimes you find this by bypassing the mind. Sometimes you find this by going through the mind and the mental processes of which you are aware. But the answer is always beyond the mind.\n\nAs you learn to become still, this will quiet your mind and teach you how to see beyond it and to see through it. As you learn to do this, you will be able to see and engage more clearly and directly with what is happening around you. Here your beliefs are secondary. You are trying to see what is there. And if you are patient and do not try to answer your own questions, you will go through a series of real breakthroughs in your perception. This will have an immense effect on all aspects of your life.\n\nUltimately, this will prepare you to engage with the Greater Community because you will be able to see with Knowledge, and will not be fooled by the appearances of things, and will not be governed by your preferences. This gives you power and certainty within the mental environment, for just like in your physical environment, Knowledge is not fooled by the appearance of things.\n\nThe closer you are to Knowledge, the stronger you are with Knowledge, the more Knowledge is directing you, the more you will have this great clarity, this great perception and the more discerning you will become. As a result of this, you will become a great benefactor to others. You will teach them how to see, how to know, how to become still, how to become discerning. You will teach this through demonstration, and you will teach this through all the things that you advocate and that you support in life.\n\nHumanity is emerging into a Greater Community of life. The need for discernment, the need for clear perception now is greater than it has ever been. The failure to develop these essential qualities within yourself will not simply be a personal tragedy for you but will engender a greater tragedy for humanity as a whole.\n\nWhen you look with Knowledge, you look without fear, and you look without preference. As a result, you do not promote fear and preference within yourself. This is the beginning of true objectivity, something that is very, very difficult to achieve in life. And yet the possibility for achieving this is so much greater now because of the presence of The Greater Community Way of Knowledge.\n\nFinally, there is a Teaching that enables you to see and to know. This is its foundation. It teaches you how to become still and observant. It teaches you how to connect with things on the outside without being swept up by your own thoughts and beliefs. And yet even beyond this, it teaches you how to see with a greater vision, the greater vision that one would have as a result of living in a Greater Community of life. It teaches you how to see beyond your isolation as a human being within the world. It teaches you a Greater Community perception, awareness and understanding.\n\nTo participate in the Greater Community, you must have great discernment. You must develop some skill in the mental environment. And if you are to truly be a positive force in life, you must become a man or woman of Knowledge. There is only one preparation in the world today that can enable you to do all of these things. It is called The Greater Community Way of Knowledge. It is presented through the sacred texts, Steps to Knowledge and Wisdom from the Greater Community [and the other books of the New Message.]\n\nThe preparation is here. The need is great. Your need is great. You cannot afford to continue to stumble blindly forward in life, hoping that good things will happen for you, but disconnected and unaware of the greater events that are shaping your future, your experience and your destiny. How can you afford this when the means for gaining vision, gaining insight and developing discernment are now available to you?\n\nYet this preparation will take much patience. You cannot undo decades of habits and years and years of social conditioning in a day, a week or a month. The transformation of your vision and your awareness is something that happens in steps and stages. And yet the calling is in the world to undertake exactly this preparation.\n\nThere is no time now for ambivalence. There is no time now for self-obsession. There is no time now to indulge yourself in your small pleasures. There is only time now to develop your greatest abilities, to become the person you really are, to gain the rewards of Knowledge, the skills of Knowledge, and to help humanity learn to see its condition, its influences and its destiny.\n\nKnowledge will give you this vision. Knowledge will become your eyes. Knowledge will teach you to become still and penetrating, open and compassionate. Knowledge will generate its own mental environment within your mind and within the sphere of your life. Then your life will become a contribution, for Knowledge will emanate from you and around you. And others will learn to see as a result of being in your presence.\n\nYet this can only happen if you undertake the Steps to Knowledge, if you prepare in The Way of Knowledge, if you take all the steps that are necessary to regain your vision, to refine your perception and to develop your discernment. This is what awaits you and this is what We offer.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/discernment-how-to-see/"
}