{
  "title": "Enduring Happiness",
  "content": "There are many different pursuits of happiness. There is such a great investment in trying to avoid pain and achieve happiness. When you think about it, there are so many occupations, interests, hobbies and pursuits aimed at achieving happiness that it seems like a very big subject. But it really is not. Achieving happiness is very simple and very specific, but you have to think about it a little differently.\n\nThere are two kinds of happiness available to you in this world. The first kind of happiness towards which all of these interests and pursuits are oriented is a very temporary happiness; it is momentary and carefree. People do all manner of things to experience this kind of happiness, and when they are experiencing it, it seems like a true refuge from pain and conflict.\n\nIndeed, it seems to be a desirable state to attempt to achieve at all costs. You remember the time you were so happy and you want to feel that way again, so you try to recreate the same circumstances, follow the same course of action or have the same kinds of stimulation to recapture that wonderful moment.\n\nThe first kind of happiness is momentary happiness, and it can be good, but We are going to talk about enduring happiness—happiness that endures. It is not quite so gleeful. It does not always possess the kind of self-abandonment that temporary or momentary happiness does. It is not the kind of happiness where you go around laughing all day, not thinking of any concern or responsibility in life. It is a happiness that is far more pervasive, has greater depth and is more difficult to lose. It is not based upon stimulation from visible objects, and its wellspring is within you.\n\nNow enduring happiness is not the greatest happiness, but it is the road to the greatest happiness. We cannot talk about the greatest happiness here because you do not have the capacity for this. No one in the world has the capacity for the greatest happiness, but you do have the capacity for enduring happiness, which leads to greater and greater happiness as your capacity, vision, clarity of mind and purpose become strengthened and deepened. But there must be a starting point.\n\nUltimate happiness is so far beyond this world, so all inclusive in life, that it is almost without any kind of reference point in your worldly experience. It is incomprehensible to you now, but it is your true destination.\n\nTherefore, enduring happiness is the happiness We would like to talk about because it is available to you now. We would like to talk about it in terms of purpose, meaning and direction in life.\n\nHappiness, you see, is often thought of as an emotion or an emotional state. “I am very happy because I am laughing.” Enduring happiness is not like that. It has more to do with satisfaction and fulfillment, which come from a deeper resource, a deeper wellspring within you. It is not a momentary relief from the burden and strain of being in the world.\n\nTherefore, enduring happiness must be very comprehensive. It is not an emotion. It does not mean that you wear a big smile. It is something that you can carry with you into any situation. It can abide with any emotional environment in which you find yourself. It is completely adaptable to the world. It permeates everything.\n\nYou see, ultimate happiness is incomprehensible here because it is so different, and yet it is your goal ultimately because it is natural to you. To comprehend the contrast between your true happiness and your life in the world, you must understand profoundly why you are in this world and what the world really is. This must come through realization. Though Our words can perhaps be helpful as a framework, they are merely controversial until they are fully experienced and realized.\n\nEnduring happiness is something you bring with you into the world. The world cannot give it to you. Perhaps you have heard this before, for it is a spiritual truth that has been restated in many ways with many references, stories, parables and so forth. Enduring happiness is something you bring to the world. To accept this means you must have come from someplace where there is a great deal of this kind of happiness. You brought it with you, and you have come here for a purpose to give it to the world and to discover it for yourself while you are in the world.\n\nYou can be fully present and find temporary escape from your worldly burdens and conflicts. But difficulties will continue. That is not the problem. Trying to have a life without problems is not the goal. Trying to discover what you have brought with you is the goal because it is greater than your problems. It is greater than the world’s dilemmas. It restores your true value to yourself and teaches you the meaning of relationship because happiness is something you find with others and not alone.\n\nIn the pursuit of momentary happiness—in which there is great investment here—people attempt to join and establish relationships to achieve this purpose. However, you can also join in relationship to establish enduring happiness as well.\n\nEnduring happiness is very quiet. One of its qualities is stillness. It has a calming effect on you because it relieves you of fear. It has a calming effect on others as well. It brings ease into the world, but it brings far more than this. It brings with it Knowledge and memory, for together they are the true redemptive force in the world.\n\nIt is because of your origin and your purpose in being in the world that this is the case. This is not the kind of memory where you try to remember something. It is simply a memory that comes to you when your mind is opened—a sense of relationship and a sense of purpose. The amnesia of being in the world has worn off temporarily and you have a sense of continuity in life. This produces enduring happiness. Enduring happiness is very relevant to your interests. You cannot escape the fact that happiness is a natural radiant aspect of who you are. You will keep trying to reclaim this for yourself.\n\nWhen you truly give this up at any time in life, you will begin to die. The possibility for success will be over, and you will begin to leave the world, slowly perhaps, but you will begin to die. As long as you are not preparing to die then, you are still seeking for enduring happiness—for yourself and for others.\n\nHappiness seems like an emotion because that is how everyone is used to thinking of it—lots of laughter. But We are speaking of something that is an abiding sense of purpose, meaning and direction in life. It gives you a sense of satisfaction and makes it possible for you to truly relax.\n\nTherefore, let Us talk about purpose, meaning and direction. Meaning is born of the fact that the world is a place for something to be done, and you are part of the effort in doing it. You came here for a purpose. You came from someplace else and you are going someplace else. You must entertain this possibility to be able to embrace the ideas We are giving you and even to accept Our Presence because We have come from where you have come from. That is why We are so much alike.\n\nYet We are more like you than you are because We have nothing added at this point. We added everything like you, and then We subtracted everything. You have added but have not subtracted very much, so you are yourself with all the additions—everything you think you must be, everything you think that you are, everything you think others are and everything you think the world is or should be.\n\nIt sounds like a great deal, does it not? It is a lot of extra baggage, but there is the belief that without all these things, you would be nothing. “What would I be? Does not my purpose, meaning and direction derive from all these things I strive for? As a person, do I not derive my value from who I think I am and what I think I do and what I think I have done? What would I be without this?”\n\nIt takes a little bit of faith to accept that there is actually something there when all these things are taken away, even for a moment. We, of course, do not want to take away anything from you that you want, and because you live in the world, you are free to try to have whatever you want. You can pretend you are anyone you want to be. You can pretend you are the person you have been calling yourself all these years, or you can pretend you are someone else, and most people believe you unless you take a position that is untenable. Then no one can believe you and they lock you up. If it gets too outrageous, people become uncomfortable with you. It is fun to masquerade unless you cannot take off the mask. Then it becomes grave and serious, and you feel trapped and burdened.\n\nYet you have cause for enduring happiness because your identity in the world is only a temporary expedient. It actually has value, but only in relation to your true purpose in coming here.\n\nYou see, if you did not have a mask, you would look like Us and how many of you can see Us? We are as much here as you are, but We are like a naked person. We have passed through the training of the world, as all true Teachers have done, and that is why We are Teachers for the world. All true Teachers have added everything the world has to offer, and they have subtracted it as well.\n\nIf you can become your true Self while you are in the world, you will graduate from the world. Until you do this, you will need to come back and do this again and again. As you become more aware of this, you recognize that it is really very burdensome to do that. Your desire to reveal yourself and to contribute your gifts now begins to become greater than your desire for separation, refuge and hiding.\n\nEnduring happiness is a quality of your entire life. It is not an add-on feature. You do not put on a happy face or a spiritual face or any face now. Happiness is merely beginning to radiate from you like heat from a radiator. You are feeling it, and others are feeling it because you are feeling it. You are the first recipient always. You are the first student of your own training.\n\nBecause you have a purpose, you have meaning, for meaning in this world is related to purpose. Anything that has meaning has purpose. Purpose is its meaning. Ultimately, this is not true, but in the world of tangible objects, in the world of time, this is actually the equation that generates meaning. Objects in the room around you have meaning because they have purpose.\n\nIf there were something in the room that had no purpose, it would be meaningless and you would probably want to get rid of it. You would not want it around if it did not have a purpose. So purpose in the world is meaning. Beyond the world, purpose is also meaning, but it is a little different there.\n\nYou see, God has to be a God in action to be meaningful in the world. God has to move because you are moving. In the world you see, there is nothing staying still. Everything is moving, dynamically. So if something is not moving, you will not be able to experience it. Can you experience anything that is not moving? Even the stars are moving, rapidly. Everything in the room is moving, rapidly.\n\nThe only thing in life that is not moving is God. That is why you cannot see God. Your eyes were not made to see something that does not move. Even with the refinement of your vision, which will give you a greater sense of Presence and the ability to discern that which is moving less than you are, you still will not see that which does not move. God does not move because God does not need to go anywhere because God is everywhere, so there is no movement. But God’s Presence and Thought generate movement in the world of moving things.\n\nThis is a very important idea for you to think about. It is a little mysterious, but it allows you to have a sense of abiding Presence with you wherever you go. When you are out in the world or even at home, you are interacting with moving objects—people, objects, things. Even your thoughts are moving. If you think about it, did you ever have a thought that did not move? Those of you who are practicing meditation, have you ever engaged with a thought that did not move, that did not change to something else or was not dynamic?\n\nA thought that does not move is pure Knowledge. It is the most powerful thought in the world. It is the thought that gave birth to the world. Only those who are very advanced can be fully aware of this thought. This sounds incredible, but after all, this is all incredible.\n\nTherefore, your purpose and meaning are the same. You do have true purpose in the world, but you have to become a mature human being to discover it. Until you find your true purpose, you are living with the purposes that you have created. You have adopted them because you cannot live without purpose because purpose is meaning, and you cannot live without meaning. Without meaning, you would end your life. Because life in the world is temporary, it must have meaning and purpose. Because it is all moving, it must also have direction.\n\nThe reason you are unhappy is because you are not experiencing purpose, meaning and direction. These are what give value to everything. God is moving things, like a great gravitational pull, moving things, often imperceptibly—a Great Attraction. You are free in this world to not follow this Attraction, but you cannot eradicate it from your life.\n\nThat is why people are afraid of letting go of things and having a little openness or emptiness in their lives. It is that Attraction of God. Something may be very painful for you, but you still hold onto it. Why? This is a very important question.\n\nWe want you to consider happiness in terms of enduring happiness, where you experience purpose, meaning and direction. Definitions are inadequate. You do not need definitions. You need experience. You experience your purpose, meaning and direction. Then an abiding sense of well-being begins to generate within you. This does not mean you do not have bad times and are not afraid or upset or angry. It is something that is growing within you. You have a sense that you are not alone now.\n\nIt does not matter if you are in relationship or not. You can discover enduring happiness in any circumstance. Often the worst circumstances are the best for this because they challenge you to escape your own thinking and deal with life directly.\n\nThe problem with momentary happiness is that you are always losing it, and you cannot control life to create those perfect circumstances to give you that wonderful experience again. And so, the relentless pursuit of momentary happiness produces the misery you see around you—the addictive circumstances and the addictive substances. We are primarily concerned with engaging you with your true happiness, which is engaging you with your purpose in being here, your meaning in being here and the direction which you must follow now.\n\nYou have the capacity in your mind to respond to what is real and true because you have a true Mind. It is not the mind that you made. It is the Mind that you brought with you from your Ancient Home. It is the real you. It is very great, but it is quite hidden. It will not emerge within you until a way has been made for it, until you desire it. Because its effect on you is so powerful, you must be truly present for it.\n\nMomentary happiness only reaches you at the very surface of yourself, but enduring happiness engages all of you—parts of you, you are aware of and parts of you, you have not yet reclaimed.\n\nThe pursuit of true happiness, or enduring happiness, requires true preparation. One of the qualities of this preparation is simplicity. You see, human beings are very simple, extremely simple. They pride themselves on being complex because being simple seems to be stupid. Being simple is like being an idiot, not a very interesting person. Only people who are very complex seem interesting. But it is not like that.\n\nYou are very simple. Your nature is very discernible, and your true inclinations are very direct. In your true nature, there is nothing clever or sly about you. You are childlike, but you are also powerful because with simplicity comes power and Presence. As your mind becomes more simplified and directed, it is more powerful. Therefore, with simplicity come power and true ability. With these also come the necessary requirements of understanding your limitations and having humility.\n\nIn this day and age in which you live, there is a great deal of spiritual psychology and spiritual philosophy. Some of you have been exposed to a great deal of it. There are many different ways of looking at this issue of happiness, God, purpose, meaning and direction.\n\nBecause people think they are wonderfully complex, they are afraid to take a position. The way is really simple, but it does mean that you have to let go of those things in yourself that are non-essential to your purpose. This is maturity. With this comes enduring happiness because purpose, meaning and direction are already built in. You do not need to add them to yourself. You do not need to make up a wonderful purpose for your life and then try to live it out. It is a process of reduction, not addition.\n\nYou are very burdened with your own mind and with the troubles of the world because of all you have added. We are talking about reduction—losing weight. It does not mean that you become an ascetic and give up all things. That is ridiculous. That is only for very specialized individuals. It just means that you allow your life to become oriented towards those things that are truly meaningful to you.\n\nWhen you leave this world, you also leave all you have added to yourself. It is very useless in the beyond. When you go back to your Spiritual Family, what do you do with all this? It has no place there, no context. After all, if you do not have a body, there is not much to do, is there?\n\nIt is lots of fun not having a body. It seems terrifying to you because the body is such a refuge, but being without it is marvelous! You can still make appearances, you know, but you do not have this heavy sack to carry around night and day. You have to feed it all the time, make it beautiful and keep it comfortable. It is like caring for an infant that never grows up. Anyway, you will all find out what We mean at some point.\n\nIn The Greater Community Way of Knowledge, people begin to discern their Knowledge, to the extent to which they are aware of it, from other motivating factors in their mind and in their environment. This process takes a great deal of time, but the results are very immediate. Here you are able to make very intelligent decisions at the outset that reflect your Knowledge. The only difficulty is when your Knowledge is in conflict with what you want. Then Knowledge must wait.\n\nYou still feel that you must have what you want in order to find out if you really want it. It is very confusing to have what you want if it is not in true alignment with your Knowledge. It produces great discomfort. As you begin to have experiences of Knowledge, you will begin to see how uncomfortable it is to want things without Knowledge.\n\nThis contrast between being at home in yourself and being estranged from yourself is very, very important because it illustrates everything We are speaking of purely within the realm of your own experience. It is so obvious. In time, you will see that your happiness increases as you come closer to Knowledge and decreases as you go away from it. Then, naturally, you will want to be closer to it increasingly.\n\nKnowledge is your true Mind. It makes decisions, important ones. It moves you to do things. It does not think like your personal mind thinks. It is very quiet. When you become quiet, you will be able to experience its greatness.\n\nAll intelligent beings in physical life, both here and in other worlds, possess Knowledge. When Knowledge and relationships begin to make sense to you, you will not engage with others out of ambition or for temporary happiness. You will allow your natural alignment with others to occur. You will become engaged with each other very, very naturally, and you will have relationships of an enduring quality and depth that reflect the kind of happiness of which We are speaking.\n\nThe pursuit of that which endures is very different from the pursuit of that which merely stimulates or excites. As you seek for that which endures, you realize that you endure with it, and the fear of death begins to leave you. You begin to value different things. You seek intimacy. You seek quiet. You seek inspiration. You seek companionship. You seek community and family. You seek health.\n\nAnything of value will require a lot from you. You cannot want it casually. If what you seek is something of real significance and substance, you cannot want it one day of the week only and have any hope of success.\n\nStudents of Knowledge who are in the process of reclaiming Knowledge realize over time that it is the only thing of value because it is the source of their true relationships. It is their source of inspiration and the source of their sense of purpose, direction and well-being. It is a gift that gives continuously.\n\nNow students of Knowledge often think, “Knowledge is something you only use when you make important decisions, so I have to remember to use my Knowledge.” And so, they try to do that. “Must use my Knowledge! Important decision at hand. Let’s see, what do I know about this?” There is a great deal of effort to know the truth and then they finally give up. Then they can know the truth.\n\nKnowledge is not something you simply use when an important decision is coming around. Knowledge is an abiding presence within you. It can counsel you every five seconds. It abides with you. If you are not a religious person, well, you can just say, “I feel very good.” And if you are a religious person, you can say, “Well, I feel God is with me or Christ is with me or Buddha is with me or the Presence is with me.”\n\nIt does not matter if you are religious or not. God does not care. God does not understand religion. God did not create religion. God only knows God. And because God only knows God, then God attracts you because you are part of God.\n\nThis enduring happiness We speak of leads to greater and greater happiness. If there is more room in your life for happiness, there is more happiness. You cannot put happiness on top of a life that is filled to the brim with old things, like a closet that is filled to the ceiling. You cannot get any more in there. Your mind is like an old closet full of old things. “This might be useful someday. I shouldn’t throw this one away. I need this one for sure!”\n\nOur teaching is very compassionate because We ask only one thing. It is the one thing that brings all goodness with it and sets you on your true path. When you are not on your true path, you are not really going anywhere. You are simply standing by the side of the road entertaining other things.\n\nBut when you are moving with Knowledge, you have direction. You know you have purpose, even if you cannot define it. And you do not have to wonder if you have value because life will be demonstrating to you that you do.\n\nIt is up to other people to show you your worth. They are the witnesses to it. It is not enough to love yourself, as people often think. “Well, I must love myself or I cannot love another.” It is watching other people love you that makes the real difference. Then you will know what is happening. That is what melts down fear and shame. You watch someone else loving you, and you know they know how fallible you are. They do not care, so your being fallible must not be too important.\n\nOur teaching is very simple. It takes time, it has many steps, but it is very unified. You can always come back to it. It is like an old friend who waits for you while you stop by the side of the road to ponder and think and imagine and dream. Then you come back and say, “Okay, let’s go on together.” And you go on together.\n\nAll you can do in life is move with the purpose of your life or hesitate. Hesitation is unpleasant if it is prolonged, but Knowledge waits very patiently. When We say that you must wait for Knowledge, think how much Knowledge must wait for you! But because Knowledge is not trying to become anything, it can afford to wait.\n\nYour purpose here is to discover Knowledge and to allow it to guide your life. That is one way of saying it. Knowledge contains your true identity and your specific function in the world—what you are really here to do. It contains the wisdom and the love that you have brought with you. It is not the wisdom you can personally claim for yourself because it is not only for you. It is for others, and it is hidden deep within you.\n\nYou cannot find Knowledge yourself. You cannot misuse it. You cannot discover it prematurely. Knowledge arises when you are ready, and it arises gradually so that you have time to learn about it and to distinguish it from the other aspects of yourself that you have acquired. You learn to give it, to receive it, to abide with it and to accept it. It is a burden until it is recognized for what it truly is.\n\nKnowledge has the assurance of your true Home. It is not frantic. It is not intimidated by the world or disappointed by the world. That is what makes enduring happiness possible. No matter what happens, Knowledge is still there.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/enduring-happiness/"
}