{
  "title": "Enduring Love",
  "content": "Your experience of love emanates from the deeper well of Knowledge within yourself. It is the power and the evidence that you have a greater life and a greater Intelligence within you.\n\n\n\nThis is a love that is not driven by images or passions, obsessions or addiction. This is not the love that accompanies the thrill of purchasing something new or having an exciting encounter with someone.\n\n\n\nIt is a love that emanates from a greater well within you, representing a deeper relationship with yourself, a deeper relationship with another and with people everywhere.\n\n\n\nIt is a kind of love that can withstand great upheaval and loss, a love that is not diminished as you face calamity in your life or difficult challenges or situations.\n\n\n\nIt is a love not born of ambition, excitement and attachment, but of a deeper recognition within you—a deeper resonance with Knowledge within yourself, the greater Mind that God has given you to guide you, to protect you and to prepare you for living a greater life in the world.\n\n\n\nThis love is stimulated by true recognition of another, by true compassion towards others, by true empathy towards others.\n\n\n\nIt is generated and inspired by the selfless actions of others, and it arises when you are following the deeper presence within you—the presence and the power of Knowledge.\n\n\n\nThe world is growing darker and more distressed. You are seeing this now occurring here and there with greater frequency. If you are sensitive to this and are willing to be with this, to consider this and to be compassionate towards this, this greater love will emerge, and it will tend to offset your own fear and trepidation.\n\n\n\nAll of the anger and frustration that these events can arouse within you represent your own fear—your fear of loss, your fear of disruption, your fear of losing privileges and wealth, your fear of oppression, your fear of disaster, your fear of death.\n\n\n\nSo many different fears are aroused as you bear witness to the emerging events around the world, which represent the Great Waves of change that are coming to humanity.\n\n\n\nWhat will offset this growing sense of apprehension, anxiety and concern but the enduring love within you?\n\n\n\nYou will want to run away into your hobbies and habits, your obsessions, your fantasies, your dreams, or watch movies and watch the dreams and fantasies of others.\n\n\n\nIt is because you cannot face reality—the reality of a declining world, a reality of a world whose resources are diminishing and whose populations are growing, a world of increasing disruption and uncertainty.\n\n\n\nAs you take the Steps to Knowledge and unite your surface, social mind with the deeper Mind within you, you will have the strength to face these things with greater clarity, objectivity and equanimity.\n\n\n\nYou will feel the suffering of others. You will feel the tragedy of changing events. You will feel lots of emotions being aroused within you by these arising and emerging situations. But the enduring love will give you strength and countenance in the face of these things.\n\n\n\nFor Knowledge is not afraid of the world—the deeper Mind within you, the part of you that is still connected to God and can respond to God, is not afraid of the world. It is not afraid of death and destruction and mayhem and loss and deprivation, all the things that plague you and terrify you and make you want to run away and hide somewhere.\n\n\n\nKnowledge is the core strength that you have, the core integrity, the core certainty, the core power. It is the source of the enduring love within you.\n\n\n\nThe tragedies of the world will be more powerful in calling this love forth from you than even the loveliest of situations, the most beautiful places, the most pleasurable events. But the difficult situations will also arouse tremendous fear, anxiety and denial.\n\n\n\nIf you are too afraid to face the world objectively, clearly, without condemnation, then the great love will not be aroused within you, and the greater strength that you carry within you, the greater inspiration and power, will not emerge. It is facing whatever life presents to you as honestly and as objectively as you can—this will bring forth the power of Knowledge and with it, the enduring love.\n\n\n\nTherefore, you must have the courage to face the Great Waves of change even as they are emerging on the horizon, even as they are emerging today and tomorrow and in the days to come.\n\n\n\nEach is a challenge to you, calling you to be present, calling you to be aware, calling you not to cast aspersions and condemnation upon others or upon institutions or governments, but to be present. For being present is the first act of being real. It sets the stage for enduring love to emerge.\n\n\n\nIf you can be present to another, regardless of their circumstances or their difficulties, you put yourself into a position to recognize their deeper nature and with it, their own struggle for freedom, their own difficulty in gaining access to the power and the presence of Knowledge.\n\n\n\nFor if you look out into the world with clear eyes and with this greater understanding, you will see that there is only Knowledge and the need for Knowledge.\n\n\n\nThe evidence of Knowledge is sometimes hard to find, but it is there in all the selfless acts of individuals, the courage that people display in facing difficult situations, the commitments that people demonstrate to one another in facing difficult situations, the creativity of individuals, the compassion of individuals. Amidst the noise and mayhem of life around you, perhaps you will have to look carefully to see these things, but they are certainly there.\n\n\n\nYou will have to face these things to have this opportunity. Facing [these things] is not simply making yourself vulnerable to other people’s suffering and difficulty. It is really being present and practicing stillness. That is what being present really means.\n\n\n\nIt is not coming to a situation and trying to be positive or negative about it. It is just being there with it. It is just being open, watching and listening, looking for Knowledge, setting aside your reactions, your ideology, your preferences, your fears and your admonitions. Everything gets set aside to be present to the situation.\n\n\n\nThis is an important exercise in focusing your mind and in exercising greater discipline over your emotions and reactions to people and situations. It is this ability to be present that represents real development in your spiritual awareness, understanding and abilities.\n\n\n\nFor if you cannot be present to a situation, then you are denied the great teaching these situations provide, the opportunity for Knowledge to emerge and for you to experience the power of enduring love.\n\n\n\nEnduring love is not something you generate because you just appreciate a situation or people. It is not fabricated. It is not created by the intellect.\n\n\n\nOh, no. What We speak of emerges from a deeper place within you, and it emerges naturally as you are present to yourself and present to others, as you exercise courage in facing what is occurring in the world, and building over time the strength to set aside your fearful reactions and your personal preferences.\n\n\n\nIf you can be present to a situation, then Knowledge can guide you. If you can be present to a situation, then you will see things you could not see otherwise, and you will experience the humanity of others and the difficult conditions that are arising and that exist today.\n\n\n\nYou will feel compassion. You may want to help in some way, but you have to wait for Knowledge to guide you. For you do not know what to do for the world, and if you were truly honest, you would even realize you do not even know what you want for the world.\n\n\n\nYou may want peace and prosperity for all peoples, and that is a normal thing to want and to wish, but what would this really mean for the world, and how could this possibly happen? Can the world provide for that to occur?\n\n\n\nIf you were to evaluate your desires for the world, or what you think the world must have, you would find that your ideas are not founded on reality, and there are many problems with them.\n\n\n\nTherefore, it is best to set aside your preferences, which are all based upon your own fears—the fear of not having, all the catalog of fears. Your reaction to them is to create a catalog of preferences, desires and requests. You call this the truth, or your philosophy. But it is all based on fear, you see.\n\n\n\nThat is why if you are truly honest with yourself, in a moment of real sobriety, you would see that you do not know what you want for the world, and that your grand ideas and your hopes and your dreams and your preferences would themselves create incredible conflict and difficulty for others if these things were implemented.\n\n\n\nIf you are desiring only, then you only see what you want and you do not see what really is there. That is the blindness of desire, the blindness of trying to base your life on your preferences without really examining them and understanding that they are a response to fear within yourself.\n\n\n\nIt is so much more powerful just to be present, to exercise clarity, to learn to listen, to still your mind so you can hear, to set aside your fears and preferences, desires and beliefs so that you can see what is coming over the horizon. For there is what you want, and then there is what is happening and what will happen.\n\n\n\nYou cannot experience enduring love if your life is based upon preferences because preferences require you to be fundamentally dishonest with yourself. You only want to see certain things and not others. You only want to be in pleasant situations and not unpleasant situations. You only want to be with people who share your point of view and not with others who do not. You want life to be a certain way, but life is not like that.\n\n\n\nTo maintain this approach, you are fundamentally maintaining a dishonest position with yourself and other people. Here you become merely another antagonist in the world, another person complaining, condemning, rejecting and denying the people and the situations around you. Certainly, the world has enough people doing this already to make the situation very, very dangerous and difficult.\n\n\n\nYou have a greater opportunity now to step aside from living this kind of fearful, desperate life, this dishonest life, this life where you are a stranger to yourself, and you cannot experience your deeper nature or inclinations.\n\n\n\nYou seek love, but you do not know love. And you cannot create the conditions where enduring love can emerge for you: You cannot be present to yourself; you cannot be present to others; you cannot be present to the world. You are too afraid and too obsessed.\n\n\n\nThis keeps you in a constant state of frustration, confusion and dishonesty. You cannot build honest relationships because you are not being honest with yourself. You cannot see clearly the position and the reality of others. Everything is judged and evaluated according to your standards and preferences.\n\n\n\nYou are missing almost everything. Life is giving you signs of what is coming. People are demonstrating Knowledge and the need for Knowledge, but you are too caught up in yourself to hear or to see or to know.\n\n\n\nThis is the dilemma that God wants to rescue you from. For you are sent into the world for a greater purpose, but this greater purpose exists beyond your fears and preferences. It exists beyond the realm and the reach of your intellect. Discovering it is not an intellectual pursuit, but a real journey in life.\n\n\n\nYou are looking for enduring love, and you want to experience that coming from yourself and receiving it from others. You may even want to experience it coming from God, or the Angelic Presence.\n\n\n\nBut you yourself must establish the correct approach and understanding. You must clear your mind. You must see that your beliefs are things that you have built for your own self-defense and to gain social advantages with others and to alleviate your own constant fear and anxiety.\n\n\n\nThe world you will be facing will become increasingly difficult and challenging. Where will you find the strength, the power and the stability to face this and to learn to navigate it successfully?\n\n\n\nIf you are honest with yourself, you do not have an answer. You do not know because the intellect cannot know these things. For this, you need a greater power within yourself to guide you, to protect you and to teach you to navigate the uncertain and unpredictable times to come.\n\n\n\nYou need a greater strength. You need a greater association. You need relationships that are occurring on a greater and more profound level. You need a new relationship with yourself. You need new relationships with others. You need to approach the world differently, consciously, purposefully, effectively and not be a fool living in denial.\n\n\n\nAvail yourself to the wisdoms of the world, but most importantly to the power and the presence of Knowledge within yourself.\n\n\n\nYou cannot use Knowledge. It is not a resource for you. You cannot use it to gain wealth, power and precedence over others. Knowledge is more powerful than your intellect. It cannot be used.\n\n\n\nIf anything, Knowledge will use your intellect to guide you and to teach you how to communicate effectively and how to develop discernment and discretion in life.\n\n\n\nTherefore, you need a new approach, and God’s New Revelation is giving this to you and providing you the Steps to Knowledge.\n\n\n\nHere your surface mind—your social mind, the mind that the world has created and that you have established to try to function in a difficult and changing environment—now has a greater power to guide it.\n\n\n\nHere the brilliance of your intellect can be fully functional and utilized positively and constructively as the mind becomes a vehicle of expression, instead of a tyrant that rules you harshly, condemning yourself and others.\n\n\n\nHere you finally take the steps to ending Separation within yourself, by reconnecting your deeper nature to your surface mind and personality, by bringing the power and presence of Knowledge into your life, into your circumstances, into your relationships, into your work, into your health, into everything you do.\n\n\n\nHere you will begin to see things you could not see before and know things you could not know before. Here you begin to experience the power of enduring love.\n\n\n\nHere your sense of gratitude towards those who support you and assist you, and even towards those who frustrate you, begins to grow because you see here how everyone is teaching you how to value your own integrity and the power of Knowledge within yourself.\n\n\n\nHere everyone is teaching you the consequences of not doing this. The world is demonstrating what living without Knowledge is really like, what it produces and the infinite number of tragedies that result. In time, you will even look upon this with gratitude and compassion.\n\n\n\nHere you will realize that the world is a dangerous and frustrating place despite its great beauty and magnificence. Here you bring greater clarity and sobriety and start to take your life seriously.\n\n\n\nHere you realize the limits of the intellect and seek for a greater power within you and within others—the power and the presence of Knowledge.\n\n\n\nHere instead of romantic excitement and obsessing over others, you seek a deeper resonance and relationship with others. You want to be with the people who can share your real journey in life and not simply try to lose yourself in fantasy pursuits with others.\n\n\n\nEnduring love emerges out of a life that is authentic and honest—an engagement with the world that is authentic and honest, an engagement with others that is authentic and honest.\n\n\n\nHere you are looking for the people who are really going to make a difference in your life, who are going to be your true companions, simply, instead of trying to use people as tools of pleasure or to use them for personal advantage, to try to play life for advantage.\n\n\n\nIt is a great change, a great shift, a great turning point for you. And it is all based upon honesty—self-honesty, not just knowing what you feel but feeling what you know, feeling your deeper integrity, your deeper conscience, not the conscience your culture has instilled in you, but the conscience that God has put intrinsically within you as part of Creation.\n\n\n\nEnduring love inspires, but it must emerge out of an authentic life and an honest evaluation. Here this great power of love is not simply a fleeting and rare experience, but something that begins to abide with you increasingly, even in the most difficult situations.\n\n\n\nHere you look upon humanity with greater compassion and understanding, and you realize that your anger and your rejection really represent your weakness and your fear, not your core strength.\n\n\n\nTo face the Great Waves of change will take immense courage and this greater foundation of Knowledge. Otherwise, you will lose yourself in fear, and you will either go into denial or become very jaded and negative, very pessimistic, very condemning, very rejecting—an angry, frustrated, frightened person who cannot cope with changing circumstances and rising uncertainty.\n\n\n\nHere you are a victim of life and of the Great Waves of change. Here you cannot face life. You cannot adapt. You cannot create. And you cannot navigate the changing circumstances of your life. You are paralyzed. You are lost. You are blind. You are foolish, easily persuaded by others, easily manipulated by others, believing in anything that looks hopeful and promising.\n\n\n\nMany people will respond in this way, of course, but you should not be one of them. And you should not promote this in others. For everything you are trying to establish that is authentic in your life, you will want to promote in others. You will want to be an advocate. You will want to demonstrate things. You will want to call forth things from others because you want to experience the power of Knowledge within them as well.\n\n\n\nGaining this greater foundation, this greater Presence and Power, is the most essential element in preparing for the Great Waves of change. For without this, you are weak and easily manipulated. You are prone to all forms of error and misinterpretation. You are easily seduced. You are easily overtaken.\n\n\n\nWhatever you do on the outside to prepare for eventualities, nothing is going to really take care of you; and provide for you; and give you strength, certainty and clarity except the power and the presence of Knowledge. And since Knowledge is the source of enduring love, it will also bring this experience into your life, into your relationships and endeavors.\n\n\n\nThough people frustrate you, you will be able to love them and look upon their situation compassionately. Even though terrible things will happen in the future, you will also see acts of incredible courage and commitment in people.\n\n\n\nDifficult situations bring out the best and the worst. You want to be in a position to have these things stimulate your strength and not your weakness.\n\n\n\nYou want to face the world with this great strength that God has given you—this great power to see, to hear and to know; to recognize others; and to change your course, your direction, whenever that becomes necessary; to be free to do this; to be free to respond to those relationships that hold the greatest promise for you; to be free to receive guidance from Knowledge; to be free to follow Knowledge as your first and primary commitment in life.\n\n\n\nHere you see that enduring love is not a passion. It is not a thrill. It is not an excitement. Instead, it is a pervasive experience, an abiding experience, an enduring experience, an enduring love that can face anything, that can go through anything, that can serve anything.\n\n\n\nThis is the strength your heart desires. This is the strength you must have. And this is the strength that God’s New Revelation provides for you.\n\n\n\nBe grateful that you have such a deeper nature. Be grateful that God has spoken again. For God has given humanity what it cannot give itself, and will reveal what humanity cannot see itself, and will clarify the reality of your deeper nature and your true purpose for being in the world at this time.",
  "audioUrl": "https://www.newmessage.org/av/enduring-love.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/enduring-love/"
}