{
  "title": "The Enemies of Humanity",
  "content": "Humanity has enemies in the universe. They are not opposed to you, but they seek what you have. They seek to take what you have from you without the use of undue force, relying upon the powers of persuasion and sowing the seeds of division amongst a contentious humanity.\n\nThey seek this world for themselves. They do not seek to destroy you, but to use you as a workforce for them. It is something very subtle in its application, but very real in its effect.\n\nThey are competitors for the world, this precious world, such a rare gem in the universe. You have no idea how rare it is and how valuable it is to so many races who would seek to use its biological and mineral wealth for their own purposes. You are like the native tribe being discovered by the outside world, of which you know nothing about.\n\nThe intruders will not seek conquest outright, but a willful submission on your part. Once you have depleted this world sufficiently; once you have altered the climate of the world sufficiently; once you have destroyed civilization sufficiently through conflict, competition and war, they will arrive. They are here already—furthering human conflict, sowing the seeds of your undoing, not to crush you, but to have you submit.\n\nThis is how intelligent races gain control of worlds that are stewarded by races who are less intelligent and who are conflicted amongst themselves. The use of force is not employed because it would destroy the very assets of the world and would destroy humanity as a workforce.\n\nFor those who seek your world cannot live here. They cannot breathe your atmosphere. They are unprotected against the biological contamination of the world. They need you, and they will offer you anything they can as an inducement for you to allow them to guide you—promising to save you from your great and ever-growing calamity, promising to give you peace and equanimity, freedom from war and conflict, saying that they themselves have no war. And yet it is all but a deception, you see.\n\nIt is all a powerful deception, given to an unsuspecting humanity—a humanity that is mesmerized by its newfound technology and who will be so impressed by demonstrations of technology at a greater level; a humanity that is desperate for answers to the Great Waves of change that are coming to the world; a humanity that seeks power and wealth even as it depletes its own world beyond recognition.\n\nYou must come to understand this, or you will think the universe is just a big empty place for you to explore, and to get whatever you want, and to replace whatever you have destroyed or consumed here on Earth. You will think you are special in this universe and that other races will come to help you because you are so special. You [will] think the universe runs according to your philosophy, to your religious understanding, to your ethics, to your concepts—you who know nothing about this Greater Community of life in which you live.\n\nHumanity stands at great peril here, extremely vulnerable, destroying relentlessly your self-sufficiency in this world, which invites intervention from beyond: an opportunity to make humanity dependent upon foreign powers, to gain control of this world without the use of force, to conquer the world without the usual methods of conquest that humanity assumes and still employs.\n\nThere are only two things that could unite the human family. It is environmental collapse or it is competition from beyond. Both are happening now, one more apparently than the other. [Yet] they are both underway. You cannot stop them entirely until you have gained a greater strength individually and collectively. If this were understood, war would end tomorrow. War would end tomorrow, and the avenues of cooperation would be established for everyone’s survival, freedom and benefit.\n\nPeople do not want to hear these things, for they would feel helpless and hopeless immediately, having no sense of their real strength and having lost confidence in their leaders and governments and institutions.\n\nHumanity has now established an infrastructure that foreign races can utilize. That is why intervention of this nature has never occurred before. Humanity has global communications, global commerce. It has taken control of the world sufficiently that another race can step in to take advantage of your accomplishments and your development.\n\nEven at this moment, people are being turned to the Intervention—to serve it, believing it will bring peace and equanimity to a world of escalating uncertainty and discord. Already, the Intervention is gaining adherents and representatives, thinking they [the Intervention] are representing some kind of enlightened force from beyond the world, when in fact they are only competitors seeking to take advantage of the world.\n\nThe Intervention does not have military assets. It relies upon persuasion and dissension to gain control. It does this because conquest is not allowed in this part of the universe, a reality that you know nothing about. Besides, advanced races have found other ways to gain access to the resources of the universe without the use of force.\n\nPeople are being taken against their will. Some of them are never returned. They are being used for experimentation, to create hybrids, those who look like human beings but who are united with the Intervention. It is a hideous project. It is dangerous. It is being fostered by the enemies of humanity.\n\nThose who seek domination here have no value for your freedom. They are not interested in your concepts. They think you are primitive. They think you are destructive. They think you are out of control.\n\nThey think you are ridiculous because of all the transmissions that continue to be sent out into the universe, portraying humanity as a race that is destructive, violent and indulgent. It is the worst kind of representation of the real merit and spirit of humanity, and yet that is what you are presenting to the universe, and have been presenting to the universe for decades and decades.\n\nYou think you live in isolation in the universe. Even your scientists think that no one can get here, as if the entire universe is limited by humanity’s scientific understanding.\n\nYou assume you have special importance in this universe. You think that any visitation would be beneficial to you. But the history of intervention in your own world proves otherwise. Visitors arrive for their own purposes—to gain resources, to gain land and property. They seek to conquer in all cases. This has been the history of intervention in your world, and so do not assume it is different in the universe.\n\nThe true Allies of Humanity would never do these things. They would only send their wisdom and their warning, which they have already done in a series of Briefings for the human family.\n\nIntervention is unethical. It is corrupting. It is circumventing the power and authority of the native people. It is usurpation in its most deceptive form.\n\nDo not be persuaded. Do not be beguiled by an advanced technology. Do not think that those in the universe are not driven by the same needs that drive the human family. For advanced societies everywhere are in desperate pursuit of resources and must trade and barter and travel great distances to achieve what they need. It is a complex situation, of which humanity knows nothing at all.\n\nThe Lord of the universe has sent a great preparation to Earth to prepare humanity to face a declining world, a world of diminishing resources and violent weather in a changing environment.\n\nThe Lord of the universe has sent a preparation for this Greater Community, and a great warning about the Intervention that is already underway in the world today and its power over people’s ideas and perspective and attitudes. Only the Lord of the universe would know how to prepare humanity for the Greater Community, for only the Lord of the universe knows the heart and the soul of each person and of humanity as a whole.\n\nThis is the great challenge, operating on two fronts. The first is the threat of disintegration internally as humanity now begins to undermine its own well-being in its natural world. The second is intervention from the universe beyond, which often happens under these circumstances. For it is a great opportunity for a foreign race to establish its influence and power in a world undergoing the kind of change that humanity is now facing. It has happened countless times in the history of the universe.\n\nIt is a great warning, but humanity has the power to thwart intervention once it learns how the universe around it really works. God has provided this insight, revealing for the first time what life in the universe really looks like, how it functions and what one must do to become free in a universe where freedom is rare.\n\nIt is the perfect Revelation for humanity standing at the threshold of space, facing the Great Waves of change in the world. It is a gift of such Grace and the great Love for humanity.\n\nHere the ancient Revelations cannot prepare you, for they were not designed for this. They cannot give you strength, courage, wisdom and power here, for they were not designed for this.\n\nHumanity has arrived at a whole new turning point, a great threshold—the greatest threshold that any intelligent race will face in the universe—as it faces environmental decline at home and intervention from beyond.\n\nThere is so much for you to learn here. There are so many questions that you will need to ask, and most of them can be answered through God’s Revelation for the world. For God is here to prepare humanity for this Greater Community. God is here to further humanity’s freedom and unity in this world. God is here to provide what humanity will need to maintain its sovereignty here and to build a future, a better future than its past.\n\nBut to have this future, you will have to face these two great challenges to the human family. Greater they are than anything that has ever happened in the world before. It is not something that government leaders alone can deal with. It will require the support and awareness of people everywhere.\n\nBut the hour is late, and only now are the Great Waves of change coming to the world beginning to become apparent to more and more people. Only now the hidden reality of intervention is beginning to be recognized by enough people that this Revelation can be recognized and understood.\n\nYet the hour is late. Humanity does not have much time to prepare. Every year is significant. Every life is important. Every person has purpose and meaning, for you have all come to face the world and to serve the world under these very conditions that We speak of here today.\n\nYou will be fighting a battle on two fronts: a battle to preserve the world and to offset the damage that has already been done to the stability of this world; and you will be warding off intervention, making public all of its demonstrations in the world.\n\nIt is not a battle between armies. It is a battle of will and purpose; a battle of determination; a battle of awareness, clarity and objectivity against opposing forces who have already prepared for the Intervention here. They know much more about you than you know about them.\n\nHere enough people must become strong and resistant to this if humanity is going to preserve its freedom into the future. Therefore, you are entering a great age of unity and cooperation. That is the next great work of the human family—to preserve the world and to protect its freedom from foreign intervention and persuasion.\n\nDo not accept gifts from the Intervention, for they are only here to seduce you. Do not accept promises of peace, power and equanimity or spiritual fulfillment, for such promises are empty and are only here to seduce you. Do not acquiesce and think that humanity is hopeless without this Intervention, for that is not true, and that will only serve those who oppose you and who will take from you everything that you have. Do not think that humanity cannot preserve itself here, for it has many advantages in the universe of which it is unaware.\n\nGod’s Revelation reveals what these are for the first time. It is important that you know of this. It is important that you not lose heart or become jaded or cynical or think that you can do nothing, for that is the Intervention’s persuasion.\n\nYou must see these things now and know these things if you are to understand what is really happening in the world today, the great threat facing the human family and the great possibility and promise this gives for human unity and cooperation to finally be established, which can only be established in the face of great difficulty and a great challenge.\n\nHere every person must participate. Every person must become aware to some extent. Every person must realize that it is not their national security that is at risk. It is the security of the whole world.\n\nYou cannot afford to have nations fail and collapse now, or fall under the persuasion of the Intervention, for that would surely generate great war and conflict across the globe. For it is in the Intervention’s interests that humanity fight itself, defeat itself and diminish itself. They will not fight you directly in this way.\n\nIt is cunning. It has been used countless times before, but not always with success. For races that resist can prevail. Races that realize their great challenge will prevail. Nations that value their world, recognizing the danger that is upon them, will prevail.\n\nHere your greater strengths will be called forth from you. Here your weakness and foolish indulgences and pathetic self-recrimination can be escaped because you are called into a greater service, a greater need and a greater unity in the human family.\n\nWhat else could overcome centuries-old animosity between nations, cultures and religions but a greater threat that seems to overwhelm all and threaten all equally?\n\nThere is redemption here if you can see it, if you can realize it, if you have the heart and the courage to face it and to learn what it really means and how humanity can prevail—both within this world and from Intervention from beyond.\n\nIt is a challenge that can restore the human family and give it a greater future of unity, purpose and power that is far beyond anything it has ever been able to establish before.\n\nGod’s New Revelation for the world brings the warning, the blessing and the preparation. It is more comprehensive than anything that has ever been given to this world, speaking now to a literate world, a world of global commerce and communication.\n\nIt is the only thing in the world that can save the human family, for it reveals the great danger that is occurring, from within and from beyond. And only it can provide the wisdom necessary to overcome these great challenges and to restore to each individual and to humanity as a whole the strength, power and purpose that are its birthright and promise.",
  "audioUrl": "https://www.newmessage.org/av/the-enemies-of-humanity.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/enemies-human-family/"
}