{
  "title": "Essential Truths about the Greater Community",
  "content": "In presenting the reality of the Greater Community and its overall importance to humanity at this time, We realize that We challenge many of the most preferred ideas and cherished ideas in human cultures today. We stimulate many questions and perhaps a great deal of confusion. But this is the reality that must be presented, and people must find a way to understand what it means and to outgrow their former ideas if they prevent them from doing this.\n\nBecause humanity is in a very adolescent stage in its development, it is filled with many ideals and superstitions that have nothing to do with reality. Instead, they represent the desires and fears of human consciousness. So strongly can these be adhered to that it can be very difficult for people to hear something new. It can be very difficult for them to see clearly and understand clearly what is being presented in this book.\n\nWe understand these difficulties, and We will attempt to clarify the realities that We are presenting as clearly as possible. Yet you must still understand that you have to do the work to gain the vantage point where you can see for yourself. It is not enough simply to believe what is being presented in this book. You must experience it for yourself, and you must be able to see it clearly. In this, you do most of the work.\n\nIf you stay immersed in your preoccupations, if you stay immersed in human ideals and beliefs, you will not be able to see the bigger picture, and you will not be able to recognize the greater forces, both within yourself and within the world around you, that are shaping your life and your destiny. Therefore, We bring a great challenge with Our message. We understand how great it is.\n\nHumanity is but one more race emerging into the Greater Community. Across the vast network of societies and cultures in the Greater Community, there are at this moment other races that are in various stages of emerging into the Greater Community. Some of them are ahead of where you are now. Others are far behind.\n\nSo this is a very natural process, as it is a very natural process to grow from adolescence into adulthood. As you personally have an evolutionary progression in your life, so humanity as a race has an evolutionary progression. This is manifested in human society, human culture, human ideas and human education.\n\nThis is going on everywhere in the universe. By its very nature, intelligent life must grow and expand. This is what sets it apart from other forms of life, which play a different role in the great fabric of the universe.\n\nBoth within yourself and within the world are great forces moving this evolution forward. To keep pace with this, you must be able to go beyond your former education and set aside ideas, even if they have served you thus far. For what is education but learning something new, going beyond what you knew before, experiencing new revelations and so forth?\n\nTherefore, as We present the Greater Community reality to you and its tremendous importance to you and to humanity as well, We also are presenting a greater learning opportunity, the most important learning opportunity that you could have at this time.\n\nIn order for you to begin this process of education, to begin the process of gaining a greater vantage point in life from which you can see what you could not see before and know what you could not know before, We must present certain essential truths about the Greater Community, about your world and about your essential spiritual nature, for they are all directly connected. What We are about to present may seem difficult to understand at first. Even if you think you can understand it right away, you still do not yet have the vantage point from which you can see it and know it fully.\n\nIn order to prepare you for the Greater Community, there are certain things you must understand. If these things are not recognized and understood, if they are not seriously considered, then you will not be able to understand the Greater Community, and you will not be able to prepare for it.\n\nFirst of all, the Greater Community that We are speaking of primarily represents life in the physical universe, though it also includes the greater spiritual panorama which We shall speak on later. At this point We are primarily concerned with physical reality.\n\nWhen We speak of life, therefore, in the Greater Community, We are speaking of physical life and physical existence. We are talking about intelligent life in the physical universe. It is necessary to understand that Greater Community encompasses intelligent life at all stages of evolution—cultures in a state of early emergence, early development, adulthood and decay.\n\nWe are not talking about enlightened beings. We are not talking about angelic forces. We are talking about real physical beings such as yourself, who have grown up and emerged in environments far different from your own and who have had to face the same difficulties in life: the difficulties of survival, competition and relationship.\n\nThe very fact that they have dealt with this in very different ways accounts for the different results that they experience. But it is important for you to know that there are certain things you hold in common with them and with all intelligent life in the physical universe.\n\nIt is very important not to confuse the physical and the spiritual realities. This is frequently done, and as a result your ability to discern clearly what you are dealing with becomes greatly obstructed. The physical reality is quite different from the spiritual reality. It operates according to different laws. It has different manifestations and a different purpose.\n\nOne is temporary. The other is permanent. One is primarily focused on education and service. The other is primarily focused on contribution. One is the realm of doing. The other is the realm of being. One requires tremendous forces of conflict and competition, and in the other these things do not exist.\n\nThis is such a primary area of confusion for people that We must emphasize again and again that you are dealing with physical forces and physical beings. The fact that you will need to call upon greater spiritual forces to assist you is essential, but do not confuse them with the forces from the Greater Community with which you must learn to contend.\n\nNext, it is important to understand that when We use the [term] Greater Community, We are not talking about a unified community, a great brotherhood out there in the universe. We are talking about a vast array of individual cultures and individual worlds that have developed and, to certain degrees, have had to interact with each other. Some of this interaction is peaceful and harmonious. Some of it is contentious and full of adversity.\n\nThis is so very important because for centuries people have looked to the skies for salvation, thinking that out there there must be a better life, there must be a resolution to all of their problems, there must be a way of living where the problems of greed, violence and hatred simply do not exist. But this only exists in your Ancient Home, from which you have come and to which you will return. And it only exists in the Greater Community amongst very small and isolated communities of Knowledge.\n\nGreat technological societies rarely possess and demonstrate real spiritual Knowledge and advancement. Their focus is on control and uniformity. Individual freedom is rarely prized in such societies. Rather, they seek to create a one-dimensional form of interaction, highly regimented and regulated.\n\nFor many who read this book, this will be profoundly disappointing, for they have thought: “There must be idyllic worlds out there somewhere, and those from the idyllic worlds will come to teach us how to be idyllic ourselves.”\n\nThis is a very deep-seated hope and expectation, but it must be corrected at the outset, or you will be blind to what is happening in the world, and you will misconstrue your own experiences as well as the experiences of others.\n\nThere are societies that have achieved a high level of spiritual awareness and intellectual capability, but they are rare. They are the exception. Do not confuse this with technological advancement.\n\nTechnological advancement and spiritual advancement and achievement are not at all the same. This is so easily confused, for if someone has a technological capability that seems magical to you, you will tend to think that they are magical beings, or that they are very highly evolved, or that they are very altruistic, or that they have great compassion and love. But this is not the case.\n\nAfter all, human beings today have great technological advantages that were unthinkable only a couple of centuries ago, and yet has humanity evolved significantly in a spiritual way? Has violence been erased from the human experience? Has greed been corrected? Has cooperation and compassion manifested throughout human societies? The answer to these is obvious. And yet technologically, humanity has far exceeded even its own expectations.\n\nTherefore, there are great technological societies in the Greater Community, and there are many of them, for technology can be learned and traded and exchanged and brought into the realm of commerce.\n\nBut development in The Way of Knowledge, which in the Greater Community means spiritual development, is rare, just as it is rare within your world. For instance, every person can own a computer, perhaps, but how many people understand the inner workings of the human spirit or have the scope to realize the great dynamics in human relations or the mental environment which affects their thinking? Therefore, an essential truth is to understand that technological advancement and capability is not the same as spiritual advancement and capability.\n\nUnderstand as well that you are dealing with real, physical, mortal beings. They have not mastered death. And because there are limits to what technology can do in the physical universe, they are not omnipotent. They may seem godlike to you in certain respects because of what they are able to achieve, but they are no more godlike than you are and in fact are beset by the same kinds of psychological and cultural conditions that limit and restrict your ability.\n\nNext, it is essential to realize that the presence of the Greater Community in the world, and their arrival at this time, and their work and activity in the world have nothing to do with human spiritual evolution. In other words, they are not here to fulfill human mandates or human destiny directly. The fact that human destiny prescribes that humanity must eventually emerge into the Greater Community does not mean that the Greater Community forces who are here support that.\n\nAs We have said, they are here for their own purposes. This also is a very difficult idea for people to understand because they think that anything from the skies must be angelic or demonic, and must have something to do with fulfilling ancient human prophecies, and must be about humanity because from a purely human viewpoint, humanity is the center of the universe and everything revolves around that. And if there is Greater Community here, it must be about humanity; it must have come to support humanity or do something for humanity.\n\nThis is a fatal error. Do not make this mistake. The Greater Community’s presence in the world today is the result of their own activities, motivations and projects and humanity’s emergence as a technological society with capabilities to go beyond its own borders.\n\nThe attempt to control human destiny now from the outside has to do with this evolutionary stage, but it is not about human spiritual advancement per se. Human spiritual advancement will be the result of preparing for the Greater Community. And it will be the result of becoming a greater and more compassionate and effective human society.\n\nYour visitors will not give this to you. As a matter of fact, most of your visitors are not even as spiritually advanced as you are. They have greater technology and social cohesion, but they do not have the rich spiritual traditions that humanity has here on Earth for the most part. They are here for more prosaic reasons.\n\nOften people try to incorporate their awareness of the Greater Community, however small it may be, into their world vision or their spiritual understanding of life. Here there is a great deal of confusion between levels, a great deal of confusion between the spiritual and the physical. People try to make everything one and the same. Life is one, but it operates differently at different levels of existence, and you cannot confuse the levels if you have any hope of understanding what exists within them.\n\nNext, you will not be able to understand Greater Community intelligence, Greater Community motivations, or the Greater Community reality from a purely human perspective. You must gain a greater vantage point.\n\nThis is possible because of what the Creator has given you. If you look at this purely from your own human ideas, you will not understand. That is why a preparation is necessary—a stairway to take you to a higher plane, to a higher vantage point on the mountain of life so you can see the lay of the land, so you can see beyond the treetops, so you can see where you really stand and what is really happening.\n\nI could not expect you simply to understand everything We are presenting here in this book, but you must have a certain understanding to begin—to begin that journey, to find that higher vantage point.\n\nLikewise, you cannot turn to human religion to provide the answers for this, for these are religions that were established in a state of isolation and cannot account for a Greater Community of life.\n\nThe great spiritual teachers in human history, though predominant within the world, though outstanding in their performance and demonstration, are, within a Greater Community context, very small figures. For the Greater Community also represents a greater spiritual reality. And your whole notion of who the Divine is and how the Divine functions in manifest life will undergo profound changes as you gain a Greater Community perspective and understanding.\n\nTherefore, do not turn to the ancient texts to try to understand the meaning of the Greater Community or why it is here, for they cannot tell you. That was not the learning at that time. That was not the message that was needed at that time.\n\nThe ancient traditions, though rich with virtue, were primarily concerned with establishing compassion and cooperation as the foundation of civilization. They were not focused on preparing humanity for its emergence into the Greater Community. Instead, they were focused on enabling humanity to even begin to prepare for the Greater Community. In other words, they laid the foundation for where you are now. But this is a new beginning. This is a new threshold.\n\nNext, understand that in the Greater Community all races are dealing with survival issues, as is humanity. Highly technological societies in the universe often destroy their own natural environment, such as humanity is doing now. This requires that they travel to other worlds to gain resources and begin the process of engaging in certain contexts for trade and commerce. This profoundly affects their cultures. In many cases, they are overtaken by stronger races. In other cases, they are able to survive and to maintain their own identity. They have not mastered the physical requirements of life, such as is so hoped for here in the world. They must deal with their own physical requirements. They must deal with security issues regarding other races. And they must become functional in the mental environment, which is something that We shall speak about later on.\n\nIn fact, the physical requirements have become greater because they need more resources. They need greater insulation in the Greater Community. They often have to rely upon other races to provide primary materials. It is a more challenging and difficult existence in many ways.\n\nDespite the fact that technology can solve many little problems, it creates many more big ones. That is why in the Greater Community, the Wise remain hidden for the most part and do not engage in a great deal of travel and trade. There are some very fundamental reasons for this, which We shall speak about later.\n\nBut for now, it is important for you to understand that the races that you will be encountering, in fact most of the races in the Greater Community, are not thoroughly self-sufficient and have to deal with tremendous problems in terms of relations with other cultures and environmental problems of their own.\n\nThis is a crucial understanding because here you begin to realize why they might be here in the world. They are not traveling around the universe doing good works. They are looking for things that they need. They are looking to extend their power, their security, their resources and so forth.\n\nAnd because this world has been an important resource for many local cultures [in the Greater Community] over a very long period of time, it has great attractiveness and importance. And because it is in a highly populated area of the Greater Community, relatively speaking, it also has a strategic importance, of which humanity has no awareness at all.\n\nConsider the analogy of the little tribe in the jungle. Do they have any understanding of how important their location or their resources might be to an outside culture? And yet this has been the motivating factor for these cultures being discovered, polluted and forever changed. We have such a situation now.\n\nTherefore, what has motivated your visitors is not care and concern for human happiness, but the need for resources, the need for security and the need for power. The only exception to this is your Allies, who are fundamentally concerned with your integrity and your ability to survive in a Greater Community context. But they do not represent [the forces] who are in the world today, as they do not represent the majority of forces in the Greater Community.\n\nThis is an essential part of your Greater Community education, and it may be very difficult to consider at first. For there is so much hope and expectation, so much belief and fantasy considering the reality of other forms of life and their hoped-for benefit for humanity that this can be a very difficult thing to consider.\n\nBut this brings with it the need for self-reliance, the need for development, the need for education and the need to become stronger and more competent, mentally and physically. This is what humanity needs. And this is what is required.\n\nThere are greater spiritual forces that are here to help humanity to prepare, but they do not constitute your real [physical] visitors from the Greater Community.\n\nThe Greater Community is a vast network of communities—some of which are involved in commerce and trade and some of which are not. Some live in isolation in remote parts of the galaxy; others live in more highly inhabited areas.\n\nIt is not expected that you can understand how vast this network is or how it functions, but it is vital that you understand that certain realities exist in the Greater Community and will have direct bearing upon the future of humanity.\n\nLet Us say again that when We present these ideas, We are dealing with a set of expectations and beliefs that do not exist within the human culture, which make it very hard to understand or see these things clearly.\n\nSome people think that there are terrible forces out there, warlike and destructive. Others believe that they are all angelic brothers who are here to help humanity into a new dimension. And between these extreme points of view, there are all kinds of different interpretations.\n\nBut you must learn to see clearly and to understand clearly. It is not [a choice] between having a loving perception and a fearful one. Again, We say it is about whether you can see or not.\n\nAt all great events in human history that have been recorded and that have existed, certain people could see what was happening and many people could not. Certain people could see the emergence of a great conflict; many could not. Some could see the outcome of a great conflict; many could not. Some could act accordingly and responsibly and take a positive and contributing role; many could not.\n\nSuch will be the case now. As the Greater Community reality becomes more evident in the world, people will become more polarized in their positions and in their attitudes. There will be greater opposition, greater denial, greater fantasy because so many people will not be prepared to deal with this greater reality. They will retreat into their old ideas and habits, and some will deny its existence altogether. But it has always been like this in human affairs.\n\nHowever, it is essential that a certain number of people become educated about the Greater Community and learn how to approach it wisely and with discernment. That will make all the difference in the outcome.\n\nThe next essential thing to realize is that humanity at present is not prepared for the Greater Community. It is not prepared psychologically. It is not prepared politically. It is not prepared in terms of its religious traditions, which within this context, tend to hold people back.\n\nThe need for this preparation is so great and so profound, and many people feel the need to do something to prepare, to take a positive course of action, to become stronger and more competent, to become wiser and more discerning. But until now there has been no preparation for the Greater Community.\n\nFor as We have said, you cannot use human religion, you cannot use human psychology to learn about life in a greater panorama. You need a Teaching from the Greater Community about the Greater Community. You need a Teaching whose source is from the Creator to guarantee its purity, its power and its necessity in life.\n\nThe preparation is here now. But the question is, “Will people prepare? Will you prepare?” Or will you fall away to go find a place to hide, to go live in a happy place in the world where everything seems pleasant and content, to surround yourself with beautiful objects, beautiful sights and sounds and think beautiful thoughts about the world that is entering into a dire situation?\n\nEven if the Greater Community were not here, this would still be the case. For the world is in decline, and humanity has not taken responsibility for this. But because the Greater Community is here, it changes the entire situation and provides the impetus that people everywhere will need to rise above their preoccupations, to rise above the tendencies for denial and fantasy, to grasp a real situation. And because the preparation is here in the form of The Greater Community Way of Knowledge, people finally have the means to prepare and to prepare directly.\n\nHumanity is not prepared. If you think about this, if you look about and see where people are investing themselves; what preoccupies people everywhere; where they devote their time, their energy and their resources; what they think is important and what predominates their attention, you will see that very few people can yet bear witness to the great events that are occurring now and that will come.\n\nAnother essential truth that must be recognized is that the Greater Community will not give humanity technology unless it wants humanity to become dependent. This is an essential idea. Again, many people who have thought about this think that the visitors will bring life-saving technology to humanity, which will solve so many of humanity’s problems because technology is seen now as the saving grace. In earlier times, providence was considered the saving grace. Now it is technology.\n\nHowever, technology tends to create more problems than it solves. But it is important for you to understand at the outset that should any technology be given to human governments, for example, it will not be for the benefit of humanity as much as it will be an appliance or an avenue to gain control over human affairs. After all, if a great piece of technology were given to humanity and humanity needed it and became reliant upon it, but its source were from outside the world, then you see you have given away a great deal for really very little.\n\nThe real gift that the Greater Community has to give to people is the reality of its presence and the reality of its intention. This is a call to awaken and to prepare. It is not a sign that more free things will be given to humanity. Humanity must awake from its slumber and become mature, become adults in a Greater Community of life.\n\nGreater Community forces will not come and solve the world’s problems, at least not for humanity. They will emphasize the preservation of the physical environment, but that is for their use and not for yours primarily. Attempts are being made now and have been underway for decades to replicate human, plant and animal forms, to preserve them for future use.\n\nTherefore, do not come to the Greater Community forces with open hands, begging and pleading, greedy for their power, greedy for their technology, for this will trap you and this will blind you. Here you will lose your free will.\n\nNext, it is important to understand that Greater Community influences will be focused on the governments of the world primarily. We shall speak in depth on this when We give Our discourse on the mental environment. But it is important for you to know that the influence will not likely be directed upon you as an individual because you do not have that much influence in the world as a whole, but [it will be directed] upon world leaders, upon influential people, upon those who possess tangible forms of power. They will be the focus of the influence. That is not to say that all authorities, all governments, are under the influence directly, but this is the focus. This is where the influence will be focused and is being focused now.\n\nNow there are other manifestations of this that We will describe later on, but it is important for you to understand this. If you can realize that the Greater Community forces in the world today are being driven by their own needs, needs that you can also relate to and understand, this will give you a much clearer understanding of why they are here. Then you will not see them merely as good or bad; you will be able to understand what drives them and what their concerns are. Here we get out of a romantic view of the universe and come into a real relationship.\n\nNext, it is important for you to understand that all intelligent life has a spiritual nature, but this spiritual nature can be as latent and undeveloped in them as it can be in human beings. In many highly technological societies, which are often the societies involved in travel and trade, this spiritual reality can be very subdued and very controlled.\n\nAfter all, a highly technological society that must coordinate their activities over vast [distances] cannot be run by highly individualistic beings who have their own personal motivations to guide them. The manifestation of this varies considerably throughout the Greater Community.\n\nHere again it is essential to realize that those who have traveled here to visit you physically do not represent highly evolved spiritual beings—intelligent, capable, technological, powerful in the mental environment, capable of mental persuasion, yes. But spiritually advanced, no.\n\nHere you can begin to gain an understanding that the Greater Community is like the world except vastly larger with many of the same problems. Rather than being a saving reality that simply gives you everything you want and solves all of the problems of the world, it creates a whole new set of problems and a whole new set of opportunities. Its opportunities are what are saving. That is its saving grace. But you can only take advantage of these if you prepare accordingly.\n\nNext, it is essential to understand that the primary focus of Greater Community activity in the world today is in two primary areas. We have already mentioned that there will be a focus on world governments. The second is on world religions.\n\nIt is in the realm of religion that people are most vulnerable, the least objective, the most easily persuaded. It is here that people will act against their best interests for inexplicable reasons. Do not think that these reasons and these motivations cannot be discerned and used.\n\nThere are forces in the world today from the Greater Community that could create the image of Jesus appearing at the foot of your bed. How would you discern if it were real or not? They could produce the mental image and project it into your mind. How would you know if it were real or not? Many would simply follow, yield, fall down on their knees, give in, dedicate themselves to whatever the image directed them to do.\n\nWho has the discernment? Who has the capability to recognize reality from simple projections such as this? Who has the capability to recognize what is real and distinguish it from what is not? Everyone in the world has this potential. You have this potential. But is it developed sufficiently? Will you become an individual who simply cannot be fooled regardless of how persuasive the presentation may be?\n\nHuman religion is the wellspring of greater virtue and greater promise for humanity. But it is also the arena of greater superstition, greater mistrust and misunderstanding.\n\nAs governments use religions for their own purposes, the Greater Community can use religions for their own purposes. This will be focused on very large denominations of religions that have tremendous impact over many, many people. Here you need only influence a few to influence the many. Do not think it is difficult to do this. From a Greater Community standpoint, it is not difficult.\n\nThat is why in the Greater Community itself, those cultures and nations that have been able to preserve or cultivate any spiritual tradition at all have had to guard it carefully against the intrusion of others. This is a reality in the Greater Community. It is a reality that you must come to understand.\n\nAll that We are presenting in this discourse is to give you a foundation, to give you a foundation in truth and understanding. It is not to frighten you. It is to give you a solid foundation, which is actually very difficult to have in the world.\n\nMost people cannot distinguish between reality and fantasy. They cannot discern the nature of their own thoughts. And they do not know what is influencing them in the mental environment.\n\nTherefore, We understand that this is challenging, but it must be given simply and clearly as it really is, or you will succumb to persuasions that you cannot possibly understand, and you will not be able to distinguish what is happening within you, within your thoughts and emotions, nor what is happening in the world around you.\n\nYou must think in a very big way with very clear eyes. You must hear clearly without coloring the information to make it more favorable or pleasant. It is obvious that this is necessary, but it is so difficult for so many people. And everyone has some difficulty with this.\n\nThe world is emerging into a very real situation. What has been going on in the Greater Community has been going on since before humanity as a race even existed in this world.\n\nAnd the spiritual work that the Creator has been undertaking throughout the Greater Community has been going on since before, long before, human religious traditions were ever started.\n\nBecause the Greater Community represents such a formidable set of circumstances, the Creator has set in motion a formidable set of powers and abilities and has generated a great network of service, both within manifest physical reality and beyond it as well.\n\nIf you can come to deal with these Greater Community realities, with these essential truths, then you put yourself in a position to begin to learn about the nature of the Creator’s Work in the world and why you are the way you are.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/essential-truths-other-forms-life/"
}