{
  "title": "The Pillar of Relationships",
  "content": "The first pillar of life to discuss is the pillar of relationships. This is a very great area for development, but it is also an area that is fraught with tremendous misconceptions, fantasies and falsehoods. It is a dangerous area because Knowledge is not yet strong enough in people for relationships to be understood correctly and for grave and serious errors to be avoided.\n\nPeople give themselves great license to experiment with relationships before they have a clear understanding of what they are developing in life. Some people treat intimacy as if it were some kind of frolic or some kind of pastime. It is not taken by many people to be a serious engagement with serious consequences.\n\nIt is important to clarify at the outset that the quality of relationships that you will have is very much dependent upon your own development. What you will look for in others, what you will respond to, what you will value and what you will require of yourself and others in a relationship context will change as you develop. Many of the relationships that people initiate out of desire, passion or need are premature because it is important to get your bearings in life before you engage yourself or commit yourself to others.\n\nThe development of the person is an important achievement within the first stage of life, and yet in your society the social structure is not established in order for people to have mature relationships at a young age. Rather, there is a prolonged adolescence where people experiment and play with each other. As a result, there is a great deal of suffering and loss of energy and vitality in people in the world today.\n\nWe consider your relationships with others, primarily your intimate relationships, to be of the utmost importance. They should never be taken lightly or taken for granted, and your decisions in this regard are very consequential, for your future will either be in reaping the rewards of your right decisions or in repairing the damage of your wrong decisions. And there is a great deal of damage.\n\nAt the outset, let us emphasize that it is important to develop your relationship with Knowledge first and foremost. Of course, your relationship with Knowledge will be developed throughout your life, and we do not expect you to become advanced in this regard before you engage with others. However, it is important to gain at least a beginning contact with the great intelligence within you, for it will help you and teach you how to experience the reality of others and how to determine if participation with them is right for you. Its intelligence far exceeds your ideas, your beliefs, your attractions and your anxieties. Knowledge is not swayed by your wishes. It is not confused by your confusion. It is not dominated by your desires. And it is not intimidated by your anxieties. It knows whom you must meet in life and what you must do with them. It is completely clear in this regard, and its regard for you is so great that it would not tamper with your life by having you experiment with people in order to live out your ideas or your fantasies.\n\nYour first relationship, then, is your relationship with Knowledge. Many people think that your first relationship is with yourself, but this statement is either true or false depending on what you believe yourself to be. Becoming more fully acquainted with your personality, your desires, your interests, your idiosyncrasies, your wishes and your fears does not constitute a relationship with your True Self. There is value to be derived from taking inventory of these things, but to gain a greater foundation within you is another endeavor altogether.\n\nBefore you engage with another in a marriage, in a committed relationship or in any relationship that will commit your time and energy in life, it is essential that you gain a real foundation within yourself. Do not commit your life until you are committed to your life. Do not commit your resources until you are committed to your resources. Get a sense of where you are going before you try to go somewhere with anyone else. If your sense of direction is strong and you can stay with it patiently, then you will gain momentum. And after you have traveled awhile, you will have a sense that your life has a unique direction and that you are not simply wandering aimlessly, with no end in sight.\n\nThere are times in life, particularly right before the great thresholds, when you can experience tremendous confusion. Here you can feel that you are wandering in the desert, and you will feel lost temporarily. But in reality, these experiences are temporary. To find the real direction of your life, you must prepare in The Way of Knowledge. Our Teaching for you here will be part of the resource that you can call upon and use on an ongoing basis.\n\nGet a sense for what is essential for your life, not simply what is on your wish list or your fear list, but what is essential. Is there something in your life that you must do before you die? You must send this question deep within you and do not expect an immediate answer. You must live with this question because its answer is an experience. You must experience the answer to this question. Otherwise, the answer is just another idea amongst millions of ideas that are floating around in your mind. You already have so many answers, and they have only added to the burden of your confusion.\n\nCome to terms with your deepest inclinations. Come to terms with what you know to be essential within you. You know some things right now. There is much that you do not know, but you know enough to begin.\n\nKnowledge will not support a wrong decision in a relationship, and Knowledge will not go with you into that relationship. If you commit yourself prematurely, you pull yourself away from Knowledge. You can still come back to Knowledge, but it will not go along with you. It will become mute and silent, patiently waiting once again while you live out another long and perilous error in life.\n\nHere you must be willing to wait until things become clear. There are many attractions, and people have greater access to each other now. This is both an asset and a great liability. It is true that you are freer to find those people that you will need in your life. But it is also true that you will be exposed to many other people who do not have this mission and purpose, who can pull you aside, who can fill your life, and who can draw you away from the true direction of your existence here. How true it is that you will feel like you are a stranger unto yourself by being involved in relationships of this kind, and the further you go in such a relationship, the stranger you will feel to yourself. Finally, at one point you will look at your life and say, “This isn’t the life that is true for me.” And then you are faced with backtracking and undoing all that has been done.\n\nMuch of the work that people do on their relationships is repair because they made poor decisions at the outset. Repair is different from development. People think that repair is development, but it is quite different. In repair, you are simply getting back to a functioning level. In development, you are going to a higher functioning level. In repair, you are digging your way out of a deep pit in the ground, trying to get back to the surface. In development, you are raising yourself above that very same surface. Repair takes a great deal of time. It is different from development.\n\nIf you begin building your foundation with your relationship with Knowledge and patiently follow Knowledge and take the steps to Knowledge, you will return to what is essential in your life. It is like a homecoming within you, but it does not happen all at once. It is slow and incremental, but each increment gives you the basis for discernment in relationships. Here you can know who to be with because you know who you are and what you are doing. Here you can recognize incompatibilities at the outset and not simply be swayed or overtaken by fantasy or desire for another. Here you can hold yourself back because you have learned to hold yourself back. Here you take a more careful approach by learning about the other person’s nature and reality and get a sense of the other’s direction in life before you become intimate with them or commit your resources to them.\n\nThe more developed you are in The Way of Knowledge and the greater foundation you have in The Way of Knowledge, the more complete your relationships with others will be and the clearer and greater the criteria you will have to discern who to be with and how to be with them. This is a natural product of advancement in The Way of Knowledge, and this is an essential part of living The Way. Yet if Knowledge cannot be brought into your relationships and into your decisions regarding relationships, then Knowledge remains only a potential within you.\n\nThe area of relationships is the most difficult for many people to experience clarity and certainty in because it is an area that is fraught with so much fantasy. Here people try to offset their sense of insecurity by securing partnerships with others. As a result, they form relationships based upon weakness and not upon strength. These are relationships based upon ideas rather than upon real experience. They are relationships about having fantasies together as opposed to doing something important together in the world.\n\nAs you advance in The Way of Knowledge, you will come to the understanding that it is what you can do with people that is the important thing. Can you participate together? Can you accomplish things together? Can you share a life together? Can you work together? Are you free and encouraged to return to Knowledge in the presence of that person? Or are you afraid, afraid that you will find out something you do not want to hear or to know? Do you welcome the truth or do you live in trepidation of the truth? Is the truth your friend in this relationship or does it threaten what you have established together?\n\nBuild your foundation and your relationship with Knowledge. As you take each step in doing this and patiently participate in this great process, the likelihood of your making a serious mistake lessens. Eventually, you will not allow yourself to make a mistake, regardless of the attraction or the seeming rewards or benefits. While others give their lives away for love or money, you will not be able to do either.\n\nPerhaps you are not yet at this state, but you can attain this state. You must first build your foundation for it. You must be great on the inside. By great, we mean empty and open, capable of facing and recognizing the truth in a wide range of situations, capable of discerning others without condemnation, capable of discerning direction in another’s life and your own direction as well.\n\nKnowledge will not give you what you want, but it will give you what you need and what you long for. Wants and wishes are temporary things—so changeable, so influenced by the world. The flames of your passions and desires can burn hot or cold, depending on what is stimulating you and how secure you feel within yourself. Knowledge is not governed by such emotions, and you cannot make it enter into any relationship that you may want. For if you choose without Knowledge, Knowledge will not follow you. You may believe fervently that you are doing the right thing. You may even believe fervently that you are making the right decision. But if Knowledge does not go with you, you have no stability and no certainty in your endeavor.\n\nAs you can see, you must have great sobriety concerning your involvement with others. You only have so much time and energy to be in the world. Your mental and physical resources are limited and valuable. Where they are placed and what they are given to will determine the outcome of your life.\n\nCome to terms with what you know. Bring yourself to your deeper inclinations, not only to recognize them but to see where they lead you and whom they involve you with and what they teach you along the way. Be patient. Do not let your emotions drive you here and drive you there, for the workings of the heart are beyond the emotions that you feel day to day and moment to moment. They represent the great undercurrent. Like the great undercurrents that move the waters of the oceans of this world, they move the direction of your life. Yet like the great undercurrents of the oceans, they are not seen or recognized from the surface. If you live at the surface of your mind, you will be swayed by this thought and that thought and the thoughts of others. You will be governed by the mental environment in which you live.\n\nTherefore, come to your relationship with Knowledge first and foremost. This is your foundation. This is the foundation for any relationship that you establish with others. This will be the foundation for real devotion, real compatibility and real union. Build this foundation, for this is one of the pillars of your life. Neglect here will disable you from establishing anything else in the other pillars of your life. Wrong decisions in relationships have disabled and disarmed many a promising person in the world. Many have lost their way and many have lost their chance in life as a result of making decisions here without Knowledge. That is why we must speak of this as the first pillar. This pillar is not more important than the other pillars, but without this pillar the others cannot come into being and any advancement within them will not be secure.\n\nYou do not need many people in the world. You only need a few who know you, respect you and have a sense for your greater purpose and greater identity. They know these things because they are known, not because you have convinced them or impressed them with your personality or ideas. Great relationships are known. Knowledge is the stimulating factor here. Knowledge is the foundation. If you have not experienced Knowledge sufficiently, you will not be able to experience this motivation or its reality as your foundation.\n\nBecome a student of Knowledge and you will see through what still confuses everyone around you, and you will not be swayed or fooled by the great attractions that people exert upon one another. Words cannot describe the waste that has occurred and that occurs every moment and every day through misappropriation in relationships. Do not console yourself by thinking that all of your relationships were necessary. It is true that you can use your experience to develop Wisdom, and we most certainly encourage this, but never think that it was your destiny to commit those mistakes. If you think like this, you lose your sense of your ability and your responsibility.\n\nThe power of decision is given to you. Yet what motivates your decision is what is crucial. You begin with what you tell yourself. Whatever you tell others is based on what you tell yourself. If what you tell yourself is untrue, then what you tell others will be untrue. And though you will think that you are being honest because you are being consistent, it will be very difficult for you to unravel the layers of deception that you have succumbed to.\n\nYou have been sent into the world to serve a specific part in the world’s evolution and development. Others from your Spiritual Family have been sent here too. They are destined to meet you and to help you in your specific endeavors. They will confirm Knowledge within you, and they will help restore to you the memory of your Ancient Home and the great purpose that you serve and the nature of your unique service. Yet how will you find these certain people amongst the many other attractive and wonderful people you will meet in life? How will you know them? Will you be free to participate with them? Will you be ready for them? Will you have the capacity to experience and to accept what their emergence into your life really means? Will you welcome them or will you fear them? Will you be free to join them or will you have already committed yourself elsewhere? These are very important questions.\n\nBuilding the pillar of relationship is building your essential relationships in life. These essential relationships are quite important. They represent your stability. They represent your resource for Wisdom. And they represent your real assets in life. To develop the pillar of relationship means to recognize, to discern and to be prepared to participate in the essential relationships that are meant for you. This requires forbearance, for you will be tempted by many others. Some of them will be wonderful people, and you will resonate with them. But resonance with another is not relationship with another, and resonance with another is not destiny with another.\n\nA moment of recognition, even on a very spiritual level, does not confirm or initiate a genuine relationship. How many people have learned this painfully and at great expense? If you look about you, you will see people making all manner of mistakes and committing themselves to all manner of things, with great justification. Be observant but do not condemn anyone, for everyone’s successes and failures can serve you, can teach you and can remind you of what is real and what is not in your life. Here even those who have committed serious mistakes and grievous errors have a great deal to offer you in learning and living The Way of Knowledge.\n\nWithout your essential relationships, you cannot function at a higher level. You need relationships even to survive in this world. At a fundamental level, you need others in every aspect of your life to support and assist you—physically, emotionally, psychologically and even spiritually. However, to build a foundation for a greater life, to live a life of Knowledge and to realize your greater purpose for being in the world requires a new kind of relationship for you. This relationship will seem new because it is so different from how you have experienced being with people in the past. Yet it will seem so natural and so right, and it will not be driven by passion, fantasy or personal initiative. You will feel at home with this person. Though your personalities may have difficulties and your orientations may be different, you will feel at home with them nonetheless because they have come from your Spiritual Family—that small learning group of which you are a part. They are a part of your team that exists beyond this world, some of whom are in the world today and looking for you, even now.\n\nBuild real relationships. Begin with your relationship with Knowledge and develop character by developing patience, forbearance, restraint, objectivity, compassion, the ability to observe others and the ability to have your life be undefined. This builds character, and with this you gain a greater capacity for experience. This is Wisdom. In order for you to be a vehicle for Knowledge in life—to be an inspiration to others and to give your life wholeheartedly—you must have this foundation and you must have your essential relationships.\n\nHere you realize that what the world teaches about relationships and what life teaches about relationships are very different. The world teaches people to be independent and self-determining. It teaches you not to rely on others. People make the mistake of thinking that interdependence is the same as dependence. In the world, independence is valued above all things. Here you should be all things unto yourself, complete. Needing anyone is seen as a weakness and a liability, a sign that you have not achieved the premium state of personal independence.\n\nHowever, this is not what life teaches about relationships. Look at the natural world. Everything is interdependent. Everything relies on everything else. Everything has a role to play in the grand scheme of life. There is a balance. The plants and the animals, which are so demeaned by humankind as being without intelligence or ingenuity, nonetheless experience the great benefit of inclusion in life.\n\nAnd while people judge, speculate, differentiate, criticize and evaluate, they are left out of the great banquet of life. Life passes them by, and they do not experience it. They are dead to it. They cannot hear it. They cannot see it. They cannot feel it. And Knowledge within them becomes such a distant voice that they can no longer hear it. All they hear is the persuasions of their minds and the persuasions of other minds. Their relationships are based upon ideas and images. They cannot feel the reality of another. They cannot determine the direction of another’s life. They do not know another. And their relationships are for expediencies and for conveniences. Look about the world. Look at your own past and you will see how manifest this is here and how cruel this is and how disheartening it can seem.\n\nYet as you look at the world, remember that Knowledge is in the world though it goes unheeded and unrecognized, though its reality is not understood, though people rarely feel it and when they do, they cannot understand it or respond to it effectively. Remember, Knowledge is with them and Knowledge is with you. Become strong with Knowledge. Become a person of Knowledge. Develop your relationship with Knowledge and develop relationships with others who support this relationship with Knowledge, for these are your first criteria.\n\nAs we said, building a foundation for the second great stage of your life gives you freedom from the first stage of your life. This gives you the criteria for who to be with and how to participate with them, for as you become more involved in building this foundation, you will naturally want to be with others who can help you do this. For it is what you do together that determines the nature and purpose of relationship. That is why human romance is such an empty promise, for if you cannot do anything together, you have no basis for being together. The initial attraction turns cold and dark, and the desire and the embellished feelings turn ashen and become bitter and resentful.\n\nThere is such a great contrast between a life of Knowledge—a life of the heart—and a life of the mind, or life at the surface of the mind. You will learn to see this contrast. It will be so evident. You will see it everywhere. And you will be thankful you can see it, even though its demonstration can be very upsetting. Finally you can see! Finally you can know! Finally your eyes are clear! Finally you are no longer intoxicated by people, by images or by ideas. Your mind becomes free and open to think, to rethink, to renew itself, to adapt itself and to refocus itself. What a great freedom this is!\n\nBuilding your foundation, then, gives you the criteria for who to be with and how to be with them. Your first and primary relationship is with Knowledge. Can your relationships with others support this? Can they support the recognition of truth and the admission of truth? Can they support your commitment to truth? Who has the courage and the determination to do this save those who have a desire for Knowledge and who are drawn to it and who have drawn it to themselves as well? You will find that all other relationships will become tasteless and meaningless, and this will convince you over time not to reinvest yourself in them.\n\nYou cannot find Knowledge alone. You need others to help you. Therefore, those with whom you engage primarily must be people who can help you do this. You need to learn through contrast. You need to learn through other people’s experiences and other people’s observations. The world is too confusing and too dominating, both in its physical and its mental environments, for you to find the way alone. Give up the idea of being a hero or a heroine. Give up the notion of the rugged individual who can do everything on his or her own. This is a great illusion, and it is a very damaging one.\n\nThe closer you come to Knowledge, the more you will be able to experience who to be with and how to be with them. It is a miracle to meet the right person at the right time. You can certainly meet the wrong person at the right time, and that can be very confusing. You can meet the right person at the wrong time, and that can also be very confusing. You can meet the wrong person at the wrong time, and that is very common. Meeting the right person at the wrong time means that you recognize someone, but you do not have the capacity to participate with him or her. This will be a very difficult experience. Meeting the wrong person at the right time means that you are ripe for real relationship, but you are mistaking the identity of the person to whom you are attracted. This can lead you astray and cost you a great deal in terms of time and energy. Meeting the wrong person at the wrong time means that you are impatient and you are willing to follow your passions without Knowledge. This is simply being reckless, and you will pay the price. Meeting the right person at the right time means that you are ready and they are ready. You can recognize each other and you can participate with each other. This is a miraculous moment, and it will come to you if you build your foundation. But if you are impatient, if you are reckless, if you are ambitious, and if you cannot hold yourself back, this moment will elude you, and you will lose confidence that it is possible for you.\n\nBuild essential relationships based upon Knowledge and you will choose a path and a direction that few in the world have found. You will make mistakes in discernment, but you can use these mistakes to refine your discernment because your discernment needs refinement. You will misinterpret people, but you can use this misinterpretation to develop greater insight because your insight needs to become greater.\n\nBecome dedicated to finding Knowledge and you will find Knowledge. And you will find those relationships that are based upon Knowledge. And those relationships will empower you and enable you to develop the other three pillars of your life.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/essential-relationships-others/"
}