{
  "title": "Establishing Relationships",
  "content": "Relationship is when two or more people come together to fulfill an inner and an outer need. Life is like climbing a mountain, and you cannot climb it alone. You will not find your way alone, you will not gain strength alone and you will not learn to overcome the obstacles alone. You will need companionship. You will need companionship for encouragement, for discernment and for the courage to identify and eliminate your obstacles. You need relationship to learn The Way of Knowledge.\n\nA relationship meets an inner need for development and an outer need for accomplishment. To establish a relationship simply to meet an inner need is insufficient because relationships are always geared towards accomplishment in the world. Recognition of another may meet an inner need, but a relationship is established in order to get things done. Therefore, it must have a worldly expression to become real and manifest.\n\nYou may say everyone is already in relationship, and this of course is true. However, in meaningful terms, in terms of your experience in the world, it is what you can do with another person that will establish the depth, the power and the meaning of your relationship. That is why you must recognize both your inner and outer needs and learn the discernment necessary to see if another is compatible in meeting these needs. This discernment cannot be done completely at the outset because a large part of your discovery in relationships comes through participation with others. Yet at the outset, certain qualities and features must be there.\n\nThis of course varies with what this relationship is intended to be and what you yourself are looking for. A primary relationship means that you will be sharing a great deal of your thoughts, your activities and even your physical body in certain cases. It is very important to realize that a primary relationship creates an opportunity for learning within both the mental and the physical environments. You do not learn in the spiritual environment because on the spiritual level, you do not need to learn anything. Here spiritual development is only gauged in terms of how much your spiritual life can emanate through your mental and your physical life.\n\nA primary relationship establishes a unique mental and physical environment, which either support your spiritual emergence, hinder it or deny it. Therefore, one of the first basic criteria is that the other person, your prospective partner, must share your desire for spiritual advancement and contribution in the world. This is one of the essential criteria, but it is not the only one.\n\nWhen people establish a relationship based only upon a shared sense of spiritual purpose or intention, their relationship will rarely stand. It will be prone to all kinds of practical difficulties. Often people who attempt relationship with these criteria alone will tend to deny or overlook the obstacles because they are so relieved to have finally found someone who shares their sense of spiritual purpose and destiny. So be very clear here that spiritual purpose and destiny cannot be the only criteria for participation. This is very important.\n\nIn terms of finding a mate in life, you must be physically compatible. Even in relationships that do not have this intimate component, it is very important that physically you are able to participate together. This requires health, and it requires that your physical needs and your physical condition are in balance with one another. If someone is very sickly and the other person is healthy, this will limit their ability to participate with one another. Here it is not so important that you like the way the other person’s body looks, but it will make a difference if the other person’s self-maintenance and the way they present themselves physically is significantly different from your own. This may hinder your participation together. Your bodies must be compatible in their state of health, in their presentation and even sometimes in their age.\n\nNext, you must share fundamental values. The way you go about doing things must be compatible with one another. That does not mean that you are exactly alike, but it does mean that you are not in glaring conflict with one another. As it has been said, opposites often attract. However, they rarely bond in the world of human relationships. People may have qualities that you do not possess and abilities that you have not cultivated, and these may be very compatible with yours. Here differences can be very beneficial. However, sharp contrasts rarely allow you to join with another person meaningfully or for any length of time.\n\nCompatibility is very important. Your values concerning self-expression, money, health, career and providership—even your world view—must be in alignment with another. Again, there may be differences, and these differences can be very helpful, but if there are sharp contrasts and these contrasts are based upon the nature and design of both you and the other person, this will limit your participation together. This can limit your ability to accomplish any task together.\n\nTherefore, do not think that shared spiritual interests are sufficient to establish a higher purpose in a relationship. Also, do not think that physical attractiveness or compatibility alone are sufficient to establish a real union with another. Do not think that shared values or behavior alone will be sufficient either. Remember, you have a spiritual, a mental and a physical nature. All three must be recognized. Because you are functioning at all three levels, a meaningful relationship will need to work at all three levels.\n\nYou may think from this that it might be very hard to establish higher purpose in a primary relationship or that its possibility might be quite remote. This is actually true. In the course of your life, you will have very few meaningful primary relationships, and these will be very important in shaping your thoughts, your outer life and your spiritual inclinations. That is why such great importance is placed upon your primary relationships in terms of being either an asset or a liability to your progress. This is why a great deal of discernment must be used in establishing and maintaining relationships with others.\n\nThis is the real meaning of wisdom. Wisdom is learning how to do things. Knowledge is knowing what must be done. Knowledge is the source and goal of all learning, and wisdom is the mechanism for its accomplishment. Do not be discouraged then that genuine primary relationships are rare. Yet it is important for you to know that they are not abundant. You cannot establish such a relationship with any person you want. The attempt to establish a primary relationship with anyone you want is the source of a great deal of waste and misappropriation of your time and energy. If someone is physically attractive to you and you feel very compatible with them on this basis, you may attempt to force your spiritual and mental nature into submission to this one need. Yet you will find out painfully, over the course of time and through many difficult situations, that this relationship cannot be established. This can use up a great deal of your life and can generate enormous misery, resentment and disappointment.\n\nYour decisions at the outset are most important. If you physically bond with another before you have established your relationship more fully, it will be very difficult to respond to Knowledge and to utilize discernment in a meaningful way. That is why it is strongly recommended that you not become sexually involved with another until you have established your relationship more completely. You need to see if you and the other person are going in the same direction in life before you become bonded physically because once you bond your physical bodies, it can be very hard to separate. Attachment will arise, and this will make it more difficult for you to objectively determine if a real relationship can actually be established with this person.\n\nPhysical attraction between two people who are considering marriage is important, but it is not essential. What is essential, on the physical level, is that they are of a similar age, that they have a similar degree of vitality and that they can actually carry forth activities in the world together.\n\nThe compatibility of your minds is more important than the compatibility of your bodies. Your spiritual compatibility is the most important of all. Remember, the body serves the mind and the mind serves the spirit in the true alignment of things. Here it takes wisdom to determine how important the body is in any engagement. The degree of its importance must be determined in different situations, depending upon the purpose of the relationship. Obviously, in a great friendship, physical attractiveness may not be important at all, but physical vitality is, for without physical vitality, you will not be able to do much together.\n\nIt is important to make a distinction at this point. You yourself cannot establish your spiritual compatibility with another because that is established by God. That is established according to your design and according to your Spiritual Family. You may love a person’s mind, you may love a person’s body and you may feel that you can do wonderful things together, but if you are not going in the same direction spiritually, and if you are not in a similar stage of development, then your paths will diverge. Your sense of purpose, meaning and direction will be different from one another. You cannot control this. You can control much of your thinking and behavior because these you can change to some degree. However, your spiritual direction is set.\n\nMost people are barely aware of their real spiritual direction, so what they think of as their ability to change their spiritual direction is only their ability to change their thinking about their spiritual direction. This is because in the spiritual realm, you have a destiny. In the mental realm, you have a process of growth and development. In the physical realm, you have a process of survival, growth and development. If you can see all these things working together in harmony, you will then see the criteria you need for establishing a primary relationship.\n\nEven if your spiritual bond exists already, your thinking and your physical abilities must be compatible. Otherwise, you will experience recognition with another but not a relationship. True recognition means that you may recognize someone as being bonded to you, but without a relationship, you cannot do anything together. Relationship in this world is about what you can do together. Ultimately, it is about contribution and service.\n\nWhen you are considering a primary relationship with another, see if your spiritual nature and purpose together are established already. This you cannot change, for you are either bonded or you are not. If you are not bonded, it means that your puzzle piece and their puzzle piece cannot fit together. If your pieces do fit together, then you must see if you are mentally and physically compatible enough with each other to be in a relationship.\n\nA real relationship is not fully intact at the beginning. It is something that you establish stage by stage. A marriage takes many years to mature. A great friendship takes many years to cultivate. An important association in your career takes many years and experiences to become deep and meaningful. Trust must be earned. Events in life will shape your character. They will shape you mentally and physically. You must go through these experiences with others in order for you to build character.\n\nHere it is important to understand that there are no great individuals; there are only great relationships. A great relationship means that those involved have been able to transcend, to a certain degree, the littleness of their personal preferences in order to meet the true requirements of their lives. This means that the relationship reflects their Knowledge beyond their preferences and their certainty beyond their desires.\n\nHowever, all these things must be seen correctly to be properly understood. People often confuse their preferences with their deeper needs. People will say, “Oh, I’m doing this because of Knowledge,” but they are really doing it because of their preferences in the matter.\n\nHow can you tell the difference? You can tell the difference when you have experienced both your deeper needs and your preferences. The experience of Knowledge is completely different from the experience of personal preference. It is constant. It is overpowering. It is complete. It is harmonious. It is completely certain, and it is without ambivalence. In contrast, personal preference is weak and wavering. It comes and it goes. It is beset by guilt, doubt, frustration and conflict. You may feel ambivalent, conflicted or doubtful about something you know, and you often will. But the experience of Knowledge is a thousand times more powerful than the experience of personal preference. It does not change.\n\nThis is true even with the experience of addiction. Addiction is when personal preference takes the place of Knowledge in a person’s life and becomes a dominating factor. Without God, there is only addiction, for without God there are no real relationships. And what is addiction but a substitute for meaningful relationships? The only thing that can heal addiction is meaningful relationships because addiction is a substitute for meaningful relationships. That is why Knowledge is the only cure for addiction, because Knowledge is the very essence of relationship. It establishes the purpose, meaning and direction of all your meaningful relationships.\n\nSpiritual, mental and physical compatibility must be sufficient in order for a primary relationship to be successfully established. The more you know about yourself spiritually, mentally and physically, the more your criteria will be established. The more you learn to value Knowledge within yourself, the more you will be committed to meeting these criteria and will not overlook them or deny them in order to have a preferred relationship with anyone.\n\nThe elements of compatibility have already been stated, but it is important to define this a little further. Spiritually, you must be going in the same direction. How do you know if you are going in the same direction? Your inner sense of orientation in life, your sense of destiny and what you consider to be most valuable all emanate from the spiritual realm. They are experienced mentally and physically, but they emanate from Knowledge if they are genuine. If you are attuned to another person and are looking at the other person objectively, allowing yourself to be observant of their thinking and behavior, you will be able to discern your spiritual compatibility or the lack of it.\n\nPeople who feel a spiritual bond and compatibility often neglect such mundane things as money, physical appearance, providership, career or all these things. As a result, their experience of relationship and their experience of love will be limited and short lived. Love is the cause, but your experience of love will be the result of your compatibility in relationship.\n\nFor a primary relationship to be complete, it must express itself through your physical, mental and spiritual life. Now, at the outset, the complete understanding of these three aspects in relation to another person cannot be recognized, and many things will have to be demonstrated through time and through experience. But at the outset, a certain degree of compatibility in these three arenas must be recognized. Does this require a great deal of evaluation on your part? No. It only requires restraint, patience, looking objectively and allowing your Knowledge to guide you.\n\nYour Knowledge does not deliberate; it does not compare. It does not say, “Well, I like this person more than that person.” It does not judge people. It simply says “yes” or “no”, or it says nothing at all. How simple then is that which is profoundly wise. Knowledge is the great decision maker, and it makes decisions without condemnation and judgment. It says “yes” and “no”, instead of right and wrong. Right and wrong are what you say in response to “yes” and “no”. Some things are right and some things are wrong for you. Ultimately, everyone knows what is right and wrong because everyone knows the difference between love and attack. That is not to say they realize what they know, express what they know, comprehend what they know or demonstrate what they know. Yet it is known already.\n\nAt the outset, certain things in a relationship must be recognized. You will know if you look and if you are open to seeing the truth. Here you must not confuse knowing with desire. Knowing is calm and clear. Desire is wanting and needing. It is very hard to see clearly in a state of desire because desire dominates and rules you. It is like having a fever. Whenever you experience this regarding anyone or anything, be very careful, step back. This is a time to wait and to become objective.\n\nRelationship is meant to accomplish something in the world. It is a very practical expression of an inner need and an inner bond. Because it has a practical expression, it must be approached with a practical emphasis. Thus, in considering marriage with another, do not say, “I love you. I cannot live without you. You are my everything.” Instead, look and say, “I feel great love for you. What can we do together? Are we going the same direction together? Can we live together for the rest of our lives? Can we work well together? Can we deal with suffering and disappointment together?”\n\nIf you learn about the other person’s life, you will see what he or she has done in the past. Do not think that this person will do things differently with you. Perhaps he or she will improve or function more efficiently and more lovingly. Yet if you learn about the person, that will tell you what you need to know. That is why, in approaching marriage, always approach slowly and carefully, and allow Knowledge to direct you. Do not be driven by what you want, or you will be blind to your real needs, to the needs of the other person and to the reality of your being together.\n\nIn a real marriage, you will not be spending most of your time staring into each other’s eyes and enjoying the experience of recognition. Most of your time will be spent doing things together—very mundane things, such as dealing with survival, career and providership, intimacy, health, money, possessions, children and taking care of others—a lot of running around. Most of it will not seem very spiritual.\n\nIf you are a little older and a little wiser, you may know enough not to rush into a relationship. Emotional pain from the past is there, holding you back. As a result, you wait and watch because you do not want to repeat the same mistakes. You do not want to go frolicking down a blind alley in hope that everything will work out because you love each other so much.\n\nLove is the result of compatibility being demonstrated in a relationship. Recognition demonstrates love on the spiritual level, but relationship demonstrates love on the mental and the physical levels. Love is the result of compatibility. The depth of your love will be the depth of your shared expression in the world. You can love someone intensely at the outset, but this is not yet real love. It is not yet a love that can withstand the rigors of life. It may be very intense, but it is momentary. Great love is established through participation together. Participation together is accomplished through compatibility and shared purpose. You may be personally compatible, but if purpose, motivation and courage are not there, then the relationship cannot be brought into full expression and your experience of love will be incomplete. Here you love someone because of what you can do, share and express together. That is why you love someone.\n\nTherefore, do not base a primary relationship upon love. Base it upon what you can share, what you can express and what you can do together. Many people think you should get married because you are intensely in love with someone. Being intensely in love may demonstrate a recognition, but not a relationship. Your relationship has yet to be established. It has yet to be demonstrated, expressed and proven. With recognition, you are not yet in relationship. It is by going through things together that you learn if you have the compatibility, the motivation and the commitment to be in a genuine relationship.\n\nTherefore, do not base your relationship on love. Love ignites the flame, but what feeds the flame is your ability to share, express and demonstrate a real purpose in the world. Relationship is not built on a spark; it is kept alive through the fire of love. Love is the result here. This is very important to understand.\n\nYou may say that shared expression, giving and purpose are all the result of love. You may say that shared contribution in the world is the result of great love. But looking at it like that could only be valid if the love was associated with God alone. Without this, your statement demonstrates a confusion in levels and therefore would leave you very vulnerable to making serious errors in judgment and evaluation in your relationships. This is why it is important to place love as the result and not the cause of your relationship. God as love is the cause of your relationship. Yet your experience of love will be the result of your participation together.\n\nIt is very common that love is thought to be the most important reason for being with someone. You are in love with someone and then you assume that you must be mates and you must have a great relationship and this must be the ultimate experience. Yet to anyone who has acquired real maturity, this will only be seen as a great stimulation, a recognition. The possibility for true relationship has not yet been established.\n\nMany people are addicted to the experience of being in love. It is an experience based upon recognition. Therefore, they keep looking for the recognition, thinking that the recognition is the relationship. Recognition is not relationship. Many people who have this problem, and most people do have it to some degree, are repeatedly disappointed because the relationship that is the result of recognition only disappoints them. It does not have the compatibility and the alignment of purpose that are being spoken of here. Do not be addicted to recognition, for you could experience this same recognition in your daily meditation, and this recognition would initiate you into Knowledge instead of leading you into a divisive and hopeless relationship with another.\n\nThe real question in relationships is, “What can we do together?” The more you learn about yourself—about your thinking and your behavior—and the more objective you become about yourself, the more objective you can become about the other person and the clearer your discernment will be. This clarity of discernment is very important because people are not what they seem. In almost all cases, people misrepresent themselves unless they are well developed and quite mature. Knowledge is your guide here, so you do not need to tax your mind in deliberation. But you do need to look, to listen and to learn.\n\nThe intoxication of being in love may be the spark for the beginning of a meaningful relationship, or it may be a brief and extravagant experience. Proceed slowly and cautiously here. Do not become sexually engaged because of this experience. That should come later if it is appropriate. Remember, once you become sexually engaged, you bond physically and emotionally to a certain extent with the other person. Even if you think that a sexual engagement is casual, it still makes it much more difficult for you to assess your engagement meaningfully. Here you must care enough about the other person, and you must care enough about yourself. You must care enough about your spiritual development and their spiritual development, which will be either helped or hindered by this relationship.\n\nThe highest quality of love is to serve another’s spiritual emergence even if it means that you cannot be with that person. Even if it means that your relationship does not turn out the way you might have preferred at the outset, this must be an abiding emphasis. And it will be the emphasis if you value your life and their life, if you value your spiritual advancement and their spiritual advancement and if you value your well-being in a relationship. After awhile, you do not want to waste any more years of your life being in relationships that have no promise and that cannot go anywhere.\n\nIt is necessary to experience a certain amount of disappointment in relationship in order to learn about these things. Yet too much disappointment can discourage you and disable you. Human beings are only capable of overcoming a certain amount of discouragement. If you take too many wrong turns and make too many wrong decisions, your ability to overcome your obstacles and to choose a new course will diminish over time.\n\nPeople might want to think that they are fully capable of changing their lives at any juncture. But this is not true. That is why what you do now is so very important. Do not assume that if you do not follow the truth now that you can follow it later. Do not make this assumption. This is a very costly assumption. That is why you must deal with relationships in a very sober way, in a very practical way and in a very honest way.\n\nThe glory of momentary recognition can in no way compare to the value of a meaningful relationship. What makes a relationship meaningful is participation together through time. This is where you learn together, grow together, refine yourselves together and extend yourselves out into the world together. You cannot do this if the elements of compatibility are not there. If the elements of compatibility are not there, then your individual designs are not compatible, and your involvement in life will be limited regardless of the intensity of your affection.\n\nThis is why at the outset it is necessary to learn discernment. Why spend five years finding out that you really cannot be married to this person when you could have found out in five days or, as your discernment becomes more refined, in five minutes? Many people say after five years, if they have discovered that their relationship cannot proceed and cannot grow, “I knew this at the beginning, but I would not listen to what I knew.” They could see these elements in the other person, and they could see their incompatibilities, but they did not want to look because they wanted to be with that person. They wanted the experience of being together. They wanted to escape loneliness and isolation. Yet it is far better to be alone than to be improperly engaged with another. Improper engagement, if it is maintained, will destroy your motivation and your life force. This is very true.\n\nSexuality is a difficult subject for many people to deal with objectively because they have so much of their sense of identity, their self-expression and their sense of self-worth associated with it. Sexuality is important, but it is not the source of your worth, your identity or your self-expression. Nor is sexuality in any way the most important avenue for the expression of these things. Sexuality is something which must be properly comprehended and managed wisely. Your household must be managed; otherwise, everything turns to chaos. Your sexuality must be managed or it too turns to chaos. If your sexuality is not properly managed, it can dominate your mind and obliterate your ability to comprehend your spiritual life. This will keep you in darkness.\n\nSexuality, like money and power, has been associated with many terrible things. Some people have assigned it as a cause for human downfall. Yet sexuality is simply an aspect of life that must be properly managed. Money is an aspect of life that must be properly managed. Power is an aspect of life that must be properly managed. If sexuality is neglected or mismanaged, it will create problems. It is the same with money. They are both powerful, they are both influential and they are both aspects of life. You must manage them according to what you are designed to do. The ascetic sitting in the monastery must manage his or her sexuality so that they can participate in the monastery. Their management of sexuality is different from that of a householder or a worldly person. But the worldly person must also manage their sexuality if they wish for it to serve a greater purpose. In no way can sexuality be your greater purpose. If you believe that it is, you are severely neglecting your mind and your true purpose for being in the world. When that happens, sexuality takes the place of Knowledge and becomes an addiction.\n\nSexuality is only moderately important because it is something that changes. Whether or not you feel good with another person sexually is something you may be able to change through behavior. It is something you can change by opening your heart. But sexuality can also reveal an incompatibility of spirit and an incompatibility of values. In this, it can teach you a great deal. But you can learn about these incompatibilities without becoming sexually engaged. As it has been indicated, it is wise not to become sexually engaged with another until you have learned more about yourself and the other person. It is rushing ahead in sexuality that leads you astray. If you are to be together in marriage, you will experience sexuality together. However, first you must find out if you can be together.\n\nDo not have sexual engagement for awhile. You have nothing to lose and everything to gain by waiting. Do not have sexual engagement right away. Learn about each other. Learn about each other’s values and behavior. Learn about each other’s blind spots and predispositions. For it is these that you will be living with day to day.\n\nTo become engaged in relationship because the sexuality is exciting is like buying a house because you like the garden. You are not going to live in the garden; you are going to live in the house. The garden is not that important. In relationship, sexuality is like the garden, something you enjoy that is meaningful and that can show you a greater compatibility. Yet sexuality is not the essence of your being together. Over time you will lose interest in each other sexually to a certain degree. At least, it will change sufficiently and will perhaps not have the thrill or excitement that it had at the outset. After being together twenty years you will have sexual engagement because you want to share something of a deeper nature. Sexuality now is not simply for excitement and stimulation; it is a vehicle to share something greater.\n\nIn truth, the purpose of sexuality is twofold: it is to experience union with another and to regenerate the race. It is a vehicle to express something spiritual on the mental and physical levels, and it is the means for producing children. There is no other reason to have sex. Sex for any other reason is potentially very dangerous for your well-being. Of course, people have many other reasons for engaging sexually with one another: they want to lose themselves in momentary stimulation, they want to demonstrate dominance over others, they want to prove to themselves that they are attractive or they want to use sexuality to gain acquisition to positions of power. Here sex is being used as a form of manipulation. Anyone who uses sexuality for any of these purposes will be the great loser because they do not understand the power of sexuality, and they will not experience its real benefits.\n\nSexuality is only appropriate in certain primary relationships, but not all primary relationships. Monogamy here is quite essential. Because of your design, you can only mate successfully with one other in present time. Attempt to mate with more than one and there will be great problems. People will be distressed, intimacy will be destroyed and alignment of activity with others will be distorted and even destroyed. You have only to look about you to see the absolute truth of this.\n\nWhat is important about sexuality is what it can reveal: greater compatibility, emotional vulnerability and the experience of intimacy and affinity. These can be experiences of real recognition. Recognition is the starting point to any meaningful relationship. And it is something you can experience more deeply as you go along. But recognition itself is not relationship. Clearly, you can experience wonderful moments of recognition with someone with whom you can do very little. Attempting a relationship here would be a disaster. This relationship would not be able to fulfill itself. The reasons for this lack of fulfillment in most cases can be seen at the outset, and that is why discernment is so important here.\n\nSexuality is very important. It is something sacred to preserve. It is where life force is exchanged in the physical world. It is an expression of vulnerability and intimacy. Do not take it lightly. Do not engage in it casually. Do not use it for personal gratification.\n\nWhen you engage in sexuality with another, you are engaging your physical life force. If this life force is not shared within a meaningful relationship, it will be wasted. If it is wasted, you will lose energy and vitality. Physically, you will experience a loss of power, vitality and health. Mentally, you will experience discouragement, depression, a loss of vision and your sense of direction and a loss of your sense of purpose and meaning.\n\nIf you continue to engage sexually in a relationship where true purpose and meaning cannot be generated and supported, you will literally be killing yourself slowly—mentally and emotionally. You will dissipate your life force. Your emotions will become confused, and you will lose the awareness of Knowledge within yourself.\n\nHere you will notice that people who use sexuality for pleasure only or as an addiction have very little clarity of mind and tend to suffer and lose their sense of priority and perspective concerning their relationships. Sexuality here begins to dominate them and affect everything that they think, everything that they express and everything that they do.\n\nSexuality is a major form of addiction in the world, particularly in societies where access to sex comes with few limits or restraints. Because sexuality has been a source of so many problems, people with a spiritual emphasis often attempt to escape it altogether. This, however, is rarely successful unless you are designed to be an ascetic or celibate, which is not true for most people. You must face your sexuality and learn to manage it wisely. You cannot run away from it, and you cannot pretend that it does not matter. It is a fact of life. It is either a source of growth and meaning or a source of self-destruction. Either way, sex must be regarded as a very serious engagement.\n\nYou may share thoughts with another, and this will have an impact on your well-being, but to share life force is to share your essence beyond thought. This is very important to understand. Proper engagement here will strengthen the experience of intimacy, regenerate your relationship through recognition and bond you closer together. Yet if your sexuality is misappropriated, it will have the opposite effect, and you will pay very greatly for it. Here it is better to be alone and to preserve your life force than to throw your life force away and lose your sense of purpose, meaning and direction.\n\nHow many people who were otherwise successful have failed because of their sexual misappropriation? The same is true with money. How many people have failed because of their misappropriation of money? In both cases, money and sexuality failed to be what they were meant to be. They are each areas of responsibility. They are each arenas in which power is expressed. Money can either be a wonderful thing or a terrible thing. The same holds true for sexuality. Sexuality is a fact of life, but it has to be managed according to your purpose.\n\nCertain basic truths about sexuality still exist. Sexuality should be preserved for a primary relationship. Here it is to be used only as a means of establishing deeper intimacy and union, and/or for the purpose of producing a child. If it is not your purpose and design to have children, then you must only use sex for union to nurture your primary relationship.\n\nProblems with sexuality are often not sexual in origin. They are emotional and psychological and are worth exploring and healing. There are only a few sexual problems that are actually physical in nature. Most problems either indicate that an individual is wounded in some way or that they have a basic incompatibility within their relationship. Both require serious consideration.\n\nYou can know if you are physically compatible with another by holding their hand, by hugging them or by kissing them. You can see if you are emotionally compatible with another by learning about their habits and background and by seeing what they do and how they think. Without this compatibility, sexuality has no real meaning. It is what happens mind to mind, heart to heart, body to body that is important. Two bodies rubbing against each other does not mean a great deal. It is what transpires within people and between people that is the essence of the matter.\n\nInitiating a primary relationship therefore requires great caution regarding sexuality. Learn more about your relationship. Investigate each other. Share your life with the other person before you become sexually engaged. Then your sexual engagement will enhance your growing relationship and will not dominate it.\n\nMarriage is necessary for every person, whether it be marriage with another in intimate relationship or union with a group of people who have gathered together to serve a greater purpose. Marriage is where you transcend your personal fears and preferences in order to have a greater experience of yourself. This can only be accomplished through relationship. This must be entirely natural; it cannot be forced. You cannot make a relationship into your ideal marriage. Yet if you are properly engaged and honestly supporting your spiritual advancement and your partner’s spiritual advancement and are learning how this can be done effectively, then you are aiming yourself towards marriage.\n\nPreparation for marriage begins with learning to discern your spiritual, mental and physical life. You experience your spiritual life intuitively. You experience your mental life by sharing ideas and values with others, by learning about others and from others, and by observing yourself objectively. It is also experienced by using creative thinking to accomplish specific goals with others. You experience your physical life through sensory awareness and through your experience of being in the world. The more you learn about yourself in these three arenas, the better prepared you will be. This will establish your criteria for meaningful relationships.\n\nIt will serve you a great deal here to observe relationships in real life and not just in the movies. In real life, people are teaching you everything to do and not to do. If you have an open mind, are listening carefully and not simply following your own ambitions or condemning others, then you can learn a great deal from what others are doing, thus saving yourself years of painful experience. Do not think that you are different than they are. Do not think that because you know so much or have so much spiritual awareness or are so physically endowed or so mentally astute that your experience will be that different from what other people are experiencing.\n\nThe seduction of addiction, the propensity for error and the grave consequence of misappropriation all face you as they do everyone else. That is why you must have a sober approach to participating in life. This is not a negative approach, but an objective approach. Objectivity is the essence of Knowledge. Knowledge does not say, “I will call everything wonderful because I want everything to be wonderful.” Knowledge does not do that. People do that when they are afraid to face life and when they are afraid of their own errors. Knowledge does not say, “Everything is terrible. I must not be fooled by anything. I must not call anything good for fear that it will disappoint me.” Knowledge does not do that either.\n\nKnowledge looks, listens and acts. How simple this is and how completely effective. Knowledge is not distressed with doubt and confusion, comparison and evaluation or judgment and condemnation. Knowledge is not beset with the need for justification, the need for compromise, the need to prove itself to be better than others, the need to control, the need to manipulate or the need to gain a better advantage. Knowledge is not concerned with survival. This is what makes it the most potent force in the world. Because Knowledge is essentially good and inherently filled with grace and because it is only concerned with spiritual advancement and worldly accomplishment in the truest sense, it is without conflict of interest and without flaw. What else can you imagine that possesses these qualities?\n\nPerhaps at first you will say that such a thing does not exist: “I don’t believe it. I can’t believe it. I’m so afraid of disappointment that I can’t follow Knowledge.” Given that your substitutes for Knowledge have failed you, it is understandable that you would think that Knowledge would fail you as well. It is only through experience that you will learn otherwise. To have this experience, you must have faith in your learning and trust your inclination to learn. You must exercise this faith within yourself and within your relationships.\n\nMarriage is the result of growth and development. It is not something that happens the minute you say “I do” in a church. Marriage is the result of a demonstrated compatibility and the joining of minds and wills to give the gifts of contribution to the world. Those gifts may be directed towards your children, your community or the entire world. Any true marriage will extend beyond itself and serve those around it. Thus, it becomes an oasis in a thirsty land. There are so few marriages that possess this. Yet they are a hopeful sign in a seemingly hopeless world. How many marriages can you think of that are truly inspiring to you—not perfect, not without difficulty, but inspiring for what they can accomplish and how much they can provide?\n\nTrue marriage is not merely an association of convenience. It has a far greater quality that abides with it, for the presence of your Spiritual Family exists there and Knowledge expresses itself there. It is a source of continual spiritual, mental and worldly expression. Within the core of this marriage, shared physical activities support the union of minds, and the union of minds supports the expression of spirit.\n\nTrue marriage is what you are preparing for, whether you know it or not. Whether you say you want to be married or not, you are preparing for true marriage. If you see that all of your personal growth and development are for this purpose, then you will understand their real meaning. However, if you see your growth and development only as a means for you to become a more powerful, more expressive, more self-controlled and less vulnerable person, you will not understand your personal growth at all, and your actions and your thoughts will be misappropriated.\n\nIt is true that you must become strong to participate in a meaningful relationship, but it is the meaningful relationship that will truly make you strong. What you must recognize in your preparation for marriage are the necessary criteria and the restraint of those factors within yourself that will deny those criteria and make you forge ahead for immediate gratification. Here you must learn patience, discernment and objectivity and be able to follow the deeper inclinations within you, which are the outward expression of your Knowledge.\n\nYou are preparing for true marriage now. That is how your Inner Teachers view you. That is how your Spiritual Family views you. When you begin to view your life in this way, your mind will begin to have a clearer awareness, your genuine priorities will begin to become established, and your thoughts and your actions will become uniform. Here you will learn to become honest, for real honesty means that your actions and your thoughts are uniform and that nothing within you is betraying that essential source of communication which is coming from your spirit. With real honesty, there is harmony and alignment, and there is no deception within you. This is the full expression of honesty. You are preparing for this marriage as well, for this is the marriage of your body, your mind and your spirit. This is marriage within yourself. This is also marriage between you and another.\n\nIn life, true marriage is only to a certain person, to a group of people involved in an important endeavor, and sometimes both. If your marriage to one person functions within a genuine community, then your primary relationship will extend beyond your union with another. In fact, this will always be the case because eventually you will have either a family or a community to serve, and often both. Here genuine marriage is the extension of union to include others where it has been first established between two people. Where two or more are joined, this is Christhood in the world. Knowledge will emanate from them if they are truly joined.\n\nWhen you think of Jesus, think of an individual married to his Spiritual Family. Christ is relationship; Christ is not an individual. People make the Christ an individual because they can identify with an individual more easily than they can with a greater relationship. They relate to separation more than to union. It would be accurate to say that Christ does not mean the anointed one. It means the united relationship. Real meaning cannot come from one individual, but only from a relationship. Jesus’ relationship with his Spiritual Family was demonstrated completely though few people have been able to recognize or understand this demonstration. He was like the tip of the pen that writes on the paper, the very tip where the ink comes forth and makes contact with the world. Thus, his signature is placed upon the world, but he is only the tip of the fountain pen that holds the spiritual substance. The spiritual substance itself is greater than the point of contact. Jesus is the medium of expression for a greater relationship.\n\nThe meaning and the destiny of true marriage is to become a medium of expression for your Spiritual Family. Marriage seen in this way will become a source of personal fulfillment, personal advancement and worldly contribution. You are preparing for this, knowingly or unknowingly, even now. You are either moving towards this or you are holding yourself back. You are either accepting this or denying it. You are either perceiving this or misperceiving it.\n\nYou prepare for your Spiritual Family through genuine marriage in the world. If you cannot marry anyone in the world, you will not be able to join your Spiritual Family beyond the world. Here you will have to come back into the world until you can marry someone in mind, in body and in spirit.\n\nYou cannot marry an idea, an ideal, a concept, a vision or a philosophy. You cannot marry anything abstract. You cannot marry anything self-created. You may cherish any of these things, you may identify with them, but you cannot marry them. You can only marry another. You marry another to create a family, to serve a community or both. You can unite with a group of people to serve a cause in the world. This is always for contribution because contribution is the essence of fulfillment.\n\nIf you are doing the right things in life, the right person and the right group of people will find you. If you are engaged with what you know to do and are doing it to the fullest with complete involvement, you will then be a candidate for true relationship. You will have power, you will have direction and you will have a sense of purpose and meaning. This will make you highly attractive. Unless you are trying to keep people away from you through your behavior, your attitudes or your misguided self-expression, then people will come to you and be drawn to you.\n\nKnowledge within you is calling for Knowledge within others. The highest form of expression and the greatest experience of relationship occur when Knowledge within you activates Knowledge in another, and Knowledge in another activates Knowledge within you. This is the highest expression of relationship. That is why it is so necessary for you to become engaged with Knowledge, with your purpose in life and with your real responsibilities in the world. This establishes you as a real candidate for meaningful relationship with others.\n\nPeople are establishing primary relationships all the time to support their substitutes for Knowledge, which are mostly their ideas about who they are and what they want. You have only to look at the results of this to see how unsuccessful it is. People’s experience of relationship will not uphold their idealism. Sooner or later, they will find out that the other person is not who they want them to be.\n\nThis is disappointing. Without clarity of purpose, a relationship has no foundation. Without the necessary criteria, a relationship cannot stand. Without ongoing support and motivation, even a real relationship will not continue. A relationship must be supported. Energy must be put into it. It must be cared for, nourished and given the opportunity to express itself.\n\nIf you are available to others and if you are meaningfully engaged in your own life, you will attract the right people. That is why you do not have to go out looking for people. You do not have to go out where people congregate to try to seduce them to be with you in order to prove yourself. You may make friends doing this, friends who are trying to do the same thing with you. However, this is not healthy or necessary to establish a real relationship. If you are not hiding out somewhere and if you are not trying to keep people away from you by being obnoxious, then the essence of your engagement with life will be the essence that attracts others to you.\n\nYou may notice that anyone who is doing something really important in life is rarely alone. People are always with them. Perhaps people are with them for the wrong reasons, but people are with them. Why? Because the person who is doing something meaningful in life provides purpose, meaning and direction for other people. This creates a deep attraction—deeper than sexuality, deeper than physical beauty and deeper than mental brilliance.\n\nTherefore, do not hide from other people if you want to be in a real relationship. Do not live on the mountain top. Do not behave or dress in a manner that denies people access to you. You must find out how to constructively express yourself with others. Here you do not want to betray your values, but you do not want to betray your intention for relationship either. It is what you are doing in life, it is what you are serving in life and it is how involved you are in your life which will determine if you are ready for a real relationship. If you are simply waiting for someone to come along and provide excitement and purpose, meaning and direction for you, then you will have very little to offer and will always be looking for the other person to give you what you must provide for yourself. You may stimulate each other for a period of time, but eventually you will be disappointed and you will be disappointing.\n\nIf a primary relationship is not in view, then give yourself to making your life meaningful. You can always find people to help you do that; thus you will always have relationships. If you want to meet someone, then get involved with your life meaningfully and express this meaning to others. Be fully engaged with what you are doing.\n\nPeople want to receive all kinds of benefits from their relationships. They want to escape their loneliness and their personal misery. They want to have loving affairs with an attractive person. They may want a family and a household. But what do they have to give? People say, “Well, I have myself to give.” But what is that?\n\nRemember, relationship is about doing things together in life. You have to give yourself meaningfully here. You do not marry potential in people, not if you are intelligent. Instead, you marry capability and motivation in people. You also marry their design. What could be more frustrating than to marry someone who has a wonderful design, but no motivation? What could be more frustrating than meeting someone who has real motivation, but whose design is not compatible with yours?\n\nLook at others to learn about relationship. People are demonstrating all manner of error to you right now. They are teaching you what to value and what not to value. They are teaching you what is real and what is not real, what to do and what not to do. You must look at others, and you must also look at yourself very carefully here. Is your life meaningful, or are you just waiting for a relationship to come along and make your life meaningful? If you are, the relationship will not make your life meaningful. There must be something in you, a deeper need, that you have experienced. That does not mean your life is demonstrating this need to any great degree, but it does mean that you are experiencing it.\n\nLook for purpose, meaning and direction. Do not look for a perfect partner. The perfect partner will find you when you are doing what you really need to be doing. What is more attractive than someone who is doing something meaningful in life? If you want to do something meaningful in your life, you will be attracted to people who are doing something meaningful in their lives. You may say, “I can do something meaningful with this person.” This joining of purpose is the beginning of a real relationship. Perhaps this will lead to marriage or perhaps it will lead to an abiding friendship. But it must have great purpose to succeed. Do not think that marriage is the only avenue for great relationship. The student-teacher relationship can be very great. Friendships can be even greater than a marriage for the companionship they can provide.\n\nYou need great relationships in your life, but first you must become something yourself. You must cultivate within yourself a sense of purpose, meaning and direction. They cannot be fulfilled if you are totally alone. Yet the reality must start within you. Practically speaking, you must have something to give. If you are just a nice person who has wonderful thoughts but who cannot really do anything, your contribution will be limited at the outset. A relationship will not save you; it will only reveal what you yourself have discovered.\n\nYou have people around you to teach you everything you need to know about relationships. Do your own evaluation, but remember that Knowledge within you will engage you with the right people. Perhaps you will be engaged with a person who does not have the ultimate pretty face or who does not meet your personal set of criteria. Knowledge will engage you. You may discern real purpose, meaning and direction in your life, but you do not yet know where you are going and why you are going there. Real relationship will show this to you over time.\n\nCertainly, areas of incompatibility are essential to recognize at the outset when establishing a primary relationship. Here you must see what people have done and whether what they have done conforms to their nature or is simply a learned behavior. If change in their life is needed, are they committed to change or are they only entertaining the idea of change? Are their values compatible with yours? These are questions to ask yourself.\n\nDo not think that a person will change significantly as a result of being with you. Do not make the serious error of thinking that you are going to improve or change another person’s habits, thinking or behavior. That is a very grave error and establishes a destructive dependency that hurts both the other person and you and limits your progress. What a person has done before is what he or she will likely do in the future, though with proper orientation and a commitment to change, many things can be improved. However, the way that a person does things will likely continue, although hopefully it will be for a better purpose. Therefore, be attentive to signs of incompatibility at the outset, particularly in the areas of health, money and spiritual growth. These are very critical areas where your attention is needed.\n\nWithin yourself, it is necessary to begin to discover Knowledge. If your experience of Knowledge is not well established, you will need to take special care in evaluating other people’s thinking, behavior and difficulties. As Knowledge becomes more real and more accessible to you as a student of Knowledge, you will be able to feel what you know more deeply. The experience of Inner Guidance will vary from person to person, and you will need to find your own way of gaining access to what you know. Here you must be careful to look and see if what you are feeling or thinking holds to be true in your experience. Sometimes your inner inclinations may be misapprehended or misunderstood by you. In either case, it is helpful to seek the counsel or support of a person whose inclinations and experience you can trust. This is always important for wise decision making, particularly in the area of relationships. Here even the most mature person must recognize the possibility of error that still faces him or her. No matter how much you have learned or how advanced you think you are, never assume that you are beyond error in discerning the nature or direction of a relationship. Decision making in relationships always requires wise counsel and support.\n\nThere are many dangerous areas. If you recognize those areas in your life through your past experience where you were prone to make mistakes, you will realize that the potential for making the same mistakes continues to exist. Old patterns of behavior can be very difficult to break. Old attractions and addictions will remain with you, although to a lessening degree over time. You must be cautious. You are not being negative here out of fear. Instead, you are being cautious and aware because you do not want to make the same mistakes again.\n\nBe very careful if you notice yourself wanting to talk yourself out of legitimate objections concerning your engagement in relationship with a particular person. If you find yourself wanting to overlook or deny these objections, it is time to step back and wait. This is very important. If you have a great deal of fear or anxiety about being with a person, you must pay attention to this. Do not think that you are simply being negative or fearful, but instead look at the content of your fear as objectively as you can. See if your fear is justified. You may be apprehending something that is genuinely there, or you may simply be afraid of intimacy or afraid of loss. Yet you must look to find out.\n\nIf your concerns or apprehensions continue, seek the counsel of a person whose Knowledge and experience you can trust, someone who is impartial regarding your particular decision. A close friend, a relative or even a person with professional capabilities may help you in this regard. It is far easier to meet initial disappointment than to learn the hard way that your initial decision was in error. Always be willing to face disappointment. Always meet adversity as soon as possible if it is facing you. In this way, you will save yourself great pain and suffering. This will assure that your advancement will be rapid and complete.\n\nListen to your own inclinations regarding your attraction to another person. Why are you attracted to this person? Ask yourself this: “Why am I attracted to this person?” and objectively listen to the reasons that your mind provides. Then ask yourself: “Can I live with this person day in and day out, given the real adversities of life? Can I really live with this person?” If you are not certain, do not commit yourself to that situation. Wait and see. It is all right to wait and see. Beyond a certain point it will be time to either give yourself or to withdraw. But at the outset you have the luxury and indeed the responsibility to wait and see.\n\nIf you are clear minded and if you are willing to face the truth, you will have an opportunity to learn quickly whether or not this person to whom you are attracted is a true candidate for marriage. Because relationships that involve sexuality are the most difficult relationships in which to practice discernment, it is necessary to pay special attention in this particular kind of relationship. It is much easier to be objective in a friendship, for here you can simply participate and wait and see if your friendship deepens. However, when sexuality is involved, there is a great deal of personal investment, and how things turn out can be very consequential. This is true because of the power and importance of your sexuality and because of the meaning and emphasis, value and identity that you place upon relationships of this kind.\n\nDo not underestimate the power of a primary relationship. It can either make or break you. Therefore, it is advised that you be wisely cautious—not fearful, but wisely cautious. In this way, the likelihood of your making a serious mistake will be greatly lessened, and you will be in a far better position to see what you need to do.\n\nIn preparing for relationship, you must learn what you value, what is important to you and what is essential for you to learn. This must be based upon what you need as an individual and what you require in your life. This is very important. If you are a person, for example, who needs a great deal of security and stability in your life, obviously, if you marry a person who does not have this emphasis, your relationship will be strained and very difficult. It may be exciting at the outset because the other person will be challenging you continually by his or her behavior and ideas, but your ability to stay with a person who has this emphasis will be very limited. This is just one example. Perhaps you are not concerned with stability and security, so if you marry someone who has this concern, you might feel that they limit you or that you constantly have to attenuate your interests and your actions to meet their needs for security. In this situation, both of you will lose. Though in the long run, you may have the opportunity to learn something of value about yourself here, the time and energy it takes for you to learn this may be far more wasteful than it need be. That is why it is not recommended that you use relationships for personal growth. You can learn the same lessons far more easily with far less cost.\n\nDo not use intimate relationships for personal growth. Do not justify your errors by saying, “Well, I learned from this.” Errors are errors. Errors are a misappropriation of your life force and a waste of your time in the world. A certain amount of error is necessary to teach you what to value and how to discern what is valuable. However, beyond that, error becomes wasteful and destructive.\n\nThere are many things to be aware of when considering marriage. Patience is necessary. Openness is necessary. The willingness to lose the relationship is necessary. If you are willing to do these things, then you are in a position to make a wise decision. If you do not become sexually engaged prematurely, the opportunity for you to be in this position is far greater. If someone is destined and ready to be your mate, they will not go anywhere unless you seriously discourage them. Waiting is fine; it is healthy. This gives you the time to learn about the other person and to learn about your desire for that person. Here again people around you will teach you through demonstration all that you need to learn as long as you have established certain guidelines to follow within yourself.\n\nRemember, you are an important person. You have a purpose in life, whether it has been discovered or not. You do not want this purpose wasted or destroyed by misappropriating yourself in serious relationship engagements. Particularly if you are older, this is critical because the time you have for family and for true productivity in the world may be limited now. You have to choose more carefully. You cannot afford years of personal experimentation. Success now becomes ever more necessary for you, and therefore your reliance upon Knowledge and the importance of compatibility in your primary relationships gain increasing value.\n\nFor young people, the lessons and guidelines that are being given here are quite important. Following these guidelines will give you the clarity to discern who to be with and how to be with them—a clarity that so few people have gained thus far. How simple are the lessons of discernment, and yet how difficult they seem to be for those who are committed to having what they want. It is difficult to be objective when you experience intense love for someone, but it is possible. It is possible because Knowledge is with you. Knowledge is not swayed by your intense loves and your intense hatreds. It is not swayed by your emotional states. Your emotional states can only make it more difficult for you to experience the presence and the direction of Knowledge. That is not to say emotions are bad. Of course not. However, anything that dominates your mind that is not Knowledge can lead you astray and have a destructive impact upon you.\n\nIf you pay attention at the outset, people will tell you what you need to know about them. They will reveal their strengths and their weaknesses, either willingly or unwittingly. If you take the time to learn about their past experience in relationships, you will understand how they genuinely function, despite whatever aspirations they may have. You want to make a good decision in a relationship. It is better to be alone than to make the wrong selection.\n\nRemember the difference between recognition and relationship. You may experience recognition with another, but that does not mean that you will be able to have a successful relationship with that person. Make sure that the relationship can support the recognition. Make sure that both you and the other person are capable of being in a committed relationship together with what you have now, not with what you could be in the future. The person that you think you should be or could be is not the person that you are today. You must be ready for a relationship and especially for marriage. The other person must be ready. If the person seems to be the perfect person, but they are not ready, then they are not the perfect person, at least not now. If they are married to someone else, they are probably not the perfect person. You cannot make someone else ready. You cannot insist that they be ready or require that they be in the position that you think that you are in. Often people demand that the other person be ready when they themselves are not. It is easy to chase someone who is running away from you; it is more difficult to accept someone who is coming towards you.\n\nMany things must be discerned and this may seem complex. You may ask yourself, “How can I possibly keep track of all these things? How can I possibly make a wise decision when I have so many things to be aware of?” The answer is simple because Knowledge is with you. Knowledge will indicate what you need to do, but you still need to look and listen and learn. This is what allows Knowledge to guide you. Knowledge wants to make you aware. It wants to make you wise. And it wants to make you a person of ability. Therefore, do not passively wait for Knowledge to tell you what to do. Participate in life and Knowledge will show you how to do things. This is because Knowledge is here to elevate you and to increase your possibility for success in the world.\n\nTo follow Knowledge, you must adhere to what you deeply experience, and you must value your experience beyond your preferences or the preferences of others. Sometimes other people will either encourage you or discourage you from becoming involved in a relationship. Always pay attention to what they are saying to see if there is any truth in their words. If you can do this objectively, you will learn a great deal about truth and error. But you must trust your own experience. This does not mean simply giving yourself over to your passions. Instead, it means learning to trust what you know over what you want.\n\nBe patient and you will learn. Be impatient and you will pay. Either way you will learn, but the price of learning will be far greater if you are impatient. You will always pay something for your learning, but what you pay must be part of the benefit you receive from the lesson itself. Otherwise, the possibility that you have truly learned the lesson will diminish. If too much pain is associated with learning, then you will associate with the pain and not with the learning. Here it is better to minimize the pain and maximize your learning. You are meant to have meaningful relationships and true marriage in your life. With relationships of this quality, you will be in a position to give to the world.\n\nPeople experience Knowledge in various ways, yet Knowledge will always be associated with something you know. The experience of Knowledge is very abiding. It does not change from day to day. It will not be here today and gone tomorrow. This is because Knowledge rarely changes. You often change in response to Knowledge or in apprehension of it, but Knowledge itself rarely changes.\n\nKnowledge is very still. Yet if you are restless and moving around a great deal, you will not be able to perceive the presence of Knowledge. This is why people do not experience God, because God is very still and people are very restless. When you are restless, you only see other things that are restless because your senses were made to perceive the movement of things, not the essence of things. Your eyes see things that are moving. Your ears hear things that are changing in pitch. Your nose senses things that are changing in smell. You can touch that which is stationary. However, because your mind is still attracted to that which is moving, you will less likely be aware of that which is still than aware of that which is moving.\n\nGod is still. As you become still, you will experience God. As you become still, you will experience your own Knowledge, which is God’s gift to you. Therefore, learn to be still so that you may know. If you are in a passionate relationship and your emotions are running at a fever pitch, you cannot be still. This is the time to withdraw, not to deny your feelings, but to place yourself in a position to observe them. When Knowledge brings you into a relationship, it does so without a fever pitch. It is more a calm feeling of being at home than a feeling of uncontrolled excitement. This is not to discourage excitement, but if it dominates your mind to such an extent that you cannot see and hear, then it is not excitement but fearful anticipation. Here learning requires guidance, caution and supportive relationships. No one is in a position to make wise decisions all the time. No one is free from temptation completely. No one is above error in the world.\n\nIn essence, you cannot use Knowledge, but you can allow Knowledge to serve you. You cannot use Knowledge as a tool to try to get more out of life for yourself or even to try to give to life more of what you want to give. You do not own Knowledge. It is far more powerful than you are. It is God’s gift to you. In fact, it is God in your life in the world. If you learn to be receptive and if you become objective about your experience, you will be able to discern the presence and the guidance of Knowledge increasingly. Eventually, this will make it far more difficult for you to make a mistake. As Knowledge is being honored, followed and recognized, it will become more apparent in your life and will exert a greater and greater influence in your awareness. Then you will realize that you are truly safe and that the source of your safety is now emerging.\n\nKnowledge will always protect you. It will always set you in the direction of your advancement. It will always take you away from divisive engagements and will place you in contact with those who have the possibility of truly serving you. Sometimes Knowledge will put you in the proximity of someone whom you find very attractive, but with whom you cannot have a meaningful relationship, simply to teach you to become objective and to learn to look and to listen so that you may know.\n\nDo not think that you must fall into feverish love. True love is always calm because it is always based on recognition and compatibility. And true love will grow because true participation in relationship is the vehicle for its expression. When you are with your true mate, you will feel an inner confirmation. However, when you are inappropriately engaged with another, you will feel inner resistance. Knowledge either says yes, no or nothing at all. If you feel resistance to a relationship, you must explore this. Perhaps it is the right person but certain things need to be established, or certain changes need to be made before you can be together. If the resistance persists in spite of these changes, then you can be certain you are improperly engaged, and despite the prospect of loss and sadness, it is better for you to step away in order to support yourself and the other person’s well-being. Here you must be more committed to your spiritual development than to your immediate gratification in relationship. This requires courage and it also requires a certain degree of true understanding. You must realize that if you are not successful in a relationship, you will pay a great price. You may still derive benefit from your investment, but the investment may be too great.\n\nGrave failure and disappointment in relationships will leave scars, which will affect your ability to participate in the future. Eventually, they can prevent your ability to successfully be in relationship with others. A few scars will not disable you, but many scars will deny you your fulfillment in relationship. To heal these wounds from the past, you must follow Knowledge, for Knowledge can repair all things. It is the great source of healing within yourself. If you have had many disappointments in your relationships, the requirement for you to be objective, to be discerning, to practice inner stillness and to be cautious will be greater. You will need to move more carefully than before. In fact, you will be naturally inclined to do this.\n\nKnowledge will join you where you can be joined. Knowledge will take you away from where you cannot be joined. This may conform to your beliefs or it may not. This may conform to your principles or it may not. Knowledge is beyond beliefs and principles, being of God. Knowledge requires your support and active participation. You cannot follow Knowledge unwillingly and hope to learn from it. You must recognize Knowledge as a source of healing and accomplishment for you, not as a source of domination in any respect. If you resist Knowledge, Knowledge will withdraw and you will be left with your own distrust to haunt you. If Knowledge sees that it cannot support you, it will withdraw. At a certain point in your learning process, you will not want Knowledge to withdraw because you will realize it is the source of purpose, meaning and direction for you.\n\nThere are many things in the world that masquerade as Knowledge because there are many substitutes for Knowledge. There are many addictions and a great deal of speculation, justification and denial surrounding these addictions. There is a great deal of talk about relationships, but very little substance. There is a great deal of positive speculation. Yet there is also a great deal of mistrust and doubt. People hope for wonderful things, yet they are afraid of terrible things. People long for success, yet they are fearful of another failure.\n\nYou will hear a great deal spoken about relationships, and there are many helpful ideas in the world that can aid your decision making and discernment. However, this can be very confusing. Your Knowledge will provide the basis for simplicity here. Simplicity will provide clarity—clear decisions and clear choices. If your choices are not clear, then you have more to learn and to discern. If your choice is clear, make it and follow what you know. If you are not yet at a point of decision, you must see what you need to do to reach that point. Wise decision brings resolution, and resolution brings harmony and progress. Remaining too long in irresolution without moving forward will merely be destructive and wasteful.\n\nLearning to follow Knowledge is something you can do. Undertaking a specific and prolonged course of study to develop yourself spiritually, mentally and physically is very important. Having a supportive environment of people and the right teacher will certainly shorten your learning time considerably and give you the environment in which you can learn to discern that which is meaningful. Because you can only discover yourself through relationships, your relationships here are quite valuable. Value your relationship experience and Knowledge will reveal itself to you ever more rapidly. For it is in relationship that Knowledge provides this greater service and is most needed.\n\nYou have past mistakes to illustrate to you what to value and what not to value. Yet sometimes this can be difficult to determine. At least you learn what not to do again, and this eliminates some of your former criteria for relationship. That is always helpful. Progress here is based more on unlearning rather than learning, giving things up rather than taking things on. Refinement is the process of taking away that which does not belong. It is bringing things down to their essential qualities, their essential aspects and their essential function.\n\nIt is very important then that you use your past experience to serve you now. To do this effectively, you must not deny the cost of your errors. Do not say that everything that happened was for your good when, in fact, it generated considerable confusion and misery for you. Accept the fact that it generated considerable confusion and misery and be determined to derive some value from it so that you will not have to repeat that error again. If you do not realize the cost of a past error, you will not be well prepared and you will not take seriously the possibility of making the same mistake in the future. Errors are costly. Errors in relationship are as costly as errors in your business endeavors. Learn what is necessary from your errors so that they can serve you. Part of their service to you is that you suffered for them. This can provide the conviction necessary for you to use your errors wisely. Pain motivates people, but truth is a greater motivator. To value the truth, you must see that you cannot live without it. Here pain can serve you, but only to teach you to value the truth. You have already made painful mistakes. To avoid having to repeat them, you must gain as much value from them as possible.\n\nTherefore, it is wise for you to review your relationship involvements. Take each person that you have met, with whom you became seriously engaged, and see why you became involved, what attracted you, what happened in your relationship, who got blamed for the errors, how the relationship came to an end, if it has ended, what you thought you learned at that time and what you think you have learned now. This is a very good exercise and you can do this on your own. Though it may call up some painful memories for you, it will give you an overview of your participation in relationships.\n\nIt is necessary for you to realize how you function in relationships. In relationships, people are always concentrating on what the other person does. But you must learn what you do, where you make your mistakes, where you are courageous, what your predispositions are, how you respond to difficulty, how you respond to loss, how you respond to success and how you respond to failure. Without becoming self-absorbed, you can gain valuable information here because you must learn something about your own tendencies in order to learn how to work with yourself. The other person in the relationship is going to have to work with you. Who are they working with? What are they working with? What do they have to deal with in you? You need to know that. You do not have to dissect yourself to find this out; it simply becomes obvious in reviewing your experiences objectively.\n\nMany people think that they are fine and everybody else is in error. Some people think that they are in error and everyone else is fine. Either position is untenable and does not support you in being clear about what you need to know and do. Remember, you have a nature and you have a design. You are a piece of a puzzle. You want to make the best use of that. You cannot be a different piece and make yourself fit where you do not fit. You must learn to work with your design. You must learn how you function in relationships. Your past experience can teach you this.\n\nIf you are prone to certain kinds of involvements with others that betray your certainty in Knowledge, you must become aware of this and be prepared for it in the future. If a certain kind of person or a certain kind of behavior in a person attracts you so greatly that you cannot think clearly, you need to be aware of that. Be on guard. Do not deny that this exists. Be aware. If you are aware, you will be able to experience what you know and what you need to do.\n\nTake inventory of your mistakes. Take inventory of those things that attract you and those things that betray your Knowledge. Take inventory of those qualities in other people and those illusions you hold about people that tend to lead you astray. Do not deny the pain of past mistakes. Allow that pain to persuade you that you need to learn certain things that are true in order to grow and to mature. This can be done completely without bitterness and without self-degradation.\n\nIf something did not work in a previous relationship, find out why it did not work and look again to see how you could have acted more wisely. Often with past mistakes, people make conclusions for the future that are not based on real experience at all. These conclusions are simply a way to avoid pain. You can assess your past errors and learn from them, but again you must look with an open mind. You learn in the present. Whatever you derive from the past that has possible benefit must be tested in the present. You can be scientific here. You can test things out. Your ability to develop discernment in relationships is essential in your marriage, your family and your work in the world because everything you do in the world, you do through relationships.\n\nAssess your past and become observant in the present. Be patient and attempt to follow what you feel and what you deeply know. Honor your experience, but do not make premature conclusions. Only become sexually engaged with someone you know to be your true partner. Then sexuality will not betray your integrity. Learn about the other person before you commit yourself financially, and money will not betray your integrity. Be willing to give up someone you just met and towards whom you feel great attraction. This willingness guards you against failure and prepares you for success.\n\nThere is always an open door for you in any situation. The past will be a benefit to you if you can use it now. Otherwise, an error is an error, a loss is a loss and wasted time is wasted time. You do not know if you have learned from an error in the past unless you can apply your learning wisely in the present. If you do not make a wise decision now, your errors in the past have not served you sufficiently and you have not learned from them sufficiently. Even terrible experiences in the past can serve you greatly if you can learn from them. Often you will need someone else to help you do this, someone whose Knowledge and experience you value.\n\nIt is unfortunate that young people do not rely on older people here, for many older people have established a great deal of practical wisdom. It is unfortunate that young people tend to only listen to other young people and that older people only listen to older people. Older people need to give and young people need to receive. You need to be around someone who has more experience than you, who not only has made many errors but has learned from them adequately and is in a position to give with a desire to serve. This is very important.\n\nThe lessons in relationship do not change. Just because you have computers and drive around in fast vehicles does not mean that the lessons of relationship have changed at all. What was true in your parents’ youth is true now. You may have many more opportunities to make errors than they did, that is all.\n\nPeople have lost sight of the repercussions of sexual engagement. For many people, it is too easy now. Yet that does not mean that the cost is not there. It just means that the cost is not recognized. Many individuals have been ruined by becoming sexually involved with the wrong person, because doing this is consequential. People have lost sight of this. Instead of advocating austerity, this awareness advocates simplicity, truth and love. Yet simplicity, truth and love are remote for you if all you seek are personal gratification and satisfaction.\n\nLife will give you what you need if you are available to receive it and if you recognize its value. You do not need to go out and rape life and take from life everything you can get your hands on. Life will yield itself to you who are worthy of life.\n\nYour past is a great asset, but it is not easy to learn from the past objectively. The challenge of applying the truth in the face of other expediencies remains for you in the present. Here you are always faced with instant gratification versus long-range satisfaction, and in this you must exercise wisdom, courage and patience. Instant gratification leads to long-term loss. You only need to be married once in life to the right person. Why experiment? It is better to be alone. There is a time to be alone. There is a time to take stock of yourself. Yet if you cannot do this, you have a serious problem in relationship with yourself, a problem which a relationship with another cannot solve.\n\nIt is not possible here to address every single problem that occurs within relationships, but it is necessary to draw very important distinctions. If you are without Knowledge, you are prone to all forms of error. The more you are with Knowledge, the more you become safe from error. That is why Knowledge is your salvation. That is why Knowledge is the source of your redemption, your empowerment and your contribution. That is why Knowledge is the basis for all meaningful relationships with others. You have the opportunity to learn The Way of Knowledge, which you can do at this moment. Regardless of whether you are in a relationship or not, regardless of where you are in the world and regardless of what you are doing, becoming a student of Knowledge is available to you now.\n\nIf you have learned from your past adequately, you will see how necessary Knowledge is for you now. The only thing that error can really teach you is to value Knowledge. Error occurred because you denied, ignored or were not aware of your Knowledge. Whatever has happened to you in the past—whatever difficulty you have undergone, whatever loss you have endured and whatever challenge you have failed—will bring you to Knowledge if perceived correctly. Here the value of Knowledge will have an opportunity to demonstrate itself to you. For failure shows the need for success and success is its own validation.\n\nYou will need to build a supportive network of people. One relationship will not be enough. You will need more people to help you. As you advance into the higher stages of development, you will need to establish a firm core of supportive individuals. This is essential. You will be amazed at how much you can receive from this core of people and how everyone will benefit as a result of your receiving and giving the gifts of Knowledge. Then you will become strong enough to serve those who are weaker than you, those who are often more committed to their weakness than to their own strength.\n\nHere it is necessary to talk about the development of individual power. Power in the world is proportional to the concentration of a person’s mind in action. Here the person who is committed to his or her weakness, sense of littleness or addiction can be far stronger than someone who has a weak or partial commitment to the truth and therefore will have a greater influence over them. This is because power is proportional to the concentration of mind in action.\n\nThose who are beginning to become strong need strong individuals to help them because they are not yet strong enough to combat the commitment to weakness which they will encounter in the world. That is why a person in relationship with you who does not share your commitment to becoming strong can seriously weaken you and even destroy your possibility of success, even if they have good intentions. There is no moral prerogative here. This is simply a fact. This requires that you become strong in Knowledge, for the stronger you become, the greater your influence. The greater your influence, the greater the good that can come through you for the world. The stronger you are in Knowledge, the less you will be weakened by those who share a different commitment or who oppose you in any way. This is wisdom. You can love a weak person at a distance. But if you allow yourself to become intimately engaged with them, they can seriously undermine you. To prevent this, your commitment to the truth must be strong. For you to develop this commitment, you will need a supportive network of people.\n\nThis will happen naturally. However, you must learn to be discerning because many people will be attracted to you. The weak are often attracted to the strong, not with the intention of supporting them, but with the intention of using their power. How many rulers of countries have been usurped by a weak or cunning advisor? The pure and strong are always followed by the weak and the cunning. This is a fact of life and will always occur. That is why the strong must become discerning and wise concerning their interaction with others. That is why the strong must surround themselves with the strong, with whom they can become united.\n\nA small group of committed individuals has great power in the world and can accomplish things of great benefit and substance. In fact, all things of great benefit and substance were started by small groups of committed individuals who were an overall asset to one another’s development.\n\nLikewise, those individuals who have not been able to produce anything of value and benefit for the world were also surrounded by individuals who shared their weakness and reinforced it. This is why it is such a great challenge for the weak to enter into a life of strength and certainty in purpose. In most cases, they must relinquish their former relationships and influences. Sometimes this severance needs to be complete, for they need to be in a positive learning environment with relationships that nurture them and support their incentive for the truth.\n\nIn this way, the strong can become stronger and the weak can become served so that they too can become stronger. Anyone who is strong was nurtured by someone who was strong. Anyone who was once weak and then became strong was raised up by the strength of those who served them. Part of God’s Plan is to renew the strength of all who have been separated and who continue to live in the isolation of their own imagination. This is done through meaningful relationships and through the discovery and reclamation of Knowledge within each person.\n\nVery few individuals are strong with Knowledge in the world. That is why your Inner Teachers are here. They abide with you. Here you have a relationship that is strong enough to nurture your emerging commitment to the truth and your beginning experience of Knowledge. However, many of the relationships that you have around you will not support this and will encourage your efforts in another direction.\n\nThere are people in the world who are actually committed to evil, but most people are simply influenced by it and do not know any better. The man or woman of Knowledge must then become aware of the presence and power of evil and guard against this within their own lives. As a result, they may appear to be aloof and unloving, even unapproachable. This is merely an appearance, however, for they are preserving their life force, attempting to unite with those who can enhance it for the purpose of contribution. That is why advancing students of Knowledge must undergo a preparation that the average person would not consider and perhaps would not even see the value of undertaking. The student must become substantial and strong with Knowledge while learning to be objective and discerning with the world. This is particularly important in the area of relationships, where the most serious mistakes are made.\n\nThe greatest addiction in the world is the addiction to personal romance. This is the strongest and most engaging addiction because it is the closest to the truth. Because it deals with relationships and aims at some form of personal surrender to the beloved, it mimics the truth much more closely than other forms of addiction. This makes it more alluring and more difficult to recognize, for it masquerades as true relationship, and yet it produces an entirely different result.\n\nCommitment to personal romance is the commitment to stay in fantasy about another and to use the other person to support your fantasy about yourself. If either of you in this relationship awakened, it would threaten the relationship itself. That is why in relationships of this nature, it will be rare that either you or the other person will have any idea that you are living in fantasy. Nor will you be motivated to question your relationship objectively unless it is failing your expectations. The attachment to these bonds can be feverish. Yet only disappointment can show you that another possibility is offered. The commitment to personal romance is not a commitment to relationship. In fact, it is a commitment to stay out of relationship. It is a commitment to maintain your idea of another person and to have them fulfill this idea.\n\nHow can this be called relationship? A real relationship is where you relate to another person and experience another person’s reality. In romance, you relate to your ideas about the other person. You actually are not even in relationship with the other person. They are merely being used as a way to stimulate your imagination. Usually only their physical appearance or some aspect of their personality can do this. Here you become mesmerized by the other person and you try and make sure that the other person is mesmerized by you as well. Here there is no commitment to recognize the other as a real person. What you do not like in that person you will attempt to overlook, lessen or negate. And what you love you will attempt to inflate and magnify.\n\nRelationships like this are very difficult to maintain. They require constant stimulation and constant excitement. They are the things that movies are made of. Yet such relationships have great difficulty surviving in the world because they cannot meet the real demands of life and very little can be contributed through them. Their participants will cling to each with great devotion and will be terribly angry and disappointed when the relationship fails, which it ultimately will. So deep can be their resentment and disappointment that it can breed severe hatred towards others and even hatred towards life itself. But what is this hatred but failed idealism? It is hostility against the failure of an imagined dream.\n\nReal relationships are established, maintained and matured through real activities in the world. Here the relationship is more a means than an end in and of itself. Here participation, contribution and accomplishment are the essence of your being together. Intimacy naturally arises here because it is naturally stimulated. It is the result of fulfilling your mission together in life and not the result of projecting fanciful ideas upon one another.\n\nTo escape the addiction of romance, one must be with real people with real goals. This creates a contrast between what is imagined and what is real. Here what is imagined is seen as weak and pathetic, offering no hope of success but only continued frustration, confusion and disappointment. Within a genuine relationship there is natural enjoyment because being together is nurturing, challenging and satisfying. To be with this person, you do not need to pretend to be something other than what you are, and they do not need to pretend to be anything other than what they are to be with you. You do not need to perform for one another. The more free you are with one another, the greater the experience of love. This is the environment for true union.\n\nNo union is possible in a relationship that is based upon romance alone. The happiness and pleasures of such a relationship are momentary and fleeting and are constantly being eroded by the challenges of life. Time will destroy the incentive for romance because your partner will lose his or her allure, and disappointment will begin to cast its shadow upon you.\n\nSo much romance, so little relationship; so much hope and expectation, so much disappointment. In romance, life is nothing but a rude awakening—something to be avoided and something to be delayed. Here you attempt ever more feverishly to keep the stimulation alive, to keep the fun and the excitement going, for there is no other basis for being together. Each person is always secretly afraid that they will be rejected, that their partner will lose interest in them and that someone more exciting, more alluring and more unusual will come along.\n\nIt is understandable to see relationships of this kind in adolescence. But it is tragic to see them in adulthood, for here their effect is truly destructive. Even in adolescence, there is a great deal of pain and suffering that result from these engagements, for people are chosen for what they appear to be, not for who they are. The greatest threat to romance is genuine communication, genuine openness and genuine intimacy, for here you find out who the other person is. Usually this is what dispels fantasy. It is possible on rare occasions that a romance may become a real relationship, but this is often the exception.\n\nRomance is truly wasteful. It ignores and wastes all the true offerings of a genuine relationship. It engenders an enormous expense of personal energy, time, financial resources and so forth. How much must you spend upon yourself to be attractive, to be alluring and to be exciting? How isolating this is for you. Even if others are seduced into wanting your image of yourself, they will not know you and in many cases will not want to know you. Often the beautiful exciting people are very isolated and alone. They have gained all their power and influence from their appearance and are poor as a result. How tragic it is to be so engaged with others and yet so unknown, to be so idolized and yet so unrecognized. How deceiving this is.\n\nBe prepared then to recognize the difference between romance and relationship. And remember, in true relationship there is natural enjoyment, which is in itself very romantic, but which poses no alternative to genuine relationship. For genuine relationship is both work and play, challenge and relaxation, in proper order and alignment. It is based upon real people in real situations doing real things. It is not an attempt to escape from life.\n\nIf you are seeking to participate in a meaningful relationship, this requires a certain objectivity on your part. You will feel the power of allurement—a wonderful gesture, a beautiful face, a person’s wealth or a pleasurable aspect of their personality. You may imagine who they might be and what they might give to you and so forth. However, Knowledge within you will never be persuaded by such a weak and momentary stimulation. If you abide with Knowledge, you will not be fooled and will have an opportunity to see the real person behind the facade. This is done without condemnation, for there is no condemnation in Knowledge. You will find that those who seem so exotic and beautiful, those who always seem to have partners in life, are in most cases extremely isolated and lonely—unknown by others, unknown to themselves and identified with that which is temporary and fading. This will give you a whole different perspective on success and failure in relationships.\n\nThose who seem to win will lose with time, and those who seemed unloved at first can show the best promise of finding lasting relationships. There is no revenge here. It is simply the result of investing in that which is genuine, lasting and purposeful, as opposed to investing in that which is momentary and stimulating. Do not be discouraged by what you see around you. You will see romance creating and destroying itself. Do not think that this is relationship. Yet even in romance, people are trying to reach each other; they just do not know how. They are trying to win each other’s approval based upon appearances, which in reality provide very little.\n\nThe greatest gifts you have to give in a relationship are Knowledge and wisdom. Then whoever associates with you will benefit. If you choose wisely, you will benefit as well. Here Knowledge and wisdom only increase with time, and their expression grows with each new circumstance. Thus, the rich become richer in Knowledge. The poor become poorer unless they turn to Knowledge. For what is the alternative to Knowledge but fantasy? And how can fantasy exist in a world that does not support it?\n\nThese distinctions must be made. As they are made, you will feel increasingly confident that genuine relationship exists for you and is necessary for the world. You will feel increasingly free of those seductions which have only hurt you and all who are seduced by them. Here you will see that your body, your sexuality and your self-expression have an entirely different emphasis and value. Then your need for self-development will become evident and you will value your past errors for what they can show you. You will value your current circumstances for the opportunity they give you to establish what you have learned.\n\nYou are already in relationship with people, so everything that is being presented here is relevant to you now. You do not need to wait for a relationship to come along, for you are already in relationship with people and can learn from them. If you are not yet married, you are preparing for true marriage. If you are not yet in a primary relationship, you are preparing for a primary relationship, and your preparation is essential for your success.\n\nMany people ask, “What is real love?” Real love may ignite a relationship, but in truth it will be the result of a relationship. A real relationship will produce real love. An unreal relationship will not.\n\nMany people have experienced disillusionment with love to some degree. Many people have tasted the unreal, have seen the fire of romance burn and then die out and have seen the fever of attraction turn cold. Many people have had the experience of being severely disappointed by finding out that their relationship was not at all what they expected it to be. Some people have been seriously injured by this and have been, to a certain degree, crippled by it. Yet the path to Knowledge begins with disappointment. It begins by saying, “There must be something else. There must be something greater. There must be something more genuine.”\n\nHumanity is held together and advanced by its meaningful relationships. The health of the entire human race at any given moment can be assessed in terms of the existence of these relationships. That is why they are so important. They are important not only for those involved, but for humanity at large. From a wholesome loving family to the work of people united in supporting the world’s evolution and development, meaningful relationships are the very essence of humanity’s success.\n\nMany alliances that masquerade as relationships are not real relationships. A real relationship must be tested in time. It must have a real beginning and a meaningful existence, and through this it will demonstrate its depth and its ability. The more real your life is and the more aligned it is with what you know and how you experience yourself, the better opportunity you will have to experience genuine relationships with others. Then you will not be deceiving others and you will not be deceived in return. Then you will feel safe and you will feel loved.\n\nWithout safety, there is no trust; without trust, there is no love. This is why excitement alone is ultimately so terribly disappointing. It has no foundation. There is nothing there to trust. It offers no reprieve from performance, and so it is very tiring. It breeds resentment because you must be something other than yourself to be in the relationship. It ends in disappointment because someone will be rejected.\n\nA relationship motivated by Knowledge will be real. But its reality must be established over time. It must mature. When you enter the church and you make your wedding vows, it is only the beginning of building a real marriage. The relationship has not been fully established yet. This takes time. In retrospect, you will know if it is real. Yet at the outset, what is unreal can be seen and must be seen.\n\nA relationship is a vehicle to carry you forward in life. It is real if it can do this. Here you must have a real beginning. You have a real beginning when you have the right criteria, adequate compatibility and shared spiritual values. It is important to have the right beginning. Whether or not your relationship will remain real depends upon your participation together. Your relationship will need your support, but it cannot survive if it does not have the necessary components. These must be discovered, especially at the outset. That is why in establishing a relationship, it is usually wise to move forward slowly.\n\nHow will you know if a relationship will last? Well, you may not be able to. You will only know if a relationship can begin. Here you begin the relationship realizing that it may have great promise to last, but it has not yet gone through the process of life. If your relationship is based upon romance, you can be sure it will fail you, and you can see this because it is inevitable. However, given the possibility for true engagement, you can only have a real beginning and the prospect of a real continuation. Yet that will be enough to set you on the path.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/establishing-meaningful-relationships/"
}