{
  "title": "Experiencing God",
  "content": "People want many things from God. People want inspiration and protection. They want advantages. They want miracles. They want to be saved from the outcome of their own errors or the consequences of other people’s errors.\n\nThey want God to provide so many things for them without asking anything in return. They do not want their lives to be directed or impacted or restrained. But they want God to do so many things for them, as if God were a kind of servant, an errand boy for the shifting desires of the individual.\n\nPeople want God to stop suffering and war when in fact the way that they live and how they regard others is promoting war. They want God to intervene, but only at their request and only according to their desires and dictates. And when God seems to disappoint, well, their belief is shattered, or their disbelief is reinforced.\n\nThey blame God for all the mistakes that people make regarding religion and religious teaching. They blame God for leading people astray. Or they claim that God does not exist at all, and it is all made up by people.\n\nSo it is not an environment where the Divine can really communicate effectively and freely to the individual. That is why God has put Knowledge within you—a deeper Intelligence, an Intelligence that is not guided or corrupted by the world, an Intelligence that you cannot control or manipulate or use as a kind of resource for yourself.\n\nPeople have a very dysfunctional relationship with God. They fear God, if they believe in God at all. But they want many things, and they have great expectations. They want God to validate their religious beliefs and religious ideology. They want God to fulfill their prophecies: the return of their messenger or their saint. They want God to condemn and crush their opponents and those whom they condemn. They want God to create Hell so this punishment can be exacted for an eternity. They want God to be like the descriptions of God in the ancient books.\n\nOr they want God to be a kind of modern person. Or they want God to be an old man or a saintly woman. Or they want God to be beyond all these things. But still, they claim they know God’s Will and can define God’s intentions.\n\nHere God becomes everything you want and everything you do not want. You project your fears and your desires, your judgments and your admonitions upon God. This is not relationship here. It is fantasy and projection.\n\nWhat is your relationship with God? And how can God be known in your life? These are valuable questions, but they can only be approached if you come forward without such expectations and demands. This can only be approached if you understand the confusion and the mistakes that people make and continue to make regarding their understanding of the Divine.\n\nYou have to come forward understanding your own intentions. Why are you seeking this relationship? What do you expect that it will provide for you? What are your secret wishes? What do you want to hide from God? What is it you do not want God to know about you or your past behaviors? Are you coming forward with the desire to be in relationship alone, or are there other incentives that are operating here?\n\nYour approach is important, and it is important that you know your intentions. For if you do not know your intentions, you will not understand the nature of your engagement and the disappointment of your expectations; and why God will not give you what you think you want or deserve; how your desires and real needs can be fulfilled; and how God will assist you in this matter.\n\nPeople seek power in God because they do not feel they have any power. Perhaps they have no social or economic power, and so they seek for the supernatural. They want an intervention of supernatural powers to give them social power and to provide them protection against the world that they cannot affect.\n\nSo your approach is important. And being clear and honest about your intentions is very important. Without this, you will not understand your engagement. God will seem to be unavailable or non-existent or unresponsive to your requests. If you come only as a petitioner or as a manipulator, then God may not become apparent to you in your experience.\n\nThis is a problem for the intellect, for it is filled with needs and fears. And if it has become clever and manipulating, perhaps it will not even understand its own deceptions.\n\nIt is really a matter for the heart, you see. For it is a deeper urgency that brings you to this relationship beyond what you think it will do for you. It is like a natural attraction, a gravitational pull, you could say, bringing you to this relationship.\n\nWhere you meet God is in the deeper Intelligence that God has placed within you, an Intelligence called Knowledge. Aside from visions or supernatural events or other kinds of things that are often not authentic, this is really where you meet God.\n\nGod does not control or command your intellect. That is dominated mostly by your culture, your family and your friends. That is your worldly mind that is so controlled by the world itself.\n\nBut your deeper Mind is not controlled by the world. It is connected to God. It is the arena where you communicate with God and discern the influences that God has put within you to guide you, to protect you and to lead you to your greater accomplishments in life.\n\nSo, clearly, taking the Steps to Knowledge and learning how to connect your thinking mind with this deeper Mind are really the way that you will begin to discern a sense of real direction for you. For God is not going to give you a lot of answers to your endless questions. God is not going to have a conversation with you. God is not going to be your friend that you chatter with all day long. God is not going to help you figure out your daily routines and all of the particulars of your life, for that is your responsibility.\n\nGod sets a direction and restrains you and encourages you so that you can find this direction and follow it. Knowledge within you holds you back and then sets you forward. Knowledge within you is not drawn to the fantasies that you might have for yourself, and so it shows no response here. And that is a clue and an indicator for you.\n\nHere you read the signs and the clues of a deeper movement of your life because your relationship with God is not a conversation. It is not a dialogue. It is sharing a deeper movement, a greater direction.\n\nHere you learn to allow Knowledge to redirect your life, to re-establish your true priorities, to counsel you what to give yourself to and what not to give yourself to, who to be with and who not to be with, and what is the appropriate form of a relationship with those with whom you share a greater purpose.\n\nHere you let Knowledge shape your understanding through experience, through constant engagement and experience with Knowledge. Here God is not a bunch of ideas or teachings from the past or even predictions by ancient prophets. It is a living experience within yourself.\n\nSo the question is: “How to be with God?” If God is not a conversation, if God is not an ideology, if God is not simply one who dispenses gifts, how to be with God?\n\nTo be with God, you must follow Knowledge because this is the Intelligence that God has placed within you. Only it knows where you really need to go and how you will find your way. This is beyond the realm and the reach of the intellect.\n\nHere the intellect must follow. It cannot lead. But the intellect is very important in helping you to discern the particulars of your life. It has a very significant function in helping you to discern particulars of your life, to manage your affairs, to deal with complex issues, to deal with technology, to deal with time, to deal with engagements with others. But it still must have the guidance of Knowledge to really be productive and constructive for you.\n\nThis is so very important to understand because here you do not even have to believe in God, you do not have to have a religion. You can connect with Knowledge whether you are religious or not, whether you believe in a particular religious pathway or not. This is a door that is open to everyone.\n\nBut for everyone it requires sincerity, honesty and true intention. For God will not respond to your false requests, and your hidden agendas, and your dishonest pleas. If you want to be clever, you will receive nothing but silence. If you want to be shrewd, you will receive nothing but silence.\n\nYou cannot fool the Creator of the universe, and you cannot deceive the Knowledge that God has placed within you with clever designs or trick questions, or trying to set a trap to prove God’s existence. Clearly, you would not try to enter a real relationship with a person with these kinds of tricks and manipulations, not if you were really sincere and honest.\n\nThere is always an element of trust, of course. But in this case it is really about trusting something deeper within yourself rather than in a foreign power, or an incomprehensible deity, or in some kind of personification of God that was constructed in antiquity. It is about adhering to a greater power within you.\n\nEven if you are not sure that God exists, you will be connecting with God and following God’s Pathway if you can find and follow Knowledge within yourself, and build the patience and the discernment and the discretion that this will require of you.\n\nYou can search the world over for God, but God is right inside. The Intelligence that God has placed within you is right inside. What is going to reunite you with God in reality and in a way that is really honest and truthful is right inside of you. And it is inside of others as well, for Knowledge will speak to you through yourself and through others.\n\nFor Knowledge is here to end your Separation, to end the nightmare of your Separation, the hopelessness of your Separation, the unreality of your Separation. And Knowledge is going to do this by reconnecting you with Knowledge itself, reconnecting you with others, reconnecting you with the world—connecting you in such a way that your real gifts and contribution can come forth, given the real needs of life around you.\n\nThis is not about praise and worship; it is about participation and contribution. This is not about building temples and prostrating yourself, for if you cannot follow what God has placed within you to follow, then none of this will mean anything at all. It is only an expression of your ideas and your arrogant views. And whatever you create from this will have no inspiration in it. Your temples will be empty. The Spirit will not be there.\n\nBut those who build temples because that is what they are driven to do, they will have Spirit and Presence there. Those who give in the simplest way to others, take care of the person in need, contribute to the community in the simplest and most mundane fashion, there will be inspiration and Presence.\n\nYou come to know God by doing what God has given you to do and by doing this to the best of your ability; and learning along the way what this really means, what it requires of you, and what it reveals to you.\n\nPeople can argue incessantly, competing with their different religious ideologies and beliefs. But if they are following Knowledge, they will not have any real issues of contention with one another. That is why Knowledge is the great peacemaker in the world. You may fight wars over ideas, but Knowledge will never engender conflict.\n\nThis is going to require a lot of work and focus on your part. It is not a casual pursuit. It is not something you do once in a while. You do not have a casual relationship with God, for you were sent into the world to contribute certain things in certain situations with certain people. A mission that has brought you into the world is not a casual relationship. It is not a simple friendship. It is not simply you go to God once in a while when you need guidance or relief. That is not a relationship.\n\nSo when you decide to get serious about your life, begin to recognize you are really here to do something important, and that your current affairs do not reflect this, then you will come to this relationship with greater and more sincere intentions—not to have simply one contact but to have an ongoing engagement.\n\nThis engagement will purify your intentions and refine your understanding because God is not going to give you everything you think you want. Here you are yielding and following something, and using your skills and your intelligence to learn how to discern what is real from what is unreal, what is good from what only looks good.\n\nThis will lead you to reassess your own intentions and values and goals. And you must be willing to go where Knowledge wants to take you, or you will fight and struggle and will not understand the real nature of this engagement.\n\nThis relationship will grow over time because it is so immense. At first, it will seem an adjunct to your other relationships, as if God were some kind of distant counselor. But over time this relationship will become more fundamental and more central to your life and your efforts.\n\nHere instead of just giving you what you want, God gives you things to do—constructive activities, things that will renew your life, things that will get you out of trouble and break your attachment to dangerous or unproductive relationships.\n\nBecause Knowledge is moving you in a direction, you will have to follow that direction. To do that will begin to clarify your life and give you the freedom to follow a greater power that dwells within you.\n\nBeyond the freedom to eat and to sleep and to live with basic security, this is the great freedom: to be inner directed rather than outer directed—not by your ambitions, your addictions, or your desires, but by the power and presence of Knowledge within you.\n\nYou see, God guides you without dominating you, without conquering you, without taking you over because this is a natural attraction. This is an attraction of love and affinity.\n\nYou know God because God can only be known. This is not a product of belief. This is greater than belief. This is affinity. It is profound experience.\n\nAnd you will not have this experience very often, you see, because God wants to keep you in the world, contributing here. If you experience the ecstasy of your connection with God too frequently, well, you would not want to be in the world dealing with its difficulties and its challenges.\n\nSo God limits the engagement to keep you in the world, focused on the world and on what you must do today and tomorrow and the days to come. Seeking to lose yourself in God, well, that would defeat your very purpose for coming into the world, you see.\n\nIf you could understand how much work it took to bring you here, how much had to be arranged, how much effort has been placed in your path to bring you here and to attempt to guide you, despite your grievances and your ambitions and everything else that is pulling on you in the world, you would really begin to appreciate your importance here and the value of your existence.\n\nSo God does not come and conquer you and enslave you and dominate you harshly. God draws you naturally, inexplicably, drawing you back, reconnecting you with Knowledge within yourself, reconnecting you with other people who will play a part in your life—giving you eyes of compassion and understanding of the world, giving you the strength to overcome anger and retribution, giving you tolerance but also strength and the power to endure.\n\nHere you see beyond ideology alone to look for the power and the presence of Knowledge in others. Here you look to see if a religious leader is really religious or is only a believer in a set of ideas.\n\nHere you look with a different kind of vision, responding to Knowledge within yourself and Knowledge in others. Here you represent God in the world without even having to mention God.\n\nHere you demonstrate a Greater Reality by following a greater reality within yourself. Here you meet the real needs of the world around you rather than trying to fulfill yourself by having everything you want.\n\nHere you find relief from the constant aggravations of the mind—relief from fear; relief from anxiety; relief from the dreadful anticipation of loss; fear from need and attachment; freedom from the need for approval from others—so many things that people wear as a crown of thorns.\n\nThis is a natural engagement. It is not artificial. It is not ideological. It is not political. It is not militant or military.\n\nYou come to know God by what God leads you to do and to give and to understand. Then you know God in such a way that you can be in the world and be focused here.\n\nHere you become a vehicle, the tip of the pen that writes on the world. Here you become the person who moves others and assists others and helps to preserve and renew the natural world that has fallen under destruction and depravation by human greed and ignorance. Here you are not governed by the consensus of people or by political persuasions or by religious extremism or by economic principles.\n\nYou have a greater strength now, a greater adherence within yourself. And you know God slowly here because your focus is to realign your life with Knowledge to provide a new direction for you—a direction that was always there waiting for you, which you now finally have the freedom to discover and to follow.\n\nHere you find freedom from the thousand seductions and deceptions that exist all around you and that circumscribe the lives of so many people. Here you are not caught up in the dreadful struggle within yourself over what you want and what you must do to have what you want. This is such a great freedom, you see. And what replaces this is the power and the presence of Knowledge.\n\nHere you begin to understand the great challenges and the great contributions of God’s Messengers. Here you see that life is really about something else that is different from what most people believe or adhere to.\n\nHere you are prepared for Heaven because you are re-establishing your life within the context of real relationships with others, with yourself and with the world.\n\nFor Heaven is a state of profound relationship. But you cannot enter this state if you cannot be in relationship with anyone or with yourself successfully. For how could you return to a state of total relationship when you cannot even be in relationship with one person successfully here?\n\nSo you see here how the world is a training ground, a preparation, not only to contribute to this time and this place, not only to be inspired and to inspire the lives of others, but also to prepare you for a greater existence beyond the world.\n\nHere there is no Judgment Day. You are either ready or you are not to move into a greater existence. If you are not, you will have to continue to work at this level of existence until you can gain the ability to overcome your own prejudices and your own bondage to find the freedom to experience and to follow Knowledge.\n\nGod is not interested in your ideology. God is not interested in self-righteousness. God is not interested in those who claim to have the only way of redemption. God is not interested in those who think they know how to harness humanity and to govern it according to a set of principles alone. God is not interested in assertions of personal power and wealth. God is not moved by beauty and charm or cleverness.\n\nBut God does respond to honesty and sincerity and the expression of true needs. And Knowledge becomes activated within the individual when this great relationship is really sought and the person is prepared to follow, instead of trying to control and dominate.\n\nThis has nothing to do with asceticism or monasticism, for those roles are only assigned to very rare and unique individuals. For the Plan of God has to do with people being in the world serving one another and taking care of the world itself.\n\nThere is so much to unlearn that it could be said that your progress is really a [process] of shedding, unlearning and setting aside things that before seemed to dominate you and your perception of the world.\n\nGod frees you so that you can follow a greater direction and gain a greater wisdom and discernment in life. This is how you know God because here you are doing what God has sent you to do. You are following your deepest and most natural inclinations. You are fulfilling the need of the soul.\n\nYou will not know God through fervent spiritual practice or through trying to become a perfect person according to your parameters and criteria. It instead is the more natural progression that re-engages you with life and people in the world.\n\nThis is the natural way. This is the real way. This is the way that all the great saints have emphasized. This is the way of the heart. This is the Path of Knowledge.\n\nTake away ritual and miracles, the pageantry of religion, and what do you have? You have the individual’s choice to follow Knowledge or not, to communicate what Knowledge has to communicate or not, the natural attraction of God or all the other attractions in the world.\n\nKnowledge will teach you to what degree you must give up these other attractions. But it will not rob you of the simple pleasures of being in the world: the joy of fellowship, wonderful food, the experience of nature, the appreciation of art. Knowledge delights in giving you these things, but it will take you away from that which is destructive or disorienting, or is deceiving to you.\n\nYou want to know God because you want to know who you are. And who you are is a contributor sent to the world from God. But to know this, you must follow the Intelligence that God has placed within you, for only it knows the way, and only it can help you to discern what is real from what is unreal, what is correct for you and what is not correct.\n\nIt is only Knowledge that will free you from condemnation of others, to give you eyes to see, ears to hear and the desire to know the true direction that you were sent here to follow and to contribute.",
  "audioUrl": "https://www.newmessage.org/av/experiencing-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/experiencing-god/"
}