{
  "title": "Greater Community Visitations",
  "content": "Greater Community visitations to the world is a very important subject, but it is difficult to describe because it accounts for so many different things. Let us say at the beginning that the world is certainly being visited by different groups for different purposes. There are some groups who wish to assess your technology, to learn about your nature and to determine your biological codes, which will tell them about your temperament and predispositions. Others are coming here to determine whether you are capable of engaging in commerce and trade. Still others are coming here to look for the ancient depositories and to utilize and recruit those who show some skill and knowledge of the physical environment to help them do so.\n\n\n\nThe fact that your world is being scrutinized is now becoming undeniable, although many people still deny it. The evidence is mounting everyday. Some of the people’s accounts are not accurate, while some are outright false. Yet, many are true although their descriptions are subjective and incomplete.\n\n\n\nThe world is being visited. The world is being scrutinized. Meanwhile, human beings as a whole go about their lives as if nothing else were happening. And, indeed, in many parts of the world, the difficulty of life and the conflicts occurring within cultures and between cultures are quite sufficient to dominate people’s attention. Yet, in the midst of all of the normal occurrences in human life, the Greater Community is emerging. You could say humanity is emerging into the Greater Community, but humanity is not going anywhere. So, for practical reasons, let us say that the Greater Community is emerging into humanity.\n\n\n\nThe effect of this will be tremendous and will take generations in order to have its full impact. The implications for human thought, human institutions and human ideologies are so vast and so total that it is difficult for people now to even imagine what this might mean. Human beings live in a very subjective universe according to their own understanding, which means that the universe is governed primarily by human impulses, human sentiments and human motivations. The fact that this is not true and will demonstrate itself to be untrue will have a great impact on the way people think and the kinds of assumptions they will make about themselves and the world around them. Surely, this must change what people consider to be true. Interaction with other intelligent life that does not share human motivations, human morals or human sentiments will have a very great impact.\n\n\n\nWho is visiting you? You have allies, you have observers and you have enemies. Your enemies are not what you usually consider to be an enemy, for they do not wish to conquer you directly; they only wish to use you for their own designs, which, in effect, will conquer you. They know about the mental environment, and that is why they are so effective in controlling people’s experiences, or at least in limiting people’s awareness.\n\n\n\nWe have provided Steps to Knowledge in order that people might develop their experience and understanding of the mental environment. Not only does this further people spiritually and provide the foundation for them to lead more fulfilling and more rewarding lives, it also gives them first-hand experience in the mental environment, for here you must have development, and here you must make progress in order to engage with other intelligent life in the Greater Community.\n\n\n\nRemember that other intelligent life has made the journey to the world, so clearly they are superior in their technological achievements. Also, they must deal with other races in the Greater Community to a certain extent, and so they have become very clever in their understanding of the mental environment, or the realm of thought. The more objective human beings can become regarding themselves and their environment, the greater will be their ability to discern and eventually to control the mental environment in which they live. This is not meant to be used as a weapon, but it can be very important in terms of defense.\n\n\n\nSome of the more lurid accounts of extraterrestrial encounters clearly point to the fact that the mental environment is being largely controlled by them. People are mystified as to how others could have this impact upon them, how they could be so manipulated and how they could be so helpless in the presence of another intelligence. Clearly, human beings interacting with one another need only have very limited development in terms of the mental environment. People are still very much engaged in brute force and subterfuge with one another. The greater, yet more subtle, mechanism by which human thought can be directed has not yet been discovered by human beings. Human beings are still very primitive in this regard, using force, intimidation or various forms of emotional persuasion. Yet, these are very gross and fundamental. Beyond them lies a greater range of involvement in the mental environment.\n\n\n\nHere human ethics will play an important part in human development, but the proper skills must be developed as well. That is why people must study the preparation that we have provided. Many people think that this preparation is basically a form of healing therapy, a form of medicine for their disturbed past. Others think that it is a pathway to God. The truth is that Steps to Knowledge serves in both of these capacities. Yet, it serves in another capacity as well. It begins to prepare people to understand the mental environment. This is necessary for you to be able to successfully encounter extraterrestrial life—other forms of intelligence—to counteract those forces that do not hold good intentions for humanity, to be able to utilize the assistance of those who do, and to be able to tell the difference. This requires a well-trained and prepared mind, a superior form of intelligence, which human beings are capable of achieving under the right circumstances and with the proper assistance.\n\n\n\nThe fact that Knowledge is present in each person is the essential factor. Yet, Knowledge alone is not enough; a person’s personal mind must be cultivated and developed to become a vehicle for Knowledge, and a person’s attributes and qualities must be cultivated as well. Otherwise, Knowledge is still only a potential. Knowledge is speaking to people all the time, but they cannot hear it. It takes a great deal of development on the personal level in order for Knowledge to have true efficacy.\n\n\n\nTherefore, we are most emphatic in encouraging you to engage in the development of Knowledge according to the methods that are being provided. Do not alter these methods in any way. You must simply accept them, use them and practice them to the very best of your ability. If you alter them, they lose their effectiveness. The error here is that people think that they understand what Steps to Knowledge is for. It is either seen as a form of psychotherapy or as a spiritual path alone. Any spiritual path contains elements of psychotherapy, and anything that is truly therapeutic engages people in their spiritual life. Yet, we present this curriculum at a very important time. We present it, and this Teaching as well, to prepare human beings to engage with other intelligent life successfully. To do this, you must be developed spiritually and have attained greater understanding and abilities.\n\n\n\nIf for a moment you were outside the world observing it from a distance, you would indeed see how vulnerable human beings are and how little they know about the mental environment. Though human beings think they are wonderfully complex and very unpredictable, the truth is that they are very predictable and are not really that complex at all. Once you understood their behavior through observation and learned enough about them genetically, then you would have a good idea of what they would do given certain kinds of influences or circumstances.\n\n\n\nThis investigation is currently going on. Certain people are chosen given their predispositions and their vulnerabilities. They are used like laboratory animals, so to speak. The will of the investigators is not malicious; it just does not have human ethics. You are regarded as interesting, potentially dangerous and possibly useful subjects for study. In much the same way human beings study the behavior of animals, without a great deal of regard for the animal’s well-being, human beings are being studied in the same way. There are human traits that are valued and human traits that cannot yet be understood by those who are undertaking these experiments. Those forces that are determined to assist humanity are not carrying out these experiments.\n\n\n\nNow, many people do not want to hear this information. They want to stay in the realm of psychotherapy, which is all about thinking better, acting better and feeling better. Others want to engage in the quest for God. To them, all of these kinds of things are distractions from a greater journey they feel they must take. Still others are fascinated by the things that I am speaking of but are not interested in the spiritual or the psychotherapeutic aspects. They want to understand why these things are going on, what it means and how they can become involved or how they can keep from becoming involved. Different kinds of intentions are found here and different kinds of conclusions as a result. Yet, life goes on and the fact of the matter is that human beings are being scrutinized and studied.\n\n\n\nMany of the demonstrations that are made and the evidence that is left behind are to enable those who are studying human beings to have a greater understanding of how humans may respond to actual encounters. This is testing the waters, so to speak. There are only a few people who are aware of these circumstances and who, through their own insight and self-restraint, are coming to realize that this situation is indeed very difficult. Though perhaps many people think that there is other life and intelligence in the universe besides themselves, very few people in the world are aware of what is occurring.\n\n\n\nThe Greater Community Way of Knowledge is now being introduced. People don’t know what to make of it. It is not only a spiritual preparation. It is not only a form of therapy. It speaks of all these other things, which seem so troubling in a way and so mysterious. Some people encounter this information, and they are somewhat startled by it all. “What does it mean that the world is being visited? Should I run for cover? Should I lay out the welcome mat? Should I live in fear? Should I live in joyful expectation?” The answer is to develop a superior intelligence and to gain access to Knowledge, which is your spiritual mind, for it contains the Wisdom and the guidance that you will need to negotiate life successfully, both within the context of human interactions and in the context of interaction with other intelligent life as well.\n\n\n\nThe answer is found by learning about the mental environment and by bringing your life into harmony and balance so that you can engage in a greater form of preparation. This is what is called for. Clearly, living in joyful expectation is not adequate, for there are indeed forces at hand that are not benevolent and are using human beings for purposes that do not support the well-being of humanity. What is called for is responsibility, Wisdom, certain forms of empowerment and a greater understanding of what intelligence is and how it interacts in its different forms.\n\n\n\nThe world is emerging into the Greater Community of Worlds. The Greater Community is here now, but human beings are unprepared. Human beings are vulnerable. Human beings are so self-preoccupied and have such a subjective view of life that when something encounters them or is in their environment that is not part of their inventory of ideas or does not meet with their expectations, there is either denial or there is partial awareness—either of which can be dangerous.\n\n\n\nThe Greater Community Way of Knowledge is a spiritual preparation for those who realize they are living in a Greater Community. It is a form of psychotherapy for those who realize they must gain full access to what they know and to all of their mental and physical resources as they exist at this moment. The Greater Community Way of Knowledge is a preparation for living in a more intelligent and in some ways more complicated universe. To react to the presence of other intelligent life using the current thinking of humanity would lead to unwarranted and unfortunate conclusions, whether the approach be positive or negative. What is required here is objectivity, discernment and restraint, the kinds of qualities that are difficult to attain but which are so important, both within the normal range of life here and under extraordinary circumstances as well.\n\n\n\nThis is The Greater Community Way of Knowledge. It is meant to prepare people to live in a Greater Community of life. You do not need to go aboard a spaceship and fly to a distant planet to live in the Greater Community. You live in the Greater Community right now. You have always lived in the Greater Community. You are not isolated. There is no isolation for the world. The Greater Community is emerging for you. There are forces here to help you and forces that will hinder you. How do you tell the difference? How do you discern this? How can you respond? How do you protect yourself? How do you establish lines of constructive communication? How do you break lines of destructive communication?\n\n\n\nThe answer to all of these questions requires a greater preparation for the mind. It requires people to become uniform within themselves, balanced, sensitive, capable, responsible, able to act effectively and able to restrain their actions. It requires extraordinary development for extraordinary circumstances. Without this preparation, people will respond in predictable ways and their responses will largely be governed by their own personal needs. Even if evidence is collected and events are correlated, there must still be the question, “Why is this happening?” Science cannot answer that. Reason cannot answer that. Wishful thinking cannot answer that. Fearful self-protection cannot answer that. What can answer that? You must ask this question with a different kind of mind, see with different kinds of eyes and have a different experience here. This will unravel a great deal of the mystery about your life.\n\n\n\nIt is what is happening beyond humanity that is the context for humanity’s understanding of itself. This is an important idea. Until recent times, most of the people who asked deeper questions only thought in terms of people’s interactions with one another and with the natural forces of the world. Much speculation has also been generated regarding humanity’s relationship with the Divine. There has actually been more progress made in this last category than in the other two. But the fact is that humanity lives in a larger context.\n\n\n\nHumanity is not the centerpiece of the Creation, only one of its developing aspects. This represents a tremendous breakthrough in understanding. This represents a great threshold in self-realization and the ability to effectively engage with the world. This is what Steps to Knowledge is preparing you for, should you have the opportunity and the inclination to study it first hand. This preparation has come from beyond the world because it has come from a Greater Power, the Greater Power that knows the ways of humanity and also the ways of the Greater Community, of which humanity is a small part.\n\n\n\nDo not react with hope. Do not react with fear. Respond with Knowledge. This requires preparation. Where will you find this preparation? From the religions of humanity? From the various psychotherapies? From the various philosophies? With few exceptions, even the greatest discoveries in these arenas were made only with the understanding that human beings were accountable to one other and to a distant and far-removed Divine presence. Yet, you live in a bigger arena, and you are now becoming a participant in that arena. This was always your destiny. When it would happen and how it would happen were the only uncertainties.\n\n\n\nThis Teaching comes from the Creator. It comes at the right time. Indeed, the circumstances of your times have called it forth. Some people will call it their religion. Some people will call it their form of psychotherapy. Many won’t know what to call it, for it is beyond their categories. It is a wise answer to a grave problem. It is an answer to the spiritual needs of humanity; it is an answer to many of the therapeutic needs of humanity. But it is being presented now in response to a practical need, for this is the time that human beings must begin to account for the presence of other intelligent life.\n\n\n\nThis is no fantasy. In fact, its reality will call upon people to become more real, more objective, more observant, and certainly more compassionate. It calls for Wisdom. This Wisdom must come from beyond the world, for within the world, Wisdom has only progressed so far. What does this mean? This means that there is Wisdom beyond the world that can serve the world. You cannot hop in a spacecraft and go find it. Therefore, it is being sent to you.\n\n\n\nThe Wise amongst you will have the opportunity to witness in the course of your lifetime a remarkable series of events, not only within human societies, but within the whole world as well. The predicament that you are in regarding the Greater Community will call for Wisdom and will require it. That is why the preparation has been sent. Many people, of course, will not be able to undertake the preparation, and many of those who do will fail or get lost along the way. But the preparation is here.\n\n\n\nIt is important in this discussion that I am presenting that you begin to realize certain basic realities and the need for your development that this calls upon. Without this development, you will be a helpless participant in a larger interaction and the will and the intent of others will prevail over you. As you have recognized in the history of your world, competition for land, wealth and power has had many unwanted results. In the Greater Community, there is competition for land, wealth and power, but there is also competition for intelligence—intelligence being a highly-valued commodity. The greater the intelligence, the greater the acquisition of wealth and power by those who seek it with this intent.\n\n\n\nIntelligence is also sought after by the Wise, for with intelligence there can be education. With education there can be advancement, and with advancement there can be new understanding and new behavior. We are here, then, to promote this. The gravity of the circumstances and situations that I have alluded to only serves to point to the necessity that this information be taken seriously and that true preparation be undertaken by those who are prepared to do it.\n\n\n\nAll that we are sharing with you is to lay the foundation for a greater understanding. A greater understanding is necessary if you are to engage in a greater life. The Greater Community represents a greater life. It requires that you be prepared for the future, for your future will be quite unlike your past. Contact with the Greater Community will certainly determine this to be true. To make this transition successfully requires your development. It requires a greater understanding of life and of the motives which determine the direction of intelligent life in its own development and in its interaction with others. This happens within the context of your own personal relationships as well as within the context of your relationships with those beyond the human family. This includes your relationship with the natural world, to plants and animals—all forms of life. A greater experience here will give you greater abilities, which are being called for now.\n\n\n\nAmongst the Wise in many places in the Greater Community there is the idea that Wisdom requires a form of retreat. What does this mean? It means that the more powerful that one becomes—the greater one’s discernment, vision and understanding—the more one must withdraw from life. This means that as the Wise progress, their gifts become more refined and more intrusive on the lives of others. The providers here must be more discerning and more careful as to when, where and how their gifts are given. Because intelligence is a wanted commodity in the Greater Community, the Wise must retreat in order to protect themselves and their gifts, for they would indeed be regarded as highly useful and desirable by those who seek to use these commodities. So, a natural progression of events leads the Wise to withdraw.\n\n\n\nThis enables the Wise to have greater effectiveness, but it is quite confusing to human beings who feel that all power must be used as expediently as possible. Yet, in the mental environment, this is disastrous, just like the expedient use of power has proven disastrous in the way that people interact with their physical environment. Indeed, the more technically capable your race becomes, the more restraint you must exercise in using this capability in the physical world. The more potent you may become in affecting others within the context of your personal relationships, the more restraint you will need to exercise and the greater must be your discretion.\n\n\n\nThat is why we say the Wise remain hidden. That does not mean that they have escaped from life or do not wish to contribute to life or are unable to bear the vicissitudes of life. This means that they must withdraw to a vantage point where their gifts can be preserved and where the recipients of their gifts can be identified and most effectively served.\n\n\n\nThis presentation of Wisdom is an invitation for you to learn the ways of Wisdom. Wisdom cannot be enunciated or elaborated in a discourse. For one fire to ignite another, the sparks must jump. I offer sparks, not fire. The fire is the Fire of Knowledge, the Fire of Wisdom.\n\n\n\nMany will think, “What is the use of all this? Why undertake all of this preparation? It is so difficult! There are many more fun and pleasurable things to do. Why be so aggravated? Why take on these kinds of challenges?” Many will go on their way with these conclusions. But the complexities of human life—the difficulties in the interactions within the human family, as well as the growing encounters with the Greater Community—must once again remind you that you have a responsibility in life to learn to recognize and to engage with life as it is truly happening, not as you want it to be. This understanding yields a great sense of self and inner value without demeaning anything else. In fact, it is the foundation for a truly satisfying life.\n\n\n\nSatisfying lives are the result of meeting great challenges successfully. A great challenge is upon you now. Is it a blessing or is it a tribulation? Is it a means for redemption or a great nuisance? How you answer these questions will determine how you position yourself with life, with yourself and with the Greater Community in which you live now and in which you have always lived.\n\n\n\nI leave these questions with you to contemplate. Do not be satisfied with familiar answers. Instead, think of what this is asking of you. Consider this deeply. This is my invitation. This is the invitation to learn of the Greater Community. While human beings are struggling to have Wisdom with one another, now they must have Wisdom to engage with life on a larger scale. Any advancement made in this direction will enable each person who is so developed and so engaged to enjoy the most minute aspects of life more completely with greater fullness.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/extraterrestrial-encounters/"
}