{
  "title": "Facing the Pandemic and the Great Waves of Change",
  "content": "At this moment in history, humanity is facing a great pandemic, a worldwide pandemic, a pandemic that came from nature, a pandemic that is highly dangerous, transmissible and highly effective at moving around the world with all the travel and interaction that human nations and populations have and engagements with one another.\n\nIt is a great test for the human family. Can it respond? Will it become educated about it? Or will it simply hope that it is just a passing phase, a cloud passing over their life, to which they seek to return as if nothing serious has really happened?\n\nBut alas, the pandemic is a great changing element for the human family, for it will last for years, and the destruction it will bring about will be so great and such a life-changing experience that it will impact people literally everywhere: their economies, their social structures, how they engage with other people, relations between nations and so forth.\n\nIt is a great equalizer. It does not discriminate over who it wants to affect for it will go wherever the opportunity exists, be you rich or poor.\n\nEven with modern medicine, it poses a great difficulty, for many people will not receive this medicine, thinking it is an invasion in their lives, or that it is questionable, or suspicious, or that it comes from a government they do not trust. But it will be helpful and effective. But it will require much more than this.\n\nEven at this moment, even after this has already done immense damage to the human family, to nations all over the world, even now people are skeptical and ambivalent. They are not really responding appropriately. They think this is just a great dilemma, a great nuisance, that it will pass soon, and everyone will go back to sleep, or try to survive, or whatever they were doing before, whether it be meaningful or not.\n\nBut this is a Great Wave of change, a Great Wave upon the world. For humanity has disrupted nature so much that it has revealed elements in nature with which it should never have direct contact, entering into and exploiting the hidden resources of the world, the underground caverns of the world, and all of the diseases that are now embedded in the great Arctic regions which could be released in this century and the centuries to come to a humanity that has no resistance to them.\n\nTherefore, you must face these things. Stop pretending. Stop telling yourself stories about where it came from, and how it will be solved, and how it will soon be over, and you don’t need to worry about it because you are healthy, or you are young, or something like this. Stop deceiving yourself. You are facing a great adversary, an adversary that is now literally everywhere. Everywhere where people function and interact, it will be there. It will find every avenue of transmission.\n\nYou cannot blame God. This has to do with your relationship with nature—a relationship that you have despoiled, that you have not taken seriously; a relationship that you have forgotten or did not feel connected to; a relationship that carries with it great benefits but also great responsibilities; a relationship that requires great restraint, caution and wisdom, which have largely been lacking in humanity’s exploitation of the world.\n\nThere are consequences for this. It is not God’s Will. It is simply a result of living in your natural environment. There are forces there that you do not know how to contend with, invisible perhaps, something you would never think of, something the ancient peoples could never think of. It is not mysterious. It is not coming from some other planet or some other dimension of reality. It is part of the physical fabric of life in which you live, living in Separation in this one world.\n\nLook about and you will see who is responding, and who is not, who is being responsible and who is not, who is taking precautions and who is not, how few people today are really being educated about what they are facing.\n\nThis has happened in the world in great ways in the history of humanity. More devastating than world wars it is, more consequential than anything that has ever happened to the planet before in the time of humanity. And yet people remain ignorant about it. They do not study the past, so they are not prepared for the future or even for the present moment.\n\nYou must become strong to face this. It will make you strong facing this. It carries with it great uncertainty. It is not going to end any time soon, so what are you going to do? What kind of change will you bring about in your life and behavior? What kind of ideas will you have to abandon, or beliefs will you have to abandon? How will you change your thinking and your approach to life?\n\nYou cannot run away from this. You cannot go hide somewhere until it passes over. You cannot lock yourself in a room and hope it does not reach you.\n\nWe are saying these things to you today because there are greater Waves of Change coming to the world. You live in a world that is becoming hotter. You have changed the climate of the world, the chemistry of the atmosphere.\n\nGradually, moment by moment, you may not notice unless you live in a very polluted place, but you are changing the atmosphere of the world, and the consequences of that will be even greater than the pandemic.\n\nFor whole regions of the world will become uninhabitable by humans. And where will they go? Who will take them into their countries? Who will respond? It carries even greater consequences, greater challenges than what you are facing here today.\n\nA pandemic, as great as it is—and it is great—is but one of the Great Waves of change. It can prepare you for what is to come beyond it, but if you cannot prepare, if you will not prepare, if you will not become educated and adapt yourself to changing circumstances, then you will not fare well in the future.\n\nGod has given you a greater strength of Knowledge, a deeper Intelligence within you, to teach you how to respond, to guide you where to go and not to go, what to do and not to do, what to think and what not to think. That is how God is going to save you, you see.\n\nGod does not intervene in the world at the last moment to save everyone. That is foolishness. The miracle of God’s Grace and assistance lives within you at this moment, waiting to be discovered. But how few people in the world today know of this. It is really not emphasized in the world’s religions, though it does exist there as part of the teaching.\n\nPeople follow each other around like sheep. People do what is easiest, only. People do not want to deal with things—their health, their relationships, their work, the quality of their life, what they are doing for themselves and other people. So much complacency, so much denial.\n\nAnd then you have the poorest people of the world who literally cannot do anything of a greater magnitude given their circumstances—striving each day just to survive through great hardship and deprivation.\n\nTo know the truth, first you must face the truth, the truth of your circumstances, personally—your life, your health, your well-being, your stability and all the factors that support it or undermine it, the quality of your relationships, for no one in your life is neutral. They are all casting an influence upon you for better or for worse. You cannot wait for things to happen, for when they do, you will suffer. And you will be powerless to respond.\n\nThere is so much for humanity to learn. It has become—with its wealth, the wealth that relatively few people in the world really have—it has become lazy. It has become unresponsive to the world, to nature—to nature around them and even their deeper nature within themselves, which is the reality of the Knowledge that God has placed there.\n\nLet there be no fantasies about this. Let there be no denial about this. Do not think that you will do well in these circumstances without preparing for them, consciously and in a determined way—not just for the moment here and there, but in a sustainable way.\n\nYou are going to be living in a more difficult and hazardous world. You cannot be fooling around in the face of this if you wish to survive and have well-being of any real meaning and value.\n\nThis is the reality in which you live. You cannot make it go away. It is the circumstances of what has been created before, for humanity has destroyed so much of the wealth and the stability of nature around them. Now you must face the consequences of the past, as your children and you will face the consequences of the present as you go forward in life.\n\nThis is a gift, what We are telling you here today. It is not what you want to hear, but it is what will save you. It is not what you prefer, but what you prefer will only make you weak and unresponsive and cast in doubt your well-being and welfare for the future.\n\nPeople can be very determined about things they want, but you have to face things you do not want. That is reality. You have to re-engage with reality—not as you want it to be or hope it to be or insist that it is, but as it really is.\n\nThere are no conspiracies here. There is only the real interface with life, what is truly happening. That is the reality that you must engage with. Some of it will be hopeful. Some of it will not be hopeful. Some of it will be reassuring. Some of it will be quite unnerving. You have to face it all.\n\nDon’t demand that other people face it. Don’t expect that other people will face it. You have to face it first. If you do not, then life will be harsh for you, and you will feel helpless in its wake and its manifestations.\n\nThis is a great wakeup call for people. You cannot be dreaming now of happiness and all the wonderful things you are going to be, do and have. You have to respond to the changing landscape.\n\nWhen your environment changes, everything changes. When your climate changes, everything changes. When your resources are depleted, everything changes.\n\nThose who can see this and face this will find ways to prepare in a constructive way, not simply to fortify themselves, but to put themselves in a position where they can be stable enough to be of service to others. That is the goal here. You cannot hide somewhere and build a fortress around yourself, for there is no protecting that in the future.\n\nI am speaking not to your personal wishes or your personality. I am speaking to a deeper part of you that can respond and will respond, if you allow it. It is why you have come.\n\nYou will never find your true purpose in life by chasing happiness and fantasies. It is by meeting real challenges that you were designed and meant to face that will really restore you and give you a life of purpose and meaning and greater direction.\n\nYou can argue. You can debate. You can believe anything. But the only thing that matters is that you can face and engage with reality and become a force of service and contribution there.\n\nThe needs in the future will be so predominating you cannot even imagine it. Now you are fighting a battle with nature. It is a battle not that nature intended to have happen. It is a battle that you have established and have set in motion—you and all those who came before you, thinking the world was an endless well, a cornucopia of benefits and wealth.\n\nBut alas you have outstripped the lands, contaminated the air and the waters and depleted the soils. It will take an immense human collaboration and effort sustained over time to be able to rectify these things. And that is not for someone else to do. You will play some part in all of this, you see, based on your skills and your natural inclination.\n\nAlready the Earth is becoming more difficult. Already the climate is changing and disasters are re-occurring at an increasing frequency and potency and destructiveness. Already the pandemic is reaching into the far reaches of human society to the remotest places. You will not stop it by running away or hiding out.\n\nIt can be confronted, but people will have to really participate and recognize it is a long-term effort, not something you are willing to do for a few weeks or months. It is a great effort. And it can unite people and strengthen people and enable them to overcome their differences and their idealism and their persuasions and their ideologies that clash and produce endless conflict and dissonance in the world.\n\nThe pandemic is your training now. First, protect yourself, either through vaccination or through some other means if it is effective, but you must protect yourself, for it can either kill you or it can maim you for life. And it can re-occur because even with vaccination, if that is not sustained, it can re-occur. That is how big this problem is, you see.\n\nYou do not simply have to agree. Just walk around this. Consider it. Ponder it. See where you are weak and where you are strong. See where you are likely to give up and how you have given up before. And then recall times you did things that were strong and demanding and difficult. You are going to be living in a more difficult world now. You cannot be weak and fragile and foolish in the wake of this.\n\nGod’s Will is that humanity will prepare, and this pandemic will be part of the preparation. You are facing great hazards here on Earth and great hazards from beyond the Earth from races who will seek to use this world for their own purposes as humanity declines and struggles with its own difficulties.\n\nThis has been foreseen by certain people. It is part of the great times for which you have come. And you have come here with a purpose sent from Heaven to make a difference in this world that you would rather avoid or deny.\n\nThis is your greater life, not simply being weak and shallow and incompetent. Some people will choose that path, and have chosen it already. Let that not be your decision, for the outcome for them will be certainly not favorable.\n\nNature is unmerciful to the unprepared. And you are dealing with nature now. God is watching to see what you will do, for God has already put Knowledge within each person, waiting to be discovered. If they do not utilize it, if they do not become aware of it, if they do not follow it, then they will have to face the consequences—the difficulty of living in physical life, the great tragedy of living in Separation from your Source in a temporary physical reality that is full of hazard, change and uncertainty.\n\nBefore you can help others, you must stabilize your life, to prepare your life for living in a financially unstable world, a practically unstable world. You must strengthen your health, your determination and only associate with people who can support this within you. Serve those who are weaker, yes, but they should not be your companions.\n\nThis is great Wisdom that We are presenting for you here today. If you neglect it, or disagree, or avoid it, or resist it, well, you are only closing the door on your greater possibilities in life. For greatness is not simply having big ideas and fanciful notions, it is the product of meeting real events, providing great service under duress. This is what forges great men and women in all fields of endeavor.\n\nIf you want to be safe and protected, you will hide out somewhere, and the world will become darker. And you will become ever more terrified of it with very little relief.\n\nYou were born with Knowledge within yourself. It is your connection to God. Build your connection to God. But to do that, you need something from God to help you, for you do not know what Knowledge is. You think it is your ideas or your emotions or your feelings. You may think it is your firm and fixed beliefs. But that is not Knowledge that We speak of here today.\n\nYou will need to take the Steps to Knowledge, which God has now provided to the world in the face of the great pandemic and the Great Waves of change that are now building on the horizon, some of which you can see and some of which you cannot yet see. They are all building there.\n\nDo not seek to be comfortable and happy in all situations, for you have great work to do, great strengthening to accomplish, and great change to bring about in your thinking, your attitudes and your behavior.\n\nNot everyone will do this, of course, but not everyone will survive the Great Waves of change. Not everyone will engage with Knowledge, but not everyone will have the strength and courage to navigate the difficult times ahead.\n\nYou do not remember, but you made an agreement before you came into this world that there were certain things that you would try to accomplish under very difficult circumstances. That is your road ahead. That is what will give you strength, courage, self-respect, and self-acceptance. Anything else will take these things away from you, most assuredly.\n\nAs you can see all around you people striving after fantasies or pleasures or comforts, and how unhappy and lost and distracted they really are.\n\nGod wants you to succeed, but to succeed you have to become courageous and determined. You cannot create that yourself. You need great assistance, which the Source of all life has now provided for you through a New Revelation for the world, for nothing else will really save you.\n\nBelieving in Jesus will not save you. Trying to purify yourself and have no attachments will not save you, for that is not why you have come into the world. Following the dictates of religion alone will not save you, for they were given in antiquity and cannot really respond to your life now and your life going forward.\n\nGod knows this, of course, but the people are confused. It is through this confusion you must now pass and not become a victim of it or an adherent to it. It is like clouds and fog keeping you from seeing where you must go and what you must do—clouding up your mind, filling up your life, dominating your associations with others perhaps.\n\nThis is the great pathway forward. It does not lead to a pleasant life but a challenging life. It does not lead to endless happiness but great determination, great service and greater rewards. It is not what you want necessarily, but it is what you know because God has put Knowledge within you, and that part of you knows what We speak of here today and will resonate with it completely if you are able to experience this Knowledge within yourself.\n\nRegardless of how difficult and dangerous and uncertain the world may appear, the Blessing is within you. God has already given you the gift. If you will learn to discover it, align yourself with it and follow it, you will see exactly what this means. Before that, you will have to believe. You will have to have faith in it. You will have to allow it to prove itself to you through real circumstances and real challenges.\n\nThe Blessing goes with you every day, for part of you is still connected to your Source. That is not the part of you that has a nametag and is identified as a member of society here, but the deeper element of you that is permanent and that is in the world for a greater purpose, which must be discovered and undertaken today.",
  "audioUrl": "https://newmessage.org/av/facing-the-pandemic.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/facing-pandemic-today/"
}