{
  "title": "Facing the Light of Revelation",
  "content": "People do not realize what the Messenger is facing in the world. For him, it is a very difficult thing, and he is reluctant to accept it because it is so very difficult—with so much risk and uncertainty and the assurance of rejection and denial. It is a very difficult thing, you see.\n\nFor the Messengers, this has always been the case. And while they have been the most important people in all of human history, they have also had some of the most difficult tasks—tasks which they themselves would never choose for themselves, but which were given to them, with great emphasis.\n\nIn fact, the miracle of their work is the miracle of their acceptance and their willingness to follow a pattern and a pathway not of their own making or their own design, to venture forth without a grand scheme or plan—without knowing all the steps and what they would require and what must be developed within them, what must be released and what it would require of those who were called to assist them and follow them.\n\nSo while they had the biggest task in the world, they also had the least information to begin with. Only the certainty that it must be done. Only the power of the engagement with the Angelic Assembly. Only the conviction deep within them that this is it. This is everything they have prepared for. This is everything that they must do.\n\nThere is no alternative. There is no other life to choose. There is no way out. You cannot excuse yourself, you see, when you reach this point. You must get on that ship sailing to the New World, with all the hazards that that involves and the uncertainty of what you will find and experience when you arrive.\n\nFor the Messenger, the hazard is both failure and success. If he fails to reach enough people in the world, then his Message may not take hold here, may fall into obscurity and be altered and changed by people for their own purposes and desires.\n\nBut, in a way, success holds greater difficulty for the Messenger, for with success comes recognition, and with recognition comes misfortune. With recognition comes acceptance that is not true—people rushing to meet the Messenger, but for all the wrong reasons, wanting special favors, wanting miracles, wanting special dispensations, wanting to be with the Messenger, to be part of his special entourage, to travel with him and be his companion and to claim all of the significance and recognition for this.\n\nThen there will be people who will think the Messenger is their mate and their partner. Then there will be people who will come, but who are really not willing to put in the effort and the self-examination and the work that are required to rise to this great occasion, certainly the greatest occasion of this time in the world.\n\nYes, they have come for the right reasons, but they do not know themselves enough to see where they could fail, to see where they are weak and vulnerable, to see where they could fall under persuasion from other forces and step back into the shadows once the road becomes more difficult and challenging.\n\nSome will fade away. They cannot accept the challenge. They cannot face the honesty that this will require within themselves even though they are called to this situation, even though it is the right place and time for them.\n\nAmongst those who will reject the Messenger are all those who are protecting their position, their investment, their ideology, their arrogance, their significance, their pride, their position in society, their position in academia, their position in the theological community.\n\nThere are those who will reject the Messenger because he does not bring them gifts and miracles and relieve them from all of their difficulties—promising ecstasy, bliss and paradise in the future. They have to be sold on the truth. They cannot see it clearly themselves. They will want the Messenger to prove himself to them, when in reality they must prove themselves to him.\n\nThen there are all the false messengers who, out of pride and arrogance and insecurity, will proclaim they have a new message from God or something equivalent to that. And they may be very persuasive, very aggressive, very charming, charismatic. But their message has no substance. It is not original in any sense. While it may make some different intellectual associations, it is not a New Revelation. It does not bring a new reality into the world. It does not prepare humanity for the future. It does not encompass all of life in this world and beyond. It is the product of their imagination, curiosity and reckless association.\n\nAnd they will fail the test, you see, and therefore the Messenger will be associated with them—the false messenger. “Oh, we have had so many false messengers before. We have been warned of the false messengers.” Therefore, the real Messenger will be associated with them.\n\nPeople want the Messenger to fit their expectations and definitions, you see. They want him to be pure, magnanimous, magnificent, all powerful, able to do things that no one else can do to prove himself to them, when in reality they must prove themselves to him.\n\nThe previous Messengers have been so exalted and embellished and amplified that they have become like gods, if not called gods directly. Therefore, [people think] a new Messenger must have all the qualities that have been added on and associated with the previous great Messengers in the world. So the expectations are unrealistic and have nothing to do with the real qualities of the Messenger or what qualifies this individual to make this proclamation and to assume this greater role in the world.\n\nPeople think there are no future Messengers. “The Prophet was the last Messenger. The Christ was the last Messenger. There need be no others.” But this is to say that God has nothing else to say to humanity, that God has lost interest in humanity and will not prepare humanity for the greatest events in human history, which it is now beginning to face: a declining world, a diminishing world, a world of declining resources, violent weather and ever-growing economic and political instability; a world facing global crises now, not simply regional or local ones; a world facing intervention from the universe around you by small invasive groups who are here to take advantage of human weakness and expectations.\n\nNone of God’s previous Revelations can prepare you for this. None of God’s previous Revelations were given to speak to all of humanity at the very outset. For God’s New Message is not for one group or one region or one tribe. It is a Message to the whole world, right now, for everyone is facing the Great Waves of change coming to the world, and everyone is facing a universe full of intelligent life, a non-human universe of which humanity knows nothing at all.\n\nWould God let humanity fail collectively and completely in the face of either or both of these great thresholds, while people are fighting and killing each other over who the Prophet should be or what the truth should be or what their definition of God should be, with all of the enmity, cruelty, misery and unforgiveness in the past to bolster and fortify these attitudes and beliefs?\n\nWithout a New Revelation, humanity will break down into crisis after crisis after crisis as food, water and energy become more scarce and difficult to find—leading to wars of desperation, leading to violence on a scale never seen in the world before.\n\nPeople cannot see this, not because it is not apparent, not because its signs are not being demonstrated in the world, but because they do not have the strength or the courage or the faith to face things of this magnitude. They will think it is the end times: the end of the world has finally come. But it is the beginning of a great transition.\n\nAnd the outcome of that transition will be determined in the next twenty to thirty years—whether humanity will be a deprived and subjugated race, subjugated by foreign races who have planted themselves here under the disguise of offering hope and redemption to a struggling humanity. Or will humanity rise up and become a strong and independent race in the universe, establishing its own boundaries and rules of engagement with life beyond? Will humanity learn to live in a world of diminishing resources, a world requiring greater equanimity, cooperation, forgiveness and contribution?\n\nOnly God knows. People are lost in the past. They are moving forward looking behind themselves. They do not see what is coming over the horizon. They do not see because they are too afraid, too obsessed, too preoccupied and too full of their own ideas and beliefs, too arrogant, too ignorant. While life is giving them the signs and the warnings, they do not see. They do not hear. They do not respond.\n\nSo God must send a New Revelation into the world and send a new Messenger into the world to prepare humanity for these greatest of all events. And he will have to face all that the previous Messengers had to face. But he will have to face even more, for now he is speaking to the whole world—people from many countries all at once, people from many cultures and many religions all at once. The adversity he will face could surely be greater than anything a previous Messenger had to face in their time, in their circumstances.\n\nThe resistance to God’s Revelation will come from many quarters—governments, religious institutions, other people competing for preeminence. It will be dismissed by secularists and scientists, thinking that, “Well, this is another foolishness, thinking that God is speaking again.” Because they have made their ideals and their science their religion, and like all other religious figures who are not open to Revelation, they will dismiss it for the very same reasons.\n\nSo the Messenger has the great opportunity to speak to the world in broadcast and in the written word, at once reaching a world not in centuries but in decades. But the adversity he will have to encounter could be very significant.\n\nAnd he will have to be protected by those who love him. And he will have to be assisted by those who are called to him. And they will have to realize that they cannot fail. They cannot fall away or fade into the shadows. They must be strong. They must be honest. They must be willing to travel a path that challenges them, uplifts them and requires great things from them, for this is how people are redeemed, you see.\n\nGod does not wave a wand and make all of your disabilities, frustrations and conflicts disappear. God gives you great things to do, important things to do, things that you can do, things that are needed. And it is through this, if you can find and follow this greater counsel, that your redemption will be underway.\n\nThe separated are reclaimed through Knowledge, the deeper intelligence that is placed within all sentient life. They are saved through following Knowledge, which leads to a life of service and contribution.\n\nGod’s New Revelation speaks of these things in great detail, answering many questions concerning them. For God’s Revelation, given through the Angelic Assembly, is the most expansive ever given—given now to a world that is far more educated, a world of global communications, a world of global commerce, a world facing global problems and potential calamities.\n\nGod is giving now a Message, not in parables, not in stories, not in [anecdotes], but in the clearest possible words that can be translated easily and clearly into other languages, given with much repetition, given with much clarification, given with its own commentary so it does not rely upon future human commentary to define what it means for people.\n\nGod’s New Revelation is to bring you close to God and what God wants you to do, and what you are here to do, and to show you how to follow what you are here to do and to discern it from all the other voices and forces and influences in your mind.\n\nGod has given you the Steps to Knowledge to take on the pathway so that you may learn to connect your worldly mind in service to the greater mind within you in such a way that all of your skills are enhanced and all of your disabilities are reduced.\n\nOnly God could do this for every person. You cannot possibly understand this. You will bring every argument against it, but your arguments only prove you cannot understand how God works through people or what God intends to do.\n\nFor God’s Word now is not merely for this moment, for the crisis of this day, but for the crisis of 25 years from now and 50 years from now and 100 years from now. And that is why God has given you the Revelation about Life in the Universe, so that you can prepare for this reality. Never has anything like this ever been given to humanity before.\n\nTo face this, to receive this, to allow this to begin the process of redemption in your life, you must be willing to evaluate your life, to change your life where it is necessary, to be courageous in this regard, to be determined in this regard, to give up your other gods—your god of obligations, your god of infatuation, your god of accumulation—your other gods. Not to make you a renunciate, but to make you a person capable and free enough to undertake a greater work and service in the world.\n\nOnly God knows what this means. For you cannot serve the world if you are angry with the world. You cannot serve people if you do not love them. You cannot even face your enemies if you condemn them completely. God knows what this means.\n\nFor the first time in history, you are able to see now the process of Revelation and to receive it in a pure form, without it being altered or reconstructed later by those who did not know the Messenger.\n\nThis is the greatest moment, you see, that through the wonders of technology, you can hear the Voice of Revelation: a Voice like that that spoke to the Jesus, the Buddha and the Muhammad and the other great Emissaries, who remain unrecognized in the world.\n\nThe challenge is upon you, then, for the Messenger is not here to prove himself to you. You must prove yourself to him and to those who sent him. Deny him, and you deny those who sent him. You deny the Lord of the universe to protect your religious ideas, your social ideas, your political ideas, your grievances, your fears, your condemnation of religion, your pride, your arrogance, your ignorance, your stupidity without even looking to see what the Revelation really is.\n\nYou will see experts doing this—well-educated people, theologians, philosophers, people you admire—acting so foolishly, so blindly. For Knowledge is not strong enough within them to call them to see the New Message and to consider it seriously.\n\nThey will reject it on philosophical grounds. They will say, “Well, we don’t think of God like this anymore.” They do not know what they are talking about. They think they know how God works, what God is, how God manifests, how God influences, how God brings about correction? No, they have the God of antiquity as their reference point, or perhaps some recent philosophy. They cannot see this clearly because they cannot approach it clearly. They will think it is something else.\n\nThe Messenger will have to face all of this, you see. And so disheartening it will be for him. He is a humble man. He has been sent into the world for this purpose. He takes it into the world reluctantly, knowing the great hazards, dangers and disappointments. Even people he might admire will turn against him. Even those who think they know him—his family members, perhaps—will turn against him. For who knows a Messenger from God at the time of Revelation?\n\nWhen you recognize he has the most difficult task in the world and the greatest Message for the world, you will want to help him. And you will have to look and see in your own heart what you are willing to do [in order] to do this given your circumstances, your health and your true abilities. The challenge is upon the recipient at a time of Revelation, you see.\n\nThe Messenger brings the Message. He does not have to do circus tricks for people. He does not have to please them and appease them and give them what they want and meet their expectations and fulfill their ambitions, for he will not do these things.\n\nMessengers before were demonized and destroyed because they did not give people what they wanted. They could not be used as a resource by those who heard them and saw them and received them.\n\nYou will see this again. People try to profit off the situation like they try to profit off of every situation, as if they were locusts upon the land. But you cannot profit from the Messenger unless you can receive the Revelation and take the Steps to Knowledge yourself.\n\nAnd do not take the position that you do not know because that is not really honest, you see. “Well, I don’t know about this Messenger. I just don’t know.” That is not really honest. You are not taking this deeply enough. For in your heart, you can see and know this. Do not hide [behind] indecision.\n\nThe challenge is upon the recipient at a time of Revelation. And the Messenger will see before him, and you will see if you travel with him, all manner of self-deception, self-denial, confabulation, all manner of foolishness, all manner of greed, all manner of ambition placed before him in the Light of Revelation. For everything that is impure, everything that is corrupt, everything that is misguided will be revealed in the Light of Revelation because it is pure. And it will reveal the impurity of everything around it.\n\nThat is why people run the other way. That is why people do not want to look. That is why people put up walls and cast stones. They do not want to have their impurities revealed to them. They do not want to have to reconsider their core beliefs. They do not want to have to rethink their religion in light of the New Revelation. They do not want to have to face themselves and the life that they have led, and how compromised it has really been and dishonest in so many ways. But that is what happens at a time of Revelation.\n\nIn the past, people made the Messenger a god, unlike them. “Oh, we never have to be like him, so therefore we are off the hook. We are relieved from the challenge of Revelation.” They made the Messenger so lofty and special, his position so unattainable, that they would never have to really work very hard, you see.\n\nThe Messenger will have to face all of this. You cannot imagine the discouragement. You cannot imagine the difficulty. You cannot imagine the tragedy of human failure that will be revealed in the Light of Revelation.\n\nBut the Revelation brings power, strength, integrity and dignity to the person and asks them to do what they know they must do, and to be honest enough to see this and to follow this, without trying to compromise or make some kind of deal.\n\nThe New Message brings blessing upon all peoples, from all faith traditions, from all nations, from all economic classes of people—the rich, the poor, everyone in between. It brings the blessing of an inner revelation with Knowledge. It brings preparation for a world that everyone will have to face together. It brings the Revelation about the universe that everyone will have to face together. It brings the mystery of one’s inner life—the power and the presence of Knowledge that exists beyond the realm and the reach of the intellect.\n\nYou cannot even imagine what this can do for the individual. Even if they take little steps, it will begin to strengthen them and give them courage they did not have before.\n\nGod blesses the separated, the lonely and the miserable—whether they be rich or poor. And the Revelation is for them, and for you and for everyone in the world who can receive it. For many must receive this Revelation for it to have its great impact on human awareness, human cooperation, the cessation of war and the preparation for the Greater Community that must begin.\n\nDo not make the Messenger your controversy. Make your own response to the Message the controversy. Your controversy is your indecision about whether you will be a real and honest person, and your investment in those things that take you away from this and what it has cost you and what you are going to do about it. That is the controversy. The controversy is not the theological excellence of the New Revelation, according to what is considered to be true thus far in the human realm, as if humanity could really understand these things.\n\nThe real controversy is how people will respond at a time of Revelation—whether they will become obsessed with the Messenger and their expectations and demands of him, or whether they will take to heart what the Revelation is really giving to them and communicating to them, over and over again.\n\nPeople have been praying honestly, earnestly, for redemption, for deliverance, to improve their circumstances and the quality of their lives, to improve their health and the health of those they love, to improve their environment, to improve their world. And God has finally answered in a Message for everyone—not just a little message for one tribe or group, but a Message for the whole world because the whole world needs this Message now.\n\nHere you do not leave your faith, your religious tradition. You simply bring the Revelation into it—to amplify it; to make it greater, more potent, more powerful; infuse it with the Spirit, the intent and the great Love of God.\n\nThat which has become old, dried up, irrelevant, lacking passion, meaning, purpose and application now is infused with everything that will make it alive.\n\nFor even the Christians must become people willing to face the Great Waves of change and humanity’s emergence into a Greater Community of life. The Muslims, the Jews, the Buddhists—all the religious groups, large and small—are all facing the same challenges and the risk of calamity. They all need a New Revelation from God.\n\nThey all need to hear the Messenger—honestly, patiently considering everything he brings.\n\nThis is the time of Revelation. There is a Messenger in the world. He brings a Revelation unlike anything that has been given before, speaking of greater things that were never considered or needed before. He brings the clarification of spirituality at the level of Knowledge. He speaks of that which has always been true, and of that which has never been considered.\n\nHear him. Receive him. Be honest. You do not know who he is or what he brings yet until you give this your honest, objective consideration—being willing to be challenged, being willing to reconsider your ideas, being willing to think again where you stand and what is real and what is happening in your life and the world around you.\n\nGod and the Angelic Presence watch over the world to see how people will respond, who will respond, how will they respond, the purity of their response, their willingness to undergo deep transformation within themselves in light of the Revelation. Who will object, who will resist, who will fight against this, who will try to destroy the New Message from God and God’s Messenger in the world?\n\nThe eyes of Heaven will be watching. The test is for humanity. For this is not only a great gift, the greatest you can imagine, it is also a test. For learning is always a test, and a great learning is a great test. And a great need is a great test. And living in physical reality is a great test. The eyes of Heaven will be watching to see how and if their Messenger is received here. Let this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/facing-the-light-of-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/facing-light-revelation/"
}