{
  "title": "Facing a World in Decline",
  "content": "You are facing a world in decline, a world whose resources have been overused and misused by the human family, out of greed, corruption, ignorance and presumption. It is a world that has been stressed, a world whose supportive capacity for the human family has been overtaxed and overused.\n\nThere are growing numbers of people who are aware that there is a serious problem here, but governments are not responding, and the wealthier people of the world do not want to question the source of their wealth. They do not want to pay the expenses that will be required to mitigate the damage that has been placed upon this world.\n\nYou are facing a world in decline, a world of declining resources, a world whose climate is being affected now and is being changed, leading to violent and unpredictable weather and the loss of water resources, critical resources that are needed for large populations of people. You are facing a world where a growing humanity will have to drink from a slowly shrinking well.\n\nThis is the world that you have come to serve. Do not deny it. Do not avoid it. Do not be dishonest regarding it. For it is the world you have come to serve.\n\nThe circumstances that are arising now—the Great Waves of change coming to the world—have been foreseen. God knows they are coming. For those who have great vision, they can see the Great Waves out on the horizon. Perhaps they cannot interpret them precisely, but they can see them out on the horizon.\n\nThe human family will have to face now a set of circumstances that as a whole it has never had to face before. And yet so few people can see this. It is one of humanity’s weaknesses that it does not look ahead.\n\nBelieving that the world is an endless cornucopia of resources, humanity is forging ahead with its endless emphasis on growth and expansion. It is like an addict that cannot stop himself from deepening his addiction, the human family has not gained yet the cohesion and the cooperation necessary to adapt to these changing circumstances and to the great trials that await it.\n\nThere are several things here you must face. You must face that you are living now in a world in decline. You must go through the shock and the awe of recognizing this and attain a more powerful state of clarity, courage and determination. You must face this now and look at the evidence that is mounting.\n\nThis is necessary to give you encouragement and the sense of responsibility to prepare—to prepare for a world in decline, to reassess your position and your circumstances, to see where you are strong and where you are vulnerable.\n\nThis deep evaluation is necessary now, for the world is changing. Your environment is changing—your physical environment, the social environment, your economic environment. It is all changing now.\n\nThose who will be able to navigate the difficult times ahead will be those who have looked and seen and have prepared themselves. Do not wait for a consensus with others here, or it will be too late. Then you will have very few options, and the choices will be immensely difficult.\n\nNext, you must recognize that you have come into the world to live in these times, to face the Great Waves of change, to adapt to a world in decline, and within the many needs of humanity, to see where your contribution is most essential. This indeed is your time. These are the circumstances that will call out of you your greater gifts, so do not reject them. Do not deny them. Do not run away from them, for they hold the power to call out of you your gifts and to initiate your redemption here.\n\nA third thing is you must reconsider your demands and expectations upon the world. Beyond meeting fundamental needs here, what do you expect or desire from the world? What do you want the world to provide for you beyond your basic needs? Endless possessions? Endless opportunities? The ability to support you in whatever you want to do and having whatever you want to have? What are your expectations here? Can these expectations be met? And are they ethical?\n\nHow you behave, what you consume—your standards here are very important because what will tip the scale in humanity’s favor are clarity, courage and determination. You must have clarity about what is coming and the great challenges now facing humanity. You must have courage to face this great threshold and to face and to accept what it will call forth from you as a gift and a contribution to humanity.\n\nAnd you must have determination because part of you will not want to face this. The weaker part of you will not want to face this or accept it. It will want to go into denial so that you can preserve your personal goals and fantasies. You will not want to face its challenge, its requirements and its opportunities.\n\nPeople around you will remain blind and ignorant, their backs to reality. And when the Great Waves come, they will be caught off guard. They will be enraged. And they will be terrified.\n\nYou must have determination while others are remaining ignorant. You must have determination while others are in a state of denial. You must have determination when others give up, feel hopeless and helpless. You cannot succumb to this.\n\nThis requires great sobriety and a great love for the world and the willingness to look and see what is coming over the horizon. If you can see, it will be tremendous, and you will feel overwhelmed. Perhaps you may go through a period where you feel hopeless, unable to see a remedy. You will look at the condition of humanity’s leaders and the general public and you will wonder how anything can ever be accomplished, and how any preparation can be undertaken on a large scale. It can appear hopeless, indeed, and the chances can seem to be very slim.\n\nBut what is important here is that you follow Knowledge within yourself, the deeper Intelligence that the Creator of all life has given you. It is not afraid. It is not corrupted. It is not compromised. As a result, it remains as a source of your strength, your integrity and your contribution to a world in need.\n\nKnowledge functions beyond the realm of the intellect. You cannot figure it out, but you can experience it. And you can receive its guidance, its restraint and its motivation. With Knowledge, you can navigate what seems to be unpredictable and hopeless to achieve a greater result.\n\nHere you must participate even if you have no idea how it is going to work. And you must function against the odds, even against all hope. Knowledge is not guided by fear and hope, ambition or desperation. This power is so formidable in the face of changing circumstances that you really cannot find anything else in life that will give you this strength, this certainty and this stability.\n\nBut you cannot be passive and rely upon Knowledge, for it will require that you be observant, powerful and responsive. You must realize the great danger, but Knowledge will give you the power and the encouragement because it is a gift from God.\n\nYou must not fall prey to the persuasions of hopelessness and self-doubt. These will be real challenges for you if you are to face the Great Waves of change—environmental destruction, changing climate and violent weather, growing political and economic instability, diminishing resources, and the growing risk of competition and conflict between nations and groups over who will have access to the remaining resources.\n\nThese are the Great Waves of change. And because they are all converging at the same time, they create a powerful set of forces, which influence one another in ways that are almost impossible to predict.\n\nNever think that if the world is depleted, you can go into space to find what you have lost here on Earth. For beyond this solar system, resources are owned by others, by other nations, and they are far more powerful than you are. Never think that the universe is a big, empty place awaiting human exploration and exploitation. For there are societies in your vicinity of space that are far older than any civilization here on Earth, and they will not countenance intervention or invasion from any human group.\n\nWhat this means is that you have to make it work here on Earth. If you cannot do this, you will fall under the persuasion of foreign powers in the universe. Some of these powers are even here in the world today, seeking to influence humanity for [their] own purposes. Your declining prospects here give [them] a great advantage of persuasion, for these forces are not military in nature. They are here to take advantage of the world’s resources—its natural resources and its strategic position in this part of space.\n\nGod knows that you cannot see all of this on your own, and that is why a New Message has been sent into the world for the protection and the advancement of humanity. There is a New Message from God in the world. It is here to warn, to strengthen and to prepare humanity for the Great Waves of change and for the immense challenges of encountering a Greater Community of intelligent life in the universe.\n\nThese two great challenges, more than anything else, will shape the future and the destiny of humanity. Each has the power to undermine and destroy human civilization. And each can be countered by the power and the presence of Knowledge within people.\n\nIt is a great challenge indeed, greater than anything the human family as a whole has ever had to face—greater than any world war, greater than any famine or pestilence, greater than any economic tribulation.\n\nThe Great Waves of change and humanity’s encounter with competition from beyond the world will, more than anything else, give humanity its greatest opportunity for human unity and cooperation, for the protection of humanity and for the welfare and sustainability of life here in this world.\n\nDo not think that technology alone will solve these great problems. For without human unity, courage, clarity and determination, technology alone will not be enough. And you will be seduced by races who are more technologically advanced than you.\n\nYou must look ahead. You must see the signs of the Great Waves of change. And you must see the immense evidence of foreign presences here in the world. You must do this without assumptions, without preferences, without trying to use all this to fortify your preconceived ideas and your ideology. You must look to see and to learn. It sounds simple, of course, but it is difficult for people to do this.\n\nPerhaps in recognizing these two great realities, your ideas will be challenged; your assumptions will prove to be wrong. Have the courage and the humility to face this. Have the honesty to recognize that your education must begin anew.\n\nThe New Message from God will provide the missing pieces that humanity could not provide for itself regarding what is coming over the horizon and the realities of life in the universe. There are limits to what humanity can see on its own, and that is why this great gift from the Creator of all life is so very important.\n\nHere you must not be guided by hope or by fear, but instead by the power and the presence of Knowledge. This will enable you to be clear and objective and able to discern the circumstances as they emerge.\n\nComplications will arise. Difficulties will arise. Unexpected and unanticipated events will occur. If your mind is still and you are listening deeply within yourself, you will know what to do. You have a greater set of strengths that are not cultivated and have not been called upon sufficiently for you to have this clarity of mind. But that is all changing now.\n\nHumanity is now facing a more difficult world, a world that will require greater cooperation and greater selflessness and greater contribution from ever-growing numbers of people. A divided, contentious humanity will not succeed in the face of the Great Waves of change, and can be easily manipulated by clever foreign powers who are already in the world seeking to take advantage of a weak and divided humanity.\n\nLook into these two great realities, and let them inform you what you must do. Learn to take the Steps to Knowledge to still your mind so that you can listen to the deeper Mind within you, the Mind of Knowledge.\n\nHere the inner preparation will be greater than the outer preparation, for if you cannot find this position of clarity, courage and determination, then nothing you do on the outside will be successful. You can make critical mistakes in judgment, and you can follow people who will lead you into greater danger and vulnerability.\n\nFacing a world in decline, your mind will be afraid. It will want to go into denial. It will complain. It will project blame. It will seek for answers and solutions, not wanting to have to face the uncertainty of living with a greater problem.\n\nHere the degree of your education does not really matter. It is the quality of your education that matters. Even your most highly educated scientists and leaders are in complete denial and ignorance of the Great Waves of change. They blithely think that whatever it is, humanity can deal with it. “No problem. We’ll create the technology. We’ll take care of that problem when it emerges,” they think.\n\nThese are the assumptions of weak and foolish minds. They think that humanity cannot fail, and so they think the problem is not that significant. But the problems are that significant, and humanity can fail.\n\nCivilizations have failed before, leaving only a few traces. Do not think that human civilization currently cannot fail, cannot be undermined by the very forces—the forces of resource depletion, the forces of the loss of food production, forces of political instability and human conflict, and forces of Intervention from races from beyond. All of these have led to the collapse of previous civilizations. Do not think that because you live in a somewhat modern life that the rules of nature do not apply to you.\n\nThe Great Waves of change have the power to undermine human civilization. And those forces who are intervening in the world today, who are deceptive, will seek to undermine human civilization for their own benefit. They know that humanity is moving into a position of immense difficulty and vulnerability in facing the Great Waves of change. And they will project themselves, these intervening forces, as the saviors of humanity. It is a perfect environment for intervention. Because there are other races who covet this world, these attempts will be made repeatedly.\n\nThis is a giant wake-up call for the human family, of course. It is redemptive in that it brings you back to yourself, to your senses. And it calls upon the deeper Knowledge that God has placed within each person to guide them, to protect them and to lead them to a greater life of contribution—a life grounded in reality, a life that is inspired by the Power and the Presence of God.\n\nWhether you are religious or not, this is your great opportunity. No matter what nation or faith tradition you have come from, this is your great opportunity. It is driven by necessity now. It is not a casual choice. It is not only for the elite. It is for everybody to respond.\n\nReceive, then, the New Message from God, which alone has the wisdom and the power to educate humanity about the Great Waves of change and the reality and the spirituality of a Greater Community of intelligent life in the universe. Take the Steps to Knowledge to learn of the deeper Intelligence within you and to receive its guidance, its restraint and its inspiration. Look out on the horizon of the world and see what is coming. And plan your life around what you see, not around what you want or what you prefer.\n\nThis is calling upon a greater strength within you, a strength that you have rarely known, a strength that exists beyond the realm of your intellect, your beliefs and your ideology. You cannot be fooling around in the face of the Great Waves of change. You cannot be self-obsessed and blind and unresponsive to the environment and be in a position to deal with the power and the powerful influence of those races who are intervening in the world today.\n\nHumanity can largely mitigate and adapt to the Great Waves of change. And humanity can throw off Intervention and establish its own rules of engagement regarding all who might come to the world, both now and in the future. You have this power and this responsibility. Fail to claim it, and nothing will save the human family.\n\nThe choices are so fundamental and so essential here that they cannot be avoided. An endless debate about the seriousness of the great environmental changes to come is such a massive waste of human energy and opportunity. These debates are carried on without Knowledge, for the mind endlessly speculates and tends to perceive reality according to its preferences and its prejudices. That is why you must follow what you most deeply know and not simply call upon experts to guide you and to educate you, for they may not know.\n\nHumanity can survive in a declining world, but it will be a very great challenge. You will have to control both population and consumption. This seems to be unacceptable to freedom-loving peoples, but freedom requires responsibility. Freedom is a privilege and not a right. It must be earned. It must be protected. It must be guarded. And it must have an environment that can sustain it.\n\nHumanity must outgrow its adolescent phase of growth and expansion, for you are running out of room. You are running out of resources. You are reaching the limits, and in some cases have surpassed the limits, of what this world can sustain.\n\nThat is why this calls for a deep evaluation, a reconsideration of your life and priorities and a reassessment of humanity’s future and the forces that will impact it. Knowledge will guide you to make the real contribution you are here to make. It will bring into your life the essential people that will make the discovery and the expression of this contribution possible and meaningful.\n\nTherefore, your challenge is both on the outside and on the inside. Your first responsibility here is to build a connection to Knowledge and, while you are doing this, to undergo the deep evaluation regarding your life and circumstances.\n\nHere everything must be put up for reconsideration—where you live, how you live, how you travel, the people you are with, the quality and strength of your relationships, an assessment of your skills and weaknesses. And this must lead to a plan. Perhaps this plan will not be complete at first, but it must be a starting point. For you must move off of the beach when the Great Waves are coming.\n\nIt will take time to change your life and circumstances. You need this time. Do not delay. The more you delay, the fewer are your options. You must be prepared to act decisively and courageously while others are seeming to do nothing. You must follow Knowledge, not consensus. This will prove to be pivotal in your ability to prepare and to navigate the uncertain times ahead.\n\nIt is you who must not become a victim of life’s changing circumstances, but its beneficiary. It is you who must be in a position to assist others in preparing for the great change that is to come and for the challenges of emerging into a Greater Community of intelligent life in the universe.\n\nTime is of the essence, and preparation is the key. God is providing now the vision of the future that you must have. And God is providing the preparation in Steps to Knowledge, and in the prophetic teaching about the Great Waves of change and the challenge of emerging into a Greater Community of intelligent life in the universe.\n\nThis New Message presents what is essential for you to know and for humanity to know—to understand what is coming, to see it without deception and distortion and to begin the preparation that must happen on both an individual and collective level.\n\nIn facing the Great Waves of change, people will have to leave desert regions. They will have to leave areas that are prone to flooding. A great emphasis will have to be placed upon agriculture and water resources and fuel resources. There will be immense human migrations, refugees forced to leave their homelands because the deserts will be growing and the coastlines will be endangered by violent weather and rising waters.\n\nYou can see this even now—if you become objective, if you study, if you become educated and if you listen to Knowledge within yourself.\n\nEntire nations will collapse in the face of the Great Waves of change, creating immense instability in their regions. The human need will be unprecedented and immense. The need for human contribution will be tremendous, and the wealthy must dedicate their resources to meeting these needs.\n\nThere will have to be a cessation of war and conflict, particularly between large and more developed nations. Energy resources will have to be managed wisely and will have to be conserved, even to extreme extents.\n\nDo not wait and think that humanity can deal with these problems in its own time. For time is of the essence. And people tend to greatly underestimate the great changes that are coming to the world. It is this inability to look forward and to prepare and to moderate one’s life that represents humanity’s vulnerability.\n\nAnd it is the assumption that you are alone in the universe, or that no one can reach your shores, or that whoever would come here would come here to benefit humanity—these represent your weaknesses in considering the reality and the consequences of contact with intelligent life in the universe.\n\nPart of your deep evaluation is to determine your strengths and weaknesses with as much objectivity as you can and to determine humanity’s strengths and weaknesses in the same regard.\n\nYou can do this because the power and presence of Knowledge is with you, because God has equipped you to live in a declining world. Knowledge within you is not afraid. It has immense confidence. You too must have this confidence if you are to fulfill your destiny in this world and if you are to build a new foundation for humanity, to build a new future—a future that will be unlike the past in a world that will be unlike the past.\n\nThis is your destiny and this is your calling. It will give you the greatest satisfaction and fulfillment to meet this great challenge and to realize your greater strength and your unique gifts that are meant to be given at this time.",
  "audioUrl": "https://www.newmessage.org/av/facing-a-world-in-decline.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/facing-a-world-in-decline/"
}