{
  "title": "Faith, Work and Higher Purpose",
  "content": "People have a great deal of confusion regarding faith. Faith for many people has become a kind of replacement for cultivating their own abilities and for assuming greater responsibilities. They do not want to do very much, but they have faith that things will work out. They have faith that success will be theirs. They have faith that they will be able to avoid difficulty and calamity.\n\nThey are not really responding to the signs that are being given to them from the world and from the deeper Knowledge that lives within them. They are just going to settle in and have faith, so they do not have to worry about things, so they do not have to mount a greater effort or bring a greater discernment to bear.\n\nWhile faith is celebrated in most cultures—it is valued, it is considered meaningful and real—it is really not being used responsibly, and its real value is being lost.\n\nPeople may feel they are working too hard, but often it means they are working inefficiently, and they are losing energy to problems that are remaining unresolved. Or they are losing energy and time to people who really are not doing their part. Or they are losing energy and time to habits and obsessions that are fundamentally unhealthy for them.\n\nTo live successfully in the world requires a lot of work. You have to make your peace with this. If you try to avoid this, then you will be depending upon the productivity of others. You will be giving up your responsibility and, with it, your ability to develop courage, skill, vision and determination.\n\nTrying to work as little as possible is assuring yourself of future failure and desperation. And along the way, you will lose your self-respect. You will lose your self-confidence. You will lose your ability to problem solve in the world and to adapt to changing situations. Along the way, you will become dishonest with yourself, relying upon excuses and justifications instead of facing the reality of your situation and the reality of your own abilities.\n\nFaith attends great work, but it does not replace great work. To assume a higher purpose in life, which Knowledge within you, the deeper intelligence that God has given you, will reveal to you over time—if you desire it and are willing to work for it—this higher purpose will require a determination, a courage and an ability to problem solve and make things happen that far exceed what the vast majority of normal forms of employment will require.\n\nYet people dream about having a higher purpose. Or they think their pleasurable hobby is a higher purpose, or they give themselves a title: “I am an artist, I am a musician, I am a teacher.” And they call that a higher purpose. But it is not, you see, because it does not come from a greater Source. And the person, in almost all cases, has never developed the determination, the capacity or the ability to assume a greater role in life. A part of this failure is the unwillingness to work to resolve dilemmas in one’s life and to learn how to bring your work to a greater focus and efficiency.\n\nClearly, there are people working very hard but not getting anywhere. Sometimes, in the case of poverty, that is circumstantial. They are facing the misfortune of their circumstances. But, except in extreme cases of poverty, even here people are losing energy and vitality to things of little meaning in their personal lives. They are involved in relationships that are unhealthy for them. They are trying to take care of people who will not take care of themselves. They are not in the process of building their strength, their skills and their self-determination. And so they are stuck in unhealthy circumstances, and they feel helpless and they feel hopeless, but they have faith, you see. But faith here is really not helping them very much because it cannot replace their own responsibilities.\n\nThere are wealthy people that are working very hard and not getting anywhere because their work is not properly focused. It is not engaged in the right activities, and they too are losing energy to their habits, their hobbies, their destructive relationships and their internal conflicts.\n\nPart of what makes your higher purpose redeeming is it does not give you the freedom or the time to engage in things of little value. You do not have time; you cannot afford it. You cannot afford to break down and feel self-pity or convince yourself that you are unwell. You cannot fall down on the job because it is too great and too demanding and too important, you see. You are going to have to give it more effort, and more intelligent effort, than you would any normal employment.\n\nHow different this is from what people consider to be a higher purpose, which is a joyful work, a pleasant work, a work that is inspiring, a work that is fulfilling, a work that they love to do.\n\nYou can love a greater purpose, you can be fulfilled by a greater purpose, but it is going to take everything you have to do it. It is going to unite you within yourself out of necessity. It is going to demand everything. It is going to require more of you than you feel you can give or even want to give.\n\nThis is what redeems you, you see. This is what makes your life whole and focused and complete. This is what gives you the strength and the necessity to leave aside meaningless things, to disengage from relationships that have no future and no purpose, and to get whatever help you need to resolve your inner difficulties because you have a greater mission now to fulfill.\n\nThere is dreaming about a higher purpose, and then there are the demands of living a higher purpose. A higher purpose will require risk-taking, uncertainty, disappointment, other people failing. It is not an easy task, you see, not a task for the ambivalent or the faint of heart or those who are self-obsessed, losing all their life force over things that they cannot or will not resolve.\n\nYour purpose will shape you, it will strengthen you, it will make you wise and compassionate. For you will see how much it requires to really be a real person in the world and to fulfill your mission and destiny here. It is not even the amount of work; it is the quality of the work; it is the intention of the work; it is the whole-heartedness of the work; it is the wisdom of its application.\n\nAll these things must be there, you see. It is not about surrendering your life and just being guided along as if you were a trailer and God was the truck pulling you. You cannot be pulled along like a little child, for God is requiring you to be competent and effective and powerful and self-determined in this world to accomplish the tasks that are yours to accomplish. It is not about surrendering and becoming pliable, and you are just going to be there until God wants you to do something. That is ridiculous. That is a kind of spiritual welfare.\n\nPeople want to go on welfare so they do not have to worry about their work, their money, their health or their relationships. They are just going to be guided now. But it will not be God that will guide them. It will be other forces in the universe. It will be their own indolence that will guide them. It will be their fear that will guide them. It will be their sense of inadequacy that will guide them. It will be their feelings of guilt that will guide them. It will be their resentment of others and their fear of failure that will guide them.\n\nGreater purpose is redeeming because you cannot afford to fail. Failure is not an option. And that is what gives you the strength to realize you have no choice. You cannot drop the ball and go home. You cannot give it up and go sit on the beach somewhere and be happy about yourself. You have assumed a reality and a responsibility that you cannot deny, you cannot forfeit for love or for money, for beauty, wealth or pleasure.\n\nSome people will look at this and think that, “Oh, this is just too much. I wouldn’t be free. I’d give up my freedom.” But what they are really giving up is their ambivalence, and their conflict, and their pain, and their suffering, and their inadequacy, and their self-delusions, and their self-obsessions. That is what they are giving up here.\n\nYour greater purpose will forge you and force you to be one person with one goal and one deeper orientation within yourself. If your purpose is true and is guided by Knowledge, it will forge you into a much more powerful person than you are today. It will burn away what is impure within you. It will give you a very high bar. It will require great things of you. It will require consistency, determination and courage.\n\nWithout these things, faith is an excuse. It is a replacement. It is a justification. It becomes a self-deception. Here people say, “Well, I won’t worry about it. Things always work out.” Yes, things work out, producing incredible tragedy and disappointment for people. If you do not direct your life, someone else will. If you give your life up to circumstances, circumstances will determine the outcome. And this is rarely favorable for people.\n\nThe truth is is that God will ask a lot of you. You want God to speak to you? You want God to direct you? You want God to be a part of your life? God will ask a lot of you. Oh, so much, it will take you to your limits.\n\nPeople come to God with their laziness, their indolence, their confusion, their obsessions, their goals, their ambitions, their preferences, their resentments, their hostilities—everything.\n\nSo the work of the Divine is to deconstruct these things. And one of the best ways to do that is to give the person something really challenging to do that is completely different from their goals and ambitions and their plans to fulfill themselves and acquire wealth, pleasure and happiness.\n\nNo, God is going to give them something else to do very different, much more difficult, but unifying and uniting and empowering. Go over to this country and feed this village. Figure out how to do that. Go over and help these people. Support this organization. Advocate for this need in society. Preserve this forest. Speak out against injustice and work diligently for that.\n\nThere is no spiritual fulfillment apart from these things. There is no escaping the wheel of life and death. You were sent into the world to accomplish something. What is this escaping for? It is like running away from home. It is like dropping out of school. It is like abandoning your wife and children. Your role and focus in spirituality is not to get back to God. You will be going back to God, in due course. You do not even want to go back to God, you are so committed to being in the world.\n\nWhat is important is to do what you were sent here to do, what you know in your heart you are here to do, which is usually very different from your goals, your ambitions, your desires, your fantasies and all of that. This is the difference between reality and fantasy, between spirituality as an excuse and a justification and spirituality as an inspiring and empowering force in your life.\n\nYou will see the evidence of people’s fantasies regarding spirituality in the emphasis on enlightenment. They are going to meditate for thirty years and become enlightened. That would only be meaningful if they spent most of their time feeding people and taking care of people. Enlightenment has to translate into service if it is to be real and meaningful. You have to serve real people, real situations, real living things. You cannot serve ideas and beliefs and concepts.\n\nYou were sent into the world to do something specific. Knowledge within you knows what this is and is trying to guide you and move you into a position where you can recognize this and meet those individuals who will be a part of your greater service and accomplishment here. Along the way, Knowledge is building your strength, building your discernment and building your courage.\n\nBut it faces great obstacles all along the way, of course. For you live in cultures that are driven by greed and fear, by anger and hostility, by conflict and partisanship. If you live in a wealthy nation, you are constantly being distracted by pleasure, power, beauty and wealth. So there are tremendous obstacles. And then there are your own preferences, your own unforgiveness of your past and the decisions you made in childhood that you are still living out unconsciously.\n\nSo most of the spiritual work is deconstructing your confinement, your disabilities, your fantasies, your obsessions and your delusions to help you divorce yourself from your weakness and to unite you with your strength. It takes faith to do this because you do not really know where it is taking you. You do not really know the outcome. God is not dangling a prize out there for you.\n\nYou do this because you know you must do this. Because in your heart, you know you must take this journey. You do not do this to satisfy the goals of the mind, or your ideas of enlightenment or [because] you are going to become a saint, or you are going to become a goddess, or any of this foolishness.\n\nYou take the journey because you must. And this is what returns you to God because here you are following what God has put within you to follow. You do not know where it is taking you. It is taking you away from your past. It is deconstructing that which is imprisoning you. It is building your strength, your confidence and your ability to discern the power and the presence of Knowledge within you.\n\nYou take this journey without a big ideology, without a complex cosmological understanding. That is why anyone can take the great journey to a higher purpose. A poor farmer or a villager might do better than someone in the university, for they may have less to deconstruct. They may have less to set aside. They may have less that is holding them back.\n\nYou take this journey because you know you must take this journey. That is where faith is real. You do not have faith that everything is going to work out and that things are going to be fine. That is foolishness. Without the greater work, there is disaster, there is suffering, there is calamity. Things do not just work out. Perhaps one or two people will benefit from the outcome, while others will suffer for it.\n\nIf you want to have an impact on the world, you are going to have to work very hard for it. If you want to make a difference being here, if you want your life to really produce something of value, of lasting value, and impact the lives of others in meaningful ways, you are going to have to really work for that.\n\nYou will have obstacles on the inside of yourself. You will have obstacles all around you. You cannot allow yourself to capitulate to your own pathetic feelings or to the criticism of others. You have to be more powerful than those things that dissuade you within yourself and those people who might dissuade you on the outside.\n\nAt this moment you may not have this power, but you are going to have to develop it, and that is why the journey is long. And you do not get the reward right away because the truth is, you are not ready. You do not have the vision; you do not have the skill; you do not have the power. So building the skills, the vision, the power, the capacity, the tolerance, the forgiveness, the wisdom and the discernment—this is really what the journey is about.\n\nYou do not just get something important to do in life. Even if you could foresee what that could be for you, there is a great gulf between where you are now and where you would have to be to really do that work effectively. You cannot be a person who is just guided by the consensus of your friends, who is driven by social conventions, who is driven by the approval of others, who is dominated by other people and their opinions. You cannot be a person who is a slave to society and its shallow values.\n\nYou are standing at the bottom, but you need to get to the top of the mountain. You do not dream yourself there. There is no magic carpet to take you up. There is no elevator. There is no helicopter. You have to make this journey. It is faith that you have to make this journey. It is the faith you place in what is motivating you to take this journey. That is the faith. Not the faith that everything will work out, everyone will be taken care of, everything will be fine. That is not faith. That is delusion.\n\nHumanity is living at a time of great danger. Great Waves of change are coming to the world. Times will become more difficult for everyone. You are facing a world of declining resources. You are facing a world of environmental decline, violent weather and growing economic and political instability. Do you think that is all just going to work out fine without immense human effort to mitigate these problems and to set a different course for humanity and for its future? Do you think that that is just going to be taken care of by government leaders or by clever scientists or by a few saintly individuals?\n\nYou cannot take anything for granted. There is no assurance of success for you or for all of humanity. You must have the courage to face the great threats to human civilization, the Great Waves of change that are coming over the horizon. These will motivate you correctly if you have the courage to face them and if you do not capitulate to your own fear or sense of helplessness.\n\nYou cannot replace this awareness with faith. Do you think God is going to intervene in the eleventh hour and correct all the errors of humanity? History has shown you that God does not do that. This is your arena. God has given you Knowledge to guide you, to protect you and to prepare you for a greater life. You already have the gift. Do not sit idly by and hope for miracles.\n\nDo you see the difference here? Some people want God to do everything. They just want to be on welfare to God. “Yes, God will take care of this problem for me. God will resolve this difficulty. God will save me from failure and deprivation.” And if by chance they do well in a difficult situation, they think that God has produced a miracle for them. But they cannot quite account for the fact that a whole lot of other people were devastated. They might say, “Oh, they didn’t believe enough. They didn’t have enough faith.” This is such a delusion, you see, a self-satisfying delusion.\n\nGod is not going to fix the world. God has sent you here to fix the world, you and everyone else. Forget the Judgment Day. Forget the end of time. It is not going to happen, you see. It is all made up by people who have never really taken on the responsibility of engaging with their greater purpose for being here.\n\nGod wants to see you put in the effort—develop the wisdom, develop the compassion, develop the forgiveness, develop the patience, develop the deeper capacity for recognizing people and serving people.\n\nYou are going to have to go through some hell to get there. It is not going to be easy. You are going to have to climb that mountain. If you do not, God is not going to come and lift you up. You have to make the journey. You have to develop the will and the Knowledge and the awareness that you have to make this journey, and the faith that you have to make this journey.\n\nPeople have faith in many things. They have faith in governments. They have faith in economies. They have faith in industry. They have faith in commerce. They have faith in medicine. Yet in the difficult times ahead, this faith will be challenged. Governments will seem incompetent and corrupt. Medicine will not be available to everyone. Commerce will prove unable or unwilling to serve the real needs of people. Economies will fail and falter, as they are doing at this moment.\n\nSo where will you place your faith? This is a real crisis for people, you see, for the world is shifting underneath their feet. It is a real crisis. It is a crisis of faith. It is a crisis of confidence. It is a disillusionment, an immense disappointment, an outrage, a set of failures.\n\nFundamentally, you must have faith in Knowledge in yourself and in others. But you must cultivate the ability to recognize Knowledge and to follow Knowledge and the strength to carry out what Knowledge gives you to do. You must engage in a deeper re-evaluation of your life—where you are, who you are with, what you are doing, what you are committed to, your obligations, your relationships, your activities, everything. To see what is true and what is unnecessary. To see where you are losing energy in your life. To see what you are giving yourself to that has no promise, that is not going anywhere. What is holding you back? What is defeating you in your own thoughts and emotions? Who is defeating you on the outside?\n\nAll these things, you see, they are all part of preparing for your greater purpose. They are all parts of clearing your mind. They are all parts of engaging with the deeper Intelligence that God has placed within you—to guide you, to protect you and to prepare you.\n\nBut you must have a very clear mind to do this. You must be willing to work harder than you have ever worked, with greater determination and with greater self-discipline. You cannot be fooling around here. You will need other people in your life who are powerful, who are committed, who are determined, who are strong. You cannot hang out with a group of people who are doing nothing, going nowhere, for you will lose all your energy to them. Even if they are sweet and pleasant, they are stealing your life from you.\n\nSo the question is: “What is faith?” Faith is the willingness and the ability to follow what God has placed within you to guide you. It is not about religion. You can be a person who has no faith tradition and follow the path of redemption. You can be a person of any faith tradition and follow the path of redemption. You could be a person who does not even think there is a God and follow the path of redemption. It is not about belief or ideology. Belief is too weak. It is too fallible. It is too easily manipulated by governments and institutions, and clever and cunning leaders. It is too subject to your own fears and preferences to be the real foundation.\n\nYou need a greater and stronger foundation than this. And God has given you this power and this foundation. Your task now is to discover it, to take the Steps to Knowledge, to begin to discern the evidence of Knowledge in your own life, and to distinguish and separate Knowledge from your compulsions, your beliefs and your fantasies. It is not easy. You will have to work very hard. You cannot sit down and have it all become clear one day.\n\nGod has already given you the answer. God has already given you a purpose. God has already given you a life, a chance to be in the world. Are you using it or are you wasting it? Where are you losing energy? Where are you losing focus? Look to your possessions, your relationships, your activities and what you tell yourself. You need a different blueprint, a different manual, a different pathway.\n\nYour mind does not know what Knowledge is because Knowledge exists beyond the realm and the reach of the intellect. But your mind needs to support this great journey. You need to think in harmony with the journey. You need to have faith that the journey is real and that you must follow it and take it.\n\nThis is faith well placed. It is no excuse. It is no compensation. It is not a justification. It is not a replacement for responsibility. It is what supports responsibility. It does not excuse you from the great work that must be done. It gives you confidence that the great work must be done.\n\nYou cannot sit idly by and hope that God will take care of things in your life. For the world will become darker and more difficult. The Great Waves of change are coming. You cannot escape them. If you deny them or avoid them, you are only weakening your position, making you less able to prepare and less able to navigate the uncertain and difficult times ahead.\n\nYou cannot sit around and wait for somebody to fix things for you—to make the world a better place, to offset the grave danger that humanity is now facing. Do not think that belief alone will lift you above these great difficulties. For faith can be dashed and destroyed in the face of grave disappointment. You will need something stronger than belief now to guide you, to be your raft, to be the source of your strength, to be your guide and your counsel.\n\nGod saves the separated through Knowledge. But Knowledge is a taskmaster. It is committed. It is determined. It is not like your personal mind, which is all over the place. It is not conflicted. It is not afraid. It has not been corrupted by the world. It has not been compromised by the world. It is not seeking approval from others. It is not impressed by wealth, beauty and power. That is why it is the most powerful and reliable aspect of yourself—the greatest endowment that God has given to you and to humanity. It is your greatest strength.\n\nIt is in this that you must place your faith, and you must place your faith in yourself to follow Knowledge, to undertake the deep re-evaluation of your life, to prepare for a greater purpose in the world, to follow the Steps one by one without demanding to control the process or have certainty of the outcome. In this way, you do surrender your mind to a Greater Power. But you do not surrender your responsibilities. And you do not avoid the requirements that will be revealed before you as you proceed.\n\nThis will clarify your mind. But you may be confused at the outset because it will require many different thoughts to change. It will require a different approach and a re-evaluation of where you have been and what you have done—an honest evaluation of your life.\n\nFor in your heart you know where you are succeeding and where you are failing. Begin with that. Do not require conclusions. Do not require answers. Do not require solutions. That all represents the anxiety of your mind and your own insecurity. Instead, commit yourself to the pathway that God has set within you and before you.\n\nDo not condemn others, but use that energy to commit yourself to learning from their mistakes, which will always tell you the importance of Knowledge and which will reinforce your commitment. Here even people’s great failures, tragedies and errors will encourage you towards Knowledge. For in the world, there is only Knowledge and the need for Knowledge. That is all you will find in the world.\n\nHere the way is simple, but incomprehensible. Your intellect cannot understand it. Your intellect can only support it and take the journey. Here that which is holding you back will be deconstructed as you proceed, and you will find where your real strength resides and how God really works in your life. You will find your strength, your confidence, your determination and a greater courage that you naturally possess.\n\nHave faith in Knowledge in yourself and in others. But know that you must find this Knowledge, you must discern it, you must follow it and you must live it. You must see this in others, and you must forgive them for their failures, as God forgives them for their failures.\n\nDo not condemn the world, for it is a place where Knowledge has not been discovered. It is a place where people are not yet redeemed. How can you expect them to be successful, peaceful, loving and forgiving? It is a place of error. It is also a place of correction. It is a place where people can choose again. And their promise here is assured because God has placed Knowledge within them.\n\nThe only question is: How long will it take? How great is the need? Knowledge is there. The need for Knowledge is everywhere. It is in you; it is in others; it is everywhere. Feel this and it will take you to the answer that God has placed within you. And the answer will not be an idea or a belief but a pathway you must follow. Knowledge will be committed to helping you follow this pathway. And with it, you will find the strength to do so.",
  "audioUrl": "https://www.newmessage.org/av/faith-work-and-higher-purpose.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/faith-work-and-higher-purpose/"
}