{
  "title": "How does God Participate in the World?",
  "content": "God’s participation in the world is very pervasive but not easily recognized. People have great expectations of God once they accept that God is a reality. They expect God to solve their personal problems, to save them from their own calamities, to restore their loved ones when they are sick, to prevent death and difficulty for those whom they love, to bring about peace and equanimity amongst warring tribes, to effect sweeping change without upsetting anyone’s concerns or priorities and to bring about miracles great and small, yet in such a way that no one is offended, no one is challenged and no one has to change. Given these kinds of expectations, which permeate your cultures and are part of most of the world’s religions, it becomes very difficult to appreciate who God is and how God functions in the world.\n\nLet us, then, give a new approach and a fresh understanding. However, before we do this, let us say that when we give a simple idea, it will not be simple to understand. The simpler the idea, the more difficult it is to integrate it, to experience it and to apply it. Therefore, what seems easy can be more difficult. The quick and easy way can be the most difficult. A simple idea is more difficult to fully penetrate and to comprehend. Let us give you a simple idea now.\n\nGod is reclaiming the separated through Knowledge. Said in another way, God is calling upon you, and you have an opportunity to respond, to respond at a deep level. God is calling upon God within you—the part of you that is a part of God, the part of you that is in intrinsic relationship with God and with all life, the part of you that contains your greater purpose, mission and destiny in the world, the part of you that can recognize your true allies, your true partners and your true endeavors in the world. If you’re not in touch with or aware of this greater aspect of yourself, which is Knowledge, then God will seem very confusing and very complex. God will even seem contradictory. You may think, “Well, God promises peace, but where is the peace? God promises comfort, but where is the comfort? God promises reassurance, but where is the reassurance? I cannot see it around me; I do not feel it within me, so God must either be cruel, confused or weak.”\n\nGod reclaims you within the context of relationship. You reclaim God within the context of relationship. Here you come back into relationship together. Your relationship with God was never over; it was simply denied and forgotten and other things came to take its place. You come into the world like an abandoned child. Through your experience here, you have an opportunity to recall the memory of those who sent you, members of your Spiritual Family, and their relationship with you, and the memory of your relationship with the Source of all relationships.\n\nWe teach the reclamation of Knowledge. This is experienced through the reclamation of relationships with others, for alone you cannot know anything. Alone your Knowledge will not be validated or verified. To be fully experienced, it must have an impact within the context of a real relationship—not a relationship with an idea, a theory or a principle but a relationship with another.\n\nGod works through Knowledge in you. God does not interfere because God is not really welcome here. People expect great things of the Divine—miracles, tremendous compassion and forgiveness—but they do not want any interference. Nobody wants a savior until they are desperate. Nobody wants freedom until they feel they are truly imprisoned. If God answered all your prayers, you would have to allow God to take over your life. God will not do that.\n\nYou can have a life here that is imaginary or a life that is real. God brings you back to the life that is real, the life that you can know, the life that you can embrace and devote yourself to. Without this there is no real devotion, there is no real commitment, there is no real understanding and there is no real security.\n\nGod does not intervene. To fully understand this, you would have to have a complete understanding of God. This is far beyond your capacity at this time and in this context of life. However, you can gain some appreciation for this when you see how much you do not want your plans and goals to be interfered with. Like adolescent children, people want to be able to do what they want to do with little or no interference. It is only when they get into trouble or are endangered or imperiled that they want intervention from their parents. They want their parents to bail them out or to rescue them or to pay their expenses, but this does not verify or recognize a real relationship. This is a form of dependency and rebellion. And there is a great deal of this dependency and rebellion in the world. This is made ever more complex by the fact that people use religion and their claimed relationship with the Divine as a justification for all kinds of acts of cruelty and attack. Thus, real religion is maligned, abused, compromised and invalidated because of its use by the ambitious and the fearful.\n\nYou cannot come to God as a beggar or as a thief because God does not know you as either of these. You must come as part of Creation, recognizing your own authority and your own place in life and recognizing the greater context into which you fit and of which you are a part. It takes a new kind of education to teach this to you and to help you to reclaim this awareness. To sit on the sidelines and expect or demand or appeal or cajole the Divine to intercede at your will, at your command, to be your servant and to fetch things for you, is so clearly ridiculous and so ignorant and presumptuous that you can see how false this is. You can see how nothing of any real value and merit can come from this approach and behavior.\n\nGod is at work in the world, working through Knowledge. God does not leave somewhere else and come here because God is God of the Greater Community. This is obvious. However, in the world’s religions, this is not realized. Often it is assumed that God is preoccupied with this world to the exclusion of everything else. It is believed that there is God, the world and you. Everything else is just part of the background to this great drama between the human and the Divine.\n\nHowever, God is God of the Greater Community, not only the Greater Community we have described but of all life everywhere. God does not come to pay special attention to the planet on which you live. God does not drop responsibilities elsewhere and become unusually concerned or preoccupied with human affairs, human demands or human expectations. God is at work everywhere reclaiming the separated through Knowledge. And the reclamation must come through Knowledge because Knowledge is what redeems you to yourself and to life.\n\nYour personal mind cannot know God. Your personal mind can only yield to Knowledge within you, and Knowledge within you yields to Knowledge in the universe. Then everything is set into right order. And with right order comes real relationship. With real relationship comes a steady flow of communication. This is what enables you to be a contributor in the world. Then, you are not merely an individual running around trying to make things happen and trying to acquire things for yourself. You become a translator and a communicator for something greater. This is mysterious; it is beyond definition, even beyond the theologies of your world. It is pure. It is untainted. It cannot be used or harnessed for political or economic goals. It is everywhere. It is natural. It is pervasive. It cannot be corrupted by human interference. Human interference can only mislead the perceiver, but the essence of God’s work is beyond human contamination and beyond the contamination of any race anywhere in the Greater Community. Understand this and you will be able to have a different approach to your relationship with the Divine and to the Divine presence and activity in the world.\n\nHow does God work in the world? What does this mean? What are some examples of this? God seeks to reclaim you unto yourself and to bring you back into your true relationship with life as it exists here and now in order to enable you to find your place in the world and to fulfill your specific role here. God amplifies Knowledge within you and calls you to return to Knowledge and to develop a relationship with Knowledge and a reverence for Knowledge. This restores your self-esteem. This also validates your authority, which you must exercise in order to approach a greater authority. You cannot simply give up your authority and try to yield to a Greater Power. This can never be effective.\n\nIf you are to represent the Divine, you must become a representative. You cannot come as a beggar. You cannot be passive. You cannot simply give yourself over. People try to do that because they are either too lazy or too unfocused to actually prepare for the role that they need to fulfill. They simply want God to do everything for them. This, of course, is impossible, for they must do most of the work. It is their efforts, their abilities and their accomplishments which they must experience, not God’s.\n\nGiving up all of your authority—thinking you cannot make a decision about anything or anyone, denying your own perception and experience and giving everything over to God—looks like a wonderful freedom and a wonderful escape, but it is not the way that will restore to you your true ability and your true value. God does not need glorification. It is you who need validation in the world. God is not driven by the ego desires that motivate people to establish their own self-importance. Do not think that God thinks like you or God will seem terrible and contradictory, cruel or impotent.\n\nThe disappointment and confusion that people have about the Divine is based on the projection that the Divine is thinking about life and about them the way that they are thinking about life and about themselves. God functions at the level of Knowledge, which is a different kind of mind and intelligence from your personal mind. It is not conniving. It is not treacherous. It is not self-indulgent. It is not selfish. It does not use others for personal advantage. It is not competitive. It does not debate. It does not wonder. It is not confused. It does not need to make decisions. It acts because it knows. And between times of action, it is silent and present. It has absolute certainty and is infinitely patient.\n\nKnowledge will protect you—your personal mind and your body—but it will not prevent you from hurting yourself. Like God, it will not interfere when interference is unwelcome. Knowledge will provide all of the stimulation and all of the signs you need to make wise decisions and to choose wisely in your relationships. However, if you do not heed these signs and signals, if you do not listen, if you do not follow and if you are not able to respond, then Knowledge will not come and punish you. It will not criticize you. It will not banish you to hell. It will not condemn you, and it will not judge you. Knowledge will allow you to fail. Perhaps then you will come back to it again with greater sincerity, feeling a deeper need.\n\nKnowledge is completely honest. It is without conflict or deception. Your personal mind has conflict and deception. When something that is purely honest is dealing with something that is dishonest, it requires great tact and care. If you want to know how God is working in the world, then follow the way to Knowledge, find your relationship with Knowledge and learn over time through many experiences how Knowledge is working in your life. Then, within the range of your real experience and not in the context of your speculation, you will come to see, understand and appreciate the incredible grace, power and pervasiveness of God’s presence in the world.\n\nYou could say that God is working from the inside out, yet this is only partially true because God has agents in the world. God has emissaries—some of whom you can see and some of whom you cannot see. The Unseen Ones travel here and there, and they work with certain individuals who are showing great promise and with certain individuals who are well advanced on the path to Knowledge. They give their assistance in such a way that their presence goes largely unrecognized. This is God working in the world.\n\nGod works behind the scenes. God gives opportunities. God gives work, redemptive work. God gives problems to solve and directs you towards the world’s needs. God does not come and fix things up for you as if you were a helpless little child. God teaches you how to fix things within your own realm, within the realm of human invention. Human life is a human invention. It is not a Divine invention. Human culture, human ethics, human beliefs, human economics, human politics, human relationships, human involvements—these are all human creations. They are not Divine creations. To bring Divinity into your creations, you yourself must introduce it. God is not in the middle of your dilemmas. God is outside of them. God calls you to leave them and offers you a way out, a way that restores your true abilities and your true relationships with yourself, with others and with the world.\n\nGod’s way is wise and effective. Yet unless you become wise and effective, how can you appreciate it? At moments when you are wise and effective, you will appreciate it. At other times when you are not being wise and effective, you will either deny it or think it is something else. You know, many people think that God is using everything as a lesson for them as if God is pulling all the strings. When something good happens, it’s a blessing from God. When something bad happens, it’s a punishment from God. When something cruel or tragic happens, well, people are disappointed, and they secretly resent the Divine for being cruel and heartless. Then they try to justify it by saying, “Well, it was coming,” or “They deserved it,” or “Someone deserved it,” or “It had to be,” or “It is beyond our comprehension and we don’t know.”\n\nGod does not work in the world like this. The world contains a set of forces that are working on their own. God is here to teach you how to negotiate these forces and how to utilize them effectively. God is not pulling all the strings, determining everything that is happening to you today and everything that will happen tomorrow. The world is in motion, and all the myriad forces within its mental and physical environments are in motion. God is involved in present time in the world without controlling everything.\n\nRarely is there direct intervention. When this happens, it happens because it is welcome, because it is needed and because it would further restore relationship to the person or persons receiving it. Beyond this, God lets everything happen. The tragedies that you see around you and throughout the world do not represent the work of God. The world is a dangerous place. It has many risks. Anything can happen here. You need to be aware. God would teach you to be aware. God would teach you to have vision. God would teach you how to protect your mind and your body, how to develop your skills and how to use them effectively and constructively. This is God’s work in the world. Without this relationship, you would be on your own, and you would suffer for this. However, there is greater assistance and assurance available to you. It is not a false assistance and it is not a false assurance. It is real. And it will work through you and for you if you welcome it and are open to it, if you are sincere and if you do not try to use it for your own personal goals or advantages.\n\nGod is at work everywhere in the world through Knowledge. God knows you. You can only know God. Believing in God may be preliminary to knowing God, but believing and knowing are not the same. Many people claim they believe in God, either because they believe or because they are afraid not to believe. However, to know God is to come into relationship with God. This takes a very long time. Here many things are unlearned, and new things are learned in their place. Here many old ideas are cast off, and new realizations emerge. Here old problems are approached in a new way. Here little things are kept little, and great things are kept great. Here you learn to say yes to certain things and no to others. Here you give up your allegiance to guilt, to compulsion, to the need for approval and to the need to take advantage of others in order to respond to a greater certainty that is slowly emerging within you.\n\nGod does not interfere because you need to experience your own value and relationships within the context in which you live. Whenever you experience real affinity or recognition with another, you are validating God. Whenever you do something that you realize is necessary and you do it for reasons that you cannot justify or understand, you are validating God. Whenever you heed an inner warning and take the necessary steps and follow what you know, you are validating God. This is an experience, not an idea. This is fundamental. It is not merely a belief, a convention or a convenience.\n\nIn coming into meaningful relationship with another, you will feel God. In telling the truth where truth needs to be told, you will feel God. In experiencing gratitude for something that has been done for you, even on a mundane level, you will feel God. This is how God is recognized and experienced. The rewards of this experience aren’t only the experience itself but the relationships that are established, the actions that are taken, the difficulties that are avoided and the contributions that are made.\n\nGod wants you to work in the world to make good things happen here. God is not asking you to leave the world and to become mesmerized with God. God is saying, “You have important things to do. You came here to do them. I know it and you know it, so do what you know.” You cannot return to your Ancient home now. You have work in the world. You are learning about Knowledge, you are learning about The Way of Knowledge and you are preparing to take the steps to Knowledge.\n\nAdvance here and you will see that God is working in the world, and you will not hold God responsible for the mechanisms of life here. You will not hold God responsible for the tragedies that occur. You will not hold God responsible for human error. You will not hold God responsible for the creation of religions, beliefs and authorities. You will realize that God is working within you and engaging you meaningfully with others. This can only be appreciated as it is experienced.\n\nYou may consider yourself a religious person or not, but you still have an opportunity to reclaim your relationship with God through the reclamation of your relationships with others. As you experience Knowledge within yourself, you will verify the true relationship of your body to your mind and your mind to your spirit. As you experience true affinity in relationship with another and experience a greater purpose together, you will validate and verify your purpose for coming into the world. This is how the memory of your Ancient home is restored to you. This is how you return to Knowledge within yourself. And this is how you feel the presence of God with you, the presence of your Teachers, the Unseen Ones, and the presence of your true companions in life—those who have gathered to help you to carry out your mission and your purpose as you slowly realize what it is and where it needs to take you.\n\nWe are not asking you to believe but to know. There is no devotion in belief. People believe because they are afraid not to. People believe because they think they must. However, no devotion, no commitment and no relationship come out of belief. Belief is always weak and faltering. It is easily assailed by the difficulties of life. The only value of belief is to restore to you your conviction that Knowledge is alive and well and that your faith in it is justified. The value of belief is to fill in the spaces between those moments when you experience Knowledge and real relationship. Belief and Knowledge, however, are not the same. Real devotion and commitment can only arise from Knowledge because Knowledge is completely devoted and completely committed. It is committed to God. It is committed to carrying out your purpose in life. It is committed to the well-being of others. It is committed already. Returning to relationship with Knowledge, you will learn to become committed to Knowledge as Knowledge is committed to you.\n\nAny relationship where commitment has not been established and accepted is a relationship that has not yet established itself. Think how rare real devotion and commitment are in human relationships. People need each other, cling to each other, control each other and won’t let each other go, but this is not devotion or commitment. Devotion and commitment are something that come from within you. They are a natural outpouring of your spirit. They are an expression of Knowledge. They are a recognition of your place and role with another. They emphasize a greater purpose beyond your personal interests. They emphasize your well-being and the well-being of the other person and demonstrate this. Think how rare this is in human relationships where people attempt to use each other for personal reasons, and think of all of the unhappiness and all of the difficulties that result.\n\nRelationships based upon Knowledge are very different. You will not have many of them. They will be unique, and there will be a great contrast between them and all the other kinds of relationships that you have experienced—relationships for convenience, relationships for advantage, relationships for pleasure, relationships for acquisition. There is no devotion, no commitment, no recognition and no real affinity in these relationships. How different is a relationship based upon Knowledge and what a different result it creates. When you experience real devotion or when you recognize it being experienced genuinely by anyone else, you will see the evidence of God in the world. Devotion is the highest expression of love. It is love’s most complete expression. It is where a person chooses to give themselves to someone to carry on a greater purpose and to serve something more magnificent than their own personal interests—whether it be raising a family, carrying on a form of work in the world or fulfilling a mission in service to humanity. At whatever level it is expressed, this is something rare and wonderful in life. This is the evidence of God’s work.\n\nWhile many people are expecting or demanding God to come forth for them and to give them what they desire, you can begin to see behind the scenes the real work of God—the work of God that restores people’s relationship with themselves and with each other. All the great things that have been given to humanity are the result of relationships that are meaningful and purposeful where devotion has been experienced and expressed. Great individuals—great creators, great inventors, great scientists, great spiritual leaders—all had tremendous relationships behind them, both in the visible and the invisible realms. Their ideas did not come from them. They came from beyond the world and were translated through them into the world in a form that could be recognized and used.\n\nWhat is genius but a mind that is connected to a Greater Mind? Being smart or witty, clever or quick, are not signs of intelligence. People will say, “Well, my friend is doing such a foolish thing, but he is such a bright person. He’s such a smart person.” But that person is doing something very foolish or damaging. Is this an expression of intelligence? No. Intelligence emerges from Knowledge. It is the ability to see, to know and to act. It is the ability to carry on an activity or action in the world effectively. Intelligence is Knowledge and Wisdom working together. It is the truth and the mechanism for expressing truth working in harmony together. This is an expression of intelligence. You have this intelligence. It is born of Knowledge within you. And you can experience it. It demonstrates a Greater Power and a greater possibility for humanity.\n\nAs we are telling you these things, perhaps you will realize that advancement for humanity, in whatever field you might consider, has been the result of the efforts of a relatively small number of people who were committed, who were devoted and who had great allies. This is the evidence of God’s work in the world. In spite of all of the calamities and all of the tragedies, all of the addictions and all of the difficulties that prey and prevail upon humanity and human relationships, the work of God carries humanity forward. If God were not in the world, humanity would simply destroy itself. There would be no motivation for greater things. There would be no yearning for truth. There would be no real kindness. There would be no real dedication or recognition. Humanity would destroy itself.\n\nGod is like the air. Everyone breathes the air, but few pay any attention to it. Everyone is sustained every moment with every breath. Their bodies depend upon each breath in order to live in the next moment. Cut off this supply of air and the person dies quickly and everything comes to an end. God is like that—so pervasive, so present, so supportive and so nourishing. And yet God is not recognized, God is not understood, God is not revealed and God is not experienced. God is, of course, greater than the air that you breathe. However, this example can help you understand what we are saying. What we are presenting here is beyond the normal range of human understanding. You must stretch, open yourself and reach high to have this awareness. This leads to the true experience.\n\nBecome a student of Knowledge. Learn The Way of Knowledge. Take the steps to Knowledge. Let Knowledge rearrange your priorities. Let Knowledge straighten your life out. Let Knowledge guide, direct and protect you. Let Knowledge foster a greater intelligence within you. Let Knowledge direct you in your relationships and in your evaluations. Become still like Knowledge. Become penetrating like Knowledge. Become insightful like Knowledge. Become devoted to others like Knowledge. Find your true allies. Find your purpose. Allow your true work in the world to emerge as other things are set aside—willingly, happily and with relief.\n\nAs you make progress here, God’s presence in the world will become something that you will feel and know, rather than something that you struggle to believe in. And in spite of all the tragedies and difficulties that you and others may face and all of the tribulations of physical life, you will know that God is with you. You will know that you are headed towards God, and you will know that you have something important to do. You will know this because God is in the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/false-expectations-of-god/"
}