{
  "title": "The Coming Financial Storms",
  "content": "Many people in the world have been living beyond their means, and many people in the world barely have enough to live on. So this is creating a great unstable situation.\n\nPeople who are living in the wealthy nations are encouraged to spend and to consume, to expand their lives, to own more things, to have more obligations, but in reality they cannot really afford this. And so they become overextended, and then life presents unanticipated events—illnesses, other problems, expenses that were unforeseen.\n\nMeanwhile, there has been a raft of corruption and mismanagement, driving whole nations into greater economic instability. So now there is a decline and a contraction.\n\nFrom a sensible point of view, this is understandable. If you live beyond your means or you try to earn wealth without real labor, without producing things of value, then you will end up in jeopardy and even calamity.\n\nEconomies of the world are based on growth, but you are hitting the boundaries of growth, for you are facing a world of declining resources, a world of changing and violent weather, a world where food production and the availability of water will diminish, a world where a growing humanity will have to drink from a slowly shrinking well.\n\nThe emphasis now cannot be on growth and expansion and profiting off of this. It must be on stability and security.\n\nThe world is no longer a frontier where you can move to fresh pastures once you have depleted the land you are on now. There are still resources in the world, yes, but they will be harder to find, and there will be more competition for them.\n\nPeople are trying to have unearned wealth, the few people who have this opportunity. But it is further destabilizing the human family. And now you are facing a financial contraction and corrections of a very severe magnitude.\n\nBut there are more financial storms to come as humanity faces the reality of diminishing resources, escalating the cost of everything. What will you do when petroleum becomes three times as expensive as it is today? How will your nations function? How will people get around? What kind of businesses can survive in that environment?\n\nThese are financial storms to come, and they are already here because they are driving the price of everything beyond the limits of what the poorer people can afford, and are affecting many people even in the wealthy nations. What will you do when food is twice as expensive as it is at this moment? It will be a financial storm.\n\nMany people cannot face the reality that they are living in a world of declining resources where there are boundaries to growth and expansion.\n\nPeople are living in debt. Nations are functioning in debt. That is not a stable environment. That in itself will produce financial storms.\n\nWhat will happen when regions of the world dry out so much that people cannot live there and must migrate to other nations that are already full of peoples? These nations will break down into war and conflict. More financial storms. More uncertainty. More fear. More flight. It is only the beginning.\n\nYou will have brief periods of resurgence and renewal, but they will be brief, you see, because people have not faced the reality that they are living in a declining world. They still think it is all about economic policy. They still think it is all about what goes on in the marketplace, the marketplace that assumes that resources are unlimited, that it is all a matter of negotiation and policy.\n\nBut this is a fantasy. And it will be eclipsed by the reality that you are living in a world whose resources are being overstretched, and that there are many people in the world today who do not have enough and will not have enough. And so the excess wealth that is created anywhere must now be given to them to sustain them, to reinforce the stability and the survivability of human civilization.\n\nIt is not merely a question of losing your personal investments. It is a question of the stability and the survivability of human civilization.\n\nWhen you begin to meet the limits that the world sets down, it is a very important threshold because you must reconsider how you live—thoroughly evaluate how you live, how you travel, where you work.\n\nIs your work going to be sustained into the future? Do you have a career that represents the [production] of essential goods and services? Can your work or career be viable in the future when people will have very little money to spend and will be emphasizing essential things?\n\nWhat will dictate the future is food, fuel and water. These will predominate, and in many places will be the deciding factors.\n\nPeople in the wealthy nations cannot simply continue to splurge and carry on their buying spree, heedless of the future, heedless of the consequences. It will change the landscape entirely. It will change the structure of your economies. It will change your political priorities. It will change the focus and priorities of people living in cities and in the country—the emphasis now being on stability and security. People’s freedoms will be diminished simply because they will not have the resources to indulge themselves as they did before.\n\nIt will be one financial storm after another, with perhaps brief intervals of seeming stability. But the Great Waves of change are coming, and there are many of them.\n\nDo not think that when you get through this crisis, it will all be fine again, and humanity can continue its overconsumption of the world, like locusts upon the land, consuming everything in sight, degrading the very world that sustains you and that gives you life.\n\nTherefore, in the financial storms you are experiencing currently, take this as a sign of things to come. Take this as an indicator that you must reconsider how you live, your work, your relationships, your priorities, your interests and so forth.\n\nIn the future, people will have very little money to spend, so what will be essential for them? You cannot live on credit. That will not last very long.\n\nThe whole environment of exchange of goods and services will have to change into a different kind of stability, but it will be far different from what people expect and are accustomed to today in the wealthy nations.\n\nThe wealthy nations will function more like the poorer nations in many ways. There will be great unemployment as people will be thrown out of work because the work will not be needed, or the work will not be affordable, or the work will be seen as unnecessary.\n\nThe chaos this will produce in the interim can be very significant. Not only will there be financial storms, there will be social unrest, disorder particularly in large cities. Government services will be cut. The value of currencies will diminish. It will be frightening at times.\n\nBut what this is telling you right now: It is telling you to simplify your life, to limit your possessions, to conserve your resources, to get out of debt and such encumbrances; to reconsider your work, your transportation; to try to reorganize your life and to bring your family or your association of friends into a deeper kind of focus, a focus on the guiding power of Knowledge within yourselves.\n\nEverything around you will appear to be increasingly unstable and unreliable. People will lose faith in their governments, their economic systems, in leaders and institutions.\n\nThey must return to the power and presence of Knowledge, the deeper Mind that God has put within them to guide them, to protect them and to enable them to navigate the difficult and uncertain times ahead.\n\nHere your resources—your financial resources, your energy resources, even the resources of your relationships—become very important and cannot be wasted.\n\nOf course, there will be increasing numbers of people in need—without homes, without jobs, without any foundation. They will have to be provided for too.\n\nThis will be a convulsive set of changes, and they will come in stages. But the greatest waves of change will have to do with resource depletion, for this creates a very great risk of competition and war. This will drive up the price of everything.\n\nPeople will have to start growing their own food wherever they can and supporting local commerce wherever they can.\n\nAll those industries that are based upon travel and tourism will shrink or, in some cases, disappear altogether as people are unable to go abroad like that.\n\nThe very wealthy will be preyed upon by vast numbers of people who hate them and resent them. Crime will increase. It will be very difficult.\n\nEven at this moment, the world is telling you certain things. It is giving you signs and messages. And Knowledge, the deeper Intelligence within you, is giving you signs and messages. Instead of frantically running around—frustrated, fearful, panicking—you must settle down and pay attention.\n\nListen to what the world is telling you. Sense what is coming over the horizon. Listen to what you know you must do in your own life.\n\nGod has placed great power within you. It is not here to give you what you want. It is not here to fulfill your dreams. It is not here to serve your fantasies. It is here to guide you and protect you and lead you to a greater service to others. It is prepared for the Great Waves of change. In fact, you have been sent into the world to live at this time of great change.\n\nBe very tolerant of others. Do not cast blame about. Everyone has been a part of creating the storms, the financial storms that are affecting everyone. Certain people are more responsible than others, certainly, but take all of this energy that you would expend in blaming others, in raging against the governments, in raging against other nations, and bring it into your preparation for living in a different kind of world. Do not waste your time and energy in condemnation, for it will give you nothing and will only make you weaker and interfere with your ability to prepare for a future that will be unlike the past.\n\nIn the future, economies will have to be based upon stability. You will not be able to profit off of growth, as is the emphasis now. There will not be an emphasis on unearned wealth, as there is now. You cannot speculate endlessly, as it is occurring now.\n\nFinancial systems will have to be simple and transparent. If they are clever and deceptive, it will only breed further instability and breakdown. Attempts will be made, of course, to speculate endlessly with clever devices—people seeking unearned wealth, fabulous wealth, all trying to protect what they have. They will attempt to do this through clever and deceptive means, but it will only create further financial storms.\n\nMeanwhile, the public is exhausted. It cannot afford anymore. It cannot go into debt anymore. It is falling apart.\n\nThe wealthy had best contribute most of their wealth to social welfare here because otherwise you will have revolution. The wealthy will be preyed upon, and there will be little to protect them.\n\nIt is a very difficult environment, but it is an environment where real service to others will be called for. It will be an environment of service. It will require sacrifice. It will require sobriety. It will require tremendous honesty.\n\nYour nation is going to have to pitch in—everyone—as if you were at war. Hopefully you will not be at war, but you will be fighting the very circumstances that you have created that are now undermining the fabric and stability of civilization.\n\nInstead of personal enrichment, it will really have to be collective survival. For towns and cities, communities, states and nations, the collective well-being, stability and security will become the emphasis because you are facing the Great Waves of change, which are all converging now, creating currents and cross currents that will be so confusing and have so many impacts that they cannot be accurately predicted.\n\nOf course, you are looking at a series of financial storms of an unprecedented nature, unlike anything that has ever happened to humanity before. That is why the past cannot be a complete reference here because in the past, the world always had great and boundless resources. But now the world does not have great and boundless resources.\n\nChanging climate will destroy much of your agricultural productivity, and once you begin to run out of fuels, then food production will become a grave and overarching problem.\n\nThe difficulties that are occurring today in the financial world are but the prelude for greater events. Therefore, instead of thinking that you must weather a storm, you really have to rethink your position overall and to see that the circumstances and the environment for life in this world are changing. The priorities will be changing amidst the background of rising instability and upheaval.\n\nLive simply. Own only the minimum of what you need. Relieve yourself of unnecessary possessions. Focus your work on essential goods and services. Support your local commerce, and learn to get around without the use of an automobile to the greatest extent possible.\n\nMost importantly here is to build your connection with Knowledge, for this is how God will guide you and speak to you. But connecting with Knowledge requires real maturity, honesty and discernment, for you can think that anything that comes into your mind is Knowledge, anything that comes into your mind is the truth. But your mind is full of error, and the world is full of error. So how will you know that what you are hearing is really true?\n\nYou will know through experience the difference between something that is genuine and authentic and something that is merely a wish, a hope or a fear. Experience will show you the great difference between these two experiences.\n\nGod has given you a compass, a guide to navigate the difficult and unpredictable times ahead. But you must come out of denial. You must stop insisting that the world is going to be the way you want it to be and that the future will be like a past that you imagine to be so wonderful. You must be clear. You must be discerning. You cannot be governed by greed or fear if you are to see and know anything. You must be resourceful, but ethical as well. And you must have the courage to face great upheaval and great discouragement.\n\nIn truth, you were born to live in these times and to face the Great Waves of change. And God has sent a New Message into the world to warn humanity, to strengthen humanity and to prepare humanity for the Great Waves of change. God is sending Wisdom into the world unlike anything that has ever been given here before because humanity will need this now to face the turbulent times ahead.\n\nAfter the initial shock and dismay, you must stop whining about the way things are and get to work securing your own life and assisting others. Endless complaint is only preventing you from attending to your own preparation and your own deep evaluation of your life.\n\nBeing in denial is foolish and self-destructive here, for the longer you wait to prepare and to re-evaluate your circumstances, the fewer will be your options, and the greater the jeopardy you will have to face as a result.\n\nAfter initial shock and dismay, you must get serious about your life. Stop blaming others. Stop complaining. Stop whining. You must find your deeper strength in Knowledge. You must commit yourself to facing the great thresholds ahead. You must affirm that Knowledge is within you even if in the moment you cannot experience it.\n\nGod has sent Steps to Knowledge, the preparation, into the world to build a bridge between your social mind, which has been conditioned by the world, and the deeper Mind of Knowledge within you.\n\nOnly Knowledge within you will know what to do in the difficult times ahead. While everyone around you is in panic, is outraged, or chaos exists around you, you must have this guiding light. You must abide with it. You must hold true to it. And you must honor this in others and call for this in others.\n\nFollow leaders who demonstrate and exhibit the power and the presence of Knowledge, for many false leaders will arise in the difficult times ahead.\n\nYour personal, social mind will feel helpless and hopeless and be outraged. It will try to reassert its values and its former priorities. But Knowledge within you will be quiet, for it is not driven by fear and hostility. While the surface of your mind may be turbulent, like the surface of the ocean being whipped up by the winds, deep down you will be quiet, certain.\n\nHere being grounded in Knowledge is the most important thing, for you cannot plan for the future entirely. There will be so many changes happening. It will be so confusing because there are many Great Waves of change converging at this time and in the future. You cannot practically plan for everything. You cannot stockpile food for the rest of your life.\n\nYou have to build as solid a foundation as possible, a sustainable foundation, and be very watchful and very careful. God has given you the power to do this. Even if you do not think you have this power now, this power is within you, and you must build a connection to it. The sooner you begin, the better will be your chances.\n\nThe financial storms will continue, for they represent the recklessness and the irresponsibility and the false assumptions of people everywhere. Of course, they will fail. Of course, they will break down. Of course, you cannot profit immensely without driving your nation into future breakdown.\n\nIf you eat all the food in the pantry, there is none for tomorrow. If you spend all the money, there is none for tomorrow. You see the difference between greed and wisdom, between self-control and self-indulgence.\n\nYou will have to restrain your greed, your desires, and you will have to restrain your anger and your blame if you are to create any stability in your life. Stability and security will be the most important things.\n\nYou do not want your children to have to face a world in chaos. It is necessary to teach them to build a connection to Knowledge within themselves, just as you are learning to do so yourself.\n\nHave good faith, for God has sent a New Message into the world to warn humanity of the great storms to come, to call on humanity to end its ceaseless conflicts and to unite to survive and to build a new foundation for the future.\n\nPeople will have to cooperate. Nations will have to cooperate. United, you have a chance. Divided, you will decline.\n\nIf human civilization declines, other races from the universe will come to take this planet, as many are planning to do even now. Should humanity fail, should humanity weaken itself, they will come here. Some are here already. They will not use force, but persuasion. And who could resist their false promises of wealth and power if humanity were in a destitute state?\n\nTherefore, face the difficulties currently, and recognize they are giving you a sign and a message. Do not waste your time in blame and condemnation. Do not think that this is just a passing storm and that you will return to your former focus, for things are changing now permanently.\n\nLearn of the Great Waves of change. Learn of the New Message that God has sent and its prophetic message about the Great Waves of change and about humanity’s contact with intelligent life in the universe.\n\nLearn about the New Message and its teaching on The Way of Knowledge and the Steps to Knowledge, for only this deeper power in you will remain clear and focused in the future. And your intellect must follow it, for it will never follow your intellect.\n\nWho you are is not your mind or your body, but a deeper spiritual Being, a deeper spiritual Intelligence, and this is Knowledge. This is what God has created in you, not what society has created in you. Your personality has been formed both by nature and by your environment. But this is a deeper nature, a nature that possesses profound Wisdom because God has put this Wisdom in you to guide you, to protect you and to lead you forward.\n\nYou were sent into the world to face these very times and circumstances and to give something unique to the world. For this, you will need certain relationships and certain opportunities. But most of all you will need the realization that there is a deeper reality within you, there is a deeper current of your life, and you have a true direction that you must discern that will be different from your wishes and your ambitions, your fascinations and your indulgences.\n\nThese times will serve you if you can respond to them, gain their insight, read their signs and messages and build a connection to Knowledge within yourself. Then you will see what is trustworthy and what is not, what is stable and what is not. Knowledge is with you no matter what because it represents your eternal life—in the world, right now, here and now, in these circumstances, whatever they may be.\n\nIt is no accident this is happening. It has been foreseen by those who sent you into the world. Certainly, humanity would have to face the consequences of its overuse and misuse of the world and its own reckless behavior. Perhaps you have anticipated this yourself.\n\nTherefore, do not think that life is being unfair to you or that God is punishing you, for God is not punishing you. You are punishing yourself, and you are punishing one another.\n\nTherefore, learn from these times. Learn from these errors. Build your well of wisdom, without condemnation. You are here to serve the world, not to rape it. You are here to add to humanity’s stability and security, not to undermine it for your own personal advantages.\n\nLook at the very wealthy with pity, for they have lost contact with the power of Knowledge in so many ways. And those that have rediscovered Knowledge will naturally become benefactors for humanity, for anyone who has great wealth must become a benefactor to humanity. Some people were sent into the world to do just this. Everyone must serve the well-being of humanity, but this well-being is now being challenged as never before.\n\nYou must take a very different tack if you are to navigate the difficult waters ahead. You must see that you are here for a purpose, and this purpose has a destiny in this world—at this time, under these circumstances—and begin to adjust your life accordingly. You must accept that financial storms will continue and will even increase in magnitude and use this awareness to re-evaluate your circumstances, to allow Knowledge to guide you to where you need to be and to what you need to be doing.\n\nDo not hold on to the past here, for the world is changing, and you must move with it. That does not mean that you agree with everything [that happens]. Of course not. But it means that your life is moving. Do not hold on to people and places and things. Allow things to be in flux and to be rearranged. And if you cannot see clearly, then wait and watch. Be patient. Do not believe the proclamations that you hear around you, but listen for the truth of Knowledge in others.\n\nGovernment leaders will try to reassure you, but how can they know what is really coming? Do not assume that they know this, for they may be as blind as anyone else.\n\nThat is why the power of Knowledge is so important. It will not lead you to violence or to despair. It will not lead you to degradation. But it will lead you instead to a life of service, a life that has strength, a life that is stable, a life that can adapt to changing circumstances, a life that is strong and that cannot be overcome by the world.\n\nThis is the great power that you must discover and follow. And this power you must discover and follow in others. It is consistent between people even though their experiences of it may be very different. Within itself, it is whole and complete.\n\nWith Knowledge, you will have no enemies. You will simply see around you wisdom and ignorance. With Knowledge, you will be able to face change and adapt to change without succumbing to change. You will know where to draw the line regarding your own integrity and the compromises you might have to make. Knowledge knows where to draw these lines. You do not. Your intellect does not.\n\nDo not pretend to be certain. Do not let blind optimism blind you. Do not let blind fear blind you. Let nothing blind you.\n\nWithout hope and without fear, you can see clearly, and you can see what you must do and what you must not do. It is this sobriety, this objectivity, that will make you strong and resilient.\n\nBut it must be compassionate as well, for there will be much suffering around you. This is a condition that will call forth your greater service to the world where it needs to be given and other people’s great service to the world where it needs to be given.\n\n[May] the power and the presence of Knowledge guide you and bless you, redeem you and restore you. And may you come to accept these times and to realize the great redemption that they can foster if they can be seen and responded to with the power of Knowledge.",
  "audioUrl": "https://www.newmessage.org/av/the-coming-financial-storms.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/financial-storms/"
}