{
  "title": "Finding Knowledge",
  "content": "Gaining a Greater Community understanding and perspective is certainly quite essential in preparing for the Greater Community itself, but alone this would not be enough. Here you could not rely simply upon the power of your intelligence or your will in order to gain the discernment that you would need in order to function within a more complicated mental environment. You would need more than mental power or will power in order to function successfully in this environment. For no matter how powerful you might become as an individual, your power will be insignificant compared to the power of the group mind that represents the real dynamics of interaction in the mental environment within the Greater Community itself.\n\nTherefore, here you must call upon a greater power, a greater intelligence, a greater strength within yourself. We call this Knowledge. It is represented by your ability to know. When We use this word Knowledge, We are not speaking of a body of information or a set of ideas or something you would learn in a university. We are talking about the potency of your spiritual Mind.\n\nVery few people understand what this is, really. Perhaps they accept that they have a spiritual nature; perhaps they can accept theoretically that they are spiritual beings, that there is something eternal about them and that this connects them with the Divine.\n\nBut in order for this to be truly relevant here and for your spirituality to be truly comprehended, you must recognize that your spirituality represents a Mind within you—a greater Mind, a Mind beyond the personal mind with which you think and calculate. We call this Mind Knowledge. It is the knowing Mind within you. And its importance in understanding your ability to function in the mental environment is critical.\n\nKnowledge possesses for you your true mission and purpose in life. It has maintained for you the greater understanding of why you have come into the world, who you must meet here and what you must accomplish.\n\nThat is not to say that everything that will happen is preordained, but that you have certain things to accomplish and certain relationships to establish within the context of this individual life. This represents your destiny within the world, and the Knowledge of this destiny and the power to discover it and to fulfill it reside within Knowledge within you.\n\nNow some people will ask, “Well, is this the subconscious mind?” And I say, no, it is not the subconscious mind. The subconscious mind is still part of your personal mind, the mind that is directly connected to your physical existence.\n\nKnowledge represents your eternal Mind, your spiritual Mind, but it is not simply a being. It is a Mind that thinks. It is a Mind that has a purpose and a mission and a direction in life.\n\nWhen you begin to come close to Knowledge, when you take the Steps to Knowledge, you begin to experience and to receive the great purpose that Knowledge has for you. And in time you will come to fully realize that this purpose is your own and that it represents your true desire and your true will in life.\n\nThe reclamation of Knowledge represents the essence of spiritual discovery and spiritual development. Knowledge is waiting to be discovered and reclaimed. Should you become a student of Knowledge and travel The Way of Knowledge and learn to live The Way of Knowledge, then eventually your personal mind and the greater Mind within you will unite and become one. Here you will become fully integrated, and your power and meaning and potency as an individual will become fully demonstrated in the world.\n\nKnowledge is calling for you even at this moment to come to it, to receive it—to receive its wisdom, to receive its counsel and to receive its direction as your own. This is the great spiritual calling within you, and it is occurring at this moment.\n\nFor the world is emerging into the Greater Community, and there is a great spiritual calling in the world that will enable people to realize this and to prepare for it accordingly. Knowledge within you knows what this means. It knows how important it is. It knows what role you will play. And it knows exactly where you must go and whom you must meet in order to achieve this.\n\nHow can any of these things be realized through reasoning or deduction? How can you use your thinking mind to find the will of the greater Mind in life and to express it fully? You may attempt to comprehend or idealize what spirituality means and how it functions in the world. You may attempt to understand or idealize the activity of the Divine within human affairs. But ultimately these things can only be known.\n\nThe meaning, the existence and the Will of your Creator can only be known. Your true purpose, meaning and direction in life can only be known. Your true relationships—those that you are destined to develop, to participate in—they can only be known. Your true nature, meaning and value can only be known.\n\nTherefore, We turn to Knowledge as the great journey and pathway to find the true meaning and purpose of your life and to find the true foundation for real relationship, which you are destined to have while you are here. Knowledge within you holds all of this for you. Without Knowledge, you cannot find it. No matter how great your ideas, no matter how sophisticated your thinking processes, no matter how universal your beliefs, they cannot contain and possess what Knowledge holds for you.\n\nHere you come to understand a fundamental truth: that your thinking mind has an important function to serve in your life in enabling you to express the greater reality that you possess and to negotiate the difficulties and the vicissitudes of life. But your thinking mind ultimately can only serve Knowledge. Yet without this service, it will act as if it were the thing to be served and will become a dominant and destructive force in your life. If your thinking mind then becomes the essential focus, you will not understand the greater reality that you possess and its essential role in enabling you to find and to fulfill your purpose in life.\n\nThere are many people in the world today who try to rely upon their intellectual understanding or upon their beliefs and associations in order to give them the foundation for comprehending their true nature and its purpose here. But this always leads to failure and disappointment, for your thinking mind can only serve the greater Mind in doing this. It alone cannot provide this foundation. It alone cannot yield the greater understanding, the greater experience, that you will need.\n\nThis then frees you to turn to Knowledge itself and to learn to take the Steps to Knowledge. This, in essence, is the true spiritual path. All religious traditions in the world are genuine insofar as they support this fundamental discovery and expression.\n\nYet if you look at spirituality and you take away history, culture and convention; if you take away all of the physical trappings of religion, what you have is the essence of spirituality. In the Greater Community, this is called Knowledge. It is demonstrated through your ability to know. It is experienced through profound realization within yourself and within the context of your relationships. It always focuses you upon truly productive activities in the world and leads you step by step, point to point, in realizing, expressing and fulfilling your unique calling and purpose in life.\n\nAs We have said before, within a Greater Community context, you must come to discover the real essence of spirituality. Beliefs, traditions, rituals, culture are only for humanity. You cannot bridge yourself beyond humanity, even to the plant and animal kingdoms in the world, unless you can find the real essence of spirituality and experience it for yourself.\n\nReligion is important. It plays a fundamental role in giving people the opportunity to experience their true spiritual nature and its purpose in life. But it can only serve, just like your thinking mind, a greater reality. It alone is not the greater reality. Within you, the greater reality is demonstrated and embodied within Knowledge.\n\nHere again We are not talking about ideas or beliefs. We are talking about the profound experience of knowing. This demonstrates and confirms your relationship with the Divine and your intrinsic relationship with all life.\n\nYet Knowledge has a specific purpose in the world for you. It remembers why you came into the world. It remembers the agreement you made with your Spiritual Family before you came here. It remembers your desire to re-enter physical life in order to provide a real contribution, which you must provide.\n\nKnowledge has not forgotten, but you have. You have forgotten because you needed to forget in order to develop as a human being, in order to enter human society and to be able to function there. If your memory of your Ancient Home and your greater purpose were fully established in your mind as a child, you would not want to face the difficulties of living in the world. You would simply want to go Home, to your Ancient Home from which you have come and to which you will eventually return.\n\nTherefore, you enter a period of amnesia when you enter the world in order to become a functional human being here. But once this is achieved sufficiently, then you must turn to Knowledge. You must find Knowledge and take the Steps to Knowledge.\n\nWhat does this have to do with the Greater Community? Why is this the essential element in understanding and experiencing Greater Community Spirituality? Why is this fundamental in order to enable you to prepare for your encounter with other forms of intelligent life?\n\nAs We have said, Knowledge is the essence of your spirituality and your spiritual nature. It is also the essence of the spirituality and spiritual nature of all intelligent life in the universe.\n\nWhile you do not hold in common the same history, the same culture, the same rituals, the same conventions or even the same beliefs or ideals, at the level of Knowledge you are one. You can comprehend each other. You can communicate Being to Being, essence to essence. Together you can transcend all of the boundaries of race, culture, identity, belief and association. This is your fundamental link with all intelligent life. It is the greater spirituality that you share with them. This is why it is the essence of Greater Community Spirituality.\n\nKnowledge, however, is fundamental in enabling you to deal effectively with intelligent races from beyond the world and within the context of humanity itself. This is fundamentally true because Knowledge is the only part of you that cannot be influenced in the mental environment.\n\nLet Us clarify this. Your thoughts, your wishes, your feelings, your emotions, your tendencies and your beliefs all are subject to influence and, in fact, are the result of years of influence. You will find if you examine your mind carefully that you are not the originator of most of the thoughts that you rely upon to give you certainty and stability. They have simply been absorbed from your environment. They are the product of conditioning. As We have said before, there is very little original thinking in the world.\n\nOne of the tasks of students of Knowledge is to fully come to terms with the extent of their own conditioning and to recognize the primary elements and forces that continue to fortify this conditioning. Though this produces social uniformity within a culture, it creates great restraints for the individual, restraints which a student of Knowledge must learn to recognize and overcome.\n\nIn order to find Knowledge, you must recognize everything that prevents you from discovering it. In order to follow Knowledge, you must recognize and overcome those obstacles that prevent you from doing so. Here you come face to face with those forces in the mental environment which in the past have directed and conditioned your thinking and those forces which continue to do so. Here you will find that most of your beliefs are not your own, that most of your thoughts are not your own, that many of your impulses are not your own. They have been conditioned into you over years and years of exposure.\n\nIt is for this reason that We do not recommend that the student of Knowledge listen to a great deal of television or read the newspaper a great deal unless there is a specific purpose or focus to learn about a world event or a certain aspect of the human condition. These forms of media simply reinforce old ideas to keep everyone thinking in a similar or same way with very little diversity from person to person. This kind of conditioning is both intentional and inadvertent. It is giving everyone the same information in the same way without a great deal of variation.\n\nYet Knowledge within you cannot be persuaded. It only responds to Knowledge in another and to Knowledge in the universe, which is the Mind of the Creator. It is not persuaded, it is not convinced, it is not even confused by all the manifestations of life, both within the physical and the mental environment. It knows what is true and what is not true. It is not affected by the false. It is not swayed by the false. It is not overcome by the false.\n\nThis is why it is the great strength and power within you. Its understanding of life is not dictated by personal viewpoint or by cultural conditioning. That is why it represents your freedom in the world.\n\nCome close to Knowledge and you will have the freedom of Knowledge and the strength of Knowledge and the determination of Knowledge. Within the Greater Community, this is a critical element. This is the one thing that makes all the difference between whether you will be free or whether you will be persuaded and ultimately dominated.\n\nAs you learn to take the Steps to Knowledge, you will come to see the power of social conditioning and how immensely it has influenced your thinking and your behavior. Yet within a Greater Community context, the forces of persuasion are far more powerful and consciously directed.\n\nAs We have said, human beliefs, human ideals, even human religions, will be taken advantage of in the mental environment by all those visitors who seek to gain influence and power here within the world. Everything that people want, everything that people are afraid of, everything that people believe in, unconsciously, represent all of the elements that your visitors can use to guide and direct human thought and human behavior. This represents skill in the mental environment. It is an invisible form of manipulation, and yet its manifestations are very visible.\n\nWhat you read, what you are told, what you listen to and how you are taught to see things all have tremendous manifestations in life. Here there are very few freethinking people because as yet within the world there are very few individuals who are strong with Knowledge.\n\nIf you consider this seriously, without preference and without grave anxiety, you will begin to gain a greater understanding of the human condition and why, within a Greater Community context, humanity is so very vulnerable.\n\nHere you must go beyond your ideas of good and evil simply to understand the dynamics and the interactions of life. As We have said, your visitors are not evil; they simply have their own needs that compel them. And in most cases, they are not strong with Knowledge either, for they have been conditioned and programmed to think in a certain way and to carry out certain activities without any personal discernment at all.\n\nIf you are following what I am telling you so far, you will come to see that humanity needs Knowledge. It is not simply a spiritual quest now. It is essential for survival and self-determination. And, beyond this, perhaps you will begin to see that humanity even has an advantage in the Greater Community because humanity, given its complex social development and its rich spiritual heritages, has the capacity for Knowledge, a far greater capacity and opportunity for Knowledge than, say, your visitors have at this moment.\n\nWhoever can become strong with Knowledge will be free within the mental environment and will be able to cast a positive and constructive influence there. Yet without Knowledge, you could not do this. It would not be possible. Your thoughts would simply be swayed by more powerful thoughts because in the Greater Community, you are dealing with group mind, not with a bunch of freethinking individuals. And within the mental environment, group mind is tremendously powerful.\n\nYour visitors all practice group mind and demonstrate this. That is what gives them their skill in influencing human perception, human memory and human behavior in all of the direct encounters that they have had with human beings within the world. The evidence of this will certainly bear witness to all that I am saying.\n\nIf afterwards people thinking that it was a positive experience or negative experience does not belie the fact that they could not control their experience when in the presence of the visitors. You may call it good in order to reassure yourself or you may call it bad. But if you cannot determine your own will, if you cannot focus your own mind, if you cannot express your inner truth or nature within a direct interaction with a Greater Community presence, then you have been overcome in the mental environment. If this continues, you eventually will lose your will and will not be able to think freely.\n\nHere the possibility of your gaining a foundation in Knowledge becomes increasingly remote. You will lose ground. You will become simply the effect of their group mind. And because they do not support the reclamation of Knowledge within the world, they will thwart your attempts to find your true nature and its message and purpose for you.\n\nPerhaps you are thinking, “How is this possible? How could this happen within the world?” Yet I can assure you that it is happening at this moment and has been happening for decades and will become increasingly prevalent. For the Greater Community is here, and it is establishing its net of influence already. And this influence is far more pervasive than you at this moment may realize. That is why the need for Knowledge, the need for learning a Greater Community understanding and perspective, are so crucial at this time.\n\nHumanity is losing ground. It was never strong to begin with in terms of the mental environment, but it is losing ground seriously. That is why there is an intense and urgent spiritual calling within the world. It is more urgent than people realize. They think perhaps, “Well, it is just an opportunity to become enlightened.” No. It is a need to preserve the integrity and the self-determination of humanity itself.\n\nEven if humanity did not have its grave environmental and social problems, the presence of the Greater Community would create an urgent calling in the world. Yet people are largely unaware of the greater forces that are shaping their experience now and that are determining their future and destiny.\n\nYet if you read human history, even here you can see that most people were not aware of the greater social and political forces that were shaping their future and their destiny. This has been demonstrated throughout human history, and yet the situation now has reached a whole other level, a whole other dimension.\n\nTherefore, the calling for Knowledge, which is fundamentally a spiritual calling, is being sounded within the world with great intensity and urgency. That is why you cannot perhaps be satisfied with little personal comforts or personal pleasures. That is why something is driving you forward.\n\nPerhaps you cannot understand it. Perhaps you do not know what it means. Perhaps it irritates you and prevents you from simply relying upon the few comforts that you have been able to establish along the way. Yet this represents the movement of Knowledge within you, and it represents the great and urgent calling that We are speaking of here.\n\nIn order for humanity to be able to emerge successfully into the Greater Community and to take a place there, a place where it can preserve and maintain its freedom and can establish its abilities, the development of Knowledge, individually and collectively, must become far greater than it is at this moment.\n\nThis will not be the result of government programs. This will not be the result of your education system. This will be the result of individuals, men and women like you, having the courage and the inner calling to follow The Way of Knowledge, and to become strong in Knowledge, and to claim their responsibility and to receive their inheritance while they are here in the world.\n\nMen and women of Knowledge have always furthered the human race. They have always been the source of discovery, invention and social rejuvenation. They have always been the source of keeping religion alive by infusing the essence of spirituality there. And yet now We are at a great turning point where the requirement for this is even greater than it has ever been before.\n\nKnowledge within you knows that humanity is emerging within the Greater Community. It knows this is why you came into the world. It knows that this is an overriding need and reality. And yet it knows exactly where you stand at this moment, what you believe, what you think, what you value, where your feelings reside and what influences them.\n\nIt knows that you must become free. It knows that you must become whole and powerful. It knows that you must find the great equanimity of Knowledge and the great strength of Knowledge. And it will move you towards this relentlessly. There will be no rest. There will be no reprieve until you can find this, for this represents the searching and the yearning of your very Being.\n\nIn the Greater Community, individuals in small groups have been able to establish Knowledge, to experience Knowledge and to express Knowledge. And yet this occurs usually under far graver and more difficult circumstances than you now face within your world. For in highly regimented and developed societies, the emergence of Knowledge within the individual is seen as a great threat, and it is often suppressed brutally.\n\nHere citizens’ minds, attitudes and priorities are highly controlled through the mental environment and through social conditioning. Therefore, the individual of Knowledge faces a much greater difficulty under these circumstances. To gain their freedom and to maintain it within their social setting and their mental environment represents a formidable task. Yet they are not alone.\n\nAnd here We come to a very important part of your understanding and preparation for the Greater Community. Every individual that makes a conscious decision to become strong with Knowledge and to respond to the great calling that is occurring within the world will have tremendous assistance and will open themselves to a greater association of life, both within the world and beyond.\n\nOverseeing human development are great Spiritual Forces. We call these the Unseen Ones, or at least this is how they are called in many cultures in the Greater Community. Like gardeners, they oversee the development of human intelligence and human Spirit as they oversee intelligence and Spirit within all worlds where intelligent life resides.\n\nHere human societies represent a great fertility, and yet they are in tremendous disarray. Here it is possible for individuals to respond to Knowledge and to take the Steps to Knowledge, but it is very difficult for them to influence the direction of humanity itself because their numbers are so few and because their experience and their development is so much in contrast to the conventions and the traditions in human societies.\n\nThey stand out as remarkable people, and yet they must remain hidden in order not to face extreme adversity, persecution or misunderstanding. Yet they have a greater association with the Unseen Ones, a greater spiritual association, which becomes stronger and stronger as they advance and progress.\n\nThis, then, gives you a clear idea of what humanity’s real Allies in the Greater Community are like and why they are concerned about human development and the preservation of human integrity. Your true Allies in the Greater Community represent a community of Knowledge. They are not great military or political forces. For the most part, they remain hidden in the Greater Community. Yet they can communicate through the Unseen Ones to you even while you are here, for it is a greater spiritual association and network into which you emerge as you advance in The Way of Knowledge.\n\nHere you will see that while there is a great and complex development of interactions within the physical world, there is, in a sense, behind the scenes, a great network of communication that extends beyond the physical realm. Because this is at the level of Knowledge, it demonstrates Knowledge and reflects Knowledge. It is not a psychic environment in the sense that any kind of force can reside there. The mental environment is a psychic environment, but the environment of Knowledge is not a psychic environment in the same way.\n\nHere you begin to realize that you have Allies in the Greater Community. They support the reclamation of Knowledge in the world, and they are connected to the Unseen Ones, just like you are learning to be connected to the Unseen Ones. They wish to fortify Knowledge within the entire universe. They wish to keep Knowledge alive within the complex mental and social environments that exist within the Greater Community. Their mission in life is to express Knowledge, to demonstrate Knowledge and to keep Knowledge alive in the minds and hearts of individuals, both within their respective worlds and throughout the Greater Community itself.\n\nThough you will never meet them face to face, these represent your greatest Allies and your most potent relationships. Only if you advance in The Way of Knowledge, only if you pass through the great thresholds in realization will you come to be able to experience them directly, and the power of their intention, and the graciousness of their will.\n\nYet at this point, it is important that you know that they exist, or you will feel that humanity has absolutely no chance in the Greater Community and that everything that I am presenting here will seem absolutely overwhelming, and this will discourage you. But do not become discouraged, for the power of the Creator, the power of the Unseen Ones and the power of the great communities of Knowledge as they exist throughout the Greater Community abide with you and support you in your difficult task of overcoming your social conditioning, of gaining freedom in your mental environment and of finding the way to Knowledge.\n\nTake heart also because in the world today there is a great Teaching that the Creator has willed to come into existence here. It represents the desire and the will of your true Allies to enable you to find your freedom and to express it constructively in service to the world.\n\nA great Teaching called The Greater Community Way of Knowledge is being given to humanity. Its purpose is to prepare humanity for the Greater Community and to provide the fundamental and essential teaching in learning, living and expressing The Way of Knowledge. It provides a unique method of study called Steps to Knowledge.\n\nIt is meant for everyone in the world and anyone who can feel the great calling within themselves at this moment. It lays the foundation for spiritual reclamation, which We call the reclamation of Knowledge. It lays the foundation for gaining a Greater Community perspective and understanding. It enables you to build a foundation for recognizing and establishing true and purposeful relationships with others. It brings the reality and the experience of Knowledge into daily life, into all aspects of your activities within the world. And lastly, it prepares you for the Greater Community by engaging you with your true power and ability, by providing the foundation for freedom and by teaching you the dynamics of intelligent interaction within a greater mental environment into which you are now emerging as a race.\n\nIt responds to your destiny; it emphasizes your destiny. It responds to your true spiritual nature; it emphasizes your true spiritual nature. This Teaching is being presented through one person, but it is not the product of this one person’s education alone, for there is no individual in the world who could create such a Teaching.\n\nTake heart, then, for you have great assistance. The method of preparation is being given to you. It is available to you at this moment. This book is a demonstration of its reality and existence in the world.\n\nTake heart because the Unseen Ones are with you and will guide you and bless you as you proceed and as you advance in The Way of Knowledge.\n\nTake heart because you have strong Allies in the Greater Community who, through great difficulty and sacrifice, have established the reality of Knowledge and have advanced The Way of Knowledge within their own worlds. Their accomplishments are made available to you through the study of a Greater Community Way of Knowledge. And their awareness and the greatness of their Spirit can be experienced directly as you learn to communicate with others at the level of Knowledge and enter this greater spiritual panorama of life.\n\nHere you enter without fantastic beliefs, without complicated metaphysical belief systems, without high ideals, without unrealistic associations. Instead, you will enter with a pureness of spirit and with a wholeness of mind that alone will enable a person or a being anywhere in the Greater Community to enter this greater association of life that We call Knowledge.\n\nYour preparation for the Greater Community, therefore, is a spiritual preparation. It is a fundamental preparation in reclaiming your spiritual power and intelligence. It is expressed by following The Way of Knowledge and by taking the Steps to Knowledge. Here you transcend the limits of religion and enter into the greater panorama of spirituality as it truly functions and exists within the physical reality of your daily life and within the reality of the Greater Community.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/finding-knowledge-spiritual-nature/"
}