{
  "title": "The First Commitment",
  "content": "You have a primary relationship with God, and you experience this relationship primarily through the deeper Intelligence that God has placed within you, a deeper Mind within you called Knowledge. This is your most primary relationship and responsibility. It is not a relationship with a set of beliefs or with an institution. It is not necessarily a relationship with an ideology or with one religion particularly. It is really, in its purest sense, your relationship with God.\n\nPeople hold this relationship to be quite secondary—secondary to their families, secondary to their personal interests, secondary to often political or cultural associations, secondary to their national identity or their cultural identity or heritage and so forth. But really this relationship is the most primary relationship, and it is your primary responsibility, or ability to respond, to this relationship.\n\nGod speaks to you through Knowledge. That is the well of your conscience. It is not a social conscience, a conscience that has been instigated or influenced to make you behave and believe according to the dictates or the values of a particular culture. It is a far deeper conscience. It is inherent in your Being. It is the foundation of your awareness. It is this that tells you what is right and what is wrong fundamentally and provides the foundation for your ethical understanding of life and your participation with others.\n\nWhile you have a duty to raise your children and, in some circumstances, to take care of your aging parents, your first responsibility is to Knowledge. This is your connection to God.\n\nOf course, God is a very different authority than the authority of your nation or the overarching influence of your culture, your family and your friends. If indeed God is the center of your relationships and the primary focus of your responsibility in life, then this can set a great contrast to your duties and obligations to others and to the nation in which you live.\n\nThis is one of the reasons that people keep their relationship with God very much in the background, or they consider it only conceptually, considering that they only have a relationship with certain beliefs, ideas or institutions. But for people who have experienced their deeper conscience, this indeed establishes Knowledge in contrast to everything else. This requires a very deep evaluation of one’s values and one’s allegiances. For you cannot serve two masters without compromising yourself and losing contact with the power and the presence of Knowledge within yourself.\n\nWithout Knowledge, people of course must have allegiances in life to feel connected to life and to feel that they are part of something greater than themselves. Without an awareness of Knowledge, this is what people do. They align themselves with beliefs, with institutions, with other people, with social movements, with political movements. They align themselves with religious beliefs and institutions because they must have something greater than themselves to be a part of, or their isolation in life becomes intolerable.\n\nThis is the condition of so many people. You see this everywhere around you. They have cast their allegiance to other things, an allegiance that really belongs to Knowledge. Perhaps they are very committed and dutiful in their allegiances, but they use them to give their life focus and balance and purpose because you cannot live without purpose of some kind, for purpose is life itself. Even in a human being who has such a great imagination, this is indeed the case.\n\nSo when you begin to take the Steps to Knowledge, to become aware that there is a greater Intelligence, a deeper current of your life; and you feel the need to connect to it, which is a natural need; and you feel you must gain an awareness of who and what you really are in this life, and why you are in the world, and what you are really meant to do here, then this creates contrast to your duties, obligations and allegiances with everything else.\n\nMany people find that they are not really free to go to Knowledge because they are afraid that Knowledge will point their life in another direction—a direction different from where they have already cast their life, a direction that is different from where they have given their allegiances and where they have committed themselves.\n\nThis problem of allegiance is fundamental. It is entirely natural for you to want to return to Knowledge because this is the center of your life, this is the source of your integrity, and it is the source of your strength. This is what gives your life meaning and purpose and frees you from all the persuasions of the world around you. It is the antidote to evil and to addiction.\n\nSo you gravitate to Knowledge naturally as you find that everything else is shallow and disappointing, as you learn through your own experiences that the pleasures and the pains of the world do not reach deep enough within you to satisfy you, to satisfy the deeper need of your soul. So this brings you to reflect upon your life. And this brings you to reconsider your values and your actions and the meaning of your relationships with others.\n\nWhile this attraction is the most natural attraction, you will find yourself at odds with your life, the life you have created already. And the more you have given yourself to people and places and things, the more this contrast is emphasized. Here there is resistance. There is a resistance to your natural attraction to Knowledge. You want to know, but you are afraid to know, afraid of how it might challenge your ideas, your beliefs, even your whole idea of yourself, for Knowledge is not bound by these things. You might be frightened of what it might mean for your circumstances, your financial security, your social network and your political allegiances.\n\nKnowledge is not bound by these things. In essence, it is free, but you are not. The only way you can come into relationship with something that is free is to become free yourself. Those who are not free are frightened by those who are. They are intimidated; they are uncomfortable. It forces them to face their own restraints and circumstances.\n\nKnowledge within you is free, but you are not. You must accept this as a starting point in taking the Steps to Knowledge, in beginning your journey back to your foundation. Perhaps you live in a free country and can exercise personal freedoms about what you do and where you go and who you can associate with. But compared to Knowledge, you are not free—you are bound, you are circumscribed, you are held back.\n\nIf you are older, you have probably already committed yourself to many things that may not have anything to do with your greater purpose for being in the world. Knowledge is committed to this greater purpose within you, a greater purpose that you have not yet discovered. It is free, but only in the sense of being free to be what it really is and to support your life to be what it is meant to be. And this can be very different from what you have established thus far.\n\nIf you are discontented with your life as it is, then you will have an incentive for Knowledge. You will want to find freedom and purpose. Yet if you still think that your life is fine, and you are comfortable with it up to a point, then Knowledge will seem like a great threat. You will avoid it, which is tragic, because you will be avoiding yourself. You will be avoiding your deepest feelings, your emotional honesty, your integrity and your deepest and most fundamental values.\n\nThis is why people are strangers to themselves. They are identified with things on the outside, but they have very little relationship with themselves on the inside. They are not free. They are not free to be who they are and what they are and to follow their deepest inclination. Even if they are free on the outside and have political and social freedom of movement, which is rare in the world, this freedom does not reach to the depths of their own nature. And so they are not free.\n\nThey are not free to see, know and feel what is really there for them. They are bound by their ideas. They are bound by their commitments. They are bound by their beliefs and associations. They are bound by the preferences and the desires of others. They are bound by the emphasis and beliefs of their group or their culture [or] their families. So even if they have achieved outer freedom, which is difficult to achieve, within themselves they are strangers to themselves.\n\nThis is really the source of all suffering, for you can never find any real happiness or contentment if you are a stranger to your Self. This Self within you is deeper and far beyond your intellect, beyond your beliefs and ideas, your habits and the nature of your personality. Your real nature is far deeper than this. So you build a kind of life in the pursuit of happiness, but it is not really an authentic life. It is not really a life that you are committed to wholeheartedly, for your soul is not committed to it even if you are attached to it in your own mind.\n\nSo to begin to take the Steps to Knowledge and to feel the natural attraction to Knowledge, and to respond to this attraction, means that other things that you have created will have to be re-evaluated. For Knowledge is not bound by them. Perhaps only a very small part of your life as you know it really emphasizes or represents your deeper nature. So what do you do with the rest of your life? You have commitments. You have responsibilities. Perhaps you have a family to take care of or a business to run.\n\nHere you will have to give your faith to Knowledge to guide you. Knowledge will not destroy your existence as you know it. It will not dash your life as you have created it, but it will take everything that you have learned, and all of your skills, and all the wisdom that you have gathered in life so far and bring it to bear to set the real course of your life. This is often moving in a different direction, with a different understanding and a deeper set of values.\n\nYou will feel frightened and uncertain at choosing to follow the mystery of your life, for Knowledge will always be very mysterious, beyond the grasp and the reach of your intellect. Knowledge will re-establish your relationships with people, with places, with your possessions, with your culture, your family, your government and the whole world. But you must allow this to emerge.\n\nYou have been seeing the world from your intellect. You have been valuing things because of your desires and your fears of not having, but Knowledge has a very different emphasis. Its purpose is to take you to the people and the places and the circumstances where your greater purpose and service to the world can be realized.\n\nThis will alter the course and the nature of your life. It will free you from any obligations or requirements that do not represent this greater purpose. And so, fundamentally, Knowledge is revolutionary. It represents a revolution within yourself and a revolution in your outer life, as your values shift and your priorities are changing, which they will naturally do as you become more inner directed rather than outer directed in your life.\n\nHere you must focus on the power and the presence of Knowledge. You will have other commitments in life, but they must be in harmony with Knowledge. You will establish relationships with people, you will provide services to others, you will have employment in the world, you will have associations with people and groups of people, you will still be a citizen of your nation, you will still be a member of your family. But the difference here is that your overall awareness and emphasis has shifted—shifted to the center of your life where it belongs. For this shift to occur, you may have to break away from many things and from many people who cannot help you or support you in the real direction that your life must go.\n\nIt is to make this shift that is the greatest need of your life. It is this shift that will be your greatest contribution to your children and to your relationships with other people. It is this shift that will enable you to inspire others and to give things of real value to the world. It represents a great revolution within yourself and a great shift of emphasis in your life.\n\nIt will bring new people into your life. And it will take you away from people who cannot support your true direction, who do not really understand your deeper nature and who are themselves not ready or are unwilling to face the Great Attraction within themselves. Perhaps they have a different journey to take in life than the journey that you must take. If this is the case, you must free them without condemnation, without blame. You must have the courage to follow the deeper power within yourself.\n\nYour nation may call upon you for military service, to defend the nation or to engage in conflict within the interests that that nation has established for itself. But Knowledge must be your guide as to whether you will participate or not. Your family may want you to conform to its values and to its social activities, but it is Knowledge within you that will tell you whether you can do this or not.\n\nKnowledge will set certain boundaries. It certainly will not restrict your life totally because you are really here to be in the world. You are here to participate with people and to contribute to life. But Knowledge will set certain boundaries, and when you approach these boundaries, you will feel very uncomfortable within yourself. You will feel a great sense of restraint, as if something deep within you was trying to hold you back, to prevent you from saying something or doing something or committing yourself to something that is inappropriate.\n\nAs you become closer to Knowledge, you will feel this restraint exercising itself in many ways. For you will still be attracted to do the things you did before. You will still have the same desires and insecurities, and they will motivate you in certain ways. But you will feel that Knowledge will be restraining you, holding you back.\n\nThis is very important. To be able to discern the movement of Knowledge within yourself is very important and requires skill and preparation. It does not happen just like that. God does not cast a spell upon you, and all of a sudden you are in perfection.\n\nYour spiritual practice, in whatever form that it is—if you have a spiritual practice at all—is all about building a bridge to Knowledge because ultimately Knowledge and your personal mind must work together, your personal mind serving Knowledge as a vehicle for Knowledge. This represents the real hierarchy of power within yourself, in its most natural and efficacious formation.\n\nHere your deeper conscience will tell you what to do and not to do, and you will feel you have boundaries in your life beyond which you cannot go: dangerous activities, dangerous attractions, dangerous commitments. They may attract you, they may seduce you, you may feel obligated to follow them, but Knowledge within you will hold you back. And you must be willing to face the consequences of this. For evil, which is what undermines Knowledge within you and within life, will always appear to offer you things you do not have or things that you want or think that you need. This is why so many people succumb to these attractions.\n\nBut within you, Knowledge will keep you on a steady course. It is not persuaded by these things. To Knowledge, wealth, beauty and power mean nothing. And to be free of these seductions is to have a freedom in life that is so unparalleled. When you are free like this, everyone else will look like they are in chains—slaves—and whether the chains are made of iron or made of gold, they are all the same.\n\nGod is trying to free you so you can be in the world and have the power that God has given you to express in this world, so that your true gifts may come forward, so that you may find where these gifts are to be given, and so that you may find the people who will help you to give them and who will honor them and value them.\n\nYou may participate in daily life carrying on your daily activities, but you are [sensitive] to the presence of Knowledge. And as you learn to still your mind as you take the Steps to Knowledge, you will be able to feel and hear the guidance that Knowledge will give you, at every turn in the road, at every unexpected challenge.\n\nFor no matter how complex your life may become, or how uncertain the environment around you may become, Knowledge can navigate these things. It is the pilot of your life. It is your inner compass. Neglect this, and you will be a slave to the forces of the world and will become lost in the world—lost in a world of pleasure and pain, lost in the Great Waves of change that are coming to the world, a stranger to yourself and a stranger to others.\n\nFirst God must rescue you from your condition in order to provide for you a greater journey and a greater accomplishment in life. You cannot simply add on higher purpose to your life as it is, for your life as it is will not support it because you are not free to follow a greater purpose yet. Following this purpose does not require perfection or enlightenment, but it does require a shift within yourself, a shift of allegiance away from your fears and desires to a greater power within you.\n\nWhen you have made this shift, and even in the process of making this shift, you will see the world very differently. You will have a very different vantage point, as if you have gotten high enough on the mountain to really see what is around you, whereas before, you were lost in the valleys and the trees below.\n\nKnowledge will indicate if you are to become involved in a political campaign or a campaign of social change. It will indicate if that is part of your education and destiny. To make these commitments without Knowledge is to cast yourself in life before you really know who you are and what your life is about. And you will be involved out of fear and anger. You will be involved because you resist or resent others and their actions. This is not the motivation that will bring real resolution to anything.\n\nEven if your cause appears to be noble and justified, if you are engaged because you are angry or resentful or fearful, then that is what you will contribute to the situation. That will only create opposition and more conflict in the world. Now you are fighting others for something that you want. Perhaps you are not using weapons. Perhaps you are only using words and actions that are lawful, but you are bringing more resentment and hostility into the situation, and those are things that the human family does not need more of.\n\nYour participation in life must be governed by a greater power within you if it is to be truly effective. Even those who oppose you will be affected if your intentions are clear and are guided by Knowledge. They may not agree with you, but they will respect you. For they realize you do not hate them; you do not wish them ill; you do not want to overthrow them or cast them down. That is a very great difference from what motivates people in their political behavior or campaigns, or even in their emphasis for social justice.\n\nHow many times have you seen in the world revolutions only leading to a different set of oppressive powers? Perhaps with a different philosophy, but nonetheless, they are in a sense no better than the ones who preceded them. They only have a different base of support in the society or the country. And the cost of the revolution is terrible. Many people lose their lives. Many people now become oppressed by powers that do not favor them.\n\nPerhaps your destiny is to become a social advocate or to enter a political arena, but it must be guided by Knowledge, and it cannot be governed by hostility and resentment. This does not mean you are not ferocious in your emphasis, but it does mean that your heart is open and that hatred is not your guide. Even if under very severe circumstances you are called to defend your nation against invasion or intervention from others, you cannot hate your enemies here.\n\nEven at this time, humanity is facing intervention from races from beyond the world. They are not human; they are not like you. They view you in a cold, dispassionate way. But you cannot hate them, for they are sentient beings created by the same God that created you. Perhaps now they are functioning without Knowledge, which is certainly the case or they would not be intervening here. But you cannot hate them.\n\nKnowledge is a very different emphasis. The quest for personal power, the quest for personal wealth, the quest for personal attractiveness or beauty and the hatred against those who would threaten these pursuits, this is not the emphasis of Knowledge. This is not natural to your deeper nature.\n\nOnly Knowledge within you knows how you can function in life in a different way, for a different purpose, generating a different outcome. Here you must be willing to journey alone, particularly at the outset, for many of your former friends and family will not be able to support you or understand what you are doing. You must, for a time at least, separate yourself from them to have the freedom to respond to Knowledge within yourself. You must undergo this revolution within yourself, for this is how God is going to save your life and rescue you from your own imprisonment and your own misery.\n\nIn essence, you do not really know what you want for the world. You may think or believe that you want to live in a world of peace and prosperity and happiness, but you have no idea what this would look like, or even if you would enjoy it. To come to the realization that you do not really know what you want for yourself or the world is a profound position of self-honesty. It is a real reckoning within yourself.\n\nIf there were peace and prosperity, the world would be stripped of its resources, and humanity would fail. If you thought everyone in the world should have a high standard of living, humanity would have a very short future. Yet this does not justify poverty or oppression in any way. But it simply demonstrates that your aspirations for yourself and your beliefs about the world are really not founded on Knowledge and probably have very little wisdom associated with them.\n\nYou are not here to make Separation work. You are not here to perfect the world. You are here to contribute something to the well-being of people, to the well-being of life and to plant seeds for the future of humanity.\n\nA seed is a very tiny thing. It does not look like it has any potency at all. You hold a little seed in your hand, and you say, “Well, what can this do?” But a seed can grow a great tree. Seeds can grow food. Those little tiny things in your hand look like they have no power, but they are really the source of future benefit.\n\nYou do not know what will work for the world. You do not really even know what your society needs because you are not yet guided by Knowledge. Even justice, how would that be accomplished? You cannot force it upon people, or you simply become another force of oppression.\n\nIt is a conundrum, you see. You cannot really figure it out in your intellect. But justice is necessary. Peace is necessary. People’s well-being is necessary. They are all necessary, but how to accomplish them must be guided by a Greater Power, for only God knows how this can be done. You, with all of your ideas or political sophistication, cannot really figure this out.\n\nThis frees you, and this returns you to the source of your power and your strength. You can believe whatever you want, you can give yourself to whatever you think is meaningful, but if you are not connected to Knowledge, then you are a stranger to yourself and a stranger to others.\n\nGod knows what the world needs. God knows what is coming for the world. God knows about the Great Waves of change that are coming to the world and about humanity’s future and destiny within a Greater Community of intelligent life in the universe. God knows the nature and intention of those races who are intervening in human affairs, races from beyond your world. God understands the human condition. God understands what real freedom is. God has given you a greater purpose to be in the world at this time, facing these circumstances.\n\nYou cannot figure out what God knows. You can only follow and learn. God has put Knowledge within you to guide you, to protect you and to lead you to your greater accomplishments in life. Your intellect must be in service to this, for here you are not the master. You are an expression of something greater, and being this is the greatest joy for the heart and the soul.\n\nBut you must take the Steps to Knowledge. You cannot simply assume your life is moving in the right direction. You cannot simply assume you are living your real purpose for being here. You cannot assume that your ideas and beliefs represent your deeper nature or the real truth of life. That is why you must have the commitment and the humility to take the Steps to Knowledge, to allow this greater power to emerge within you and to use all the powers of your intellect and all of your skills to assist you in receiving the great endowment of Knowledge.\n\nThis is the Calling. This is the power. This is your fundamental responsibility. Before you give yourself to the world, before you commit yourself to others, before you determine your life, you must come to Knowledge, and build a connection to Knowledge and take the Steps to Knowledge. This is why you must seek the Kingdom first—the Kingdom being Knowledge.\n\nBefore you launch yourself out into the world, Knowledge will provide the steps and the pathway. But you must learn to listen, to relieve yourself of your constant activity, busyness and self-preoccupation—to listen to the deeper current of your life and to make this part of your daily life and your daily practice. For this is the emphasis of your spiritual practice.\n\nSpiritual practice is not here to give you happiness or to assure prosperity or to transcend you out of this world. It is here to connect you with the deeper current of your life—a current that is moving, that has direction and that has somewhere to go.\n\nYou do not know where to go, but Knowledge within you does know where to go. When you realize that, you will be able to make the real connection that will make all the difference for you and for everyone who will know you.",
  "audioUrl": "https://www.newmessage.org/av/the-first-commitment.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/first-commitment-relationship-god/"
}