{
  "title": "Resisting the Intervention",
  "content": "At this critical time in human history when humanity is facing the Great Waves of change—environmental degradation, violent weather, the depletion of your essential resources, the loss of food production, growing economic and political instability and the threat of war—there is a foreign presence in the world. It has been here for some time. It is a presence from beyond the world, a presence that is here to take advantage of a weak and divided humanity.\n\n\n\nTo those people who become aware of it, and to those people whom it will capture for its own purposes, it will present itself as a benign and spiritual force. But in truth it represents an exploitive and dangerous presence.\n\n\n\nThese are physical beings from your local universe. They are resource explorers and economic collectives. They do not have military strength. Their power resides with their ability to influence the thinking of those whom they wish to persuade and to influence. In this, their presence, though small, has proven to be quite powerful and quite effective.\n\n\n\nThe presence of this Intervention represents competition from beyond the world, competition for who will guide and influence humanity, and eventually who will rule humanity and who will humanity follow in the future.\n\n\n\nWhile people are preoccupied with their daily lives, and while nations are preoccupied with their economic difficulties and their contention and agreements with one another, the Intervention has been growing in the world. Though it represents a small force, it is having a growing influence. This is the power of persuasion that is used immensely and to great effect within the universe around you, within a Greater Community of intelligent life, of which humanity is but a very small part.\n\n\n\nYour notions of life in the universe, which have largely been shaped by your films and your media and your imagination, do not really account for how things work beyond the borders of your world and beyond the boundaries of this solar system. You live in a highly populated region of space where war and conflict have been suppressed, but where nations exert tremendous influence over each other, primarily through dependence upon trade.\n\n\n\nYou are emerging into a very complicated, but very mature set of circumstances. And your world is immensely rich and valuable—rich in biological resources, rich in its biological diversity. You are living on a planet of immense value to others, and you are ruining it, abusing it, mismanaging it.\n\n\n\nOf course, this has brought the attention of others. Even more than the development of dangerous nuclear weapons, the degradation of the world’s environment by the human family is what has really called the Intervention here.\n\n\n\nThis Intervention represents the most dangerous challenge to humanity’s freedom and self-determination that you have ever faced. While there has been visitation to your world throughout history, there has never been an Intervention such as this. And the forces who are here today do not represent those who visited your world in the distant past or in antiquity.\n\n\n\nHumanity is ignorant of life in the universe. You have not adapted to living within this Greater Community of life. You are unprepared for those who have already prepared for you. They have long studied your physiology, your psychology and your social behavior. They have prepared for you, but you are not prepared for them.\n\n\n\nBecause there is no one on the Earth who could have a real knowledge and understanding of the complexities and the interactions of intelligent life in the universe, the preparation for this Greater Community must come from God. It must come from the Creator of all life. It has come through the Angelic Presence that watches over this world. It is a preparation unlike anything that has been given to humanity before, for you have never faced an Intervention such as you are facing now.\n\n\n\nYour stories, your films and your fantasies about life in the universe have not prepared you for the reality of emerging into such a great, competitive environment. People still think that life in the universe is brutish, that nations in the universe are blowing each other up, or that there is one empire that rules everyone. But this is not the case at all.\n\n\n\nIndeed, humanity now needs to prepare for its future in the Greater Community of life. It needs to end its ceaseless conflicts, which only weaken you and divide you in the face of competition from beyond the world.\n\n\n\nHumanity is facing its greatest threat and greatest challenge, but it is also facing its greatest opportunity to forge human unity and cooperation for the preservation of the world. You will need this unity and cooperation to face and to survive the Great Waves of change that are coming, which are largely the result of humanity’s overuse and misuse of the world. You will need this unity and cooperation to face the reality of life in the universe and the reality that humanity is now facing an Intervention in the world that is extremely dangerous.\n\n\n\nThis is not a visitation. It is an Intervention whose purpose is to gain control of the world and the world’s peoples. These forces cannot live within your world. They cannot breathe your atmosphere. And so they need human labor and human cooperation to serve their purposes here—to mine the world for its biological resources and to use the world for its strategic importance.\n\n\n\nYou may perhaps wonder what has been flying in your skies for the last many decades. And if you are aware of it at all, you may wonder why there have been sightings all over your world for many decades. If you have taken the time to look into this carefully and objectively, you must come to the conclusion that a visitation is underway, and that it is secret in nature. It is being carried out surreptitiously, its intentions and activities hidden from public awareness. Even governments hide from their populations what little they know about the foreign presence, the extraterrestrial presence that is in the world today.\n\n\n\nThere is no one in the world who can prepare you for the realities of life in the universe, and that is why there is a New Message from God in the world. Its purpose is to prepare humanity for the Great Waves of change that are coming, to prepare humanity for its encounter with life in the universe, and to prepare humanity to recognize its greater spiritual power that has the strength to unite humanity and to provide humanity a greater future, a future that will be unlike the past.\n\n\n\nBut to see the blessing here, you must recognize the need. To see the importance of this preparation, you must recognize the great need for it.\n\n\n\nThis is not merely an issue for governments. It is really a primary issue for each citizen of the world, for the Intervention is here to cast persuasion over the world, to gain control of the minds and hearts of people. It is doing this by offering people incredible promises of salvation and free energy, promising humanity peace and equanimity, offering advanced technology in order for humanity to become dependent on these foreign powers.\n\n\n\nAnd like the foolish natives of so many tribes before, humanity is acquiescing to these promises. Having lost faith in human leadership and human institutions, many people are now turning to the Intervention for guidance, believing its promises of peace and technology.\n\n\n\nAs a result, today in the world the Intervention, amongst the very few people who are even aware of it, has many representatives and few critics. It is because the Intervention has studied human psychology and physiology and has devised a very potent form of persuasion. It has taken many people against their will and subjected them to cruel experiments and powerful forms of mind control.\n\n\n\nMany of these people now cannot think for themselves. Their minds have been overtaken. Their freedom has been taken from them. They are now like laboratory animals for the Intervention, used for reproductive purposes so the Intervention can create hybrid individuals to be in positions of power and influence in government, commerce and religion.\n\n\n\nThough this Intervention represents a small force and still has had limited impact in the world, its impact is growing. As humanity faces greater and greater instability and faces the temptation of conflict and war, this Intervention will gain in strength. Its promises of peace and power will become ever more seductive.\n\n\n\nIt will take many more people against their will, turning them against the human family, turning them against the Knowledge that God has placed within them, turning them against themselves. While humanity is fighting and struggling down here on Earth, other forces are here to take advantage of its predicaments, its ignorance and its superstitions.\n\n\n\nThere are many people, even very educated people, who think that any visitation to the world would be peaceful and that those who are visiting would offer humanity wisdom and scientific knowledge. The naiveté of this approach is clearly obvious, but the tragedy is that this is the attitude of many people.\n\n\n\nYour scientific community thinks that foreign powers will come to share their scientific knowledge. The expectation is that the visitation will bear gifts, needed gifts, and of course these expectations are now being taken advantage of.\n\n\n\nAs resources decline within this world, and as economic and political instability increases, the offerings of the Intervention will become ever more persuasive. Yet what it is offering is your own demise—the loss of human freedom, your dependence upon foreign technology and foreign powers.\n\n\n\nThis is how races such as yours, who are unprepared for life in the universe, can fall under foreign persuasion and foreign dominance. This is how a world such as this could be overtaken without any use of force.\n\n\n\nIf you think of your recent history—how great nations and empires were overtaken by small exploratory forces, how the Aztecs and the Incas were conquered by small expeditionary forces who exploited their weakness and their ignorance and their superstitions—this is how a small but clever force can gain advantage against a much greater opponent.\n\n\n\nHumanity is foolish. It is not prepared. It does not recognize its vulnerability. As the human family is now squandering its natural inheritance, it is also depriving its future citizens and generations of self-sufficiency. Without self-sufficiency, you would not be able to deny the offerings of the Intervention, or any future intervention that may take place here.\n\n\n\nPeople naturally ask: “Well, how can this be resisted? Do we have any hope against such a presence and a power?” The answer is yes, of course you do. Humanity has a great advantage, for outright invasion is not allowed in this region of space because it is a very civilized part of the universe. Races cannot come and take another world by force. It is not allowed because it represents danger and instability in this part of space.\n\n\n\nIf races want to gain influence in another world, it must appear that their presence is accepted and welcomed. They must attempt to gain control by other means.\n\n\n\nOf course, there is no way that humanity could ever understand this on its own, having no awareness of the rules of engagement that exist in this region of space. Your lack of education here is putting you at a great disadvantage and making you extremely vulnerable to the kinds of persuasions that are being cast upon the human family at this time.\n\n\n\nHumanity has a great advantage. If it refuses the offerings and the persuasions of the Intervention, the Intervention must withdraw. If the presence of the Intervention becomes known to enough people, it can no longer function in secrecy and must withdraw. If your mind and heart cannot be turned through persuasion and seduction or intimidation, then the Intervention has no power over you.\n\n\n\nWhat is necessary for you to understand here is that God has placed a deeper Intelligence within you, an Intelligence that is very unlike your intellect. It is powerful. It is strong. It cannot be corrupted. It cannot be persuaded. It cannot be overtaken by any power, whether it be human or extraterrestrial. It represents the core of your strength, the essence of your integrity and the source of your wisdom.\n\n\n\nGod has given each person Knowledge to guide them, to protect them and to lead them to a greater life in the world. But there are very few people in the world today who are aware of the power and the presence of Knowledge.\n\n\n\nIn the universe, the power and the presence of Knowledge is the greatest power there is—greater than technology, greater than ideology, greater than persuasion. The Intervention is not using this Knowledge and is not aware of it, or it would not be intervening in the world.\n\n\n\nFor Knowledge represents a fundamental ethical foundation. You cannot attack or exploit another, guided by Knowledge. And those who are guided by Knowledge cannot be exploited, cannot be fooled, cannot be seduced.\n\n\n\nHumanity has kept alive its spiritual traditions. You do not realize how valuable this is, for in your neighborhood of space, there are large technological societies that are entirely secular in nature.\n\n\n\nSpiritual enlightenment is extremely rare in the universe, as it is in your world. Freedom is rare in the universe, as it is in your world. Free races remain hidden and do not become involved in vast networks of trade and the controlling forces that govern them.\n\n\n\nThere is so much for you to learn about life in the universe, and your education is only now beginning. This education is vitally necessary, for your isolation in space is over. From this point forward, there will be constant attempts to persuade humanity, constant interventions. That is why the human family must establish its own rules of engagement and assert its will and determination to be a free people in the universe.\n\n\n\nAt present, you are transmitting all of your foolishness into space, all of your secrets into space, for the discreet observer to watch. You are telling the universe about your strengths and, even more importantly, about your weaknesses. You are inviting Intervention through your reckless use of the world and your endless conflicts and issues between nations and peoples. The Intervention has only to wait while humanity weakens itself through competition and conflict. You are doing the work of the Intervention in this regard.\n\n\n\nThere is a growing hopelessness in the world. People are losing faith, if they ever even had faith in themselves and one another. It is within this environment of difficulty and hopelessness that foreign powers can gain their great advantage here.\n\n\n\nNever think that foreign governance of this world would be desirable in any way, for you have no idea of the cruelty and the harshness that such governance would bring to the human family. The value of humanity, its divinity, its accomplishments, are of no importance to the Intervention. You are merely a resource to them. They view you the way you view your domesticated animals. They think you are brutish and violent and chaotic. They have no awareness of your spiritual nature. Nor do they value your great traditions. Being without Knowledge themselves, they do not see it in you.\n\n\n\nThey represent the reality of so many races in the universe who are ruthlessly engaged in the acquisition of resources. Having stripped their own home worlds of their natural wealth, they must now travel and become involved in complex arrangements of trade to gain what they need.\n\n\n\nHumanity is following a path that many nations have always followed—depleting their home worlds and then becoming prone to seduction by forces in the Greater Community. For once you enter these great networks of trade, your destiny will be determined by others. You will have to meet whatever terms and conditions are required for you to receive what you need—whether it be food and medicine or advanced technology. You will have very little freedom and self-determination under these circumstances. This has been the fate of so many races.\n\n\n\nNow you are vulnerable. Like the adolescent child in the big city, you are entering a larger arena of life—unprepared, without wisdom and discernment regarding all the forces that could take advantage of you in your innocence and your ignorance.\n\n\n\nHere humanity must grow up and become mature. Here war and conflict must be set aside, for you cannot afford them now. Human unity is essential if humanity is to remain free in the universe. Human unity is essential if humanity is to overcome the Great Waves of change and to create a greater stability and security in the world.\n\n\n\nYou now face competition from beyond the world. It is without military force, but its powers of persuasion are powerful and effective. But the stronger you are with Knowledge, the more you will be free from this persuasion, and the more you will be able to see through the deception to recognize the real nature and intent of this presence in the world.\n\n\n\nThe New Message from God calls this presence “the Great Darkness.” Those who are intervening in your world are not demons or devils, but their intention here is very dangerous for humanity, and that is why their presence here is called the Great Darkness.\n\n\n\nIt is time for humanity to end its ceaseless conflicts and to prepare for its future and destiny within a Greater Community of intelligent life in the universe. God has sent a New Message into the world to warn humanity, to strengthen humanity and to prepare humanity for this great encounter with life—an encounter that will determine the fate and the destiny of humanity.\n\n\n\nThere is no other problem or challenge that is greater than this. For what could you accomplish or achieve or preserve in the world if the world fell under foreign domination? What advantage could you create for yourself or what national objective could you strive for if the world fell under foreign domination?\n\n\n\nNever think that such domination cannot occur. You do not realize the power of persuasion in the mental environment.\n\n\n\nThe Intervention can control the minds and hearts of people, but it cannot have any influence over those who are strong with Knowledge. And for any individuals who have been captured or taken against their will by the Intervention, they can reclaim their strength and their self-determination by gaining access to Knowledge and taking the Steps to Knowledge.\n\n\n\nAs they become stronger with Knowledge, they will cease to be compliant subjects for the Intervention to use. They will become a hazard to the Intervention and will be avoided by it.\n\n\n\nYou may feel helpless. You may think that a foreign power with foreign technology would have a strength that would be insurmountable, but you are dealing with small groups of resource explorers who are posing as great technological powers.\n\n\n\nHumanity has the great advantage. If humanity becomes wise and alerted to the presence of the Intervention, it cannot be turned. It will resist the Intervention. You will recognize the danger and you will respond appropriately. You will not be fooled by promises of wealth, power or spiritual fulfillment. Your native awareness and skills of discernment will tell you that this is nothing but an intervention.\n\n\n\nYou will learn the lessons from history, the lessons of intervention—that those who are intervening are always here for self-interest and that the native peoples, should they fall under foreign persuasion, will suffer greatly, and their world and civilization will fall under foreign domination. This is what history and nature have taught you regarding competition and intervention.\n\n\n\nYou are the native peoples of the world facing intervention. How will you respond? Will you ignore it or deny it? Will you see it according to your wishes and your preferences or according to your religious understanding, thinking that humanity is the center of the universe and that everyone and everything revolves around you? This is the attitude and assumption of so many people. But you can see its foolishness.\n\n\n\nIf you are to maintain your stewardship of this world, you must protect it against foreign intervention. You must preserve and husband its valuable resources. And you must unite and end your ceaseless conflicts.\n\n\n\nA weak and divided humanity will have no power in the universe and will be subject to endless intervention and manipulation. This is a truth that your nations and your peoples must come to see.\n\n\n\nIt is part of the warning in the message of God’s New Revelation, a Revelation that is here not to compete with humanity’s religious traditions but to enlighten them, to expand them and to educate them, to give them a greater future as humanity faces the reality and the difficulty of encountering life in the universe.\n\n\n\nYou must resist the Intervention. You must recognize it is nothing more than competition from beyond the world. You must not be fooled by its promises of wealth and power and freedom. You must not become dejected or resign yourself, thinking that you have no power in this matter, for humanity has the great advantage. Exert your will that you will not be dominated or persuaded, and the Intervention has no power here. It must withdraw and seek to gain advantage here through other means.\n\n\n\nDo not accept foreign technology, for it is only here to addict you and to persuade you and to make you dependent. It is a seduction, and nothing more. It is like giving drugs to a native tribe in the jungle, who then become addicted and enslaved to whoever provides these things.\n\n\n\nYour love of technology places you in a position of vulnerability, vulnerability to those who are more technologically advanced than you. They will bring you trinkets from space, and you will think it is marvelous, and you will want them for yourself.\n\n\n\nThis is how the native peoples are seduced and persuaded. They are intimidated. They are dazzled by technology. Their conflicts are taken advantage of. Their leadership is undermined. This is how an Intervention gains strength amongst the native peoples. This has happened throughout human history. And this happens throughout the Greater Community as well.\n\n\n\nNo one is going to come and destroy the world or eradicate life because life is the value here. It is the resources of life. Humanity is extremely valuable to the Intervention, as a workforce. It will corral you and subjugate you if it can gain that much control here, but it does rely upon you.\n\n\n\nYou may feel you are predominant and preeminent within this world, but in the Greater Community, you are like an adolescent. You are without skill, without wisdom and without preparation.\n\n\n\nIt is gaining this wisdom, wisdom from the Greater Community; it is gaining skill in the mental environment; and it is developing a foundation of Knowledge within yourself as an individual that will prepare you more than anything else for the reality and the challenge of the Greater Community.\n\n\n\nHumanity has never had such a challenge. It has never faced competition from beyond the world. This competition is occurring now because humanity has created an infrastructure that other races can use—worldwide commerce and communication.\n\n\n\nHumanity is also developing dangerous powers. Should it become more powerful militarily, then Intervention here would become more difficult in the future.\n\n\n\nIf humanity should really become educated about the realities and challenges of life in the universe, then Intervention such as occurring today would not be possible. You would be too aware and too strong for such an Intervention to be successful here.\n\n\n\nThere are many people in the world today who have a natural connection to life in the universe. They have come into this world at this time because humanity is facing its early contact with the Greater Community.\n\n\n\nIt is no accident you are here at this time. God has sent you into the world at this time to help prepare humanity for its emergence into a Greater Community of intelligent life. But this emergence must be carried out with wisdom and discernment, strength and determination.\n\n\n\nThis is no casual matter. It is the greatest threshold that humanity will ever face. You will either gain strength and unity or lose your freedom in such an emergence.\n\n\n\nBe careful here not to think that there are powerful and positive foreign races in the world today. Many people make this mistake because they still want to be saved or rescued. They want contact. They do not realize that humanity’s real Allies are not present in the world. They are not here influencing humanity, controlling and manipulating human perception, human emotion and human allegiance.\n\n\n\nYour Allies would not intervene in the world in such a manner, for this would require them to take control of the world, which they will not do. And this would undermine humanity’s potential to become a free and self-determined race in the universe.\n\n\n\nYour real Allies have sent a set of Briefings into the world to help prepare humanity for the realities of life in the universe and to warn humanity against the Intervention that is occurring in the world today. That is their gift to humanity.\n\n\n\nDo not think that another race will come and rescue you. Do not think of yourself as being so weak and powerless that you would need such a rescue. For any race that would promise this would really be here to take advantage of your weakness and your vulnerability.\n\n\n\nThis is the wisdom and clarity you must bring to this situation. It is not about love or fear. It is about clarity, certainty and responsibility. Love or fear is what people project because they are too weak to become directly engaged. It is a fool’s discernment. You must bring strength and clarity here. You must become prepared for the Greater Community. And you must resist the Intervention. Speak out against it.\n\n\n\nReceive the gift of Wisdom from your true Allies, who do not seek domination here, who are not intervening in the world for their own purposes. They have given humanity the gift of Wisdom, which is the greatest gift that any foreign race can give to a struggling humanity.\n\n\n\nIntervention leads to subjugation. What is occurring in the world today is teaching you this. When a great, larger power intervenes in another nation, it has to control that nation. And it ends up harming that nation, even if its motives seem noble and valuable.\n\n\n\nIntervention is always carried out for self-interest. History has taught you this. Nature teaches you this. Life teaches you this.\n\n\n\nYou resist the Intervention because you become strong with Knowledge. You resist the Intervention when you become educated about the realities of life in the universe.\n\n\n\nYou resist the Intervention when you remember that you cannot and should not accept gifts from strangers who will not reveal their real purpose to you. As you would not allow strangers to enter your home, you should not allow strangers to enter your world.\n\n\n\nIf you were really well versed in the realities of life in the universe, you would resist Intervention with all of your might. And Intervention would be driven off, its veil of secrecy removed, its real intentions exposed. Unable to turn and to seduce an aware humanity, it would have to retreat.\n\n\n\nIt is this awareness and this education and this inner certainty that you as an individual must bring to this situation.\n\n\n\nDo not think that you are powerless in the face of the Intervention, for that represents the Intervention’s persuasion and exploitation of your lack of self-confidence.\n\n\n\nDo not think the Intervention is going to save humanity, for then you are falling under the seduction of the Intervention—a seduction that will rob you of everything that is valuable in your life.\n\n\n\nGod has sent a New Message into the world to warn humanity and to prepare humanity. It is this preparation that is essential. It will restore to you the power and the presence of Knowledge. It will educate you about the realities of life in the universe. And it will help prepare the human family to fulfill its destiny of becoming a free race in the universe.\n\n\n\nAll of God’s Messages that have been sent into the world over time have been to strengthen humanity and to foster freedom to build human civilization. Though every religion has been started by God, they have all been changed by people, even to the point that their initial intent has been lost. But, in essence, God has initiated all the world’s religions to enable human civilization to grow and become stronger.\n\n\n\nUltimately, this is in preparation for the Greater Community, where freedom is rare and where freedom must be guarded with great vigilance. This is a reality of life. Deny this and you deny life. You deny the lessons of life and the wisdom of life.\n\n\n\nIt is time for humanity to become strong, to become self-determined, to become responsible and accountable, to end its ceaseless conflicts, to preserve and husband its valuable natural resources, to stabilize its population and to resist any intervention into the world by any force, regardless of their promises or their admonitions.\n\n\n\nThis is your responsibility now. Human sovereignty must be preserved in this world. And this sovereignty will be coming under increasing threat and challenge, both by the difficulties you face here in the world and by competition and Intervention from beyond.\n\n\n\nIntervention will exploit human weakness, but you must build human strength and self-confidence. This begins with the individual. It is not simply a mandate by government or a philosophy.\n\n\n\nIf humanity does not preserve its freedom, it will be lost. If you cannot recognize you are facing competition from beyond the world, this presence and this power will gain ever-greater strength and persuasion here.\n\n\n\nThis is where the strength of your moral character, the strength of your religions, the strength and the value of humanity’s creativity and Divine nature become essential to emphasize.\n\n\n\nYou have your backs to the universe. You must turn and face the Greater Community. You must watch your skies. And you must check the power and the presence and activities of the Intervention. It is operating now with very little human awareness and very little human discernment.\n\n\n\nRemove its veil of secrecy, and it is exposed. Its weakness is exposed. Its deception is exposed. Its false promises are exposed. This is what is necessary now.\n\n\n\nHumanity has the power of Knowledge. The awareness of Knowledge has not been lost within the world. That is what makes you valuable to other free races in the universe and worthy of their support.\n\n\n\nIt is the power of Knowledge and human determination and human cooperation that will give you strength and will enable you to establish yourself as a free and powerful race in the universe.\n\n\n\nThis is your challenge. Humanity has a great advantage here. And it must use this advantage with all of its might and determination.\n\n\n\nThis is a Message of Love from God. It is a Message of confidence and encouragement. It brings with it a warning, but it also brings with it an assurance. All that God has invested in humanity and the development of human civilization means that God values the human life and human family and does not want to see you fall under subjugation of foreign control.\n\n\n\nFor the power of freedom and the power of God are the same, here and everywhere in the universe. And here and everywhere in the universe, freedom must be protected and nurtured and supported. For everywhere in life, it is challenged.\n\n\n\nIt is a gift. It is a gift that you as an individual and you as a member of a Spiritual Family must advocate for, preserve and protect.",
  "audioUrl": "https://www.newmessage.org/av/resisting-the-intervention.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-greater-darkness/foreign-powers-beyond-world/"
}