{
  "title": "Forgiveness",
  "content": "We would like to provide a framework for you to look at forgiveness and an opportunity for you to see its relevance to your development and happiness. There is a great deal of idealism about forgiveness these days. Many people who have developed an understanding of spiritual thought have studied books and teachings that deal with this subject at great length, even to the extent of considering it to be the pivotal area of concentration.\n\n\n\nFor other people, perhaps it is not something that they have thought of a great deal. Yet when you begin to examine your own mind, to observe your thoughts, feelings and behavior, you realize the relevancy of this great subject.\n\n\n\nForgiveness represents a path of redemption. It is an activity that deserves your attention. It is relevant because there is a great deal to forgive. You are easily upset by the world you live in. You hold many judgments about yourself and thus about others. You are aggravated by many circumstances and events, great and small.\n\n\n\nIf you are to begin to discover your true quality of mind and your true abilities, how can this be done or undertaken when you are beset by so many aggravating things? How do you start?\n\n\n\nThe fact is, people do not start. They never start. They are like seeds that fall from Heaven that never open or germinate. What they contain inside such a plain exterior is a wealth of life and the possibility for life.\n\n\n\nYou are all seeds thrown upon the earth, attempting to sprout. You are in fertile soil. You need nutrients, and you need someone to tend to your development. What you possess within you is so much greater than your current form would indicate—something so small and seemingly so limited that possesses such great life force.\n\n\n\nSo what is in the way? Is it unforgiveness that is in the way? Well, it is, but it is more than this, so We would like to expand the idea of unforgiveness—the judgments you hold against yourself, others and life in general. These judgments hold you within the personal side of your mind. As a matter of fact, they make up your personal mind, which represents a very limited sense of identity.\n\n\n\nEveryone in the world has a personal mind because this is part of being in the world. Yet beyond this limited identity lies your true reason for coming here. You cannot know your purpose from your personal mind. The value of the personal mind is to provide a medium for a greater life to begin to express itself in this world. We call this Knowledge, an all-inclusive term.\n\n\n\nThese grievous judgments you have of yourself and others seem so substantiated by life, yet what can they do for you, who possess the Godseed?\n\n\n\nYour unforgiveness is not justified. Yet you may protest and say, “Oh, how can you say such a thing? Look at what happened over here. These people were terribly assaulted and hurt, and there is destruction everywhere. How can you say my unforgiveness is unjustified? Is not what is happening a terrible event?”\n\n\n\nHere you will find agreement in the world in great measure, but your judgments are still unjustified. You may hold them as true if you wish to stay in your personal mind because what does the personal mind think of? It has fear, it has excitement and it has judgment. Take away judgment, and things begin to break up. Then you begin to see through the appearance of things.\n\n\n\nYou were not sent into the world to judge the world. The world is a ridiculous place, so why judge it? It is a magnificent and beautiful creation, and it does not make any sense. But you did not come here to make sense of the world. You came here to bring something important that wishes to grow, and given the right environment, encouragement and your permission, it will grow on its own. This is your greater life.\n\n\n\nYour personal mind is like a shell that contains the infant. Once the infant begins to break through the shell, the shell is discarded, and the life that emerges from it is so much greater and so much more natural. Judgment and unforgiveness bind you to your shell. Many of you realize the weight and burden of carrying such judgment and the pain of entertaining such unforgiveness. They are like bars across your way.\n\n\n\nForgiveness releases you temporarily. You can breathe easy now. You have just eliminated one enemy from your life. That produces a great relief. Forgiveness always produces a relief, and with relief you are able to see the situation differently. It is not threatening to you now. If it is ridiculous, it does not matter. Life here is ridiculous. That is why you have come.\n\n\n\nPeople come to the world and say, “Where is all the good stuff for me?” and they are disappointed. The world does not have what you want, but you have what the world needs. You make sense. The world does not. If the world makes sense, you do not. The more you make sense out of the world, the less sense you make.\n\n\n\nAnd God certainly does not make any sense. How could God permit such things to occur? Either there is no God, or God is evil, or you are so bad, so criminal that God is punishing you by sending you to this place. This is all ridiculous!\n\n\n\nThe world mechanically makes sense, but beyond that it does not make sense. If you can accept this, then you will stop complaining about it.\n\n\n\nYou came to give something to the world, all of you. Obviously, your unforgiveness prevents you from doing this. Therefore, unforgiveness is a burden. It makes you feel unworthy of the gifts that you carry and that We remind you of.\n\n\n\nYou see, at the very core of your judgments of others and the world is your own personal shame. Why is there shame? Because you hold judgments that life does not share, and you have rejected life as a result.\n\n\n\nGod has made your healing very easy, very direct and uncomplicated. Life without God is extremely complicated and terribly fearful. It is always beset by anxiety and the threat of annihilation. The only way that people can live in the world is to have some kind of god.\n\n\n\nIf you do not experience God, you make up a god. Everyone has a god here in the world. To live without God, life has no meaning. It is over. So if you do not experience God, you make up a god and then try to experience the god you made. But the god you made up is not totally satisfying, and so there is disappointment upon disappointment.\n\n\n\nNow everyone here has judgments about themselves. You are not perfect looking enough, not exemplary in the right areas, not able to do this, stupid in this area, too tall, too short, too thin, too fat, too silly, too serious, and on and on. And people ask, “How can I rid myself of these terrible judgments? I see I have these judgments. They are binding me, imprisoning me, weighing upon me. They torment me. How can I get rid of them?”\n\n\n\nWell, you cannot get rid of them where you are, but you can do something else in life where they are not necessary, and then they begin to evaporate. God has a Plan, and how the Plan works is that it gives you something meaningful to do in life. It gives you a meaningful foundation for relationship and participation.\n\n\n\nCan you work out these judgments? You cannot. You cannot stay in the room of unforgiveness and make it better, but you can leave the room.\n\n\n\nPeople ask: “How can I get rid of this burden I carry inside? My mind is like a crown of thorns.” You cannot make the thorns more comfortable, but you can do something in life that allows the seed you carry to emerge. This is the source of true healing.\n\n\n\nIn this, you are not simply made more cosmetically attractive or given temporary relief or comfort. It is not enough, you see, for Us to say that your judgments against yourself have no foundation. Will you give them up because We said so? “Well, this Teacher says I don’t need to think this way. I won’t ever think this way again.” Poof! The thoughts are gone. “This Teacher is a great healer! The Teacher has cast a healing spell on me!”\n\n\n\nWe do not want to be too grave about this subject because you are already too grave about it. It is serious. You cannot deny it, but you need not crucify yourself for it, either.\n\n\n\nTo follow Knowledge is the way. You begin by making decisions based upon your deepest inclinations. But this is only the beginning. Do not think Knowledge is only intuitive decision making. Oh, no. This is only the very beginning steps, the baby steps.\n\n\n\nBut these beginning steps are very important because following Knowledge means that you are turning away from all accusers, both internally and externally, to follow something that you now hold to be more important. Here you must value your Knowledge increasingly, which erases your self-hatred.\n\n\n\nHowever, you will not be successful if you think you are grandiose. Little seeds are not grandiose yet. Those who value their true worth are willing to be diminutive. It is no affront to them. Those who hate themselves cannot stand the idea. For them it is painful. If God could be a seed, how diminutive, how humble—no identity to protect.\n\n\n\nTherefore, follow the path of Knowledge. It is so simple, and yet it is so commanding. The easy way is the commanding way. It makes your life very direct. You cannot sit on the sidelines now and imagine how life could be.\n\n\n\nYou need not maintain complex ideas about human nature because human nature is not complex. The only thing complex in the universe is confusion. You are not complex. Do not think of that as degrading. People love to think they are multidimensional radiant beings possessing all potentialities. You are bigger than all that. A diminutive seed of life is bigger than all that.\n\n\n\nWhy is forgiveness such a relief? Because it lets your mind open and relax. Why is forgiveness so difficult to accomplish? Because you are afraid to go beyond your mind. You would rather stay miserable with little ideas and chew on them, like hard little candies, than go beyond into uncertainty.\n\n\n\nObviously, what We are talking about is a profound change in thinking. It is not a change that you can bring about. You cannot change your mind. You can change your habits of discernment; you can change your decisions. But what changes you is bigger.\n\n\n\nWhat breaks out of your shell is something you did not invent and cannot direct. Unforgiveness only keeps it in. What emerges is you. It has no self-consciousness because it is not trying to be anything else, so it does not compare or contrast itself with other things.\n\n\n\nWe teach people to recognize their Knowledge, to begin to use it and to begin the path of Knowledge according to the Ancient Teaching. Immediately, people are faced with a few obstacles. Primary amongst these obstacles is their own self-doubt, which reflects their self-hatred.\n\n\n\nCan you trust something inside yourself when your mind has fooled you so many times, when so many times you found out you were wrong when you thought you were right, when you did such stupid things so many times? Can you trust something inside yourself that you cannot define and that you rarely experience? Can you do this?\n\n\n\nIn The Way of Knowledge, We give you very simple practices. Goodness, the practices are simple. “Oh, they are so difficult!” you may say. Why is it difficult if We say: “Practice experiencing Knowledge thirty minutes a day.” People say, “This is difficult!” Why is it difficult? You spend more time than that in the bathroom looking at yourself. Why is it difficult? It is difficult because you do not think you are worth it. This is really an investment in yourself.\n\n\n\nNow let Us make this very important point. People are terrified of their own judgments. That is why looking inside at first can seem so ominous. It is all dark in there, you know, and there are these terrible thoughts, terrible memories and images.\n\n\n\nThe world has taught you hatred. The world teaches this because it does not know anything. You know something. That is why the world is not your place of origin. You are a visitor. You are not merely part of the biological machinery of this world. You carry the seed of Knowledge.\n\n\n\nKnowledge unused is a terrible burden. It is the source of everyone’s neurosis. It is like having an arm that you never use. It is an awkward thing to carry around all day, yes? Having this thing dangling from your body—it works, but you just never use it. It is always in the way.\n\n\n\nSo when individuals begin to follow their Knowledge, they are confronted with their own self-doubt and their fear of self-judgment. It is their own ideas they are afraid of. What scares them is their own ideas.\n\n\n\nThe only way to know that an idea is only an idea is to face it if it stands in your way. If you become a student of Knowledge and you begin to follow a deeper, more profound power within you, you will be confronted with your own doubts and your own judgments about life.\n\n\n\nYou see, Knowledge does not care what you have done. It only wishes to emanate from within you.\n\n\n\nPeople think, in psychological terms, that they carry all these unresolved issues from the past. People think: “I must devote the next twenty years to resolving these issues and then perhaps I can be a human being who can be happy and can enjoy things with a fresh viewpoint.”\n\n\n\nWell, that puts the resolution conveniently in the future, does it not? Twenty years resolving your past is ridiculous. You will end your life a seed unopened. That is not what We are proposing.\n\n\n\nYou will find out that you can live life very effectively without having to make these judgments. And once you have the experience of doing so, which you can have even at the outset, this will strengthen your conviction that what you are following is worthy of your complete devotion. This will redeem you in your own eyes because you will see your value in relationship to something very great.\n\n\n\nPeople’s value must be demonstrated to them. It is not enough for Us to say, “You can forget about not liking yourselves because you are all wonderful.” Now We will say that because it is true. We enjoy you very much, but is that enough? Your value must be demonstrated. God will do most of the work, and you get all the credit. God does not need the credit.\n\n\n\nThe path of resolution does ask, however, that you become very conscious in the moment. Here you can begin to witness yourself making judgments and accusations against yourself and others and be present enough to check this when it begins to happen and to choose a different way.\n\n\n\nYou see, the personal side of your mind is made up of habits. That is all it is, is habits. It is a whole network of habits. That is why it keeps repeating itself over and over again. The more you see your personal mind, the more you see how repetitive it is because this is how it maintains its identity. Your personal side is not to be condemned or thrown out. It is useful. It understands nuts and bolts and is very useful, but it makes a very poor god.\n\n\n\nTo begin to follow Knowledge, you must realize there is a need for it and feel you are worthy of it. This in itself is a step towards recognition and an important step away from self-hatred. Merely changing your thoughts about yourself will not resolve the dilemma because that does not provide for your true needs. Following something within yourself that is not based upon your judgments takes you away from them altogether. Without your attention and reaffirmation, they simply begin to dissolve.\n\n\n\nThat is why God gives you something meaningful to do that has nothing to do with your conflicts. You may say, “I am here working this out and resolving that,” but this is simply your way of trying to make your new life relevant to your old life.\n\n\n\nSurvival is not the main concern for the man and woman of Knowledge. They are in a position to contribute to life because they possess what life here does not have, and so they have a life that is not impoverished. They are individuals who are in a position to give meaning to the world. They are not grandiose, yet this meaning can flow from them.\n\n\n\nAll people really want to do, you see, is to belong somewhere and to provide value to their situation—to be at home somewhere and to be a part of something real. Then they can begin to settle down and participate, and their value and meaning will be demonstrated over and over to them, for value and meaning can only be demonstrated.\n\n\n\nBecause you live in a world of limitations, you will always have limitations, and you will always make mistakes here. Yet now you have no basis of condemnation because you are not trying to make the world look good. In fact, you are not trying to make anything.\n\n\n\nYou are active now in allowing Knowledge to direct your contribution. If you are too fat, too thin, too tall, too short, too silly, too serious, too anything, it does not matter. The desperate attempt to justify yourself, that great harness, now begins to fall away.\n\n\n\nYou see, God is like air. Everyone absolutely depends upon God, but they never think about God. People are only concerned with objects, but the very essence that maintains them moment to moment and that provides this pristine world they live in is taken for granted and never thought of. When the essence is more important than anything you see, then you will feel a great power in your life and gratitude will abide with you.\n\n\n\nGod is pulling everyone Home. That is your Knowledge—pulling you Home, reeling you in, drawing you close. Once Knowledge begins to emerge, it will seek to fulfill itself, and the whole basis for unforgiveness will disappear.\n\n\n\nWhat the world needs is for individuals to both find and bring their Ancient Home here. That is when the world will cease to be a place of denial.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/forgiveness/"
}