{
  "title": "Facing the Greater Community",
  "content": "For centuries, the Earth has been visited periodically by races seeking biological resources. For the most part, they had very little interaction with the native peoples, often focusing on parts of the world where there was very little human habitation.\n\nOver the millennia, there have been several attempts to establish permanent settlements here, but the biological hazard of the world was too great for races living in sterile environments. These missions failed and had to be withdrawn.\n\nThe record of visitations can be found in many ancient scriptures, but humanity still does not understand that it lives in a very well-inhabited part of the universe, a part of the universe where there are old races, very well-established networks of trade and commerce, a region of space where war has been suppressed and where there are very few really free nations.\n\nSo humanity, in all of its claimed brilliance and creativity, remains profoundly ignorant about the conditions of life beyond this world, the nature of interactions in this part of the universe and what all that really means for a struggling humanity.\n\nThe last century a new kind of visitor came to the world, unlike those who came before, visitors seeking to establish themselves in the world as humanity gained greater global predominance and was able to establish global networks of trade and commerce, communications and so forth.\n\nThis new visitor was not just here looking for biological samples or exploring rich and diverse biological regions of the world. They were here to scheme how to position themselves as the providers for humanity, particularly as human civilization began to outstrip the world’s natural resources and energy resources.\n\nTheir presence is small, and yet they have been witnessed all over the world. They seek to operate in a surreptitious manner and do not reveal their intentions or their activities.\n\nThis, then, is an Intervention into the world. It is not a visitation. It is not occurring as a result of humanity’s request or the request of any person, nation or government. It is an Intervention with a plan, carried out not by military forces, but by small networks of resource explorers and economic collectives—a lower order, ethically speaking, of civilized life in the universe—here to search not only for resources but for influence in the world, in worlds such as yours, which are so very rare.\n\nHumanity, then, is facing competition from beyond the world—a clever and cunning competition, a competition that does not rely upon weapons, a competition that does not rely upon conquest—not outright conquest, but instead a devious planting of influence at this time as humanity begins to exhaust the world’s natural resources and is facing a growing crisis in food, the availability of energy, and even water in many places.\n\n[It is] a time where humanity will be facing the Great Waves of change, brought on by humanity’s misuse and abuse of the world and overuse and overexploitation of its vital resources. This is an opportune time for an Intervention to take place, and while the world has been watched for a very long time, now is the opportunity to establish a new kind of influence over the human family.\n\nIf humanity knew anything about life in the universe, you would resist any visitation to the world. You would not be foolish and idealistic regarding this. Your governments would prepare your peoples. Everyone would be watchful, watching the skies, reporting any sightings.\n\nBut, alas, this is not the case, and humanity remains ignorant and vulnerable to the powers of persuasion that exist in this part of the universe. While outright conquest of a world such as yours is not permitted by the networks of trade, there are other means for gaining influence and access to emerging worlds such as your own.\n\nThese forces, then, are not evil. They are not satanic. They are merely aggressive and exploitive. All races in the universe need resources, and those technologically advanced races that have outstripped their world’s resources must now trade, barter and search for the things that they need and for the things that they can sell and trade and so forth.\n\nIt is a complicated environment. It is a very competitive environment. One must be skillful and alert. And that is why the free nations and races in this part of the galaxy must exercise great discretion. They must have great unity within their own worlds. And they must be as self-sufficient as possible because once you become engaged in large networks of trade, they will control the terms of engagement, and they will influence all who are a part of them.\n\nFor free worlds do not co-exist well with those that are not free. Free peoples do not easily engage with those who are not free. You can see this even within your own world today.\n\nHumanity’s destiny is in the universe, but whether the human family will be free and sovereign or whether it will be a client of other powers, dominated by other powers, controlled economically and politically by other powers, remains to be seen.\n\nYour world is rich. It is rich biologically. These resources are extremely valuable in a universe of barren worlds—worlds that have been stripped bare by aggressive races, worlds that have been exploited and colonized by other races. You know not of the wealth of this world.\n\nPeople still believe so foolishly that the universe is just a big, empty place awaiting their exploitation and exploration. But once you leave this solar system, you begin to enter territory that is controlled by others, and you have not the power nor the skill to compete with them.\n\nGod knows that you are entering the Greater Community of life in the universe and that humanity is vulnerable, ignorant and superstitious. It is dominated by the belief that it is important in the universe.\n\nRecognizing this great peril, the Creator of all life has sent the New Message into the world to prepare humanity to face the Great Waves of change that are coming to the world and to prepare humanity for its future and destiny within a Greater Community of life in the universe.\n\nThis preparation must come from God because you cannot prepare yourselves. You do not have the time. You do not have the wisdom. And you are facing Intervention in the world that is growing in strength with each passing year. How could you possibly prepare yourself for an environment that you know nothing about?\n\nAnother race in the universe could not really prepare you for life in the Greater Community fully because no other race in the universe fully understands humanity’s history, humanity’s temperament, humanity’s strengths and weaknesses. Though humanity has been studied by the Intervention, it knows not of these deeper matters.\n\nYou have allies in the universe—the Allies of Humanity. But they do not know a great deal about you. They only want to see you have a chance at emerging into this larger arena of life as a free and sovereign people, for they support freedom in the universe. They do not want to see humanity, with all of its talents and accomplishments, overtaken through the cunning and guile of those who are here in the world today to take advantage of a weak and vulnerable humanity.\n\nThere are no neutral parties in this matter. Humanity has a few Allies and many competitors. But it is important for you to understand that your Allies will not come here to defend the world, for they too must live with great discretion. And they realize, because they are intelligent and wise, that they cannot control the world, and if they attempted to do so, it would only lead to domination. That is why no free race is in the world today interfering in human affairs.\n\nThe Intervention is cunning. It will promise you peace and equanimity. It will promise you free energy and great wealth if only you will follow them. But these are things they cannot deliver, for they do not have these things. They are here searching because they have great needs. They will not destroy the human family but only seek to engage it and make you compliant and dependent upon them.\n\nIt is a situation of the gravest importance in the world and the gravest challenge and threat to human freedom—greater than any challenge you can imagine today. Only the destruction of the world’s life-sustaining environment, which is represented by the Great Waves of change, can compete with this for importance.\n\nHumanity must learn about the realities of life in the universe. It must learn about the spirituality of life in the universe. It must learn to expand its religious understanding to encompass a God of the universe, not simply a God of the world or a God of a race or a God of one place alone.\n\nHumanity must learn how to discern friend from foe and how to strengthen your own self-sufficiency as a guarantee of your future freedom—freedom from intervention, freedom from manipulation, freedom from seduction. You must gain a greater cooperation between nations. This will only really be possible facing the Great Waves of change and facing competition from the universe.\n\nThese two great threats, either of which could destroy human civilization, have the power then to engage nations and peoples, governments and leaders, to recognize the great peril facing the human family and to gain a greater cooperation to protect the world, to establish your boundaries to space and to establish your own terms of engagement regarding who can visit this world and under what conditions that is permissible.\n\nBut this is not the case, and humanity is far from establishing this level of cooperation amongst its nations and peoples. Divided, you are easily manipulated. United, you can withstand the pressures that are now being placed upon the human family.\n\nThe tragedy of the Intervention is that every year thousands of people are taken for experimentation, for mind control, and many are not returned. And those that are returned are never quite the same because they are being controlled. They are being used. Some are being used to support the Intervention, to speak for the Intervention. And some are simply being used as a biological resource.\n\nThe complexity of this is revealed in God’s New Revelation. The meaning of this is revealed in God’s New Revelation. Yet do not think that this is in any way beneficial to any individual in the world, or to the human family as a whole.\n\nTherefore, the Creator of all life must alert and educate the human family regarding a reality of which it is profoundly unaware and in many cases profoundly mistaken in its assumptions and beliefs.\n\nYou must think of yourselves as the native peoples of the world now and know that any other race that seeks to make a claim to this place, for any reason, represents a competitive power in the universe.\n\nFor humanity has established networks of trade and communications that other races can use. You have built an infrastructure that other races will seek to use for themselves. And that is why intervention did not happen at an earlier time.\n\nIt is part of the misfortune of becoming powerful. You gain a greater recognition here. You become valuable to others. You become useful to others, whereas before humanity was far too primitive for any kind of meaningful engagement or exploitation.\n\nThis is a very difficult message to hear, and it requires serious consideration to understand. It is a reality for which you need great assistance because you do not know what exists beyond your borders. People’s understanding of life in the universe is conditioned by movies and fantasies and fantastic tales that have nothing to do with the reality itself.\n\nThere are many people in the world today who have a Greater Community connection, who can respond to these things. Somehow at a deeper level, they know they are a part of preparing for the Greater Community. They have come into the world with this understanding, given to them by God before they came, planted deeply in their deeper Knowledge—a Knowledge that would not arise until much later in life, until they were mature enough and stable enough to begin to consider greater things.\n\nThere is only one preparation for the Greater Community in the world today, and that is part of God’s New Revelation. No foreign race could give this to you, for no foreign race fully understands the deeper spiritual nature of humanity.\n\nEven your Allies abroad will only seek to alert you to the presence of the Intervention and to teach you some vital and important things about life in the universe around you. But they cannot prepare you for the Greater Community. They are only playing a very small part in this.\n\nIt takes great courage to face these things, great sobriety. But if you consider that competition is part of nature, and if you consider the meaning of intervention in humanity’s own history, you will see that intervention is always carried out for self-interest and, in almost all cases, has a devastating impact upon the native peoples, wherever it has occurred in the past.\n\nYou cannot be foolish here. You cannot be idealistic. You cannot think that everyone in the universe is here to bless and support the human family: a small, hidden race in the universe, unknown except to a very few of your neighbors and other forces in this part of the galaxy.\n\nDo not be foolish in thinking that the Intervention is here to benefit humanity in any way. That would be a fatal error. It is an error that your ancestors have made—the native peoples of this world—in encountering foreign intervention for the first time.\n\nNo, you must resist the Intervention. And you must prepare for the Greater Community. In this regard, the human family as a whole must begin to grow up and must outgrow its tribal conflicts, its bitter disputes, its historical animosities amongst nations and tribes and groups.\n\nYou have a greater competition to face in the universe. You have a greater set of problems to deal with. How are you going to prepare the human family for the Great Waves of change? How are you going to provide for the peoples of the world in an environment of declining resources?\n\nIt is a time of reckoning for humanity, a great evolutionary threshold that all races must face eventually. Here you have two choices. If humanity is to be free and sovereign in this world and protect itself from intervention and manipulation, it must meet the three requirements that all free races must establish, [or not].\n\nYou must be united sufficiently to overcome war and conflict within your own world. You must be self-sufficient, which means you do not need foreign resources or alien technologies. And you must be extremely discreet, which means you are not broadcasting all of your foolishness and weakness out into space for everyone to see.\n\nYou have a natural right to this solar system, but do not seek to go beyond or you will become engaged in the Greater Community, and it is far more powerful than you will ever be. It has strengths humanity has not cultivated. It has technology humanity does not possess. It has a long-term understanding of the engagement with other races so unlike one another that humanity does not yet possess.\n\nGod knows you could not prepare for the Greater Community in time, and that is why part of God’s New Revelation is dedicated to this preparation. The Creator of all life has called humanity’s Allies in this region of space to send their wisdom here in a series of Briefings, Briefings from the Allies of Humanity.\n\nYour Allies will not interfere. They will not come to control or manipulate human understanding. They are only sharing their wisdom and alerting you to the presence of the Intervention, and what that really means for you now, and how it can be offset.\n\nIf the governments of the world understood humanity’s great vulnerability, war would end tomorrow. There would be a great discussion on how to protect the world, how to defend the world and how to sustain the world’s resources so that humanity will not fall prey to foreign intervention and persuasion.\n\nFor should you deplete the resources of this world, others will come to provide them, and you will have no choice but to agree to their terms and their requirements. That would be the end of humanity’s freedom and progress in the universe—a tragic ending to a very promising race.\n\nThe Intervention will seek to make you lose faith in your leaders, in your institutions and even within yourself, leading you to believe that only they can provide for you and guide you truly. This persuasion is already being cast over many people.\n\nThe Intervention will seek to stimulate and exacerbate conflicts within the world to weaken the strongest powers, to lead them into engagements that are fruitless and destructive. This is already happening in the world.\n\nBut humanity has time, and it has hope. You can offset the Intervention. You can prepare for the Great Waves of change. And you must prepare for the realities of life in the universe, which you are now encountering increasingly with each passing year.\n\nThe gift has been given. The preparation is here. God’s Revelation has been given and is being protected by the Messenger, who has been sent into the world to receive God’s New Message for humanity.\n\nCome to learn of these things, and you will see with your own eyes, and you will know with your heart what is true. There is no deception here. But you must know this for yourself. You do not yet know friend from foe. You do not know a gift from a danger. You do not know the meaning of providence, nor can you distinguish that from manipulation yet. But your heart will know because you have a deeper Knowledge within you that can clearly see the difference between these things.\n\nIt is time to prepare for the Greater Community of life. It is time to learn of the Intervention in the world. It is time to prepare for the Great Waves of change that will affect all the peoples and nations. There is so much to be done, and time is of the essence. You do not have a great deal of time, and you certainly do not have time to waste in these matters.\n\nThe Creator of all life has sent a warning into the world, but also has sent a blessing and a preparation to prepare humanity for that which it cannot yet see, to strengthen the human family, to reveal the meaning of your spirituality at the level of a deeper Knowledge, to sow the seeds of cooperation and harmony, duty and responsibility so that the human family may have a future, so the human family may be [self-sufficient] and stable and secure in a universe full of intelligent life.\n\nFor this is not a human universe you are facing. It is very different. You know not of its requirements, its dangers and its opportunities. These must be revealed to you through the Grace and the Power of God, for this is the only truly trustworthy Source. And this is the Source that knows beyond deception, beyond self-interest, beyond corruption and beyond misunderstanding.\n\nFreedom is rare in the universe. The wise are far and few between in the universe, for most choose the path of technological power and advancement and lose their native abilities and the power of Knowledge within themselves, only to become dominated, only to become encased in a seemingly permanent manner, in dreadful technological societies where the individual is but a unit, a component, where individual freedom is very rare, where the deeper talents of the individual are either ignored entirely or are used to support the interests of the state.\n\nFreedom is precious. Do not assume that it will be yours. You must always care for it, protect it and defend it if necessary. This is the price of freedom in the universe because the physical universe is where the separated have come to live, and the power and the grace that the Creator has given to each individual is largely unknown here.\n\nThere is so much for you to learn and to unlearn regarding this because it is the greatest education you could ever have, and you cannot learn it in your colleges or universities. Your experts know not of it. It is new Knowledge for a new world. And it will be the most important Knowledge for your future, your freedom and your destiny.",
  "audioUrl": "https://www.newmessage.org/av/facing-the-greater-community.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/free-energy-alien-technologies/"
}