{
  "title": "Freedom",
  "content": "The need for freedom is central to people everywhere, regardless of their situation or their needs. Some people need to be free to feed themselves. They need to be free from oppression. They need to be free from insecurity. They need to be free from intervention from other peoples. They need to be free to just simply live their lives at the most fundamental level.\n\nBeyond this, people need freedom to develop their true abilities, to have opportunities, to cultivate their skills, to be able to serve their communities and to improve the condition of their lives.\n\nFor people who have been able to achieve this or who have this opportunity, there is a greater threshold for freedom—the freedom to find their real purpose for being in the world, to discover the deeper Intelligence that the Creator of all life has placed within each person, an Intelligence called Knowledge.\n\nThis deeper Intelligence is not like the mind you think with normally. It does not compare. It does not speculate. It does not judge. It does not condemn. It functions entirely differently from your intellect.\n\nBut Knowledge is certain. Knowledge is clear. Knowledge is fearless. Knowledge is free from confusion and ambivalence and attachment. Its only true focus is for you to find and to fulfill your greater purpose for coming into the world.\n\nSo the freedom to discover Knowledge, to learn of Knowledge, to experience Knowledge and then the freedom to follow Knowledge and to fulfill what Knowledge gives you to do—this is the greater threshold for freedom.\n\nOnce you have satisfied basic needs and requirements for living in the world, you have this greater threshold. The fact that most people are not aware of this threshold, and certainly do not choose it for themselves, alone gives rise to the world that you see and experience every day and to the condition of people everywhere—whether they be rich or poor, living in societies that have political freedom and societies that do not.\n\nFor you, once you have met certain basic requirements, the real threshold for freedom is awaiting you. You cannot figure it out with your intellect. Your ideas alone cannot capture it. You cannot conceptualize it and comprehend its true meaning.\n\nFor the power and the reality of Knowledge and the power and reality of God’s true Creation are beyond the grasp of any person’s intellect. Fabulous cosmologies, metaphysical teachings, superstructures of idealistic understanding cannot contain the reality, the power and the meaning of Knowledge.\n\nYou gain access to Knowledge through experience, not through idealization. You experience the reality of Knowledge by following what it gives you to do and not to do. This validates its reality and proves to you beyond a shadow of a doubt that it is not a creation of your intellect.\n\nIt is not a phantom. It is not an illusion. It will show you that it is not born out of your ambitions, your desires, your preferences, your attachments, your phobias because it acts independently of all these things.\n\nFor many people, the true validation that Knowledge is real will come when they have an experience of knowing something and not wanting to know what they know. This experience, which can be so difficult and which people avoid, is in itself a real proving ground, an essential kind of experience to have.\n\nFor it demonstrates to you that there is a greater reality within you, and it is intelligent, and it has purpose, and it is not deceived by what deceives you intellectually. It is not limited by your biological or social or political circumstances. It is not governed by the things that govern the world or that govern nations or that govern tribes or families. It has a greater authority, one that cannot be corrupted by anything in the world or anything even in the Greater Community of the world, in the universe in which you live.\n\nOnly Knowledge knows why you are here and what you must do and who you must meet and where you must go and what you must choose and what you must avoid. Only Knowledge stands as the real barometer of the truth within you.\n\nYou may claim that your ideas are true. You may claim that your position or your beliefs are true, but only Knowledge knows what is really true. You may claim that what you believe is what you know, but if it is not coming from Knowledge, then it is just a belief, an assumption, an assertion, a demand, an expectation, a preference.\n\nThere is no freedom here, for here you are governed by your culture. You are governed by your conditioning. You are governed by your fears and your desires, your addictions and your preferences. You are a slave to other forces. Even the thoughts in your mind are hardly original, your having acquired them from the environment, from other people and from the social conditioning that you have been undergoing since the day you were born.\n\nWhen you can come to understand this to any degree, you will begin to see that without Knowledge, there is no freedom. There is only a kind of servitude. Perhaps it has its pleasures and its inducements, but it is still a servitude.\n\nIf you are a slave to your desires and the expectations of others, well, even if you live in splendor, you are kind of a slave. You are a servant. You are a servant of the world. You are not a servant to the world, you are a servant of the world. There is a big difference here, of course.\n\nYour thoughts, your feelings, your motivations—do you really have any real authorship over them? Do you have any control over them? Can you really choose in the face of them? Or do they simply govern you, and you try to adapt to your condition, to your circumstances, to your situation and to your state of mind?\n\nSlaves acquiesce. They adapt. They try to make the best of their situation. But they are still slaves.\n\nNow there is physical bondage still in the world. There is still slavery in different parts of the world—physical bondage. People are locked in place. Even circumstantially, they are locked in place. They have no freedom to move. They cannot change their circumstances. They cannot choose another direction. They cannot choose a different work, a different environment.\n\nAnd you look and you think, well, they are circumstantially bound. It is because of lack of education, lack of opportunity, lack of political freedom and so forth. This is true, but this freedom that you feel they are lacking, it is only part of the picture.\n\nFor the people that have these freedoms, they can choose what they want to do with their life to a far greater degree, they too are in bondage. Their freedom is only a possibility. And the fact that it is being wasted upon them—that they cannot really claim their own inner direction, they cannot experience the guidance that God has placed within them, within Knowledge—kind of makes their situation even more tragic.\n\nFor here they have the opportunity to choose. They have the rare, extremely rare, opportunity to determine the direction of their life, an opportunity that throughout human history has been so extremely rare as to be almost nonexistent. And here in modern times they have such an opportunity, and they do not choose it.\n\nThey follow the herd. They capitulate to the promises of pleasure, wealth or comfort. They, who have a freedom that has been so difficult to achieve and to maintain through the course of history and is so rare in the course of history, they pass it by for simple pleasures—to be socially acceptable, to be sexually attractive, to have seeming financial affluence, to have pride in the community, to show themselves off, to look good to themselves and others, to groom themselves for future advantages.\n\nIt is these things people will choose, but what is that but simply another form of servitude? Instead of slaving in the fields, you are now slaving in the castle. Your circumstances have changed and perhaps have improved to some degree, but your mental state is still the same. And the anger and frustration this produces really have nowhere to go.\n\nSo people become neurotic. They become conflicted. Their behavior becomes illogical, irrational. They do foolish things to hurt themselves. They destroy their accomplishments. They addict themselves to things. They desperately seek relief from their situation, from their servitude.\n\nThere are many addictions to choose from. Some seem more benign than others. Some are immediately destructive, and others are destructive over a long period of time. But they all prevent you from making a deeper connection in your life, from finding the real guidance that God has given you and to allow this guidance to clarify your situation, to liberate you from damaging or hindering circumstances, to free your mind from its fixations and addictions and anxieties and to begin a different path in life, a path less traveled. While everyone is marching nowhere together, you are going somewhere, alone or perhaps only with one or two people.\n\nHere freedom can look really lonely. You are not doing what everyone is doing. You are not believing what everyone is believing. You are not valuing what everyone is valuing because your values and your beliefs and your focus are changing, slowly coming in line with a deeper guidance, a deeper current of your life. Instead of bouncing around the surface of the ocean, being swept by the crazy winds of the world, you have found a deeper current that is actually going to take you somewhere.\n\nBut to your dismay, you find that many others are not going—your old friends, your brothers and your sisters, the people you previously admired. They are not going there. It can feel very isolating and lonely, and you think to yourself at this point, “Well, this isn’t giving me greater pleasure. This isn’t giving me a greater sense of inclusion in life. I’m more alone. I mean I’m going somewhere else. I don’t know where I’m going. I’m going somewhere else, and everyone else is going where they’re going, and I’m not going there.”\n\nBut you see, to find your way to a greater life, you cannot go where everyone else is going. Your life cannot be based upon consensus. Your values cannot be dictated to you by an indulgent and corrupt culture. You cannot follow the expectations and demands of others if you are to follow what God has given you to follow.\n\nYou will have certain responsibilities you will have to meet. You will have certain obligations you may have to fulfill, but fundamentally you are choosing to go another way. You are listening to a different voice within yourself. And this requires that you turn away from all the voices that would dissuade you from following this deeper voice, this inner voice, the voice of Knowledge.\n\nGod wills to save you, but first God must get your attention. God must have your growing allegiance. God must have your growing trust. God is not micromanaging your life. God is calling you out of desperate, meaningless circumstances to find a way to experience and to reclaim the purpose that has brought you into the world— a purpose that has been forgotten, that is buried deep within you, that Knowledge within you has preserved for you.\n\nNow many people will think, “Well, you must be politically free first. You must be economically free before you can attempt a greater spiritual freedom.” But this is only an excuse. This is only a postponement.\n\nKnowledge does not require that you be financially secure or socially acceptable or politically free in order to speak to you. You do not have to meet the expectations of the world first to meet the expectations of God. In fact, you will have to disappoint many of these expectations of the world in order to have the courage and the integrity to respond to what God has placed within you.\n\nKnowledge is here to save you, but first you must want to be saved. You must see the hopelessness of your situation. You must recognize that your life is not really alive, that you are going through the motions, that you are acquiring possessions, you are pleasing expectations, but your life is really not going anywhere, and that your soul is calling for you, and that your soul is restless.\n\nFor only fulfilling your purpose and following Knowledge can meet the real needs of your soul, so that the real needs of your soul can be fulfilled. Your soul does not care about pleasures and acquisitions and looking good in society, gaining approval. These might be the needs of your weak, personal mind, which is frightened and alone, but these are not the needs of the soul. These needs are very different, very fundamental, and they do not change. Whether you are ten- or ninety-years old, the need of the soul is the same.\n\nYour wandering desires, your shifting feelings, up today, down tomorrow, want this one week, want that the next week. These are not the needs of the soul.\n\nIt [your soul] is calling to you. It needs your complete involvement. It needs your attention. God seeks to save you, but first you must realize you need what God has to offer, and God needs to get your attention, which is fixated everywhere all the time.\n\nIf your mind is constantly taken up with stimulation, constantly taken up with busyness, activities, television and media, newspapers, books, everything constantly occupying you from the moment you awake to the moment you go to bed, you will see what a slave you are.\n\nYou cannot sit still for five minutes. Your mind is never still. It is restless. It is anxious. It is seeking. It is avoiding. It is fretting over what is happening today. It is anxious over the future. It is projecting blame and condemnation. It is tormented. It is exhausted. Can’t sleep! Can’t eat! Can’t think! Your body reflects the state of your mind. It is stressed. It is unhealthy. It is out of balance.\n\nBefore you can really make progress, you must build a foundation for freedom. You must begin to see what is free and what is not free, what is really freedom and what only pretends to be freedom.\n\nHaving no responsibilities, having no obligations, having no accountability—some people think that is freedom because to a slave, to be free of their bounds looks to be free. But even if they could break free of all their bounds, they are still serving the dictates of their mind—a mind that is conditioned by the world, a mind that is frightened and fixated, full of conflict and anxiety and desire.\n\nBetter to go to the Source than have to learn the hard way that what you think is free is not free. What you think is good is not really that good. What you think would be a better life, well, it is really not that much better. You spend a lifetime trying to find this out when it could have been known and is already known within you.\n\nNow let Us talk about the world, for what is coming over the horizon is going to limit human freedom—political freedom, economic freedom, social freedom. You are facing a world in decline, a world where ever greater numbers of people will be drawing from a well of diminishing resources.\n\nThe freedoms and advantages that perhaps some of you have enjoyed may not be there in the future. Life will become more demanding, more difficult. Opportunities will become less. The freedom to be foolish or self-indulgent or chaotic will be less.\n\nYou can view this as a great loss and infringement, or you can see it as a great opportunity to finally turn to what God has given you that is the only thing that can make you free. And what God has given you is not a belief. It is not a religious belief system. It is not an ideology. It is not a story from the past. It is not a metaphysical understanding. Any of these things may or may not be important for you, but the fundamental thing that God has given you is Knowledge.\n\nFor if you believe in your religious ideology, if you adhere to a religious teaching, if you are adamant in your beliefs or assumptions but you are disconnected from Knowledge, then you are simply a slave to other things. You are in servitude still—now to your ideas, which are largely not your own, which have been dictated to you, which you are trying to believe in—and you seek to use these things to give your life stability and certainty and confidence and a sense of purpose and direction.\n\nYour circumstances have changed, but your condition, your true condition, has not changed. Only Knowledge will free you. Only Knowledge knows where you need to be and where you need to go and what you need to do.\n\nKnowledge can function within formal religion or outside of it. It is not bound by it.\n\nThe world you are facing will deprive you of your personal freedoms because it will become more difficult. It will be more demanding. The choices will be fewer, but more fundamental and consequential. You cannot be fooling around in the face of the Great Waves of change that are coming to the world.\n\nThis, then, is an opportunity for you to get serious about your life, to re-evaluate what you are doing, what you are thinking, what you are believing—to do a true reckoning within yourself.\n\nAre you really doing what you came here to do? Are you really being who you really are, or are you simply acting out a role, playacting? Are the people you are with really helping you to find what you need to do and really amplifying and acknowledging who you are? Or are they just people filling up your life for convenience, for advantage, for opportunities? Can you sit still and be with yourself without judgment, condemnation? Or are you restless and driven, compulsive, tormented, as if someone was cracking a whip over you every moment of the day?\n\nYou have to want freedom to begin to find freedom. You have to want what God has given you, which is a deeper Intelligence, in order to begin to experience it and to take the Steps to Knowledge. You have to realize that your intellect was not designed to comprehend greater things. This must be born of a deeper recognition, a true resonance within you, an experience that perhaps you have had momentarily and that you need to have now more frequently.\n\nFor time is running by. The river of your life is passing under the bridge. Your opportunity in this world cannot be taken for granted and postponed for some other future time. “Someday I will deal with this. Someday I will get around to it. Someday I will ask these deeper questions. Someday I will concern myself with Knowledge.”\n\nThat is how a slave thinks. That is how a person thinks if they are afraid to face something within themselves. That is what people think when they are afraid to question their social conditioning, their psychological conditioning. They are afraid to give up their little pleasures and advantages to concern themselves with a deeper question that is much more fundamental. They are afraid to disappoint other people whose approval they think they need, whether it be their parents or their husband or their wife or their children.\n\nThe need of the soul is growing. Every moment it goes unattended to, unrecognized, unsupported, it grows stronger. That is why after a life of pleasure and indulgence, you are so very empty. Because the deeper need that was the source of all your needs has never been recognized and really served.\n\nIf you have all the things you think you want, your life might be more comfortable, but the need of the soul will be more desperate. Time will have passed. You are growing older now—less able to change, less able to redirect your life, less able to question the mounting years of social conditioning, less willing to face the fact that you have wasted so much of your life on things of little or no value.\n\nThere is only one true freedom and that is to find your purpose and to fulfill it. That fulfills the need of your soul. That is what creates a foundation for true integrity within you. That is what gives your life satisfaction and direction. That is what enables you to be really right with yourself, and as a result of being right with yourself, being able to know who to be with and how to be with them, to recognize those who can truly help you against those who can only hinder you, regardless of their appearance.\n\nYour greater freedom is not simply to have a relationship or get a better job or increase your income. For if you do not know what your life is about, then all these things simply add more burden onto your shoulders. Now you are laboring more greatly, carrying all these things up the hill.\n\nYou have acquisitions now. You must take care of them. You must serve them. You must maintain them. But if you cannot hear Knowledge within yourself; if you cannot understand your own restlessness, your own nervousness, your own impatience, your own frustration; if you cannot see this is all coming from the need of the soul within you, then your accomplishments and your wealth and your achievements have only added to your burden, your predicament. And you are not free.\n\nSo even what freedom is is not what you think. It is not being unaccountable. It is not being carefree all day long. It is not playing like a child in a playground. It is being right with your life. It is being connected to what you are here to do. It is taking that journey, that journey up the mountain. It is being with the right people for the right purpose. It is being in the right place for the right purpose.\n\nAs it is today, most people are not with the right people or the right place. That is why they are out of synch with themselves. For where you are in life, both physically and psychologically, is very important in terms of determining whether this deeper freedom can be experienced or not.\n\nKnowledge can correct all of this for you, for it can seem incredibly confusing, but Knowledge knows the way through. Knowledge corrects everything by taking you in your true direction, by engaging you with your true purpose because it is not interested in anything else. It is already free from the world. It is already unencumbered by the world.\n\nYou follow that, you become more free. You become more [unencumbered]. Then when you take on responsibilities, when you make commitments, when you establish obligations, you can carry this weight, and it will not be a betrayal of your real nature or purpose.\n\nYes, you will work. You will perhaps work harder than you have ever worked, but there will be a rightness about your work. It may still be very difficult and challenging, but there will be a rightness that was never there before.\n\nHere you must understand that you do not seek a relationship or a job or a position in society. You must seek Knowledge. You take the Steps to Knowledge. You do not simply use Knowledge to get what you want because then you are trying to use Knowledge to serve the fixations of the mind.\n\nYou are not really following here. You are trying to control. You are trying to direct. All beginning students of Knowledge try to do this to some degree. They want to use Knowledge to get what they want. But Knowledge has its own direction, the direction given by God. It is God’s answer to your life.\n\nHow are you going to work out your life? How are you going to get yourself straight? How are you going to find your real direction? How are you going to find those individuals who will really make a difference in your life? How will you find the right place to live, the right kind of work? This is God’s answer to all those questions. But to receive this answer, you must give yourself to it. You must follow it step by step.\n\nYour faith in it will be very partial at the outset, and it will grow over time. For you are learning to serve a new master now—not the master of the world, not the master of the world’s values, not the master of what the world tells you you should be, could be or want to be. You are serving the master that is the master. You can do this as part of a religious practice and organization or outside of it. It is fundamentally spiritual.\n\nFirst, you must be unburdened. The first stage in learning to be free is to become unburdened. This is not about giving away all your possessions and becoming an ascetic. This is not about running away and living in isolation somewhere. It is about shedding the burdens of the mind and to some degree your physical burdens, your circumstantial burdens.\n\nBecause in the absence of Knowledge, people fill their life up with things and obligations and people and responsibilities until they are completely weighted down. Some of these things have to be released to give you enough freedom, enough time, enough opportunity to consider where you really need to go.\n\nGod’s first purpose here is to unburden you, not to give you what you want. You do not even know what you want. What you want is what the world has told you you want. To be safe, comfortable and happy? Well, is that all you want?\n\nYou want a relationship. What are you going to do with a relationship? You do not even know where your life is going. How will you know who to be with? How will you choose the right person who is really meant to go where your life is meant to go?\n\nInstead, you will choose a pretty face, a charming personality or a set of economic advantages. And your burden will simply increase. And your fear of Knowledge will increase because now you must protect the things that you have committed yourself to. And you will be afraid to question that commitment, afraid to challenge your servitude, afraid to reconsider where you are going and what you are doing.\n\nThat is why it is usually only at times of great disappointment or personal loss that people will really be shaken out of their fixations enough to really reconsider what they are doing. This is a great opportunity. Everyone wants to avoid these circumstances, but they hold a great opportunity.\n\nAs We have said, Knowledge within you will not be persuaded by anything else. It is free. It is free to be what it really is, without trying to be anything else.\n\nTo have this freedom, which is incomparable and cannot be compared with anything that the world can offer you, you must take the Steps to Knowledge. For Knowledge is God’s way of taking you there.\n\nYou cannot fool Knowledge. It is without deception. It is without conflict within itself; therefore, it cannot be deceived. It is absolutely certain. It is simply waiting to rescue the rest of you who are lost out there in the world.\n\nYour freedom is not really freedom from things, ultimately. It is freedom for something. At the outset, freedom is about becoming unburdened. It is trying to be free from things, trying to get away from circumstances and feelings and addictions—all the things that are locking your life up. But, ultimately, freedom is for something because you are here for something. You have to be free from things to find the freedom for things.\n\nYou have to break away. Most of this breaking away will be internal because if you simply change your circumstances and yet you are driven by the same ideas, the same compulsions, you will simply recreate your situation somewhere else. You will be the same unhappy, frustrated person in a different set of circumstances. Your predicament has not really changed.\n\nYou were sent into the world to engage with certain individuals to carry out a certain kind of contribution that is needed in the world. This contribution is not grandiose. You are not going to save the planet. You are not going to be a famous person who will be highly regarded and recognized.\n\nYour service will be under likely very mundane circumstances. Perhaps there will be little or no recognition for you, but to Knowledge, it does not matter; to your soul, it does not matter. To Knowledge, it does not matter. To your soul, it does not matter.\n\nWhat Knowledge is here to do is to restore to you, in your awareness and in your life, the purpose that has brought you here. That is freedom. That is the freedom to be who you are and what you are and to do what you came here to do and to find those other people that will be critically important in enabling you to find and to accomplish what you came here to do.\n\nTo those who sent you into the world, that is the only freedom that really matters in the end. This is not to say that political freedom and social freedom and economic freedom are not important, for they are all contributing, and can contribute, to the well-being of people, and are greatly needed in so many places.\n\nBut We are speaking of the greater freedom that can enable you to serve people in these ways—to build opportunity and well-being for people and for other forms of life in the world, to help to restore the world, to stabilize the world’s condition, to end destruction, to end war, to end conflict, to learn to use resources more equitably and more sustainably. Such great needs in the world.\n\nKnowledge will take you to meet one or two of these needs specifically. And you will not go alone. But first you must make the great transition.\n\nTo build a new life, you have to leave an old life. To gain a greater awareness, you have to leave an old awareness. You cannot put a new life on top of an old life. You cannot have a new understanding or experience of life built on an old understanding and experience.\n\nYou have to break away from one to find the other. And this breaking away is very natural. It is what your soul is yearning for. Your mind may want to believe and try to secure itself in its beliefs. But your soul wants to break free. It is a prisoner.\n\nReal happiness, real fulfillment, true relationship, genuine accomplishment, real satisfaction in life—they are all born out of doing what you came here to do, being what you were sent here to be. And only Knowledge within you knows what this is, what this means and how it can be achieved in the changing circumstances of your life.\n\nAlready you know things you need to leave behind or set aside, and you know that you need things you do not have that are fundamental to you. Already the need of the soul is impressing itself upon you. Already you are beginning to see the shallowness of people’s pursuits, the weakness of their relationships, and the emptiness of their achievements because Knowledge has already spoken to you of these things through your experience.\n\nLet this be a sign that a greater freedom is awaiting you, that there is a greater need in your life, that a world of growing difficulty represents an opportunity and not simply a calamity. It is an opportunity and an inducement for you to find Knowledge and to follow Knowledge.\n\nLet the difficult times and the growing storm in the world tell you this. Allow the New Message from God that has been sent into the world for the protection and advancement of humanity, let it serve you by teaching you the Steps to Knowledge, for they are clear and uncorrupted. They have not been defiled by history and culture, politics and government. They have not been dominated by selfish and ambitious individuals. It is a pure pathway that you can choose.\n\nAllow God’s New Message to reveal to you why you are in the world at this time, where the world is going and what it will require of you. Allow the great revelation of humanity’s threshold to be shown to you and, fundamentally, respond to the calling of Knowledge.\n\nFor only Knowledge knows. The mind thinks and Knowledge knows. Knowledge is your gift. It is a gift to receive and a gift to give. It is God’s great endowment for you, who must now find your way in the world.",
  "audioUrl": "https://www.newmessage.org/av/freedom.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/freedom/"
}