{
  "title": "The Future of Humanity",
  "content": "Humanity has a great future, but an uncertain future—a future that is now being challenged by great change that is coming to the world; a future that is being challenged by those races in the universe who are interfering in human affairs, seeking to take advantage of a weak and divided humanity.\n\nYou have come to a point where the future and fate of humanity will be decided in the years to come, and it will be determined by how humanity responds to the great change that is coming to the world and to competition from the universe around you over who will have the commanding influence over the future and the fate of the human family.\n\nPeople do not realize they are living at such a monumental turning point, such a pivotal time in humanity’s long history. It is not in people’s thoughts; it is not in people’s conversations. But it is at a deeper level in people’s experience.\n\nMany people around the world are feeling a great change coming to the world, and they look at the future with concern and anxiety. They sense the great change that is coming over the horizon, even if they cannot yet speak of it openly, or articulate what they are feeling specifically.\n\nBecause of the great change that is coming to the world and humanity’s encounter with life within the universe, a New Revelation has been sent from the Creator of all life—a great blessing, a great power, a great Message, a great preparation. It has come in a pure form, in a simple form, given incrementally over a long period of time to one man who was sent into the world to bring a New Message from God to a struggling humanity.\n\nFor those who will be the first to encounter this New Revelation, it perhaps will be confusing because it deals so much with the future of humanity and to a lesser degree to humanity’s present circumstances and difficulties. But this has always been the nature of the great Revelations, the Revelations brought by the Messengers over the course of human history.\n\nThe Revelations have not simply been a response to immediate problems and difficulties, but a preparation for the next great stage of human development and evolution. Indeed, in this case, God’s New Revelation speaks of a greater challenge to human freedom and sovereignty in this world, a challenge that is known by so very few.\n\nYou do not yet realize what is threatening your well-being. You do not yet realize the power and the strength of Knowledge that God has given you. And you do not yet realize that a New Revelation is in the world, and that you are living at a time of Revelation.\n\nIf people were really connected to their deeper experience, they could perhaps discern these things. But that is not the case. So the Revelation comes, but few can hear it. Few can recognize it for what it really is. Few can accept the responsibility of what it would mean for their lives to receive a New Message from God. And few can recognize what is coming over the horizon—the great storms that are building in the future and humanity’s vulnerability to those forces and races in your local universe who are here to cast their influence over an unsuspecting humanity.\n\nPeople are beset by other problems—the problems of the day, the anxieties of the moment. These are very real, of course, in many cases, but they are insignificant compared to what is coming.\n\nGod knows that humanity is not responding, is not reading the signs of the world and is not responding to Knowledge, the great endowment. So a New Revelation has been sent here, a Revelation unlike anything that has ever been given to humanity before—to prepare you, all of you, for a future that you are not anticipating and for which you are unprepared.\n\nIf humanity really understood its position and its vulnerability, then it would recognize why a New Revelation had to be given. It would see that humanity’s previous Revelations, all given by God, cannot prepare it for what it is facing now. It would see that humanity’s religions and religious institutions are incapable of preparing humanity for the Great Waves of change—for environmental decline; for the loss of food production in the world; for violent weather and for the growing risk of competition, conflict and war between groups and nations over who will have access to the remaining resources of the world, which are being so rapidly depleted at this time.\n\nNo religion nor religious institution as it stands today can prepare humanity for the complexities of life in the universe or what humanity must know to preserve human freedom and sovereignty within this world. Indeed, the world’s religions have become fractured even within themselves, contentious with each other and anchored in the distant past.\n\nEven the notions and the beliefs about God and Creation are lost in antiquity, are based upon ancient ideas that do not keep pace with the revelations about the expanse of the universe or the great diversity of life that lives around the world and beyond the world.\n\nThat is why humanity must now prepare for a new reality, a difficult reality but a redeeming reality. For humanity’s facing the Great Waves of change and intervention from the Greater Community hold the greatest promise for human unity and cooperation. For in the face of these things, it becomes quite evident that nations will have to join together to preserve the world, to prevent collapse, to preserve human civilization and to learn about the Greater Community of life in which you have always lived, and in which your world has always existed.\n\nIt is a new education, it is a greater need and it has the power to unite a divided humanity. It has the power and the strength to overcome longstanding conflicts and animosities. It is that powerful, it is that urgent and it is that strong, if it can be seen clearly and understood.\n\nBut at this moment, humanity is not very intelligent. It does not anticipate the future. It does not prepare for the future. It does not make sacrifices in the moment in order to prepare for future eventualities. It cannot see future eventualities. While there are individuals who can recognize these things and who can be prescient, humanity as a whole is dull and ignorant, self-absorbed and unresponsive to a changing world.\n\nThat is why God has sent a New Revelation. The Revelation is here to build human intelligence, to expand human awareness and to teach the meaning of religion and spirituality at the level of Knowledge, at the level of the deeper Intelligence that exists within each person and in all sentient life in the universe.\n\nHere instead of having faith in God, you learn to respond to Knowledge. Here instead of establishing fantastic belief systems and defending them against other belief systems, you begin to respond and to follow Knowledge. Here instead of idolizing and worshiping teachers and messengers, you learn how to recognize Knowledge in one another, which is the wisest part of each person.\n\nGod does not run the world. God does not manage the climate. God does not have to take care of every little thing because God has set everything in motion and has given you Knowledge to guide you, to protect you and to prepare you for a greater life of service in the world.\n\nThe Lord of all the universes is not preoccupied with your daily affairs, but at the same time has given you a deeper connection so that the Will and the Power of God can speak to you and guide you and give you certainty in the face of calamity or upheaval.\n\nGod is so close to you and yet so vast and magnificent and incomprehensible. Your connection to God is at the very center of your Being, but you live your life at the surface of the mind, held there by your fascination and fear of the world, held there by your own fears and obsessions. God is so very close, but God seems so very far away.\n\nGreat stories have been told about the Messengers of the past, but who knows the reality of Revelation? Fantastic tales of miracles and superhuman qualities, fantastic tales of cavorting with the Angelic Host, but who in the world knows what real Revelation looks like, how it is experienced and expressed?\n\nFor it has been a very long time since humanity has received a New Revelation from the Creator of all life, and no one living in the world today can account for it. You only have stories from the past. So when a real Revelation occurs, people do not see it. They do not recognize it. They are unresponsive. If they encounter it directly, they doubt it, “How can it be?”\n\n[At first] even the Messenger himself will not proclaim. It is the Message itself that proclaims. The Message proclaims itself to be what it is. It represents its Source and its purpose. It speaks of living fully in the moment and preparing wisely for the future. For the Creator of all life wills that humanity will prepare for its future—a future unlike the past, a future that people will not or cannot see, but which can be seen and felt and known.\n\nThis is a calling to you to respond. This is a Message for you about your life and circumstances. This is a Revelation about the real nature of your spirituality and its Source. This is a new understanding about human intelligence and human responsibility. This is a calling for human unity and cooperation. This is a Revelation of what is coming over the horizon and what humanity must do to prepare both collectively and individually. This speaks of the source and center of power within the individual, and where inner freedom can be established and what real freedom means, how it can be preserved and what threatens it today and tomorrow.\n\nNever has such a Teaching been given to humanity before, for the previous Revelations were given to peoples who were illiterate and had no sophistication. In contrast, the New Revelation today is expansive and detailed. It is rich. Its Teaching covers so many subjects. It is the largest Teaching ever given to humanity, for it is being given to a humanity that is now literate and that has a world awareness. Even the nature of Revelation has changed dramatically to meet the growing and changing needs of humanity.\n\nBut people’s ideas are still lost in the past. They do not understand what Revelation means. They do not recognize it when it appears. They do not see the blessings and the responsibility of living in a time of Revelation. They do not even see the need for a New Revelation.\n\nNonetheless, a New Message from God has been sent. It is necessary now, for humanity cannot see what is coming. It is unprepared and does not realize the need to prepare. It is living with a misunderstanding of its circumstances, and it cannot see the fruits of its actions or the future consequences of humanity’s impact upon the natural world.\n\nTechnology has become your new religion, your new god that will save you from everything, or so you think. But your technology cannot prepare you for the Great Waves of change, and it cannot prepare you for your encounter with difficult forces from the universe. Humanity knows not of its strength or its weakness. It is because of this that it is so vulnerable now.\n\nThe world has been so depleted, and is being so depleted even at this moment, that the future sustenance and stability for humanity is now imperiled. You must see this and feel this to recognize why a New Revelation would be given. You must have the courage and objectivity to face these things without blame and condemnation upon others. For everyone has created this, and everyone is facing the consequences.\n\nYour future and your destiny will be determined within the next decades. It will be determined now. It will be determined by humanity’s wisdom or by its ignorance. That is the choice. That is the decision. That is the great responsibility of your time. That is the great calling of your life.\n\nThat is why the New Revelation must speak of humanity’s core strength and the power of Knowledge within the individual. For humanity must know where its strength can be found, where its wisdom resides and where it will gain the certainty and the commitment to do what is necessary to preserve human civilization and to thwart intervention from beyond.\n\nThese things are unknown to people, but life is moving and the world is changing. Humanity’s isolation in the universe is over now, and it will never have it again. The world has changed, but people have not changed with it sufficiently.\n\nThere are many new things that must be learned and understood. There are many things that were never needed before that are needed now. There is a great need to uplift the human spirit and to educate humanity about the reality and the spirituality of life in the universe.\n\nBut who can teach you these things? They cannot be learned at any university, or in any church or mosque or temple. These things must come from God, for only God knows fully the human heart and the human spirit. Only God knows fully the history and the destiny of humanity.\n\nThus, a Revelation has been sent, sent through one man, the Messenger. Sent as Messages have always been sent, entering the world in a simple, humble form without pageantry, without great drama, without a great demonstration.\n\nGod has given an answer to the prayers and the earnest requests from people from all walks of life, nations and cultures. Your prayers have been answered now, for a New Revelation is in the world. It is your challenge now to find this and to learn of this and to allow it to teach you about the meaning of your life in the world, about what you are preparing for now and the great promise and the great risk that are before the human family.\n\nIn the face of these great trials, humanity will have the opportunity to build a new foundation in the world—to unite humanity meaningfully without repression, to act together instead of struggling in Separation from one another, to become mature and wise, to build your strength and to escape the tragedy of the past.\n\nIt is the great challenges that will enable you to do this. The very thing that could destroy human civilization is the very thing that could strengthen it and give it a new foundation and a new direction. The adversity you face is redeeming in this regard alone. But do not underestimate the great risk. Do not underestimate the challenge that is facing not only leaders of nations, but every citizen.\n\nSo the decision is cast before you: Will you unite and cooperate for the preservation of the world and to meet the great challenge of emerging into a Greater Community of life, or will you fight and struggle over who has access to the remaining resources, ignoring the peril that exists from beyond the world, a peril that will only take advantage of human conflict and human disability?\n\nThat is the question, you see. That is the question that is more important and more significant than any other question you could consider at this time, a question that surpasses all of your other concerns. Yet it is a question that is present in so few minds today.\n\nHumanity is unaware of its great strength, and it is unaware of its great perils. It is these two things that have brought a New Message from God into the world for the protection and the advancement of humanity. God seeks to protect human civilization and to give it new life, a new purpose and a new direction, to warn you of the great adversities you face now that are greater than anything your ancestors ever had to deal with.\n\nTherefore, so much depends on human response—human responsibility, the ability to respond. So much depends upon your awareness and decisions, and your ability to recognize you are living in a time of Revelation, in a time of transition into a more difficult and more hazardous world.\n\nSo much depends upon human intelligence, the intelligence of individuals who can respond to a New Revelation and can share its wisdom and its guidance with others. So much depends upon the power and the presence of Knowledge within each individual, a power and a presence that is so unknown and that it is not heeded by most.\n\nYou have to love humanity and have great faith in humanity to believe that humanity will make the right decisions and follow the path that will provide a new way forward. You have to love humanity and have faith in the spirit of humanity and in the promise and the talents of humanity despite its tragic and prolonged mistakes.\n\nDo not think another race in the universe will come to save you, for those that claim to do so are only here to take advantage of your weakness and your naiveté. Do not think that if human civilization fails, something better or greater can be established as a consequence. Do not underestimate the power of the time in which you live and the great adversities that you now face that still remain unknown to so many.\n\nDo not lose faith in the power and presence of Knowledge within you and within others to recognize and to respond to this and to see the great opportunity to forge a new union in the human family—a union built by necessity, a union built in the fire of necessity, a union built by the recognition that together you can succeed, where in the past you have failed.\n\nThe warning is upon you, but the blessing is upon you as well. For God loves humanity and does not want to see you fail or lose your freedom as you emerge into a Greater Community of life in the universe.\n\nYou must have this love and this faith and this commitment to humanity as well. If you do, you will begin to experience the power and the grace of Knowledge within yourself. You will see that you too have come into the world at this time specifically to make a unique contribution to certain people in certain circumstances. And though you may not yet realize who these people are or what these circumstances are, you will feel the power and presence of Knowledge moving you, freeing you, reshaping your life, recasting your commitments, moving you in a new direction.\n\nMay this blessing be yours to experience, for it is a blessing truly. May these times arouse a newer, deeper commitment and a deeper courage. May you see that your future is before you to be decided at this time of great transition. May you recognize that you as an individual must make these decisions and not simply rely upon others to make them for you. May you recognize that the power and the grace of Knowledge live within you, beneath the surface of your mind.\n\nWithin your heart, you know things the mind cannot understand, and that your true identity exists beyond the realm and the reach of the intellect, in the power and the presence of Knowledge.\n\nMay you hear these words with your heart with an open mind to see the great love that they demonstrate and the great respect and trust that they offer to you, who do not yet have your own self-respect and trust.\n\nMay God’s New Revelation illuminate your life and give you strength and courage to navigate the difficult times ahead, and to speak as one voice in this world, and to forge the foundation for a greater future for the human family.",
  "audioUrl": "https://www.newmessage.org/av/the-future-of-humanity.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/future-humanity/"
}