{
  "title": "Giving II",
  "content": "Giving is a particularly appropriate subject for this time of year when there is a tremendous sense of obligation to give, anticipation of giving and the reminder of the value of giving itself. It is also a time for people to take inventory of their ability to give, their desire to give and the problems and opportunities that arise.\n\nThere is an opportunity now to celebrate holidays as holy days. What makes a day holy, a commemorative day, is not merely a mysterious or miraculous event. It is the giving that occurred in the past that has been brought forth into the future.\n\nIn the holy days, you remember individuals who made great contributions, and that is what makes the events holy—holy days. It is not just that some great event happened that was out of the ordinary, or that people saw something they had never seen before, a miraculous event. These do not signify a holy day. A holy day commemorates the lives of those who contributed a great deal.\n\nIn the holy days, the giving We commemorate is not an intentional giving. It is not giving with a motive. It is not giving to produce a result. It is not giving to reciprocate. That is not the essence of giving. The essence of giving is that you give yourself, unsure of your motive and unsure of the result. You give yourself to something. That has a lasting effect.\n\nYou must realize that you do not know what you want to give. You really do not. What you want to give is not your greatest gift. Your greatest gift is brought forth out of you by life. You prepare for this by becoming very honest and by making important decisions about where you need to be and what you need to do.\n\nWhen you put yourself in an environment where life draws from you, this activates your Knowledge. Here something very powerful in you gives, and you feel moved to do something you had not planned to do, and you do not know the consequences.\n\nThat is when you come alive. That produces a holy day—the day someone fully came alive, the day their Knowledge was activated and their life was given completely in a specific area. That is a holy day.\n\nTo graduate from this world, you must have this experience. To go to the next step beyond being a participant in the physical world is to be a participant in the spiritual world. This is a position of profound giving because what can you profit by giving then? You will not need the usual kinds of things: food, shelter, praise, security, survival or romance. So there is nothing really to bargain for. At this point, you give because that is all that you can do. That is life expressing itself.\n\nReceiving is not your concern in the next stage. Your concern then is that your gifts will be given by those who receive them. That is the concern. You are concerned with the well-being of those who receive your gifts.\n\nIf they do not discover what you have given and what you are prepared to give, then they will continue in misery, trying to secure all manner of things for themselves, and yet feeling very cheated because life cannot give them their Spiritual Family. It cannot give them the sense of inclusion that they yearn for so greatly.\n\nTherefore, to graduate from this life, which is the greatest experience of holiness available to you, you must give yourself completely. Then, when you leave this life, when you return to your Spiritual Family, you bring nothing with you except relationships. Those you bring that remain behind are in your heart permanently. You have reclaimed them as part of yourself.\n\nAll of the giving you do is valuable because it paves the way for this great turning point that We are indicating, where Knowledge gives your life. We gave Our lives. We did not do it for a motive. We did not do it because we thought that it was a good thing to do or that it would get us somewhere.\n\nWhen people give themselves in this way, in the appropriate place, a great turning point has been reached. That is a holy day. The day that it happened will be forgotten, but the result of the giving will continue.\n\nChristmas time commemorates the birth of Jesus. Now, there are some stories about Jesus Christ that are very popular and cherished which really obscure his contribution. He was a forerunner of the Spiritual Family. He was speaking about the “Kingdom” and his relationship to it, and he was including others in his experience of it.\n\nDid Jesus Christ determine what he would give? Did he decide how much he would give? For him, it took over completely. His demonstration was a very singular act, but his example is important because it exemplifies giving beyond choice. Does it matter if he felt like it on a particular day? No. He was moved by a greater force than his wishes, and his wishes were fulfilled as a result, for his wishes were in harmony with his nature.\n\nThis kind of giving is magical, wonderful. You become the witness of the giving. Instead of being an isolated and pathetic event, your life becomes something that you marvel at, a holy event. It is not like you give something, and you get something back, and you weigh it at the end of the day to see how the scale tips one way or the other. You are now so happy to have a life that is important.\n\nThat is what everyone wants—a life that is important, not a life that you think is important or that you can justify, but a life that is important. That is when you redirect your life, take good care of your health and really value yourself as a vehicle. These are all important.\n\nYour life now is not only about your satisfaction. You have come here for a purpose that you can now feel because you see this purpose being enacted.\n\nIt is so valuable to think of the giving that has happened before. There has been so much giving that has made your life possible, even in a very physical sense. People gave their lives to invent the conveniences you see about you, to build these things and to make these things available.\n\nKeeping religion alive in the world, despite its errors, took tremendous giving. You see, religion dies the minute after it is born. It is something that spoils very quickly and must be reborn every minute. If it is allowed to die, religion becomes merely another thought system, a constraint now and not an apparatus for freedom. It must be renewed.\n\nWhat renews religion in the world is Knowledge, this quality of giving where individuals render their lives naturally. They infuse so much life into the idea of God that God comes alive. Without this infusion, God is dead. When people say, “God is dead,” they say that because God has become merely an idea. The life of God is dissipated. Then someone comes along and gives his or her life and that is God. And you say, “Oh, my. That is God!”\n\nHow do you achieve this kind of giving that reveals to you your Spiritual Family while you are here in the world and that fulfills you and completes your purpose in time? Well, one of the things that makes this giving possible is that eventually all the other reasons for being here fall away.\n\nThis is very confusing to understand because often it seems like things are leaving you or you are losing them. You become less certain. Your assumptions fail you. You lose interest. It looks like things are coming to a standstill. All your ideas about how life should be for you seem to be breaking up, and you are becoming confused. This confusion is the beginning of a true opening.\n\nIt is hard to understand this philosophically, but students of Knowledge have this dual experience of becoming less certain and more certain at the same time. They are less in control of the specifics of their lives, but they are more in charge of the direction of their lives. What happens today is not as important as what today is for.\n\nBefore this, however, they were very concerned with the particulars of their lives and with having their desires fulfilled. Beyond basic survival, they wanted to fulfill their wishes because they believed that this produced happiness.\n\nStudents of Knowledge, however, start to lose interest in these forms of stimulation. They have other interests that are more mysterious and more compelling. All of the other incentives for being in the world begin to wear down and in their place something begins to arise.\n\nAt the beginning, it is ill defined. It is just a conviction that they have a purpose and a direction in life and they can feel it. But they cannot justify or explain what is happening. When someone asks them, “What is it you want to do in your life?” they say, “I don’t know anymore!” But they do know. They are going to do something very important, and that they did not know before.\n\nSo there is this loss of explanation, but what you gain is so much greater. What you gain are purpose, meaning and direction. Here your life becomes increasingly inexplicable. When you view this positively, it is very exciting. When you view it fearfully, it looks disastrous because your former incentive to be someone is breaking up, and yet the person you truly are has not yet fully emerged.\n\nThe person you truly are, once you are prepared, will give your life. You will be a follower and a leader all at once. This is profoundly different from your former state where you were primarily concerned with your own thoughts.\n\nNow you are moving with life itself, and your experience of life is greater than your thoughts, and you are able to view your thoughts much more objectively. They do not harness you so much, and your life becomes a holy event, an event that individuals around you will begin to commemorate.\n\nWith the emergence of Knowledge within you, you begin to attract others who are experiencing the same thing, and the quality of your relationships begins to deepen a great deal. Those individuals who cannot keep pace with you begin to fall away and others come to take their place, for your relationships now have a new basis.\n\nA person who has direction has the power to create effects and events in the world. Direction is power here because most people are without direction. They are merely governed by their circumstances and do not experience that their life is for anything that they can truly feel. So a person with direction, whether it be a good direction or a bad direction, has a strong influence.\n\nPeople who are truly giving do not know why they are doing it because why is not important. They have not figured it out. It is too powerful. God is using their lives to write God’s signature upon the world.\n\nYou individually must prepare your mind and your body for a life of giving. It is not merely that old things fall away. It is that you become stable, and you are able to weather your own internal storms without losing your vision. You see, Knowledge is a very great thing to carry, and you must be stable to carry it. This is capacity. You must have a great big empty space inside of you to experience Grace.\n\nNow people are always trying to keep themselves filled up to the brim. There is not much you can fill yourself with but sensation and concern, happiness and sadness, and so you try to keep your life full all the time. Full, full, full.\n\nIf the stimulation starts to run out, it becomes very scary. “Oh, my God! My life is becoming empty. Quickly! I must do something! I must find a relationship! I must get a new job! I must build a new house! I must travel! I must, I must, I must …” Keeping your life full all the time.\n\nHowever, students of Knowledge begin to let the stimulation run down so that what it conceals can come forth. This is the great faith—that you truly are sent from God. Letting the stimulation run down is something that your Knowledge indicates simply because you are losing interest in things.\n\nInstead of stimulation now, you seek quiet. Instead of feeling all filled up, you want to let yourself open up. This shift in emphasis in life is very natural and signifies a spiritual emergence. It is academic to analyze it. It is something that is entirely natural.\n\nIf it is not yet occurring within you, you will not understand its meaning. You will think it is a psychological process, or a spiritual process, or some other kind of process. Yet if you have not undergone it yourself, if it has not happened in your life, how can you really know?\n\nYour life is a gift. If it is not given, you will return Home like an unopened package, like return mail. And you will not be happy because when you return to your Spiritual Family, you will see that you are an unopened package and you will say, “Oh, my God! How could I forget you who are here with me now? I must return. I want to go back! Please, can I go back? It is so obvious to me now!” And you will want to come back. You have to come back.\n\nIf you look at the animals and plants in your environment, you will see that they give everything so that at the end of lives there is nothing left. They exhaust their life force according to their nature and their role. You have a nature and a role, too, only they are greater.\n\nYou see, it is very important to understand contribution in your life because the contribution that you are really making is for the generations to come, and you cannot see that. You can say, “I am not making a contribution in my life. I do not see the results.” Yet your true contribution is to lay the foundation for the possibility for life in the future, not only physically but for the promise of redemption.\n\nWe celebrate Christmas because a life was given for the promise of redemption. Knowledge was kept alive in the world. Religion was infused with Spirit. A very unique life was completely given and religion, which at that time had become dead, was infused with life and began to breathe again.\n\nGod is always pumping life into life, essence into form. When things begin to die, individuals are sent into the world to bring new life. This keeps life going. This makes your redemption possible.\n\nYour contribution will not be fully felt for many years, even beyond your passing from the world. It is very hard to justify your contribution while you are here. How can you?\n\nYou may build buildings and empires. You may have medals and commemorative things. You may have everyone saying you are wonderful. But they will all forget you. The buildings will fall down. The justification for giving cannot be found in that way.\n\nIt is very important that everyone here find something that they can marry in life and give themselves to completely. But you must be prepared to give, and you must give wisely. If you give with a motive, you will make many mistakes in where you give.\n\nYou will try to prove things with your giving. Your giving will then be a desperate attempt to justify your existence, and you will give to people who cannot give back. You will give to situations without promise, and you will be used by others. This will leave you bitter and confused.\n\nWhen you come to that place where your life is to be rendered and given, it will be given back to you even greater than before. This is natural. If you come upon this place, do not hesitate, for you have promise.\n\nFor those of you who know you are true givers, you may have realized thus far that you must be very discerning in where you give. When you find that to which you truly must give yourself, your Knowledge will indicate it, and you will not need to justify it.\n\nYou will know you have hit upon the right place because it will ignite your Knowledge, and your Knowledge will want to give itself. This is a different experience. It is so different from trying to give to get something.\n\nContact with your Inner Teachers is very meaningful here because it honors relationships that are for giving. If you receive the gift of this contact, it will ignite you to give because you only came here to give.\n\nNow the problem is if you are trying to rule your own life, it is very hard to give because there are so many things you must secure for yourself to be the master of your life. Your preoccupation is to keep people from taking things away from you, to keep what you have, to try to get more and to exert dominion over your life and affairs.\n\nWhat threatens you are people who have given their lives completely, for it burns in your heart how much you suffer in your own kingdom. If you try to seek dominion over your life and establish your personal kingdom, you will feel very cheated by life because it is always taking something away from you. It is always eroding the foundation of your castle walls.\n\nLife is always depriving you in one way or another. Circumstances attack you. Illness attacks you. Personal greed from others attacks you. Time attacks you. So this insistence that you must be the master of your realm and that no one can tell you what to do—“I am in charge!”—is a very sad state.\n\nBeing in charge is meaningful when you are following something that is real. Then you must exercise true discipline and capability in managing your mind and affairs because you have something important to do. This is real mastery on a personal level.\n\nBeing the king or queen of your kingdom is very tragic because it leads to despair and failure. Why? Because you will get called back.\n\nYour life is not of the world. You are sent here for a purpose. You have a little bit of time, and then you get called back. What difference does it make if you bring your kingdom, your personal kingdom, to your Spiritual Family? It would be completely irrelevant. It is only a device for your own personal survival.\n\nThat is why We say those who follow Knowledge will become masters of their lives, but their lives will be completely given to life, so there is no conflict. They are here to give, not to take, because they are richer than the world. The world merely renders those things that allow them to give.\n\nThus, they have things and want things only so that they may give their lives. They are the rich ones now and the world is the impoverished place, instead of the other way around.\n\nThere is a complete reversal in your experience of the world when you make the transition from personal fulfillment to personal surrender. Giving is surrender. The flower opens, gives it all away and dies. Surrender. You reap the benefits. Complete surrender; complete accomplishment.\n\nPeople think surrender is a passive state where you lie down by the side of the road and give up. That is a very pathetic view.\n\nSurrender is allowing Knowledge to take over your life and give it. This is the greatest act for any person. Up until this time, you will need to prepare your abilities. You will need to reduce the harmful tendencies in your personality. You will need to establish a new foundation, and that is very important.\n\nNot many people are yet at the threshold of Knowledge. Yet everyone has the opportunity to provide a foundation for Knowledge so that when it emerges, it will be able to stand in the world.\n\nThe person who is honest, consistent, dedicated, contributing and open has already developed a foundation for Knowledge, so when Knowledge takes over, it will stand. It will not crumble and the world will not be able to assault it.\n\nTherefore, working on yourself personally before Knowledge emerges prepares you for a greater opening that is incomprehensible. The dam will break. Eventually, one of God’s arrows hits the mark, and you fall apart and are a mess for a while. All of your attempts to fulfill your ambitions fail and something begins to stir. That is when you are born again. That is Christmas.\n\nChristmas is not the birth of a child who later became Jesus. Christmas is the birth of Knowledge in the individual. That begins true giving, and that is what We commemorate in the holy days. All individuals who have done this have laid the foundation that has made your life possible—physically and spiritually. You are literally walking on the ground that was built by the giving of others.\n\nThe trees grow from the ground that was prepared by earlier generations. When a tree dies, it is fertile soil for new trees. Knowledge is like that. Knowledge gives itself in the world so that there will be fertile soil for Knowledge in the future.\n\nYou see, God is pumping life into the world. The more developed you become and the greater you are, the more inclusive your life will be and the greater will be your contribution in this respect.\n\nTherefore, to be a student of Knowledge, allow your life to have its mysteries. Do not try to explain everything and justify everything. Knowledge will emerge within you once you have chosen that this be your life. You will become less certain about particulars and more certain about your purpose, meaning and direction.\n\nThen you will begin to find freedom from anxiety and ambivalence, and that is the greatest gift of all because a life without anxiety or ambivalence is completely rendered into the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/giving-ii/"
}