{
  "title": "God Has Spoken Again",
  "content": "God has spoken again.\n\n\n\nGod has spoken again because the world is facing its greatest travails, its most difficult challenges.\n\n\n\nThe human family has created an environmental calamity that has the power to undermine its civilization—a calamity of many factors; a calamity that will alter your environment, that will deplete your soils, that will dry up your rivers; a calamity that will bring an end to your growth and expansion; a calamity that has been the product of decades and centuries of misuse of the world, with no thought of tomorrow, as if the world were an endless bounty that could be exploited without limit.\n\n\n\nAnd the religions of the world, which were all initiated by God, are in contention with each other—sometimes violently, often vehemently—in contention with each other, vying for precedence and recognition, claiming in many cases to be the greatest or even the only true manifestation of God’s Revelation, the one true path which must be followed.\n\n\n\nGod has spoken again because humanity has plundered the world and is now facing a predicament that could lead to great deprivation and conflict.\n\n\n\nGod has spoken again because religion has failed to find its unity, except amongst a very few individuals and organizations.\n\n\n\nIt has failed to bridge the tribal identities of people that had to be overcome sufficiently for a world community to be established—to transcend one’s immediate group, one’s regional identity, one’s unique customs and culture, to become part of a world community.\n\n\n\nThis is evolution for humanity, an evolution that leads to great diversity of cultural expression, but enables people to live and to communicate and to share their creations with one another.\n\n\n\nGod has spoken again even though there are many who say that this is not possible, that the last prophet [had] the great and final message to the world. But what person can say this? Even God’s Messengers cannot make such claims.\n\n\n\nFor God communicates when God wills and is not bound by human ideas or beliefs. What arrogance to think that the Creator of all the universes is going to be impeded by human presumption and human admonition.\n\n\n\nThat is why again God has spoken, for there is great correction that must come to your understanding of the Divine Presence and Power in your life and in the world and beyond the world within a Greater Community of life in the universe.\n\n\n\nHumanity stands at the threshold of space, the threshold of encountering a Greater Community of life—a Greater Community that is far more complex, demanding and challenging than anything the human family has ever encountered.\n\n\n\nIt is as if humanity were an adolescent entering an adult world, full of presumption and self-importance, of course, but unaware and dangerously naïve of the realities and difficulties of that adult world.\n\n\n\nThe religions of the world, which were given to build human civilization, were not designed to prepare humanity for the Greater Community. That was not their purpose or function, you see.\n\n\n\nBut now the evolutionary progress and process have brought humanity to this great threshold. Living in a world of declining resources and growing population, it must now face the reality, the difficulty and the great opportunity of facing a Greater Community of life.\n\n\n\nFor beyond your fears, beyond your anxieties, beyond your avoidance and denial, you will be able to see that the Great Waves of change that are coming to the world and humanity’s encounter with a universe of intelligent life are the two greatest things, the two greatest motivations that will lead humanity to finally cooperate and to establish a functioning and equitable world order, a world stability that has never been found before.\n\n\n\nThis stability cannot be under oppressive rule, or it will not succeed. It is now being generated out of necessity. For nations competing and fighting against one another will only deplete the world even further and faster. And with a changing climate and a changing environment, nations will have to cooperate if they are to survive and to provide for their peoples.\n\n\n\nIt is life at such a simple, elemental level, lost to the modern mind that thinks of its desires and its fears, its fantasies and its creations with such obsessive indulgence that it cannot see the realities of life itself.\n\n\n\nDespoil your environment and it will undermine you. It will work against you. Fight with each other, and war will become perpetual. The [old] grievances will be renewed, and new grievances [will be] established.\n\n\n\nThe world needs a New Revelation. For Christianity cannot save the world. Islam cannot save the world. Buddhism and Hinduism cannot save the world. And Judaism was never designed to save the world.\n\n\n\nNow that there is a world community of great interdependence and great fragility and great vulnerability, both to internal collapse and to external competition and intervention, it is time for humanity to grow up. It is time for a change of heart, for people of all nations—a reckoning of the reality of the situation, a comprehension of the Great Waves of change and their power to affect and undermine a stable world.\n\n\n\nIt is time for God to speak again. God knows this, of course, though few people recognize it.\n\n\n\nMany people are waiting for the fulfillment of their early prophecies—the return of the Imam, the Maitreya [or] the Jesus. But they will not return, you see. And those coming to claim these titles and these identities will not be the spiritually enlightened or the spiritually endowed, but those from the Greater Community who are here to take advantage of human foolishness and expectation.\n\n\n\nGod has spoken again. If you could honestly recognize the need for this—the need for this in your life, in your community, in your family, in your nation, between your nations—then you could see that a New Revelation is required and that you are actually living at a time of Revelation.\n\n\n\nBut here you must be very clear, for God is not giving you a new superhero to believe in. God is not giving you a massive doctrine to adhere to under the grave threat of punishment if you should fail. God is not asking you to believe in one teacher. God is not asking you to have one theology or one philosophy.\n\n\n\nGod is bringing, instead, the power of Knowledge to the individual and with that power, responsibility in service to the world. God is not going to give humanity a new idea which it will fight over in dissent. It is going to give you something more fundamental, something you could really only give to a world community that is facing great peril and upheaval.\n\n\n\nThis is a more advanced Revelation—not given now in simple stories or anecdotes, not given in admonitions, not pictured in simple pastoral images, not given in mystical identities with the promise of enlightenment, but given to bring the individual to a state of recognition and a sense of responsibility, not only to oneself, but to rescuing human civilization itself.\n\n\n\nPeople will not understand this at first because they do not see the great peril facing humanity. They think that life will be as it has been before, perhaps more problematic, more difficult, more uncertain. They do not realize they are living in a new world—a world that has changed imperceptibly, a world that will not be the same as the world that they grew up in, the world of their parents or ancestors. And they will see that without the guidance of Knowledge within themselves, they are lost in this world—this world that will become ever more disturbing, ever more uncertain.\n\n\n\nAt a certain point, you cannot run from this. You cannot live in a state of fantasy or denial, projecting your blame and hostility on your parents or your culture or organizations or governments.\n\n\n\nThere has to be a reckoning, you see, and the sooner this reckoning happens for the individual, the sooner they begin to take stock of their life.\n\n\n\nBut what will guide humanity is what influences and determines your decisions. Whether you are the leader of a nation or a poor person living on the outside of the city, it is what informs your decisions and what you can hear and see within yourself and others that will make all the difference in what you choose to do in the face of the Great Waves of change and the degree of wisdom you can bring to your own circumstances, no matter how difficult they are.\n\n\n\nGod is giving to humanity something humanity does not even know it needs—the one key element, the missing piece, the part that only God can provide, the strength, the power and vision that only God can provide.\n\n\n\nWithout this, your technology will not save you. Your ingenuity will not save you. Luck will not save you. Denial or avoidance will not save you. Immersing yourself in hobbies and distractions will not save you. That is why God has spoken again.\n\n\n\nThe Message is honest. It is so honest that people will run away from it. It is so honest that it will confuse the person receiving it at first, perhaps. It is so honest because it asks you to be so honest.\n\n\n\nIt asks you to be what God created in you and to manage that part of yourself that is a product of living in the world—a big demand, but a fair demand if you are going to be able to face a declining world and to face the realities of the Greater Community, where childishness and foolishness will hurt you and make you weak.\n\n\n\nThe world has changed. God’s great Revelations must now be given the next stage of their expression—not to replace them but to uplift them and to cleanse them and to bring them into harmony with one another. They are all pathways to Knowledge, you see. That is what they really are.\n\n\n\nThey have been turned into other things by governments, by individuals and institutions, by nations seeking power and dominance. They have been alloyed with culture and customs and local perceptions to a point where their essential emphasis and purpose can be difficult to discern.\n\n\n\nThis is to bring people back to the essence of spirituality, which is the power and the presence of Knowledge in the individual, the power and the presence of Knowledge—this greater intelligence that God has given to each person, working through groups and nations of people, supporting freedom and forgiveness, recognition, communication, work, effort, responsibility.\n\n\n\nThis is not simply an option now, for the world you are facing will be much more difficult and much more demanding. And the decisions you will have to make will be very consequential for you and for others.\n\n\n\nYou cannot be fooling around in the face of the Great Waves of change. You are standing at the threshold of the Greater Community. Only God can prepare you for these two great realities. And God is giving you the essential components of that preparation.\n\n\n\nGod gives the world what it needs, but the people cannot see it. They want a warrior leader. They want a military power. They want a Barabbas, not a Jesus. They want the lord of the lands, not the Lord of the Heavens. They want material power. They want material resolution. They want their problems fixed for them. They want to give over the reins instead of receive the gift of responsibility.\n\n\n\nThe miracle of the New Message is the miracle of all the Revelations. It is the miracle of personal revelation. It is the miracle of personal redemption. It is the miracle of personal and individual responsibility and contribution to society and to others. It is the miracle of giving. It is the miracle of forgiveness. It is the miracle of resonating with another at a deeper level, beyond the realm and the reach of the intellect. It is the miracle of your true reality expressing itself in a difficult and temporary world.\n\n\n\nWhat will inform your decisions will make all the difference in determining the outcome. God has given you the voice and the conscience to guide you, but it is not your voice or your conscience. It is part of a greater Voice and a greater conscience.\n\n\n\nGod is not ruling the world, governing the weather. God is not the source of calamities and catastrophes, hurricanes and earthquakes and floods. That is just nature functioning.\n\n\n\nGod has sent you into this difficult and unpredictable world, as beautiful as it is, to reclaim the power of Knowledge and with this power be guided to give what you are designed to give specifically where your contribution can have the greatest impact.\n\n\n\nThis all transcends the human intellect, of course, for you will never understand the workings of Creation and Heaven, which extend far beyond the physical universe, which itself is so vast that no race has ever been able to comprehend its entirety or its full meaning.\n\n\n\nHere the practical and the mystical unite. Here the inner and the outer make their essential connection. Here the mind is governed by a greater intelligence so the intellect’s tremendous capabilities can be wisely used and applied. Here people take responsibility not only for bringing their affairs into order and balance, but also to see what they must do to assist the human family wherever their gifts can be given.\n\n\n\nYou will have to look on the world very compassionately in the future. You will see much failure and loss. You will see great foolishness and even the recurrent indulgences of humanity become ever more extreme.\n\n\n\nYou will have to forgive and look upon the world with compassion. You cannot be fully detached from it, for you are connected to it, you are sent to serve it and your purpose and destiny are related to it.\n\n\n\nThe goal is not [inner] peace. The goal is contribution. Even the greatest saints have had to recognize this and be sent out into the world to teach and preach and contribute wherever they can.\n\n\n\nYour achievements in the world, or even your spiritual achievements, are all to be used to serve, to lighten the burden of those around you, to encourage people to return to the Power and the Presence that is their Source and their connection to the Divine—using whatever beliefs or symbols or images or personages they find most inspiring.\n\n\n\nWhat is essential and important is the pursuit and the recognition that you live with two minds—the worldly mind and the deeper mind of Knowledge.\n\n\n\nThis is for everyone, not just for one tribe, one group or one time in history or to meet one great episode in the long story of humanity’s presence in this world.\n\n\n\nGod has spoken again now of greater things—things beyond the ordinary and things that are extremely ordinary and important. God has spoken of the Greater Community, the Great Waves of change, the meaning of your inner reality [and] the essential pursuit to reclaim your connection to Knowledge, which is here to guide you, protect you and lead you to your greater accomplishments in life.\n\n\n\nIt is a tremendous breakthrough for the individual. And it will be individuals that will make all the difference in deciding the fate and the future of humanity.\n\n\n\nAnd what informs their decisions—whether it be ambition, belief, fear, pride and their previous understanding or the greater inspiration that only Knowledge can provide—will determine the outcome in every situation.\n\n\n\nGod has spoken again. You must come to the Revelation to see. Do not be foolish and stand apart and try to judge it or understand it, for you will not understand it. And to judge it merely is to demonstrate your foolishness and your lack of honesty.\n\n\n\nThis is a great time of Revelation. It is a great time of preparation for the future. It is a great time to bring your life into balance and harmony and to prepare yourself for living in a new world, a demanding world, but also a redeeming world if humanity chooses to follow what God has provided.",
  "audioUrl": "https://newmessage.org/av/god-has-spoken-again.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/god-has-spoken/"
}