{
  "title": "God, Knowledge and the Angelic Presence",
  "content": "The universe is immense, so immense that it is incomprehensible. No one has been able to travel its lengths. No one has been able to encompass its vastness and complexity. It is beyond the intellectual grasp of any race in the universe. Yet the entire Creation has one Source and one Author.\n\nWhen you begin to think of God within this larger context, God becomes so vast and immense as to be incomprehensible. And certainly you must relinquish the idea that God is preoccupied with any one world, with any one race of beings.\n\nThroughout human history, man’s relationship to God has been the center point of religious studies and focus. But here, for the most part, God is conceived of as a very local entity—a being with human values, a being who is imbued with the psychology and the emotions of a human being. Even if God is considered to be incomprehensible, God is still imbued with human values, human emotions and human psychology.\n\nTo think of God beyond this limited definition, one would have to reconsider one’s own nature, one’s own future, one’s own destiny and one’s entire reality. It [God] could not be bound to this Earth alone. If you are God’s Creation, part of God’s Creation, then you are connected to all of Creation, not to this one little world, which is like a grain of sand in a beach that stretches as far as the eye can see.\n\nWhenever history or legend speaks of God speaking to the people, or God being angry with human behavior, or disappointed with humanity’s existence, one is imbuing God with human attributes and considering God only within the context of this one world.\n\nBut the Creator of all life is the Creator of all life—life that is so very different from the human form and from human consciousness. Intelligent life has evolved throughout the universe, in countless forms, with very different expressions. Yet they are all subject to the forces of nature in this physical reality. They all require resources and a supportive environment. They all must struggle with provisioning themselves and their worlds. And they all face demise because they are living a temporary life in a physical reality.\n\nTo even begin to consider God within this vast arena of intelligent life, one must reconsider one’s whole idea of God and see that God really extends far beyond human estimation and that the stories about God, the legends about God and the history of human thought about God must necessarily be very, very limited—limited to your experience and awareness and to the limits of your immediate environment.\n\nGod of a Greater Community of life is very different. God is not preoccupied with human affairs.\n\nOver the course of time, God has sent Messengers into the world, Messengers who have been sent here by the Angelic Presence that oversees this world’s evolution and well-being.\n\nGod is too big to be concerned with this one world. God is not a human being. God is not limited by human understanding, human psychology or human emotions.\n\nThe Plan of redemption for all separated beings living in the physical reality extends to all dimensions, and this Plan encompasses a vast network of support for those still living in form—living in a physical reality, caught in identity in a separate reality.\n\nTo understand God’s Work in the world, you must understand God’s Work in the entire universe. Many people think that the universe is just a big empty place. But it is full of life, and the dimensions and the expanse of this life are unimaginable.\n\nYet God is everywhere, redeeming the separated through Knowledge through a deeper intelligence that God has placed within all sentient beings. Instead of God watching over your life, or sending you messages, or being displeased with your apparent lack of progress, God has just put Knowledge within you to guide you, to lead you and to restrain you.\n\nPeople are living at the surface of their mind—in their intellect, in the part of the mind that is a product of social conditioning. They do not feel the power and the presence of Knowledge. Perhaps they have an intuition once in a while, deeper feelings that they cannot account for, strange premonitions or a sense of foreboding and restraint.\n\nEveryone has had this experience to some degree, and this is the evidence of a deeper current of your life, a deeper mind beneath the surface mind where you live. Beyond your identity of yourself as an individual; beyond your social, political and religious conditioning, there is this deeper mind.\n\nGod has given you this mind. In fact, this mind is who you really are. It is not limited by the conditions of this world, by the errors of human behavior or by the powers of persuasion that exist here and anywhere in the universe. It is the most important part of you. Yet it is the part of you that is least explored, least experienced and least understood.\n\nGod has assigned to each world where sentient beings live, or have colonized, a force of redemption for these nations and groups of individuals. In worlds such as yours, which are largely inhabited, where there is a great diversity and complexity of life, this Angelic Presence has many different levels of expression and different levels of service. Yet its overall purpose is to oversee the progress and the well-being of humanity.\n\nBut the Angelic Presence cannot interfere uninvited unless they are requested with great earnestness to be of assistance. Even here there are limitations placed because you have been given a free will living in this separated state—living in form, now unaware of your origin and your destiny, now unaware of the greater Knowledge that lives within you.\n\nYou are given free will—the freedom to choose, the freedom to deny, the freedom to deceive yourself and others, the freedom to believe whatever you want, to imagine whatever you want, to think of God and reality in any way you want, or not at all. You have this freedom. Therefore, the Angelic Presence must respect this freedom.\n\nMany people want God to return or come again, to overtake the world, punish the wicked and elevate the righteous. But this is not going to happen. People are expecting the second coming of the emancipator, in whatever form or personage they can imagine, and they think this will lead to a great era of peace and righteousness. But that is not going to happen.\n\nHumanity’s success and failure are largely in its hands. But the Angelic Presence is here to encourage and to stimulate those individuals who are open to its Presence, who are willing to follow its recommendations and to live a more ethical and purposeful life based on service to humanity and to this world. All others who seek the Angelic Presence to enrich themselves, to gain advantage over others or to destroy their enemies will find no response and no assistance.\n\nIf you want God’s help, you must earnestly seek it, and you must not have any other expectations or incentives. God is not in the business of enriching certain people and impoverishing everyone else. The condition of the world is a condition that humanity has created for itself, within the limits and the restraints of the environment of this world.\n\nYou have free will, even if you do not feel free, even if you are politically unfree or socially not free. You can still choose what to follow, what to believe in, what to value and what to deny. It is to encourage choosing in the right direction, choosing in the direction of your own redemption and self-realization, that the Angelic Presence is here to encourage you.\n\nBeyond this, they do not interfere, despite all the stories of God intervening on behalf of certain peoples at certain times. This represents a misunderstanding of God’s Plan and the purpose and the power of the Angelic Presence here.\n\nThroughout the universe, there are countless Beings in the Angelic Presence who are serving those still living in a separated state to encourage their connection to the deeper Knowledge that God has placed within them, and through this Knowledge, to bring benefit and progress, peace and tolerance into these nations, where in so many cases it has been lost, suppressed or forgotten.\n\nThere are very few free nations in the universe because freedom is chaotic and disruptive. It is creative. It knows no bounds. And so for many races, they have chosen to eliminate it or to limit it to a great degree in order to achieve social order and stability, thus limiting themselves, their progress in life and their ability to gain access to Knowledge and all of the powers and skills it will provide, for the individual and for nations as a whole.\n\nFor when you cease to be creative, you cease to advance and progress. But many worlds and many nations have chosen this. And humanity is at great risk of choosing this pathway, valuing and worshiping its technology and forgetting where the power of inspiration and creativity really comes from.\n\nThe Angelic Presence that is here will respond to the yearning of the heart and the soul. They will respond to what is truly being communicated and expressed through your requests and through your prayers. You may think you want your business to work, or for some outcome to happen for a certain person, but really it is often about something else. For at the basis of your request is the desire to be reconnected to the power and presence of God within yourself, and the Power and Presence of God that exists within this world—in people and beyond people, all the way into the Angelic Presence.\n\nYou may ask God for a favor or a miracle, but the deeper request really is to become connected because once you are connected to Knowledge within yourself, then God can speak to you through Knowledge. The Will of God speaks to you. It is not as if God leaves the universe and comes to whisper in your ears. It is the Will and the Intention of God, directed by the Angelic Presence here on Earth, that communicates to you through Knowledge.\n\nPeople may be very confused about what Knowledge is because they are thinking of it in terms of psychology or their understanding of religion. But essentially, Knowledge is the deeper mind within you, through which God’s Will can communicate to you and guide you.\n\nGod has imbued you with a deeper conscience—far deeper and more pervasive this is than your social conscience, which has been established by your family, your society and your religious training, if you have had religious training. There is a deeper sense of what is right and wrong, what is true and untrue, what is just and what is unjust, that goes beyond your social conditioning and the expectations of others.\n\nThe fact that very few people have experienced this to any great degree represents the limits of humanity’s progress, showing that humanity has not really progressed that far in its overall evolution—in the evolution of its awareness and its greater strength. You may have weapons of mass destruction, you may have invented some unique and clever devices in your technology, but most people still do not have any idea of who they are or where they are going in life. That is all left up to ideology, social convention or pure fantasy.\n\nSo overall humanity has not progressed very far. But your progress, individually and as a whole, is very important, and it is this that the Angelic Presence supports. What is this support for? It is primarily for the emergence of Knowledge within the individual, and the strength and power of Knowledge within humanity as a whole.\n\nHumanity’s understanding of God’s Plan and Presence is really limited. It is very local. It assumes that God is just a big person, with all the feelings and tendencies of a person. God is a big human being—very powerful of course, very wise of course. But most people think of God personally in this way, someone they can relate to who understands their problems and difficulties.\n\nWhen your history or your legends speak of God communicating to the world, what is really being described here is the Angelic Presence communicating to certain individuals. A sacred book, for example, if it is claimed that it comes from God or is the Word of God, is actually the words of the Angelic Presence. For God does not use words to communicate. With an infinite number of languages in the universe, God does not use your particular language to communicate. That all comes from the Angelic Presence that is assigned to the well-being of your particular world.\n\nThe Will of God flows through the Angelic Presence, and all the levels of the Angelic Presence, and flows through Knowledge within the individual and expresses itself there. Just like life force expresses itself in the plants and the animals, with each beat of your heart, and each breath that you take, God’s Will permeates everything—finding avenues of expression, translating through levels of relationships.\n\nHere the Angelic Presence serves as an intermediary between the pure experience and reality of God and your individual separated life here in the world. The Angelic Presence translates God’s Will into language, form, images, stories, ideas, explanations—everything, so that you can comprehend this and be able to relate to it within your own circumstances in life.\n\nFundamentally, there must be a completely new understanding and education regarding this. Some people believe that many of God’s angels have fallen, have been seduced by the pleasures and the seductions of physical life and have fallen and become demons and that God is opposed by whole leagues of angels, or other beings who are opposed to God’s reality.\n\nThis is certainly convenient because it identifies the opposition, but really the opposition is part of the reality of living life in Separation—the desire to be separate, the fear of giving up this Separation, the emphasis on one’s uniqueness and all of the particulars of one’s identity and psychology. People place great emphasis on what makes them unique, what gives them status, what gives them recognition and what makes them powerful or desirable.\n\nThis is the power that opposes the reality of life. Certainly, there are beings that are committed to this. There are even beings beyond your visible range who are committed to this. There are angels who are committed to this. But do not think that there is one fallen angel that is the source of all evil in this world or the whole universe. That is projecting an incorrect understanding.\n\nIt is a condition of living a life in Separation. People want to return to union with God, but they do not want to give up their separate life here. Nor should they. God never asks you to do that. For God gives you a greater purpose for being in the world. Instead of seeking escape and trying to fulfill yourself through your ambitions and ideas, God through Knowledge is giving you a greater purpose in the world.\n\nThat is how God redeems you—by giving you something really important to do with your life. God does not cast a spell over you, dissolving all of your anger, resentment, frustration and confusion of mind. For God did not create these things, so God cannot uncreate them.\n\nYet what God does through the Angelic Presence, and through Knowledge within you, is to give you something important to do in life. In fact, you were sent into this world to do certain specific things with certain specific people. It is unlikely that you have found this purpose or these people yet, but your heart yearns for them. Everything in your deeper nature is trying to take you to this purpose, and to these people, and to these forms of service to humanity and to the world.\n\nThe fact that people are neglecting this or avoiding this or denying this is the source of so much of their suffering. For without this greater purpose, without the relationships that serve this purpose, without the fulfillment of this purpose, no matter what you can do, no matter what you try to do, never satisfies the need of the soul.\n\nFor at the core of you is what God created in you, not what you created or what your society has created. Even the most dreadful or violent person in the world has at the center of them what God has created. Their ignorance, their rebellion, is the source of their frustration, ignorance and violence upon the world.\n\nThat is why God did not create Hell and does not punish the wicked. You want to punish the wicked to take out your revenge, to exact your notions of justice. But for God, there is only redemption of those who have fallen or who are lost. Individuals who live violent or destructive lives will have a much longer journey to take and will have to perform a far greater service to humanity to redeem themselves. But in the end, redemption is really what it is all about.\n\nWhat is redemption? For you living in this world, in this life, at this time, redemption is discovering your greater purpose in the world—expressing it, accepting it and fulfilling it to the best of your ability. That is redemption for you at this time, within this reality. Beyond this, your intellect cannot go.\n\nGod has given you a greater life and has placed the reality of this greater life in Knowledge within you. Knowledge within you is beyond the realm and the reach of your intellect. It is something you must experience deeply within yourself and learn to trust and learn to follow. This will challenge you who are still attached to your goals, to your idea of yourself, to your condemnation of others and to all those things that have made up your separate reality. You will be challenged to follow Knowledge, for it is taking you in a different direction.\n\nWhether you are religious or not, whether you believe in a religious teaching and adhere to that teaching, or whether you claim to have no religious affiliation, your progress is entirely dependent upon your connection to Knowledge.\n\nThere are individuals who lead major religious institutions who have no awareness of Knowledge and do not value it and perhaps even fear it, thinking that it would lead them into chaos, or that it would defy their religious beliefs or lead them into grave doubt and uncertainty. So they will cling to their ideas and their beliefs and avoid the power of redemption that God has placed within them.\n\nThen there are people who will claim no religious affiliation, but who will experience and follow the power of Knowledge. They will have a chance to really redeem themselves through great service to others and to the world.\n\nWhether you are religious or not is not the emphasis here. Religion can be very helpful if it is understood correctly, if it is seen as a pathway to Knowledge. But if it is held simply as a network of beliefs and social obligations, then it is moving in the wrong direction.\n\nThe Angelic Presence understands all this. God is watching over the entire universe. Not only is God watching over the entire universe, God is watching over all of Creation that is not living in Separation, which is even greater than the physical manifestations of life and reality.\n\nYou walk down to the ocean with a little cup in your hand, and you dip it in the water and you look at the water. Is that water the ocean? Yes and no. Yes, it is part of the ocean, but is it the ocean? People try to claim the reality of God and the intention of God. People are even so arrogant as to think that God will not send another Messenger into the world, thinking that all of the Messages have been sent, and no more are really needed. They take their cup to the ocean, and they fill it, and they walk away thinking that they have the ocean. But they only have a tiny, tiny little bit—so tiny that it does not give the reality of the ocean, and all of the life that lives within the ocean.\n\nSo you take, instead of a cup, a bucket down to the ocean, and you fill it full of the ocean water. And now you think you understand God. You look in the bucket and you say, “Oh, this is the ocean. This is God.” But God is so much greater, and your little bucket of water does not represent the diversity of life living within that ocean.\n\nUsing this as an analogy, if you try to claim the reality of God and God’s purpose and intentions for the world, and you say, “This is it! This is God! This is what God wills for humanity! This is what God has given to humanity! This is the ultimate!” then it is like calling the bucket of water the entire ocean.\n\nThe ocean is vast. The universe is vast. It is full of life, beyond human estimation. The universe is like an ocean without end, the product of evolutionary forces that God has set in motion, at the beginning of the physical universe.\n\nGod does not have to manage your life. The mechanism of evolutionary change, and all of the biological and geological forces in your world, are creating the environment for your life. But God has placed Knowledge within you to guide you, to protect you and to lead you to your greater fulfillment and redemption.\n\nTherefore, do not blame God for the hurricanes or the droughts or the pestilence or the pandemic illness or personal failure. People go around all day long saying, “Well, God is teaching me a lesson through this,” as if God is their tutor, as if God is their handmaiden, as if God is the co-pilot of their life.\n\nWhat kind of God is this? You are not talking about God now. You are talking about the Angelic Presence. All of the great Revelations to humanity have been given by the Angelic Presence. They speak as We not as I. They are a group and not just a magnificent individual.\n\nThere is so much to unlearn here. Humanity is still a primitive race in this regard, still believing in local deities and fantastic things. It is still very superstitious, still very self-preoccupied, still believing that it is significant and pre-eminent in the universe. But it is okay because that is just where you are in life.\n\nYou are like a 13-year-old. Humanity is like a 13-year-old beginning to experience some power, beginning to feel strong, beginning to want to expand and to express itself as a whole. But it is still immature. It is unaccountable and irresponsible. It does not really understand the requirements of life on a long-term scale. It has not emerged into a mature state where it must focus on stability and security more than growth and expansion.\n\nThat is the stage humanity is in. There are individuals who are far beyond this stage, of course. But, as a whole, humanity is in sort of the latter stages of its adolescence. It does not think ahead. It does not plan for the future. It does not use its resources wisely. It makes wild and foolish decisions. It is prone to fight amongst its members. It believes in the use of force. It is aggressive. It is violent. It is adolescent.\n\nIn the universe around you, there are much more mature races, at least mature in the sense that they value stability and security more than growth and expansion. But the discovery of Knowledge is rare even in the universe. And that is why the Angelic Presence that serves each world and each group is at work trying and working on bringing people to the reality of Knowledge within themselves. Regardless of their culture, their appearance, their belief systems, their traditions or the nature of oppression within their own societies, this is still the case because this is the Great Attraction of God.\n\nGod is not local. God does not show up and deliver a message to a group of people. That is always done through the Angelic Presence. Your encounter with God will be through the Angelic Presence and through the experience of Knowledge within yourself.\n\nHow do you know God? You begin to listen and to explore the deeper current of your life. You begin to take the Steps to Knowledge, which lead you, as if you were going down a spiral staircase, into a deeper well of intelligence that God has placed within you.\n\nYour mind and imagination are floating above the surface like clouds, but down on the ground there is a deeper intelligence. It is solid. It is real. It is permanent. It has greater strength. It is certain. It does not vacillate from day to day, like your intellect or emotions. It is not prone to persuasion and denial, like your intellect and emotions.\n\nGod does not want you to lose yourself in God, in some kind of ecstasy. Rather, you are sent here to perform certain services to others and with others, specific things in the world. That is why you have a unique nature and a unique design. But if you do not know what your nature is for, or what you were designed to do, then you will tend to misconstrue yourself and compare yourself with others whom you think are more impressive. But you are truly designed for something you have not yet discovered.\n\nSo it is the discovery of this purpose that begins to bring clarity to your life. You begin to accept and understand yourself—your strengths and your weaknesses. You are designed for something unique. What is that? Your intellect does not know; your culture does not know; your family probably does not know. That is why taking the Steps to Knowledge is the essential thing. That is why at the core of all the world’s religions, there is the pathway to Knowledge. Perhaps these pathways exist in the mystical traditions, but they are pathways nonetheless.\n\nGod has sent a New Message into the world to prepare humanity for the Great Waves of change that are coming to the world, and for humanity’s encounter with the Greater Community of intelligent life in the universe.\n\nGod’s New Message has also been sent to provide another pathway to Knowledge, a pathway that has not been corrupted and misused by political powers or by social forces. It is a pure pathway. It is not the only pathway, certainly, but it is a new pathway to redefine and to clarify the nature of God’s functioning in the world, God’s Plan and the Divine nature of all individuals.\n\nThe New Message from God represents the preparation for a whole new era of human experience—an era that will be fraught with great environmental difficulties and great political and economic instability, an era in which humanity will have to face the difficulties of emerging into a Greater Community of intelligent life, an era where humanity will have to choose whether to unite and to succeed or whether to contend with itself and to fail. This has required a new Revelation from the Creator of all life.\n\nYou are fortunate to be able to learn of this. This Teaching you are hearing and reading at this moment is part of that New Revelation. It is a process of clarification to dispel layers and layers of confusion and misinterpretation, to give you clarity and strength and purpose and to bring you to Knowledge within yourself—your deeper conscience, your deeper intelligence.\n\nThis is where God’s Will moves you and restrains you, takes you here and not there, directs you to unite with this person and not with these other people. It is what gives you the strength to know which way to go at every turn of the road, how to respond to each new event in life and how to ride the growing waves of uncertainty and instability in a world undergoing profound change.\n\nHere there are no heroes, and there is no person to worship. There are great individuals and great emissaries of course, but only God is God. Everything else is the Creation.\n\nThen there is fantasy. You live in a world where fantasy has to compete with reality, where even reality is not clearly understood. So it is a very confusing situation. God understands this, and that is why the Angelic Presence oversees the world and is available to assist you when you earnestly desire assistance.\n\nThe Angelic Presence may not give you what you request, but it will bring you closer to Knowledge, which is such a greater answer. If you simply ask for favors without realizing that you are lost, you are really asking for so little. It is Knowledge within you that will enable you to regain your awareness of who you are and why you are here, where you must go and what you must do. This sense of determination will be natural to you, and it will give you a sense of freedom and liberation.\n\nFinally, you can be who you are, and do what you came here to do, and be free to choose what is really right for you instead of being bound by other obligations, cast under a yoke of other requirements, chained to a wall of your social obligations. For your first responsibility is to Knowledge because that is your responsibility to God.\n\nThe Angelic Presence that oversees this world understands the human condition and the whole history of the human condition. They are focused upon that. They are like translators, trying to translate a greater reality into this reality so that human beings can become powerful and inspired and provide great service to the benefit of humanity and to the world.\n\nThis enables you to be redeemed here and to take on a greater responsibility and level of service in the universe. This is beyond your awareness and is beyond your focus for now, for it is this life that must be a success. And what makes it a success is not fulfilling the expectations of society, but fulfilling the greater purpose that God has given you to experience, to express and to contribute in the world, as it is today, and to do this without condemnation and without self-hatred or hatred for others.\n\nThis is who you are and why you are here. And the journey before you is immense. And it is fundamental to your well-being, your fulfillment and your success. It is mysterious because it transcends human understanding and human preoccupation. And yet it is so fundamental and natural to you that you will instantly recognize its value once you experience it. It is natural for you because it represents your deeper nature and your deeper purpose.\n\nEverywhere in the universe God redeems the separated through Knowledge. And the Angelic Presence that serves all worlds is part of the Plan to bring this awareness to those who are separated, to encourage freedom, creativity, honesty and compassion.\n\nThis is a universal teaching. It is going on everywhere. Everywhere in the universe, there is a struggle between oppression and freedom, between ignorance and wisdom. It is a battle that goes on in the minds and hearts of people everywhere—not only in this world, but everywhere.\n\nOf course, this is challenging. Of course, it will require a re-evaluation. Of course, it is upsetting to certain people’s beliefs and expectations. Even longstanding traditions will have to be reconsidered in light of this. But that is healthy for humanity. It is healthy that you have clarification, that you reconsider your values, your beliefs and your ideas. That is what creates progress. That is what can open your life to the redeeming power and presence that God has placed within you.",
  "audioUrl": "https://www.newmessage.org/av/god-knowledge-and-the-angelic-presence.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/god-knowledge-and-the-angelic-presence/"
}