{
  "title": "God’s Plan for the World",
  "content": "Let Us speak of God’s Plan for the world, a Plan that can only be fulfilled given human dedication and understanding. For God does have a Plan for the world. Without this Plan, the world will become ever more chaotic and unstable, and the outcome will be ever more doubtful and unhappy.\n\nFor the world is but [one of] numerous worlds, countless worlds in the Greater Community, where intelligent life has evolved and, in many places, where intelligent life has colonized. The universe is immense, of course. But Creation is even greater than the physical universe.\n\nGod has a Plan for the separated to return. And that is why Knowledge has been placed within each person, each individual, in every world, throughout the universe.\n\nThe universe was created as a place for the separated to live. And the Lord of all Creation set in motion the evolutionary process and the geological process and the biological process, which are all operating on their own now, without Divine intervention.\n\nGod’s Plan is based upon reclaiming the separated through the power and presence of Knowledge. Regardless of one’s religious beliefs and practices and heritage, or even if one has no religious beliefs, practices and heritage, it is still the same—to reclaim the separated through Knowledge. For Knowledge is the part of you that has never left God, and so the Separation was never completed, and that is why you can be redeemed.\n\nPart of you lives in Separation—the personal part of you; the worldly part of you; the part of you that is conditioned by your culture, your religion and your family to such a great extent. But deeper down, the center of your Being part of you has never left God.\n\nThis is a region of your existence that is beyond the realm and the reach of the intellect. It is utterly mysterious to your thinking mind. Because the Separation was never completed, the process of the reclamation of the separated, your reclamation, is underway.\n\nGod is not micromanaging your affairs, and changing the climate, and bringing about catastrophe and good fortune. This is something that is just living in the process of life—a process that was initiated at the beginning of time. In this, there is no conflict or contradiction between Creation and the evolutionary process.\n\nGod has a Plan, not only for you and for each person. God has a Plan for the whole world. God’s New Revelation is to prepare humanity for two great events—the greatest events in all of human history, events for which humanity cannot prepare itself, events which God’s previous Revelations cannot fully apprise you of and prepare you for.\n\nThat is why God has spoken again. That is why a Messenger has been sent into the world. That is why there is a New Revelation. It is for you, but it is also for the whole world. It is for the world today and for the world to come.\n\nIt is for the new world you have entered—a world of environmental decline, a world of climatic disruption and instability, a world of growing economic and political friction and inadequacy—a new world. The new world requires a New Revelation.\n\nMany people are waiting for the New Revelation. Some feel they are waiting for the return of their great teacher, their emancipator, their savior. But that is not how God is going to proceed. For that would only further divide humanity between the believers and the non-believers, a sectarian division of one religion against another.\n\nGod’s Plan is not here to further and deepen human conflict and crisis, but to establish the fundamental element upon which all religions are based. For all the true religions were initiated by God. That is the return to Knowledge in the individual and the expression of Knowledge in your engagement with others and your engagement with the world.\n\nKnowledge influences people through Knowledge. Therefore, there is no conflict between Knowledge existing in one individual and another. The only possible conflict is between the individual’s interpretation or distortion of what Knowledge is really indicating within them, if they are aware of it at all.\n\nGod’s Plan is to prepare humanity, to rescue human civilization, which is now being threatened increasingly with every passing day—with growing disruption, with growing upheaval and with a great risk of collapse.\n\nGod’s Plan is also to prepare humanity for its engagement with a Greater Community of intelligent life in the universe. Already, Intervention is occurring in the world and has been here for decades—seeking to take advantage of human weakness, human assumption, human expectation—an Intervention by small exploratory [extraterrestrial] groups who are powerful in the powers of persuasion.\n\nIt is not military conquest they are seeking, for that would destroy the value of the world. They are here to establish a greater foreign authority over human affairs and the fate and the future of the world. They, therefore, rely upon human submission and acquiescence. That is their strength, and many people have already fallen under their persuasion.\n\nFor you are facing a non-human universe—an immensely competitive universe, a universe where, at least in this part of the galaxy, there are rules of engagement, and restrictions and restraints.\n\nGod’s Revelation reveals what these are and what these will mean for the decisions that humanity will have to make regarding its response to the Intervention and its understanding of its position within the Greater Community itself.\n\nGod’s Plan is to activate Knowledge in the individual. For it is only at this level where true compassion, determination and comprehension arise within the individual, counteracting greed and prejudice, grievance and ambition.\n\nNot everyone has to respond, but enough people from enough nations must in order to lay the foundation for a greater future that humanity will have to establish in facing a declining world—a world of declining resources, a world of climate instability, a world of growing friction and competition, a world facing the grave and real risk of ongoing war and destruction.\n\nThe Messenger has been sent into the world. He is a humble man. He has no position in society. It has taken decades to prepare him to receive the Revelation, and it has taken him decades to receive the Revelation. For the Revelation itself is immense and comprehensive, more comprehensive than anything that has ever been provided to the human family before. For now you are a literate world, an interconnected world, an interdependent world.\n\nHumanity is facing the Greater Community. Now the Teaching must be comprehensive. Now the Way must be given to the individual so that people do not make disastrous and self-destructive decisions for themselves and for others.\n\nGod’s Plan is for humanity to emerge into the Greater Community as a free and self-determined race. But for this to be possible, there must be greater unity and cooperation between the nations, the tribes and the peoples of the world. And there must be a preparation for the realities, the difficulties and the opportunities of the Greater Community itself, which only God can reveal.\n\nIt is an entirely new threshold. It is a greater panorama. It is a challenge to human belief and assumptions. It is a transition to a new world, facing a Greater Community of intelligent life.\n\nHumanity has the possibility. It has kept Knowledge alive in the world. It has not become entirely secular and mechanistic as have so many advanced nations in this region of space. It has still high ethics. It has not become a predatory race in the universe. You are ignorant and innocent and unprepared, but you have great promise as a people.\n\nBut only God can provide the missing pieces here. Only God can reveal what is at the heart of all the world’s religions—what spirituality and spiritual practice really mean, what they are for and how the existing traditions can be used to unite them to their own benefit and to the benefit of the world.\n\nGod’s Plan is to prepare humanity to face the great environmental and economic challenges to come—challenges for which humanity is unprepared and is largely unaware.\n\nYou have exhausted the world’s resources, and you are continuing to do this. So what will enable your children and their children to have a livable world, a world that has not fallen into chaos and catastrophe? You cannot answer this. No human being has the answer for this. The Intervention does not have an answer for this, for it is here to serve itself.\n\nThe Revelation must come from God because only God knows the human heart, the human spirit and the human journey here on Earth, your planet of origin. Only God knows everything about the Greater Community. Only God knows what is coming to the world. Only God knows what the Great Waves of change will bring and what humanity must do to prepare.\n\nMany people see only pieces and parts of the solution, but they do not see the whole picture, and therefore their attempts to bring resolution are only temporarily or partially successful, if they are being really considered at all.\n\nThis is a dangerous time for the human family. The threat of Intervention is great, and it is growing every day. Humanity is continuing to sow the seeds of its future demise by further destroying and depleting the world. Now there is a great race as to who will have access to the remaining resources of the world.\n\nYou have changed the chemistry of the climate. Now food production will be threatened. Fuel and energy resources will diminish, and the contest for them is even at this moment extremely fierce.\n\nGod is here to save humanity from itself, not to take you out of the world, but to enable you to be in the world so the world can have a future—a future for humanity, a future that is determined by human freedom and self-determination.\n\nFor you do not realize how rare freedom is in the universe and what is required to establish it and to maintain it within a Greater Community of intelligent life, where most nations do not have individual freedom and do not recognize its importance and value.\n\nThere is so much for humanity to learn and to unlearn. But God’s Plan is real and has been established for a long time.\n\nThrough great struggle, loss and sacrifice, humanity has created a world civilization, a world that has become ever more interdependent as humanity’s population has grown. Now nations rely upon each other, as they should. Now peoples are subject to world influences, which is inevitable.\n\nHow you will deal with a declining world will determine the outcome. And how you deal with the presence of the Greater Community in your world will determine the outcome. But for these things to resolve to humanity’s benefit, which will support human unity, strength, power and wisdom, you must have God’s Revelation.\n\nYou cannot look backwards now. You must look forwards. You cannot go back thousands of years to try to learn the truth of God’s Will. You must recognize what God is telling you and speaking to you and warning you in the Revelation itself.\n\nIt has taken the Messenger almost 30 years to receive the New Revelation. And it is being received still today. This is not something you can receive, for you were not sent into the world for this purpose. For this, there must be a true Messenger, and the Messenger must have assistance and support. The Messenger must have real students and a core of individuals to enable him to bring the great expanse of the New Message into the world and make it available to people everywhere.\n\nPeople do not understand the process of Revelation. Here for the first time, the Revelation is being revealed as it is occurring. It is being recorded. Even the Voice of the New Message is being recorded and made available to people. You are living at a time of Revelation. The Messenger is here in the world. It is a time of great blessing and providence for humanity if these things can be recognized and seen clearly.\n\nHumanity’s future is at risk. Human civilization is at risk, both from internal collapse and destruction and from external competition and influence. It is time for humanity to grow up, to end its ceaseless conflicts and begin to cooperate for the preservation of the world.\n\nFor now you are fighting on several fronts to deal with the consequences of centuries of abuse to your environment. You must unite to clean your waters and clean your air. You must unite to distribute food where it is needed and to assist nations so that they can provide enough food and water to their people. You must foster freedom and basic democracy in countries because otherwise they will collapse and be overthrown through great effort and violence.\n\nIndividuals and citizens must become far more responsible in how they use the resources of the world, especially in the wealthy nations. It is a change on an immense scale. It requires a reconsideration and reactivation of so many things.\n\nPeople assume the future will be like the past, but the future has already changed and will be very different from the past for most people. Wealth will be lost in the wealthy nations, and the poorer peoples of the world will be facing ever greater difficulties.\n\nGod’s Plan takes all of this into account, for God understands human preoccupations, human fantasies and human nature, and the risk and difficulty of living in Separation in a beautiful but difficult world.\n\nThat is why there is no Hell and punishment because God is determined to prepare and to save the separated through Knowledge. You are already living in hellish states. Some people in a very hellish state. You could be in a more hellish state. There seems to be no end to what human beings can do to harm themselves and one another.\n\nGod’s Plan is not to save part of Creation and send the rest of it into damnation. That is a human projection entirely, based upon humanity’s need for revenge and the fact that religion has been spread based upon fear and admonition.\n\nYou are no longer such primitive people now. You need to respond to a greater wisdom and a greater strength. You do not have to be corralled like sheep and animals, beaten into submission, threatened with eternal damnation should you fail.\n\nYou are more educated people now. You need a greater Revelation. And you need the Revelation of all God’s previous demonstrations to be clarified so that they too may serve in providing the steps to Knowledge that each person must find and follow.\n\nGod’s Plan is to unite the world, not as one nation, but as a cooperative set of nations, cooperative now out of necessity, not based upon ideology or religion alone but upon sheer necessity.\n\nIf humanity chooses the path of conflict and war, the Intervention will be successful, and you will be ruled eventually by foreign powers who have no interest in individual freedom and no real understanding of the human nature and the human soul. Do not think this will be beneficial in any way, for it will be cruel and harsh, beyond what you can now imagine.\n\nIt is time for humanity to grow up, to cease its adolescent behavior and outlook, to become responsible about the care and the future of the world, not driven by individual profit, but upon what will secure humanity’s future and freedom as it undergoes this great period of trial and difficulty.\n\nIncreasingly, you will see that one nation alone cannot be successful if others fail.\n\nIncreasingly, you will see that one religion alone cannot meet and speak to the needs of humanity.\n\nIncreasingly, you will see that crisis in one nation will affect the well-being and the prosperity of other nations.\n\nIncreasingly, you will see that the environment is disrupted and that violent weather and the changing of the world’s climate will have an increasingly destructive effect upon humanity’s ability to feed and care for itself.\n\nIncreasingly, you will see discord and financial instability and corruption arising in the corridors of power.\n\nIncreasingly, you will see the consequences of human irresponsibility.\n\nIncreasingly, you will see that war cannot be an option, for it destroys the infrastructure and the resources, which will be so difficult to replace in the future.\n\nIncreasingly, you will see that people need the same things and that the world is limited in what it can provide.\n\nIncreasingly, you will see the limits of technology and what happens when technology fails and how that affects the lives of so many people.\n\nIncreasingly, you will see that it must be human courage, human determination and human cooperation that will make all the difference in the end.\n\nFor if people are not willing to give to the world and to give to one another, technology cannot be expected to save humanity or to preserve the world’s environment or to assure stability and security for nations and communities.\n\nIf there is no compassion and no comprehension, there is no progress. You can play with your little handheld gadgets. You can marvel at your little machines, but they are not going to save the world.\n\nGod’s Plan is to activate Knowledge within you to give you greater strength, greater integrity, greater purpose and greater freedom. It is the activation of Knowledge that will erase the errors of the past and give you the power to overcome distraction and harmful addiction.\n\nThe priorities of humanity must change. The activities of humanity must change. The consumption of humanity must change. The relationships within humanity must change. All of this will be prompted not by some grand ideal, but by necessity itself, by the requirements of nature, which itself is changing the rules of engagement here in this world.\n\nThis is not a time to be in denial or avoidance or to pretend or to assume. It is time to have open eyes, to look and see clearly, to quiet your mind, to give up condemnation of others, and to see what is coming over the horizon.\n\nGod’s New Revelation provides the wisdom and the clarity in how this can be done effectively for the individual. It is not merely a prescription for a better world. It is a description for surviving in the new world and for facing the realities of the Greater Community itself.\n\nDo not shrink from this or think it is too much for you to consider, for you were sent into the world to face these circumstances. And your real gifts, your true gifts, which you have not yet discovered, they are for this. It is all a matter of whether you are honest enough with yourself to see this. The truth is based upon honesty—self-honesty and honesty with others, compassionate honesty, but a firm honesty as well.\n\nHuman civilization will not be saved by wishful thinking or by attacking other peoples or by serving the interests of one nation alone.\n\nThe world is endangered. Human civilization is gravely endangered. God has sent a warning, a blessing and a preparation into the world.\n\nThese are the things that you must begin to think about now, and not your preoccupations and your hobbies, your distractions and your obsessions.\n\nEveryone is feeling the effects of the new world—the anxiety, the loss, the concern, the disruption. It is affecting people all over the world. But who can see what this means, and where this is going, and what will empower humanity to alter its course and establish a new direction over time?\n\nThis cannot merely be the discussion amongst leaders in their secret meetings. It must be something that is part of the general conversation among citizens.\n\nLarge regions of the world are in danger of losing their primary resources and their ability to provide food for their peoples. You have greater problems, but few answers.\n\nIt will take a thousand solutions to meet the needs of humanity as you proceed, and not all of them have been established yet. Not all of them have even been realized yet. And you will need all of them. It is not a simple solution alone. It is not an idea or a prescription. It is everyone pitching in—not to criticize, but to create.\n\nMany things will have to change. Some governments will have to be changed and overthrown just for humanity to take the next step. This is occurring already, you see. It is part of a natural process. The time has come. The world is in disruption. People cannot wait any longer for what they basically and fundamentally need.\n\nKnowledge will give you strength, courage and determination. For Knowledge is not afraid of the world. Knowledge can face anything. Through the power of Knowledge, you can face anything. This is a strength as an individual that you will need, and many individuals will need this strength to care for those who are weak and sick, who are unable to respond.\n\nYou are living at a time of great change, a great threshold, where humanity becomes a more united and creative and constructive community in the world, and where humanity begins to emerge into the Greater Community. You will need to exert your determination for freedom there, or you will have no respect and no regard.\n\nTo emerge into the Greater Community as a free and self-determined race, you must meet the three requirements that life lays down for you: that is unity, self-sufficiency and discretion. No more broadcasting your ridiculous and pathetic state out into the universe. Other nations in this region of space will respect your autonomy if you can meet these three requirements.\n\nIt is God’s Plan that you do this. For God knows where the world is going. God knows what humanity will be facing. God knows what exists in the universe around you. God knows what humanity will have to face and adapt to, and what change must be brought about in its thinking and behavior to make this possible.\n\nBe happy. Be relieved. But be responsible and be determined. For God has spoken again, and the New Revelation is in the world. Humanity has a greater future, but it must work very hard to assure that it can be realized and fulfilled.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/gods-plan-for-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/gods-plan-for-the-world/"
}