{
  "title": "God’s New Message for the World",
  "content": "It is time to receive a New Message from God. It is time to receive the gift, the power and the blessing. It is time to recognize that God has spoken again, after such a long silence.\n\nFor humanity is now facing the Great Waves of change—great environmental, economic and social change. It is facing its greatest challenges, its most difficult obstacles and its greatest call for unity and cooperation.\n\nReceive then the New Message and take it to heart. Make it your study. Make it your emphasis. Do not condemn it or dispute it, or you will not be able to receive the power and the grace, the wisdom and the strength that it provides.\n\nSee the world now at a great turning point, where ever growing numbers of people will be drinking from a slowly shrinking well. Look out beyond the horizon and not merely into the near future, and you will see the Great Waves are building there. You will see that humanity will have to change and to adapt to a new set of circumstances and that nature, so long ignored and maligned, will now set the terms of engagement.\n\nIt is the time of great reckoning. It is a time of great accounting. It is not the end for humanity, but it is a great turning point. And it represents a new beginning—a new beginning that cannot be avoided or neglected.\n\nThe foolish will persist. The blind will continue to think that the future will be like the past. And those who are unaware will proclaim that they know what must be done for the world.\n\nBut despite the greatest and most accurate pronouncements and theories, you must have a New Revelation, or the obstacles will be too great and too formidable, the dangers too overwhelming, the human spirit too weak and too diffracted, the nations too divided and too self-serving and contentious.\n\nIt is a time when humanity will have to rethink its position in the world and to shift its priorities from growth and expansion to stability and security for the world’s welfare and for the world’s peoples.\n\nIt is the time that requires vision, a time that will challenge those who have built their careers on their theories and their systems of belief; a time when the welfare of your children and their children will have to be seriously considered instead of merely assumed; a time when the world’s resources will have to be preserved rather than merely squandered and overused; a time when the needs of the poorer nations will be directly influencing the welfare of the stronger nations; a time to cease your endless conflicts to build an infrastructure that can sustain the human family.\n\nNations will have to cooperate, or they will become increasingly imperiled and endangered. Resources will become ever more expensive and difficult to acquire. Food production will be lost. The climates of the world are changing. Technology alone will not be able to meet many of the great challenges to come.\n\nThat is why there is a New Revelation, a New Message from God, because humanity cannot and has not responded sufficiently—except perhaps with a few exceptional individuals—to the specter of change that is upon you and before you.\n\nIt is not merely a question of adaptation. It is a question of fundamental change—a change of heart, a change of approach, a change of attitude. For what has worked before may not work now. What has been assumed may prove to be ineffectual and inadequate. Everything will have to be reconsidered.\n\nThe Revelation will reveal this and why it is true. It will speak to what those who can see have already experienced and are experiencing now. It will resonate with the great truths of all your religions, and yet it will reveal things that have never been revealed before. It is a Message to the individual who is struggling to see and know the truth. And it is a Message to the whole world, which is facing the Great Waves of change.\n\nIt is not a question of being positive or negative. It is a question of whether you can see or not, whether you have the eyes to see and the ears to hear. It is not a question of political orientation or ideology or school of thought. It is a question of whether you can see or respond—not only to the events of this day, but to the events to come, the events that are heading your way, the conditions of the world that are changing underneath your feet and that have changed the world already to such an extent that you are living and facing a different kind of world.\n\nIt is not the world of your parents or your ancestors. It is not the world upon which civilization has been built and made secure. It is not the world upon which human theory and philosophy have evolved over centuries of time. It is a different, more difficult and uncertain world—a world of deterioration, a world of change, a world that even science will not be able to comprehend fully, a world that is yours now.\n\nYou will need a greater intelligence to navigate this world. You will need the power of Knowledge within the individual to know and to see what must be done. You will need a great cooperation between the peoples and the nations, or the outcome will be catastrophic.\n\nThe New Message provides the key and missing elements. It will not address everything. It will not solve every problem. It will not answer every question. Of course not. But it will give you the priorities of your life and the priorities of the future. It will enable you to prepare for things you cannot see and do not yet know. It will give you the strength to reconsider your ideas and beliefs. It will restore to you the power of vision, and with it the eyes to see and the ears to hear.\n\nNot everyone will receive this. Not everyone will respond. Not everyone will learn and bear witness to the New Message. Certainly not. But many will have to—in positions of leadership, in the population, in different countries, different cultures, different religions—because this is a Message for the world.\n\nIt is not a message for one country. It is not a Message for one time or one event. It is not a reaction to religion. It is not a rejection of religion. It is not a rejection of government. It is not a rejection of what exists, but a warning, a blessing and a preparation to live and to advance in a different world.\n\nYou cannot rely now upon what has occurred before. Even nature has been so disrupted that you will not be able to rely upon certain things. Nations will struggle economically. There will be growth, but only temporarily. And the needs of the human family will so far exceed the capacity, or seemingly so, that it will overwhelm any progress that you can make.\n\nThis will create a change in priority. Security now will not merely be protecting one nation from another. It will be securing the stability of large populations of people. Everyone will have to be involved in this to some degree. It is not only a question for governments or governance. It is the whole world.\n\nMany people will be lost in this great transition. But the losses can be minimized, and the tragedies can be mitigated. It will take everyone to participate for humanity to survive the Great Waves of change and to be in a position to build a new and more cooperative world—a world based not upon endless growth and expansion, but upon the stability and security of the peoples of the world. It will be a future very different from the past and very different from the world that you see at this moment.\n\nOnly God knows what is coming over the horizon. But you are given eyes to see and ears to hear so that you may see the evidence of this, today and tomorrow and in the days to follow. You are not asked to believe, but to pay attention, to clear your mind, to open your perception. The least sophisticated amongst you can tell that the winds are changing, while the experts keep debating realities from the past. It is not a question of intellectual brilliance. It is a question of attention and clarity, vision and discernment.\n\nMany people will fail. Many people will deny. Many people will avoid reality, for this is one of the great weaknesses of humanity. Therefore, those who are strong, those who are clear, those who can see, those who are committed to serving a changing world will be ever more important in the future, in whatever position they assume in culture and society.\n\nThat is why the Revelation must be given. It is not a human invention. It is not the product of one man’s thinking or imagination. Hardly so. It is not a revolution against religious thinking as it exists today. It is entirely new. It does not come to condemn, but to correct and to give you the power to create. It is a Message for the world.\n\nThe darkening skies are growing. The difficulties of humanity are escalating. Governments will become impotent in the face of this unless guided by a greater vision and a greater commitment.\n\nHumanity is still emerging from a primitive state, a tribal state, into a world community. It is a very difficult and dangerous transition, but it must occur, as it must occur in all worlds in the universe where intelligent life has evolved.\n\nYou are now facing these great and difficult transitions, from tribal warlike societies to a world community—a community based upon necessity and not merely ideology, a community based upon securing and protecting the world from internal collapse and protecting it from foreign intervention from the universe around you.\n\nIt is a different world than the world you think of today, but it is a world in keeping with nature, for nature has not changed. The world has changed, but humanity has not changed with it. And now you are entering new territory. Foreign and dangerous it is. It will require great care as you proceed into the future.\n\nWhat will guide human perception? What will inform people’s decisions? That is why there is a New Revelation, brought into the world by one man with a small group of assistants. He is the Messenger for this time, but he will not fit the expectations of a superman. He will not have magical powers. He will not be charismatic. He will not be entertaining. But he is the Messenger, and it is his life that has been the vehicle for the transmission of a New Message from God.\n\nReceive then. Listen. Open your minds. You cannot navigate the future without this greater Revelation. You will not be prepared. You will not prepare in time. You will not be able to convince others to respond.\n\nGod loves the world and has given humanity great Teachings at important turning points to establish human civilization and to free people from tribal identity, to enable civilization to evolve and to grow despite its many tragedies and errors.\n\nNow you are moving from a civilization to a world community, for only this will provide [real security] and protect the human family into the future. It is a transition that few can even think of constructively at this moment. But it is your destiny.",
  "audioUrl": "https://www.newmessage.org/av/gods-new-message-for-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/gods-new-message-for-the-world/"
}