{
  "title": "God’s New Message for Political Leaders",
  "content": "This is a message for the political leaders of the world. It is part of a New Message from God, which has been sent into the world for the protection and advancement of humanity.\n\nThis particular message for the political leaders of the world is of critical importance now, given the condition of the human family at this time. The New Message from God has been sent into the world, in part, to prepare humanity for an unprecedented set of circumstances, which it is now facing. For there are Great Waves of change coming to humanity. Many of these have been generated as a result of human activity and behavior in the world. And some of them are the result of humanity’s overall evolution.\n\nAt this time, humanity is facing great challenges, perhaps greater than anything it has ever faced before. At this threshold, humanity is facing the prospect of living in a world of diminishing resources; facing the impacts of environmental disruption, global warming, violent weather and pandemic disease; and intervention from forces from beyond the world who are seeking to take advantage of human weakness and conflict for their own purposes.\n\nThis understanding must be considered deeply now because the world is heading into a new set of circumstances and is facing challenges it has never had to face before. You are also facing the reality that there are those races from beyond the world who are seeking to intervene into the world at this time. It is indeed a very different scenario, and one must look with clear eyes, free from the prejudices and the assumptions of the past.\n\nThe New Message from God that has been sent into the world is meant to serve humanity now and for generations to come. Its wisdom, its warning and its blessing are far reaching.\n\nFor without this New Message, humanity would face great peril. For you must understand now that the nations of the world are facing the risk of great instability—promoting competition and conflict and the risk of war over the remaining resources.\n\nThis, mixed with the other Great Waves of change, set into motion forces that cannot now be stopped. They are already moving. They are already in effect.\n\nThe nations of the world, in order to survive these Great Waves of change, will have to cooperate to a greater extent than has ever been done before. This includes sharing of resources rather than struggling over them or competing for them.\n\nFor if one part of the world becomes chaotic, the rest of the world will be greatly impacted. No longer can nations simply serve their own interests, disregarding the well-being of nations around them, because the world is far too interdependent. The human family now depends upon stability, not only within the realm of its own nations, but beyond it as well.\n\nIndeed, the shift must go from national security to world security. This is not merely a good idea, or something that represents a moral emphasis, a high ideal. It is really driven by necessity now. World stability, world security—these are the things that must be the concern of all those who are in positions of responsibility and leadership.\n\nThis is especially true because humanity is facing an Intervention from races from beyond the world who will seek to generate and to advance human conflict to weaken the human family—to push the strongest nations of the world into protracted conflicts with one another, to stimulate competition and conflict over resources, even very basic resources such as food and water and energy.\n\nHuman unity will not be generated because it is held to be of high moral value. It will be generated out of sheer necessity. And the conditions of sheer necessity exist even at this moment and will grow more intense and pervasive as time goes on.\n\nYou have a world now to protect. You have the integrity of the entire human family and establishment in this world to oversee and to protect. You must protect it from destruction and instability from within, and you must protect it from intervention and invasion from without. For humanity is in a very, very great position of vulnerability in terms of intervention and manipulation from beyond.\n\nOf course, most people in positions of leadership and government are concerned with the issues of the day—with maintaining stability in this moment, with representing their constituencies or their particular supporters. But this will not be able to be maintained in the future, in a world of increasing instability, where even the most basic resources that you depend upon may not be available at the extent to which you are accustomed.\n\nThe New Message from God, then, has been sent not to promote one religion over another, not to compete with existing traditions, but to give humanity a warning, a blessing and a preparation for the future.\n\nThe warning is that humanity is facing great peril from within and from without, and without greater cooperation, without this being driven by necessity, then the human family could fail in this world. Human civilization and societies could break down into chaos and protracted conflict.\n\nIn the end, there would be no winners in this scenario. There would be no triumphant race. Everywhere people would be reduced to poverty and desperation.\n\nThe blessing of the New Message is to teach that humanity has one Creator and there is One Spirituality within the human family. And that the different religious traditions of the world were all initiated by God so that everyone would have a pathway to follow. And that there can be no contention between religions if their principles, if their essence, are truly understood, for they all have the same Author and the same Source.\n\nThe blessing from the New Message also states that within each person is a deeper wisdom called Knowledge that can guide them to good action and lead them to greater awareness and contribution to others. As cynicism grows, as fear mounts, as the seeds of war are sown, this great blessing, then, is an antidote to all the forces that could break humanity down and lead it to disaster.\n\nThe New Message from God offers a preparation in gaining access to this deeper Knowledge within people—a preparation for individuals everywhere, from any faith tradition, that can be used now to gain greater social awareness, greater environmental awareness, greater awareness of life beyond your borders.\n\nFor though the great traditions offer tremendous wisdom and benefit for humanity, none of them can prepare the human family for life in the universe, for life in what could be called a Greater Community of intelligent life. And none of the great traditions is in a position to emphasize the One Spirituality of humanity, beyond all the special interests of religious or political entities.\n\nIn essence, then, the New Message is here to promote human unity, human cooperation and preparation for the difficult times ahead. For as I have said, humanity is facing an unprecedented set of circumstances that will require an unprecedented preparation and level of cooperation.\n\nEven at this moment, while humanity builds its defenses against one another; as it wages its economic, political and military conflicts with one another; you have a greater adversary at your doorstep—an adversary for whom you have not prepared, but who has indeed prepared for you. And this adversary, though small and though not equipped with military assets, has great skill in influencing human thinking and therefore human behavior.\n\nIf you have ever wondered what is flying around in your skies—mysterious objects that cannot be identified, that cannot be pursued, acting in a clandestine manner—you can be certain that an Intervention is underway. And this Intervention will undermine everything that humanity has ever established for its own benefit.\n\nTo receive the wisdom and the blessings, the warning and the preparation of the New Message from God, then every person who is in a position of leadership and responsibility must look with fresh eyes, with an open mind.\n\nPerhaps this is difficult to achieve, but the situation requires it, for you cannot be complacent regarding the Great Waves of change. For as you yourself must realize, nature is unmerciful to the unprepared. And if you do not prepare, then even God’s Blessing will not be able to save you.\n\nThe New Message from God, in keeping with all the great Messages that have been sent into the world at critical times of change or opportunity, provides something that humanity could not provide itself—offering a wisdom, a reassurance, a reaffirmation and an urgent message that humanity could not generate on its own. It is like an intervention from God for the protection and advancement of humanity.\n\nIf you are an individual who is concerned about the welfare of your peoples, about the stability of human civilization, about avoiding war and protracted conflict in the future, then you must consider this New Message. You must consider it deeply and learn what it has to say.\n\nUnless new thought is generated, a new awareness is stimulated and a more committed action is taken, humanity will decline. And this decline will continue and become very severe and aggravated, leading to immense suffering and loss of life.\n\nGiven the Intervention that is now underway in the world, and its plans and designs for humanity, you are facing a complete loss of human freedom and sovereignty within this world.\n\nMark My words. Do not be too quick to dismiss such things until you have looked carefully yourself. For nations and civilizations in the history of this world, and in all worlds in the Greater Community of intelligent life, have been overcome by forces that they did not anticipate and did not foresee.\n\nIf you know anything of your own history in this world, surely you will see this—that conventional thinking cannot prepare you for unconventional situations.\n\nTherefore, this message for the political leaders of the world today is meant to encourage you, to stimulate your thinking, to offer a new understanding, a Greater Community understanding, of the condition of this world and where it is heading, and the forces that are infringing upon it and that will affect it greatly, both now and in the future.\n\nLife is going to change very dramatically, and you cannot change that. It is how this change will occur and what kind of preparation is made for it that will make all of the difference. Life as you have known it in this past century will alter dramatically.\n\nAnd technology will not save you. For technology creates problems of its own that only human beings using their intelligence and cooperating with one another will be able to solve.\n\nAs a leader of others, as a person who is in a position of responsibility, it is therefore necessary for you to see farther than others—to consider things that most people would not consider, to look ahead, to plan ahead, to see what is coming up over the horizon of your life, to build your own watchtower, to watch and see the greater forces now that are moving in the world.\n\nFor the disruption of the Earth’s atmosphere has already occurred and will continue. The diminution of your life-sustaining resources is now underway and will continue. The Intervention from beyond the world is well underway and will continue. The struggle over resources will grow and continue.\n\nThere is no going backwards. There is only going forwards. And you either go forward with your eyes open, anticipating and preparing for what is up ahead, or you go ahead blind, waiting for something to impact you.\n\nGod, the Creator of all life, wills that humanity establish a greater unity and cooperation to preserve its resources so that humanity may have a future, and so that you may prepare for the many encounters you will have from here on with intelligent life in the universe beyond this world. These encounters will not be the product of human exploration. They will be the product of Intervention in your world.\n\nFor humanity has developed now an international trade and a communication that other races can use for themselves. You have reached a point of vulnerability in your evolution, where now you have become of great interest to other races who seek the valuable resources of this world for themselves.\n\nDo not think this is impossible, for the native races of all worlds and all places have had to deal with intervention from beyond. Even within the history of your own world, the native peoples have been overtaken by forces they did not anticipate. Now all of humanity faces this great risk as you move into this very unpredictable and unstable period in human history.\n\nWhat will enable humanity to navigate these difficult times are personal responsibility and a greater cooperation between nations, between tribes and peoples, between religions, with the understanding that without this cooperation, failure will attend all sides, and you will not be able to advance. The very things that the human family has created within its nations and cultures that is beneficial now must be brought to bear. And the diversity of religion and culture is something that must be accepted, or cooperation will not occur.\n\nIn this message, then, I, as a representative of the Divine, as a messenger for humanity, give you a warning, a blessing and an opportunity to prepare. But first you must see the warning, then you must see the blessing and then you will understand the preparation that the New Message from God is providing.\n\nThe Creator of all life wants humanity to survive this great time of trial and tribulation. The Creator of all life wants to see humanity emerge into the Greater Community as a free, sovereign and independent race—a race that is free from domination and manipulation by other races in the universe.\n\nBut for these things to come about, to be achieved, there must be a new understanding, a new commitment, a new awareness. And it is appropriate then that these things are established first within the leaders—religious leaders and political leaders especially.\n\nFor if you are going to guide and lead your peoples, you must have this greater awareness, you must know of the New Message from God, and you must have the willingness to consider it and to look with clear eyes over the horizon of life to see what is coming and to see what is already here.\n\nThis is a challenge to each one of you who may read this. It is a calling and a challenge and a responsibility. If you dismiss it or deny it, you will not receive the blessings of the Creator in this regard. If you think you already understand the situation at hand and think that this advice is unneeded or unwelcome, then you will not be able to receive the blessings of the Creator.\n\nSo this is Our challenge for you, a message for you. You must take it personally—take it inside yourself. The New Message is here for you to read and to consider. It is up to you to do this. You will not know the value, importance and emancipating power of this Message until you deeply consider it for yourself.\n\nAnd it will take great courage, for you will have to face things that will be very difficult and perhaps frightening to consider. And you will have to overcome your own tendencies to accommodate your own views. You will have to overcome the tendency to console yourself with currently held assumptions and beliefs in order to look again with clear eyes.\n\nIf you cannot see, then you cannot know. If you cannot know, you will not prepare. If you are not prepared, then life will overtake you and overwhelm you.\n\nSo preparation then is the key. But preparation is built on knowing what is coming—feeling it and knowing it—and that is based on seeing it and sensing it and recognizing the signs of change, the evidence that great change is underway.\n\nAnd you will have to undertake this awareness on your own, not in a public arena necessarily, not at first certainly, but as an individual who has been given the reins of responsibility and now has a challenge to use this power and this skill for the greatest possible effectiveness.\n\nYou must look beyond the issues of the day to see the greater issues that will shape humanity’s future and destiny. And you must forego the assumptions that humanity’s well-being is assured, that civilization is on a firm foundation that cannot be shaken. These things must be set aside, for they are not true.\n\nA greater vigilance is needed now, a greater compassion for others and a greater commitment to human unity in all regards. For not only is it human tendencies that you must work against that are destructive, it is the intent of those who are intervening in your world today whose intent is to break down and fracture human unity, even to the extent that it exists today.\n\nThis is your challenge. This is your opportunity. This is your blessing. This is your preparation.\n\nLet the Knowledge that God has placed within you give you the strength to recognize this, and to receive this message with an open mind and heart.\n\nFor the future of the world will be dependent upon you and others like you—seeing, knowing and responding. And this response must come in advance. You must see the evidence of change before everyone else sees it, for when everyone else sees it, it will be too late. It will already be overtaking people.\n\nYou must think now decades ahead, and then you will be able to see the Great Waves of change. And the New Message will illuminate your eyes as to what these are, and what they mean, and the risks that they pose, and the opportunity for human unity that they might engender if enough people can see.\n\nThe blessings of the Creator are with you. May you have the courage and the openness of heart to receive them.",
  "audioUrl": "https://www.newmessage.org/av/gods-new-message-for-political-leaders.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/gods-new-message-for-political-leaders/"
}