{
  "title": "God’s Power and Presence in the World",
  "content": "Recognition must be based upon a deeper experience, recognition of a greater truth, recognition of a New Revelation. This recognition occurs at a deeper level of the mind, beyond the realm of the intellect, beyond the realm of ideas and beliefs, the things that people attach themselves to regarding the Divine Presence and Power in the world.\n\nThis Power is so formidable, but it functions through the individual. It works from the inside out. This is how God works in the world.\n\nPeople want grandiose demonstrations, but the Presence operates differently. It does not make a great show of itself. It speaks to the inner world of the person and reaches from person to person in this way.\n\nHere the experience of recognition is not based upon the fervency of one’s belief, for people are forever arguing over beliefs and can never really unite at this level.\n\nThe resonance is happening beyond ideas and formulations of ideas. This is where true commitment emerges. This is where real courage emerges. This is where compassion and the experience of Grace emerges.\n\nGod’s Power and Presence in the world is demonstrated through selfless actions, through recognition of one person to another, through selfless giving and the commitment to give, the commitment to serve, the commitment to contribute—beyond one’s own edification, and certainly beyond one’s own enrichment.\n\nWhere does this incentive come from? What is the nature of true goodness? It all comes from the Mystery, the Power and Presence of God in the world.\n\nPeople want demonstrations. They want miracles because they are not having the experience. This is all the striving of the mind—the surface mind, the worldly mind. “Prove to me that God is real! Give me a miracle! Give me what I want! Solve my problems!”\n\nPeople think like this because they are not having the true experience, and if they have had the true experience, they are not being patient. They are not recognizing that the encounter with God is intermittent and not continuous. For it is not allowed for you to have too much experience of the Divine, or you will never be willing to stay in the world and provide your service here.\n\nYou cannot run away to God, for you were sent into the world to serve a world in need. That is why the Presence is not a form of intoxication. It is not a grand escape. It is not ascending far beyond, never to return. Why would God call you back to Heaven when great effort was made to bring you into the world?\n\nPeople want many things, but if they are not having the deeper experience, they are only dealing with their ideas. They are debating their ideas. They are arguing over their ideas. They are trying to understand the ineffable with their ideas. They are trying to comprehend with their ideas. That is like asking your hand to understand your mind. That is like asking a child to understand the world.\n\nThe Power and Presence of God in the world is far beyond human estimation and human evaluation.\n\nTrue faith and true adherence comes from a deeper place, from the very soul, the very heart of you, the center of your Being. Here you are not separated from the Creator, but you are separated from your deeper nature. And it is to bridge this gap, to take the Steps to Knowledge, that represents the focus of all true spiritual practice and religious endeavor.\n\nPeople want many things, but most of all they need the deeper experience, the true connection. For this meets the need of the soul and begins to re-establish true integrity and balance within yourself.\n\nThe Work of God is everywhere, but who can see it? People are obsessing over human error and human tragedy, constantly complaining about the world and venting their anger and frustration upon others. God is with them, but they are looking in another direction. The Presence is here, but people are too busy doing other things to recognize it and respond to it.\n\nGod is giving you what you need, not what you want. It is not enough simply to try to satisfy your basic desires, however essential they may be. The connection must happen at a deeper level.\n\nIf you are hungry and starving, then you must meet that need, and that will predominate. But even here, the Presence is available. In fact, under these more dire circumstances, you may seek it with greater fervency and adhere to it with a greater dedication. Here the poor are often more rich in Spirit than the rich themselves, who have a great competing agenda differing from their primary purpose and function of being in the world.\n\nGod’s Power and Presence in the world is so strong that it can arouse a dedication, a commitment and an integrity far greater than anything else could possibly evoke. This can transform a person’s life, elevating them to a greater level of service and clarity, making them a true light shining in a darkening world. The power of force, the power of wealth, the attractions of beauty and charm ultimately cannot compete or compare with this.\n\nPeople think they understand the Will of the Creator, but unless they are connected to the deeper Knowledge and Intelligence that God has placed within them, then they are just following their ideas.\n\nPeople are killing each other over their ideas. People are demonstrating cruelty over their ideas. This is not where you engage with the Divine. Your ideas will fall into place once you are having a deeper experience. But you must allow the definitions to be open, for once you begin to make contact with the power of Knowledge within yourself that God has placed there to protect you and to direct you, then your life will begin a process of reformation.\n\nHow can you possibly make conclusions and sweeping ideas when your life is undergoing a fundamental reformation? If you are true, you will stand aside and allow this to occur instead of trying to control it for your own benefit or to fortify and substantiate your beliefs or preferences.\n\nGod has spoken again. The Messenger is in the world. It is a great test for humanity as to who can see and who can respond.\n\nHere you will see what is really important. It will not be intellectual brilliance. It will not be eloquence or beauty or charm or the force of personality, for people who possess these things may be the last to see and the last to know. They are dressed up in the obsessions of the world, and these things will not enable them to see. It happens at a deeper level.\n\nThis is the great test. This is where you see at the time of Revelation who can respond, and the nature of their response, and the purity and clarity of their response. In the Light of the Creator, all deception is revealed and demonstrated. People’s true intentions become evident. It is like the lightning flash on the darkened landscape. For a moment, everything is revealed.\n\nYou will see in the face of the Revelation who is available to the Power and the Presence of God. Who can respond? Who has the humility, who has the courage to reassess their former ideas and beliefs? Who is willing to undergo the process of reformation that is necessary to take them to a greater and more honest and complete experience of life and expression of purpose?\n\nPeople will judge the New Message. But the New Message is revealing their intentions. It is saying everything about them. Their success or failure in responding says everything about them, and the degree to which they have come to terms with their own suffering, and the limits of their ideas, and their inability to discern their true direction in life, and the weakness of their beliefs, and the degree to which they have compromised themselves to gain advantage and approval with others.\n\nIf God speaks again, who can respond? If God shows things that have never been shown before, who is willing to see this? If God defies religious belief and expectations, who has the courage and the humility to be prepared to receive this? If God calls you to a higher service and position in life, who is willing to undergo this process of change, a process they cannot control and cannot really even understand? Who is willing and able to do this? This is the true test of readiness and integrity, honesty and openness.\n\nThe New Message is entirely honest, and it asks you to be entirely honest, a level of honesty that most people do not even consider: Being true to oneself, being responsive to one’s deeper nature, to look beyond one’s fears and beliefs and preferences, to listen for a greater voice, for the power of Knowledge that God has placed within you. Knowledge will respond, of course, because it is responding to its Source.\n\nNot everyone is ready to receive the New Revelation. God knows this, and there is no condemnation here. But it is the falsity of people’s position and assumptions about themselves that will be revealed in this process. Those who have intellectual pride, those who think they are intelligent and clever, those who think they can discern everything, those who think they know the truth, those who think they know what honesty is—this is the hypocrisy that will be revealed in the Light of God’s Power and Presence in the world.\n\nAt every great time of Revelation, spread out intermittently over the course of human history, how many have failed to recognize the significance of the event that was taking place in their lives, at that time? And if they had the great opportunity to witness or to recognize the Messenger of that time and era, did they just see another person or did they recognize the power of the Messenger and the Grace that accompanies the Messenger?\n\nPeople want the Messenger to be a super person—powerful, magnificent, immaculate, utterly pure, well behaved, in accordance with human expectation. But the Messenger is a human being and is always fallible. But it is the Message, and the Presence that accompanies the Messenger, that makes all the difference.\n\nJesus made mistakes. Muhammad made mistakes. The Buddha made mistakes. All the great leaders that followed them, and all the great teachers in other traditions, they all made mistakes. To live in Separation is to make mistakes. To enter a world of Separation means you will make mistakes. But if the Messengers deliver the Message and do not elevate themselves into a godlike position, then they have achieved their goal.\n\nThe test is before you now. The New Revelation is before you. It has crossed your path. What are you going to do with it? How are you going to respond? What are you going to do? The greatest event of your life—are you going to be present for this? Or is this just another event amongst other events to which you cannot really respond?\n\nIt is a challenge. It is a fair challenge. It is an honest challenge. And it is more than a challenge. It is a gift and a calling and an opportunity for you. The challenge is just part of the engagement. It is not as if God is taking pleasure in challenging you. It is just part of the opportunity to engage with the Source of your life, as it presents itself in a pure and uncorrupted form.\n\nHow will you see the Messenger? Can you feel this? Can you be still? Can you set aside reactions and judgments and take the time, however long that requires, to consider this individual and the great burden he carries and the great challenge before him? That is a fair question. It is a great opportunity for you and for others. And if you are truly honest with yourself, you would at least say, “Well, I do not know, and I am not sure” if you are not sure.\n\nAt this time of Revelation, God’s Power and Presence reasserts itself in the world—a New Revelation revealing the great change that is coming to the world, and humanity’s destiny in a Greater Community of life in the universe, and the great challenges that will require and place upon the entire human family.\n\nPeople will debate this. They will contend with this. They will argue against this. They will deny this. But it is all a failure to respond. They are trying to respond, but they are not using the proper facilities and faculties of mind to do this. They are being impacted, but they are still lost in their ideas and in the machinations of the mind when the engagement is happening at a whole other level.\n\nIf you cannot engage with God, how are you going to really engage with anyone else? If you cannot experience affinity with the Power and the Presence of God, how are you going to experience affinity with anyone else? You may become intoxicated, falling in love temporarily with someone. You may be delighted with another’s presence, but will you be able to experience true affinity with them? If you do not trust God, how will you trust anyone else? If you are not humbled before God, how can you be humbled before anyone else?\n\nThat is why the New Message has been brought to the people and not to the leaders, who have elevated themselves and concealed themselves and fortified themselves and isolated themselves. They are circumscribed by how they have created their position in life. It will be more difficult for them even though the New Message is for them as well.\n\nStand in judgment of the New Message and you will not see. You will not hear. And you will not know. You will be deaf and blind and arrogant all at once. The Heavenly Host will shake their heads: “It is so unfortunate. That person could not respond. They could do so much for the world. They are lost in their idea of themselves. They cannot see beyond their previous investment and their position, and their accomplishments and acquisitions.”\n\nGod is seeking to empower the human family through the New Revelation— to empower the individual, who is the source of freedom in the world; to give people greater vision, clarity and responsibility. This is the source of human progress in the world.\n\nIt is not [that] you will be given a grand new theology to argue about and to debate and to comment on forever and ever. You are being prepared for a new world, and for the rigors and the dangers of entering into the Greater Community itself. You are being prepared for the challenges of great change coming to the world, greater than you can yet realize or anticipate. You are being prepared for a greater life, with greater strength and integrity. But you must submit and receive and learn to become truly honest with yourself about your deeper intentions and your greater responsibilities in being here.\n\nThe Power and the Presence of God will remind you of these things and will call you out of your former understanding, your former predicaments, your unsolvable problems, your compromised position, your weakness regarding your relationship with others. It will call you forth, for it is the Power and the Presence of God in the world.",
  "audioUrl": "https://www.newmessage.org/av/gods-power-and-presence-in-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/gods-power-in-you/"
}