{
  "title": "Grace",
  "content": "Grace, the great Presence becomes directed at you when you are following Knowledge, the deeper Mind that God has given you.\n\nGrace, which is an experience of immediate connection with those who have sent you into the world.\n\nGrace, which comes to you in an act of selfless giving through forgiveness, through contribution.\n\nIt is the most precious thing, you see, because it is the most precious relationship that you are experiencing.\n\nIt comes upon you like a power, enveloping you, surrounding you, assuring you.\n\nIt is completely incomprehensible to the intellect, which cannot fathom intrinsic relationship at this level. You can only yield to it and allow yourself to experience it when it is occurring.\n\nIt changes the chemistry of your brain and your experience of your body. It puts you into a different state and alters your perception. It suspends your mind so that you can be present, so that you can experience Grace.\n\nHeaven shines upon those who act in a noble way without condemnation, without hatred, without violence—those who show true compassion, those who are able to forgive in a significant way, those who pray for deliverance with true intention.\n\nIt is upon these that Heaven shines its Great Rays. Only for moments, for you must return to the world. Only for moments, for you cannot linger forever in this Presence, not yet, not until your mission is complete here on Earth, a mission that lives within you, which you cannot yet fathom.\n\nYou experience this, be you of any faith tradition or of no faith tradition. It is your mind and your behavior and the nature of your engagement with the world that brings Grace to you and allows you to bring Grace to others through you, with you and around you.\n\nPeople try to experience Grace in their romantic pursuits, thinking that falling in love is like Grace. But it is not, you see. True recognition in relationship can bring the experience of Grace, but true recognition in relationship comes in time, through engagement and activity and participation together—two minds uniting, moving in the same direction.\n\nThe intoxication of romance is not what We speak of here today. This is something far greater, more permanent, for it speaks of your permanence in the world. It reminds you that you have been sent for a purpose, and that those who sent you are watching you at that [this] moment.\n\nGrace. It is the experience of Divine relationship. It is the experience of that which is ineffable and pervasive. It is your experience of the invisible. But who you are is invisible—that which is permanent within you, that which is passing through this life, that which is still connected to God, that part of you called Knowledge that God has put there to guide you, to direct you in this life towards greater service and fulfillment.\n\nWhen that part of you resonates with those who sent you, you can have an experience of Grace. It is recognition of relationship at a level far beyond the realm and the reach of the intellect, but oh so powerful can it be, and so restorative to you.\n\nWe live in this state, you see. It is like the air We breathe. It is Our environment. It is compassionate and gracious, but so powerful in what it can do.\n\nAny individual who can be guided by this can overcome any obstacle in the world, any force in the world, or even in the universe—the Greater Community in which you live.\n\nThat is not to say you can prevent things from happening or that you can overcome all the forces of nature or even the activities of others. What it means is that they cannot overtake who you are, and your relationship with those who sent you and your mission here on Earth.\n\nIt is that part of you that is indestructible, the part of you that will live longer and beyond everything you touch and see, that part of you that is connected to your Source that gives such power and permanence, courage, destiny and determination. This too is Grace, continual Grace.\n\nIt is not that you have the luxury of some beautiful moment. This kind of Grace is what propels you forward.\n\nIt is not an experience of ecstasy but of inner determination, moving you even when you do not want to move, directing you when you want to direct yourself, holding you back from those things you want to do, which are not good for you, which will weaken you and create delay.\n\nThis too is Grace, you see. People do not think of this as Grace, but that which directs and restores your life is most certainly Grace. That which gives you purpose and meaning and true direction is most certainly Grace.\n\nThat which disappoints your fantasies, your dreams, your desires and holds you back, and teaches you how to hold yourself back, that is Grace.\n\nThat which does not follow the passions and views and prejudices of your culture, your nation or your religion, that which is uncompromising regarding what is true, that is Grace.\n\nThat which looks on beauty, wealth and charm with objectivity, with clarity and without preference, that too is Grace. For it saves you. It breaks the chains of addiction, passion, obsession, seduction, manipulation. It breaks these chains because they have no effect on Grace. And when you become strong with Grace, they have no effect on you.\n\nYou look around, and people are like in chains, enslaved to other forces—external forces, but internal forces as well.\n\nIn a moment of Grace, when the Great Rays are shone upon you, you have a moment of freedom from all these things, even your dire circumstances. You will have a moment of reprieve from all that holds you back and oppresses you.\n\nIn life you must earn this freedom. You must return and learn what Grace is teaching you and see the difference now that you can see such a dramatic contrast between your normal state of mind and this moment of Grace you have experienced.\n\nGrace is not about worship. Grace is relationship. It is shared responsibility, for that is what relationship really means.\n\nGod does not need praise and worship. Heaven is not full of individuals singing hallelujah all day long, for no one wants to do that.\n\nGrace here—in this world, living in Separation—for you is shared responsibility. It is a life that is committed and determined according to the direction of Heaven, not merely by adhering to religious beliefs or being a faithful follower of your religion or of your government or culture.\n\nWe are speaking of something very different here. We are speaking of something that does not create destruction in the world, that does not oppress people or destroy people or oppress those who disagree with you.\n\nReligion governed by your worldly mind becomes a tool of the state. It becomes a force of division, conquest, destroying or overcoming its enemies. This is what generates the notion of a Judgment Day and Heaven and Hell and all these things that have no bearing on reality.\n\nThis gives rise to the angry God, the judgmental God, the vengeful God. You could never experience Grace with such an idea and belief about God. You could never love an angry God. You could never love a God you have to fear. You could never unite with a God who would punish you for eternity should you fail some expectation.\n\nYou must outgrow these things to understand Grace, to experience Grace, to know the graciousness of God, to know the meaning of Grace as a powerful force that moves your life and that holds you back.\n\nFor Grace is not merely a moment of extreme and exquisite peacefulness and inclusion. It is the force that is here to move your life if you can respond to it, if you recognize your need for it, if you yield to it and seek its guidance and counsel in all things you trust, that you choose and that you see around you.\n\nGrace will give you the eyes to see and the ears to hear. But first it must change your life and free you from the circumstances that will never allow you to move in a new direction.\n\nThis is not merely the gift to unique and prescient individuals. This is not merely a gift for the rare and select individual. This is for you today. Now.\n\nGod has provided the Steps to Knowledge to bring you to Grace and all that Grace is and all that Grace is here to do with you and through you.\n\nHere you cannot be a witless follower. You cannot be passive. You cannot sit on the sidelines of life. You cannot withdraw into some secure place beyond the reach of the world permanently. You must return, and you must be strong. And you must know how to govern your mind and hold yourself back from anger and revenge and condemnation.\n\nGrace must teach you to do these things—to use your mind productively, to be its wise guide, to be the captain of your ship under the direction of Heaven.\n\nYou do not simply wait around for messages to come to you. You do not wait around for God to tell you what to do. That is irresponsible. You are not doing your part when you behave like this or think like this.\n\nGrace will teach you how to be in the world, how to direct your mind, how to see clearly, how to listen for the truth in others, no matter how false they may seem to be.\n\nHeaven will teach you to be in the world in a new way so that Grace can move through you naturally, so that you become a conduit for spiritual power and that the force of redemption may move through you to touch others who so desperately need this and who are waiting to receive.\n\nThe tragedies of the world are growing. The upheaval of the Great Waves of change is growing. The oceans are rising. The skies are changing. Nations are contracting. You will have to be able to have the Power of Heaven to withstand the anguish, the anger, the condemnation and the violence this will produce.\n\nThis will not be easy. You will need Grace to guide you through the perilous journey ahead, navigating the Great Waves of change and all that it will produce in the world, which is beyond human recognition at this moment.\n\nYou must become committed to this journey and not simply seek pleasure or reprieve from your engagement with the Divine. It is a calling. It is a path of strengthening and greater determination.\n\nIf you are weak and indulgent, seeking only pleasure and high experiences, you will not be called. And your experience of Grace will not yet be real.\n\nIf you are aggressive or ambitious, seeking to acquire wealth and recognition, you will not be called, for your approach is incorrect. You are not yet honest with yourself sufficiently to see how inappropriate that is, how self-serving it is, how manipulative it is and how harmful to others it really is.\n\nHeaven must prepare you. This is Grace at work. Heaven must build a strong foundation underneath you. You will build this. You will do the work. You will do the labor. You will have to apply yourself.\n\nHeaven gives you the directive. You have to figure out how to do it, how to make it happen. And in so doing, you become strong. You become engaged in the world that you had avoided before. You become engaged in a world you had condemned before.\n\nYou have to build the foundation, or you will not be strong enough. You will not be reliable enough. That is the first thing, to build the foundation internally and externally, a strong platform in life—your relationships, your work, your health and your spiritual development all being built together. This is the work of Grace. For without this, you have no foundation and the Great Waves can easily take you away.\n\nYou build the internal foundation, building your connection to Knowledge so that Grace may appear to you and move through you in the world.\n\nThis is a long preparation, for the outcome is so very important. It is the most important thing for you to do with your time beyond meeting the bare essentials of life. This is what time is for. Otherwise, you will waste it away on momentary pleasures and meaningless pursuits, hopeless romances and ever-growing aggravation with yourself.\n\nYou are either rising or sinking in life. You are either getting up this mountain, or you are falling away. You may stop and rest, certainly, and you will have to do this often. But you must keep going up this mountain. This is where Grace wants to take you. This is where your heart wants to go. This is where your life was destined to go. This is why you were sent.\n\nGrace knows all this, of course, but you, and all others living in Separation, have forgotten and have given yourself to other things—other pursuits and obsessions, fears and concerns.\n\nGrace comes with Our Voice. Grace comes with God’s New Revelation for the world. Grace comes from taking the Steps to Knowledge, which is returning you to your ancient association while you are living here in this chaotic world.\n\nGrace is choosing to continue. Grace is trusting yourself enough to continue. Grace is holding yourself back from your weak tendencies and the persuasions of others. This is Grace at work.",
  "audioUrl": "https://s3.us-east-1.wasabisys.com/nmfg-av/grace.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/grace/"
}