{
  "title": "The Great Transition",
  "content": "Humanity will have to unite in the future to sustain and to secure human civilization. There will have to be a greater unity and cooperation, or nations will fail, and other nations will fail, and societies will begin to break down.\n\nThis is the future, the next great stage of human evolution and development. The last 2000 years was the creation of human civilization, the emergence from tribal societies into greater societies. It has been a difficult and often tragic process, but necessary because this is evolution for humanity as it is for all races in the universe, in the Greater Community of life of which you are a part.\n\nNow you must move to a world community. This is not based upon ideology. This is not based upon theory or social science. This is based upon necessity, for the world’s resources are diminishing, and the world’s climate is changing.\n\nHumanity will be facing a reality that as a whole it has never had to face before: ever-growing numbers of people drinking from a slowly shrinking well. World food production will be damaged and diminished by the changing climate and by the diminishing essential resources. It will produce upheavals and revolutions and convulsions unlike anything seen before. This will require greater cooperation and greater integration and greater assistance between nations, for you cannot have the nation next door collapse without putting your nation in peril.\n\nIt will be a humanitarian crisis on a scale never seen before, with millions of people having to leave their regions, unable to grow food or because of conflict and war. It is another great transition. It will be very difficult, and it must be guided by a greater wisdom and vision, or its outcome can be unfortunate indeed.\n\nThe Creator of all life is sending a New Message into the world to alert and to prepare humanity for the great change that is upon the world. It is this vision that must be clarified, for people cannot see and often will not see, their minds overwhelmed by the needs of the day and by their own fears and preferences and denial.\n\nThe leaders of the nations will try to maintain life as it has been, but the world has changed. You have now entered into a new world—a world of changing environments, changing weather and climate, changing circumstances, changing needs and changing priorities.\n\nSeen from a greater perspective, this is the evolutionary transition from civilization to a world community. If humanity is to be free and to function without foreign intervention in the universe, it must have this greater unity, and this unity must be based not upon oppression but upon a greater development of the human spirit and capability.\n\nThe direction is clear. The goal is unavoidable. But what kind of world community will this be? Will it be a new foundation for human freedom and creativity? Will it be a cooperative society on a scale never seen before? Or will it be a cruel and oppressive regime, more cruel and oppressive than anything the world as a whole has ever faced?\n\nThe outcome will be determined by the thousands of decisions made by leaders and citizens as to how they will proceed through the Great Waves of change—whether they will choose cooperation or competition, whether they will realize that they must unite to survive, or will they fight and struggle for the last resources of the world as nations hoard, and as international trade begins to break down?\n\nIt is a situation unprecedented. You cannot base your understanding upon the past, the conditioning and circumstances of the past, for you are entering a new panorama now—new territory, unexplored regions.\n\nEven the important solutions that have been brought to bear to serve the needs of people in the past will now be challenged by the immense scale of the human need. It is not merely a small population that needs support. It could be a hundred million people, and who has ever dealt with anything like that before?\n\nEverything will become more expensive. Fuel will become more expensive. You cannot ship things around the world without great expense.\n\nIt will be a situation that will be not governed only by political will and political ideas, but by nature itself. For nature has been changed and damaged in this world, and it will set the terms of engagement for the future.\n\nThis is a harsh reality that few people, even amongst the experts in all fields, have really considered. It will not be a world based upon growth and expansion, but a world emphasizing stability and security for its peoples.\n\nThe kind of one-world community you will create will be determined by how you proceed, how you think and what informs your decisions. Whether you be the leader of the most powerful nation or the average citizen, this will be the case.\n\nThe shock of this will be so immense there will be great denial. There will be great disputation. There will be great controversy. And God’s New Message will be denied, and even reviled, because it is telling people what they do not want to hear. They do not want to think that God has spoken again, and now they must reconsider their religious and political opinions, and even the consensus of opinion.\n\nBut the world will inconvenience you so much in this age of uncertainty that you will have to turn to a Greater Power. God knows this, of course. That is why there is a New Message from God in the world today—a Message unlike any message that has been sent into the world before; a Message that is vast, speaking on many subjects clearly, definitively; a Message for a literate world where people from all nations can hear at once through the advances of technology.\n\nIt is not a Message communicated in pastoral terms or in anecdotes or stories. For God is speaking to a literate world now, a literate world whose needs are tremendous and whose time to prepare is very short.\n\nYou cannot avoid your destiny. You cannot avoid the evolution of the world. To do so is to put yourself in jeopardy as an individual and to forfeit your promise for the future.\n\nIt will take courage, certainly. It will take determination and some self-discipline to consider what is being revealed here. But every day the world is giving testimony to this, and this will increase with time.\n\nGod knows what is coming, but humanity is blind and foolish. The world has changed, but humanity has not changed with it. The conditions of the world are shifting, but humanity insists that life be as it was before.\n\nThis will be convulsive for people, and many will perish. Many will collapse, not only in the poorer nations but elsewhere because they cannot see beyond what they have invested in before. They will lose what they have gained. And many will lose their life itself.\n\nIt is to mitigate this, so that the transition can happen with the least loss and disaster, that the New Message is here now—speaking of what people do not see, pointing to a future that people cannot or will not look into, going beyond the evaluations for the year to see what is really coming over the horizon.\n\nYou cannot avoid now the Great Waves of change. They are in motion and have been in motion for a very long time. It is like a tidal wave. It appears small on the horizon, but it has been traveling for a long ways. It has tremendous power behind it, enough to alter the coastline of a nation and to alter the destiny of many people.\n\nHear these words with an open mind. Set aside your ideas and your opinions. Let your mind be still so that you can hear and see. This is not a matter of debate for the intellect, for the Revelation exists beyond the realm and the reach of the intellect. You must listen and be patient, look and see.\n\nThe world is moving. Move with it, and your life will be secured. And you will be able to navigate the difficult times ahead. Resist it, avoid it, deny it, and you will face great tragedy.\n\nThat is why there is a New Message from God in the world and why it must come from God to have the power, the clarity, the vision and the wisdom to speak not only to what people think and believe today, but to speak of things that people are unaware of, to answer questions that have not even yet been asked, to anticipate the needs of the future—to know that future, to reveal that future.\n\nIf people really knew what was coming over the horizon, they would behave very differently. They would rethink their position. They would reconsider their ideas. And over time, if they responded wisely, they would see that they would have to stop complaining about everything and begin to take greater responsibility for their lives and circumstances. This is a very maturing process for the individual, and for the nations as well.\n\nFeeding people will be a very, very great problem in the future. And preventing war and calamity, a kind of war that has rarely been seen in the modern era, will be a very great priority.\n\nYou will see this as nations erupt, as economies become stricken, as revolutions emerge, as the problem of feeding people and maintaining stability becomes ever more pressing and difficult to address.\n\nEven the wealthy nations will be stricken, with many people unemployed, government leaders seeming impotent in the face of these changes, still trying to maintain what has occurred before and either unwilling or too afraid to express their views of what must really be done to address the situation.\n\nThe New Message speaks to the individual and what informs the individual, whether it be the power and the presence of Knowledge that God has placed within you to guide you, to protect you and to lead you to a greater life; or whether it be fear and social conditioning, the will of your family, your religion or your culture. What informs the decisions of individuals will make all the difference in the decisions that they make and the outcomes that are produced.\n\nWhether this one-world community will be hellish or far greater and more beneficial than anything that has been created will be determined by the multitudes of decisions and what informs these decisions.\n\nThat is why the New Message speaks to the power and the presence of Knowledge in the individual, for here there can be no mistake. Here there can be no conflict. For God has put the same Knowledge in every person to guide their lives individually, but also to enable them to unite and cooperate with others.\n\nAs people fight against the Great Waves in denial, as they become more involved in their pursuits and distractions, and as nations and leaders become more unstable and dysfunctional, you will begin to see the need to turn to this greatest resource, the great endowment of the Creator that has been given to you.\n\nFor you must look to your life and to your family and to those whom you must care for. The welfare of the government may not be there in the future. You will have to become resourceful and compassionate. You will have to become stronger than you are today—mentally stronger, physically stronger, more determined, less pathetic, less complaining. The world will redeem you by requiring these things of you as an individual.\n\nAs individuals arise in your communities and societies with this strength, it will give greater promise that a beneficial outcome can and will be created.\n\nThe seas will rise. The crops will fail. Energy resources will become expensive, and there will be much conflict over who has them and who has access to them. Growing and distributing food will be a great difficulty, and there will be great civil unrest. Nations will not have the resources to solve their problems, so overwhelming will they be, happening at so many different fronts, all at the same time, like great waves crashing all at once, repeatedly.\n\nGod has given you the wisdom to prepare—to live in this world, to navigate this world and to be a source of contribution, a beneficial force in this world. But you must come to Knowledge, and take the Steps to Knowledge, to find the source of your strength, your power and your greater abilities. This will transcend your beliefs, your ideas, your notions and your assumptions about life, which are all based upon the past, and your theories, which are all based upon the past. The more fixed you are in your beliefs, the more difficult it will be for you to see, to know and to act with greater spontaneity and more appropriately to the real situations at hand.\n\nFor many people, the idea of a one-world community is terrifying. They think they will lose all privileges. They think they will be oppressed. They think it would be terrible in all respects. This is a possibility, that such a community could be like this. It is a real possibility. But you are going towards this, willing or not, ready or not, regardless of your perspective and point of view. This is your destiny. Just like it is your destiny to grow older in life and go through the stages of aging and maturity.\n\nHuman civilization right now is very adolescent. It is not mature. It is wildly destructive. It is unaccountable to the future. It is pillaging the world as if you did not have a future. It is only beginning to work cooperatively, to sustain the flow of resources and to assure greater stability for nations that are unstable, that are facing great difficulty.\n\nYou will become a one-world community of some kind. What kind? Well, that will be determined by your decisions and the decisions of so many others. Do not neglect your own responsibility in this regard, for everyone’s decisions will make a real difference.\n\nThis will be the most difficult task because you do not have much time. You do not have centuries to gradually transition into a different kind of civilization. You have years and decades only.\n\nNature will force this upon you. Your circumstances will force this upon you. You will have to adapt to a new world. And this adaptation will require, if you are to take care of the peoples of the world, a greater cohesion, a greater cooperation.\n\nNations can still be nations, and cultures can still be cultures. But the level of cooperation would have to be so much greater, or the world will descend into chaos. War will emerge in many places at once. And there will be nothing the wealthy nations can do, for they too will be facing deprivation and restrictions.\n\nIt is to avoid this that the Calling is going forth, the vision is being given, the difficult reality is being presented that must be faced and considered. You have the strength to do this because you were designed to do this. You were designed to live at the time of the great transition.\n\nThis is the time of the great transition. Humanity’s motivation will be increased by the reality that forces are intervening from the universe, seeking to take advantage of humanity’s weakness and conflicts to establish themselves as the new leaders of this world. They come not with military power but with cunning and deception, for they are more advanced. They realize that war would destroy the resources of the world and the wealth of the world. They will use cunning and power in the mental environment to influence a weak and unsuspecting humanity.\n\nTheir presence is already in the world and has been here for decades. They too will prompt greater human unity if enough people can respond to their presence appropriately and recognize this as a real Intervention.\n\nFacing the Greater Community is part of your maturing as a race. It is part of your evolution. It was always destined to happen, for humanity has built an infrastructure that other races can use. And humanity is destroying the wealth of the world, which has prompted Intervention.\n\nYou must begin to think in these larger panoramas now if you are to have any real clue as to what is occurring in the world and why things are happening at the pace that they are happening. Larger forces are at work now. You must begin to consider these, for they will change the circumstances and the opportunities of your life. And you avoid them or deny them at your own peril.\n\nDespite the darkening skies and the Great Darkness that is in the world now, the Creator of all life is giving humanity its one great chance to unite to secure human sovereignty in this world and human freedom in this world in a universe where freedom is rare. It is an opportunity of unparalleled importance, but can only be considered by those who can face this human destiny and the Great Waves of change that are now upon the world.\n\nThe Great Waves will grow in time and become more exasperating, more damaging and more effective in altering the course of human affairs. You are just at the beginning of a great transition, a transition from separate, conflicting nations to a one-world community that must sustain and support itself and take care of the world’s peoples.\n\nIt will be the beginning of a new kind of society, and if the decisions made are wise, if people can respond appropriately, then this will give great promise to the future, the freedom and the security of the human family.\n\nFor the universe around you is filled with powerful nations that are not free. And to be free in this larger environment, you must be united, self-sufficient and very discreet. It is an entirely different picture than what most people conceive of today regarding the possibility of contact with life in the universe.\n\nAs is the case with so many other things, many things will have to be reconsidered now in light of the great Revelation, in light of the great transition, in light of where you are all going—willing or not, ready or not, prepared or not.\n\nGod has given you the eyes to see and the ears to hear, but you must clear your mind. You must set aside your grievances, your complaints, your constant whining, your judgments, your unforgiveness in order to have this vision and to be able to hear and know.\n\nIt is not a matter of perspective. It is not a matter of being positive or negative. It is not a matter of whatever social or political theory you subscribe to. It is whether you can see and hear. It is fundamental, beyond the realm of the intellect.\n\nAnd life is fundamental. Whether humanity can survive the great transition, and whether the outcome will be desirable or not, the transition is occurring and will occur. You cannot stop it, but you can add to it beneficially. You can be a source of inspiration and strength for those around you who are weak and vulnerable.\n\nIt will be a time that will require immense giving and contribution, not only from a few inspired individuals and dedicated organizations, but from peoples everywhere.\n\nYou will have to take care of the world and preserve its resources. In the future, humane methods will be needed to control and to diminish human populations. Consumption will have to be controlled. Individual freedoms, many of them, will be lost because you do not have the resources or the opportunities that you had before.\n\nFor many people, this will be frightening, and they will deny it. But this is where you are going. Prepare, and you will be able to navigate the difficult times ahead. In denial, you will be vulnerable, and the waves will overtake you. You will not see them coming. You will not anticipate them. And you will not be prepared for them.\n\nThe greatest security you have is the Knowledge that God has placed within you. You cannot stockpile for the rest of your life. You cannot run away and live underground somewhere. That will not work. Your greatest security is the quality of your relationships, the skills that you possess and your connection to Knowledge. These three things.\n\nThis is what you must build now. This is what you must cultivate now. Not only for the immediate future, but for the real future of your life and for the future of humanity.",
  "audioUrl": "https://www.newmessage.org/av/the-great-transition.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/great-transition-one-world-community/"
}