{
  "title": "God of the Greater Community",
  "content": "Eventually, all the religions of the world will have to reconsider their beliefs and positions regarding God in light of the Greater Community.\n\nYou must ask yourself, “What about God? Where does God stand in this larger panorama of life? And how is the reality of God different from how God is conceived of here on Earth?”\n\nGod of the Greater Community is the God of all who live in the Greater Community, not just the God of humanity—this one tiny race in just one small beautiful world, a world that is like a grain of sand on a beach that extends as far as the eye can see. God is the God of other beings, countless beings, countless races of beings very different from you in appearance, in awareness, in attitude and even in the nature of their intelligence. It is their God, too.\n\nWhat God has created in them and in you is the power and the presence of Knowledge. That is what makes you united with all intelligent life in the universe. But God has also created the evolution that has created your unique physical vehicles—your body and your intellect. God has set into motion the forces that have established these as well.\n\nThis is a very different perspective than thinking that God is the God of one people, one race or one world. That is like a God of one tribe. And this must be a very small god. If you can imagine God of the entire Greater Community, the author of life everywhere, then you have to reconsider your ideas about God.\n\nEventually, all the religions of the world will have to reconsider their beliefs and positions regarding God, in light of the Greater Community. This is one of the reasons that religions do not deal with this subject or have been very reluctant regarding it, for it will prove that their assumptions are incomplete or in many cases incorrect. This will require a complete revision of their beliefs and ideology. To think of God as preoccupied with human beings, that God has a plan of salvation just for human beings without including the rest of the universe, must be extremely incomplete. Here your ideas and notions of salvation may prove to be utterly incorrect.\n\nIf God is the author of all these other races, then where does humanity stand? People imagine a God based upon their own sense of identity—a God in their image, either a God that has the physical presence of a human being or at least a God that thinks along human lines, a God that has human values, human reason, human aspirations, human judgments—a God like you only much, much more powerful. Yet if God is the God of all these others, then how can one say that God thinks the way people think, that God has the values that people value or that God operates according to principles that people consider to be essential?\n\nHere your whole notion of God becomes challenged and must be deeply reconsidered. In earlier times and even in the minds of many people today, there is only God, humanity and the world, as if the rest of the universe were just scenery for this great drama happening here on Earth and that everything is about humanity and God and this world, about Heaven and Hell for humanity and this world. But in the Greater Community, none of this can be sustained.\n\nWhere does humanity stand in relation to other nations, other civilizations, in the estimation of God? Is humanity still important in the universe? Or is humanity just one of countless races that have emerged through the process of evolution in a vast and seemingly impersonal universe?\n\nGod of the Greater Community cannot be preoccupied with one race alone. God of the universe cannot manage the affairs or the events of one race alone. To presume that God is governing events in the world is to think of humanity living in isolation. God is too intelligent to have to manage all of your affairs and events. That is why the process of evolution has been set in motion. That is why the laws of nature were set in motion. That is why the entire process of life in the physical reality, as you are now learning to discern it, has been set into motion, so that God does not have to manage everything. The events of your life are either the outcome of the intentions of you or someone else or of simply random motions.\n\nGod is like the great attraction calling everyone to return. God has placed Knowledge within all sentient life, which provides a unique plan of fulfillment and redemption for each specific race according to their nature and circumstances. There is a Plan of salvation for every race, and each is slightly different even though the great attraction to God is the same. The Plan of salvation must be beyond human estimation if it is to have such a universal application. Said in the simplest manner, it is that the separated are reclaimed through Knowledge, and Knowledge leads them to fulfill their lives through contribution to others and to the resolution of conflict.\n\nYou see, this is a very simple definition, but what does it really mean? How is it really portrayed? How can this be experienced in life? It is completely translatable, of course, from one person to another, from one nation to another and from one world to another. But it requires a very deep well of experience to really understand what this means. You cannot stand at the surface and know what is occurring at the depths.\n\nYour God is the God of the Greater Community, the God of not only the physical universe, but universes in other dimensions. Even here, all of this physical manifestation is but one part of Creation. How could anyone’s theories or philosophy account for this? Surely, any attempt to illustrate what Heaven would be like would appear to be extremely childish, even comical, given the scope of God’s Creation. And what would a heavenly state be like for sentient beings from other worlds? If you all returned to the same reality, what kind of reality would that be? It would not be a human reality, unless you think the universe is populated by human beings or beings that are human-like. And that is surely not the case. So what would a heavenly state be like if it is not based upon human values, human images and human aspirations? This is why the reality of the Greater Community will require all of Earth’s religions to re-evaluate their positions and to greatly modify their ideologies.\n\nYou are moving into a much larger context. In a larger context, the meaning of things changes and expands, and many of your former ideas prove to be greatly inadequate. Yet to say that God is unknowable is only true in terms of your ability to create concepts to conceive of God or to give God an image. But God’s Will is knowable in your life, and that is the meaning of Knowledge within you. God’s Creation in its entirety is not knowable, but your connection to it is.\n\nHere again is the difference between the meaning of the essence and the manifestations of the form. If God can be worshiped in trillions of different ways and they are all appropriate, how can you say on Earth that your path to God is the only way? Since God has initiated all the world’s great religions, how can any of them proclaim preeminence over the others, proclaiming that they are the one true path to God? Even within your own world, this becomes untenable, extreme and arrogant.\n\nThe God of the Greater Community requires a deep resonance, and this resonance happens at the level of Knowledge. Resonance is not the same as understanding, intellectual understanding. It is more of a deep experience of affinity, of relationship, of being related. No one’s intellect in the world and no one’s intellect even in the Greater Community can encompass the meaning of this. But the experience is available, and it is there.\n\nThere are some people in scientific circles who can only accept God as being nature itself. But nature is a manifestation of form, not essence. And in the Greater Community, it has been discovered that there are two overlapping realities in life: the manifestations of nature—the evolution of worlds, the evolution of life—which seem random and chaotic without specific design or focus, overlaid by the harmonizing power of the Unseen Forces of the universe. This stimulates and directs a deeper Knowledge that resides within all sentient life. This is uniform. This has intelligent design. This is focused and has purpose and direction.\n\nIn these two overlapping realities, to say that only one is God is incomplete. If you only say that the world of Spirit is God, then what about the physical universe? Some religions refer to it as only an illusion, something that is impermanent, that is passing, and that once you gain a higher level of consciousness, you do not need to exist in this physical reality. It is like a great phantom that is sustained by all who believe in it and participate in it. But even this is not complete because God has created and set into motion the geologic forces and the evolutionary forces of nature. It is part of God’s Creation. It may be changeable and ultimately temporary, but it is still part of God’s Creation. You cannot ignore it or deny it without putting yourself in great jeopardy or peril and without losing your sense of responsibility to serve this reality.\n\nTo call God nature is only one side of the coin. It is only one part of the reality. This is difficult because nature does seem to be random. It does not seem to have any specific purpose. Even though life forms tend to evolve into greater forms of complexity, nature does not seem to have any discernible purpose. It just exists. God without a purpose is something that people cannot relate to because people need purpose. They need a purpose they can share with God in order to have a relationship with God. You can just exist and God can just exist, but relationships demonstrate purpose, particularly when you are living in a world of change where the meaning and purpose of what you do in life really does matter.\n\nTherefore, the theology of the Greater Community brings together a complete understanding. It is not a rejection of the life of Spirit, and it is not a rejection of the life of the world—the physical or the mundane. It does not reject the evolution of worlds or the evolution of life. And it does not reject a higher power and a greater creation that are beyond the physical realm. It sees unity in this duality.\n\nThe picture is complete, for you yourself have a dual nature. You have a nature as a physical creature living in the world, living within the laws of nature and facing the consequences of violating the laws of nature, subject to your environment and your environmental conditions and the need for food, water, shelter, security and companionship.\n\nIt also acknowledges that you are a spiritual being, that you function at a higher level and have deeper connections and ultimately a connection to God. You have the ability to see and know things beyond the limits of your senses, you can conceive of the future and the past and you can see the processes of evolution. You have the ability to understand life at a greater level and in a larger dimension. Yet you suffer over your internal conflicts, you are afraid of death and change, you live in anxiety and your behavior can become erratic and destructive because of the conflicts that exist within you. While you have power, you are also very vulnerable—vulnerable to error, vulnerable to conflict—and are capable of producing great harm.\n\nIf you say that God lives in the heavenly realm and then there is the world, they are not the same. If God is the author of both, how can this be? It is full of contradiction. If God is author of the world, then God is the source of everything that happens here—error, destruction, cruelty and war.\n\nIn the Greater Community, these tremendous problems in understanding have been surpassed by those who are advanced in The Way of Knowledge, in the realization and experience of spirituality and in recognizing the inherent harmony and purpose of this dual reality that exists within you and throughout the universe. This represents God’s Plan, a Plan that is greater than your society or your world, greater than your intellectual capacity. It is arrogant and foolish to assume that you can know God’s Plan, even for your own race.\n\nHere there is no arrogance and there is no superstition. Here there is no trying to triumph over others by proclaiming that your path to God is the ultimate and is the only true path. No one with a Greater Community awareness could say such a thing. To return to God through the reclamation of Knowledge can be practiced in trillions of ways. How can you say that your way is the way? Even on Earth, there is no one way, for God has created different traditions so that everyone would have a way, so that everyone could utilize a pathway that was shared by other people. Yet religion in the hands of people becomes something else. It becomes an institution. It becomes a set of rules. It becomes stories from the past and the worship of individuals. It becomes something else.\n\nDo not worry. The same mistakes are made all over the universe, often with even more terrible consequences. But there is a fundamental harmony and purpose to the physical reality and to the spiritual reality and to their inherent relationship with one another. It ultimately has to do with who you are, where you came from, why you are here and where you are destined to go. This holds true for sentient life everywhere, regardless of the vast differences in appearance, environment and understanding.\n\nWords cannot express this fully. They can only give you an idea. Knowledge within you will carry your life into a new expression. If you can follow this, if you can learn how to follow this and learn the wisdom you will need to carry Knowledge into the world where it is unknown and often unwelcome, this will begin to show you the Power and the Presence working in your life, whether you are religious or not, whether you visit a church or a temple or not. God’s Plan is not dependent upon human creations, but it can work through human creations to great benefit. This is bringing a Greater Community understanding into the world. This is correcting many errors and opening many doors.\n\nGod of the Greater Community is not in the business of managing everyone’s personal life or arranging everyone’s personal experience or creating miracles for everyone. God is the great force that attracts. It is those who serve God, both within manifest life and beyond manifest life, who bring this attraction into the awareness of those who live in physical reality and who support such individuals in receiving this experience and allowing it to take hold in their lives.\n\nIt is a Plan so vast, so inclusive and so complex that to even try to understand it is a futile exercise. It is more important that you learn The Way of Knowledge and begin to follow Knowledge than try to create a concept of how God is working in the physical universe. Trying to understand that which is beyond understanding is an attractive proposition for many people, but it does not produce valuable results, only confabulated ideas and immense theories. Reality happens at another level, at a deeper level beyond the intellect. You are not here to try to understand God, but to follow what God has placed within you to follow and to receive what God has placed within you to receive.\n\nThis is a Greater Community understanding brought into the world. It is direct. It is fundamental. It is without massive complexity. It does not require tremendous sophistication. But it does require wisdom, honesty and a determined approach.\n\nGod of the Greater Community does not give special attention to one race. But the Plan does accelerate in races that can begin to gain the freedom to experience and to express Knowledge. This focus accelerates in individuals who can begin to experience and to express Knowledge.\n\nIn the Greater Community, there is no Judgment Day. That is a projection of human grievance. People want God to judge others who they themselves cannot stand, who they reject or who they hate. They want God to exact punishment that they are either unwilling or unable to exact themselves. They want justice, and they think they know what justice is and that God will exact this justice for them.\n\nIf you do not discover Knowledge and follow Knowledge, you are stuck in the physical reality—a reality that is essentially difficult to function within, a reality that is extremely problematic, where suffering is inevitable. God does not dispel your grievances, your hostilities and your ignorance. You have to respond to what God has placed within you. You have to follow it. You have to honor it. You have to stay with it and express what it gives you to express and learn how to do this in a complex, conflicted worldly environment.\n\nThere is no creation story. There is no final culmination to all experience that you can conceive of. So what, then, is religion without a creation story, without a final culminating experience and without a judgment day? Clearly, if religion is to be of service to its peoples, it must have a deeper foundation. It cannot be a story or a threat.\n\nIn the Greater Community, much of this is set aside amongst advanced nations and advanced individuals. No matter what traditions they have come out of, no matter what patterns of thinking they use, ultimately they come to the realization that there is a deeper intelligence within them that they must respond to, that they must discern from other powers around them and even within them, and that they must follow this and express what it gives them to express. This is the essence of spirituality. This is the essence of spiritual practice. This is the absolute core. This is the pearl.\n\nHumanity has not yet developed the self-confidence to practice this on any significant scale, but the opportunity is still there. It is founded on the individual. The wisdom necessary to approach this Knowledge, to experience it, to discern it and to express it is something that humanity has gained. Now there is wisdom from the Greater Community being brought into the world as part of a New Message for humanity.\n\nThis wisdom is very important, or you will misconstrue what is being presented here. You will make serious errors, and you will not find what you are looking for. Thinking that you are following a deeper Knowledge, you will make critical mistakes. This wisdom is important. Much wisdom has been created, established and learned in the Greater Community, in civilizations far older than your own. To bring wisdom from the Greater Community into the world is of immense value then.\n\nGod of the Greater Community responds to Knowledge within you and responds to your intention for Knowledge and your experience of Knowledge. If you are destructive or foolish, you will miss your great opportunity. But you are still stuck in the physical reality. Where else can you go? Perhaps your life will become more miserable and more hellish, but you cannot find reprieve from physical life. After a while, you would want reprieve.\n\nThat is why physical immortality would be like Hell itself. For Hell is not a terrible place. Hell is a beautiful place where you can never be happy. If Hell were a terrible place, you would want to escape it immediately. But if Hell were a beautiful place, then you would be ambivalent about leaving it. It attracts you. It seduces you. It gives you hope and encouragement and yet limits you. It hurts you, it deprives you and it disappoints you. Hell is a beautiful place where you can never be happy.\n\nThis is what keeps people from returning to their Source—trying to find happiness where happiness cannot be found, trying to find meaning where meaning cannot be found, trying to make separation work, trying to make separation fulfilling, trying to fulfill their ambition for separation and their desire for separation.\n\nPeople gain wealth and power, and they are still unhappy. People achieve their goals, and they are still unhappy. People have all manner of pleasure and advantages, and they are still unhappy. You know of this. It is evident all around you, and yet everyone is still clamoring for the same wealth, beauty and advantages, knowing that it does not really make a difference. It only traps you more in a set of circumstances where you cannot find the source of your fulfillment or inner guidance.\n\nGod in the Greater Community is a great attraction. God is not the paternal or tyrannical role that is imagined so much in your world and in so many other worlds as well. There is something subtle and deeper within the person, something beyond the grasp of the intellect, yet something that can be immediately available—a power, a presence, a movement, a motivation. In the Greater Community, it is called Knowledge because it leads to the ability to see, to know and to act with power and integrity.\n\nReligion, when it is distilled down to its essential elements, is about Knowledge and the way to Knowledge. This is what the Greater Community has discovered. This is what humanity must now cultivate and come to understand.\n\nThis Power and Presence lives within you. It is within others in the Greater Community. It is almost beyond the reach of the vast majority of beings living in highly technological or repressive societies. But it is still there, nonetheless.\n\nThe movement for liberation in the universe is the sharing of Knowledge, the awareness of Knowledge, the experience of Knowledge and the wisdom that must attend the reclamation and expression of Knowledge. This is the great liberation movement in the universe that is going on everywhere, supported by advanced individuals in free nations, assisted by the Unseen Powers in the universe and ultimately directed and focused by the Will, the Power and the attraction of God.\n\nYou can experience this without ever having a belief in God, without ever even thinking about God. Eventually, you will think about God because Knowledge will stimulate this awareness. Yet you do not have to have a belief in God or belong to a religion to begin to focus on the reality of the power and purpose of Knowledge. There are many societies in the universe where there are no religions, so religion cannot be a prerequisite. If religion is really focused upon Knowledge, it is extremely important in creating a pathway. But there are many worlds where religion does not exist beyond the worship of the state and the leadership of the state.\n\nThe meaning of this for humanity is immense. What will end war? It is adaptation to your circumstances, and it is The Way of Knowledge. What will prepare you for the Greater Community? It is your adaptation to your circumstances, which are now changing, and it is The Way of Knowledge. What will give you strength, clarity and the assurance of freedom in the universe? It is human unity, self-sufficiency, discretion and Knowledge. That is why your focus on these things must not simply be out of a voyeuristic curiosity, but out of a deeper need within yourself. For you are connected to the Greater Community, and that is why you are reading and studying these teachings. This is not an idle curiosity. It represents a deep connection and a fundamental need.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/great-attraction/"
}