{
  "title": "The Great Challenge Awaiting Humanity",
  "content": "There are very many people throughout the world today that feel a great change is upon humanity. They base this not only upon the substantive change they see in their societies and cultures, but also in terms of their deepest feelings. Some are hopeful; many are fearful; some only speculate that greater rewards and success await humanity, while others forecast a great calamity is coming.\n\nMany people in the world today are very worried. This is all the result of living in a period of transition, a period of great change. Throughout history during these periods, many great spiritual proclamations have been made: some predicting it is the beginning of a golden age, others the downfall and end of human existence. These kinds of prophecies and the legitimate concerns that people have are all part of living at a great turning point.\n\nIn response to this, many people try to retreat into ancient traditions, trying to recapture and relive what they believe was a golden or more pure era of human existence. Others become lost in fantasy, unable to deal with their own inner experiences or the substantive experience of change around them. Still others attempt to move forward, bravely going they know not where, but trying to move beyond the past and all that it represents.\n\nThese three responses demonstrate that humanity is living at a great turning point. The evidence of this is everywhere if you but look. But where is humanity going? What is really occurring? What is propelling the momentous change that people experience around them? And why are people restless and uncertain? What is generating this anxiety, this concern and this excitement?\n\nTo find the answer to these questions, you must look beyond the hopes and fears of the human family. You must look beyond the prescriptions for unbridled success or complete downfall that many people [predict]. In all of the different forecasts in between these two extreme perceptions, you must look beyond yourself first into the Greater Community.\n\nIt is quite evident that people have not looked towards their destiny in the Greater Community. For many of the forecasts for the future that you read about or are aware of in the world today do not contain any mention of the Greater Community because many people believe that humanity will merely continue in its state of isolation, trying to overcome its problems, trying to capitalize on its strengths, trying to adjust to the difficult change at hand and the difficult change to come.\n\nWhere do you see, in all the bright and dismal prospects for the future, any mention of the Greater Community, any mention that humanity’s age-old isolation is coming to an end? People are still thinking in a state of isolation. They are projecting their ideas, their beliefs and their aspirations within a state of isolation.\n\nMost people in the world today do not realize that their isolation is over and that the Greater Community is here. But day by day, the evidence grows that something important is happening, something significant is changing, something that is not the product of human error or human invention. Something beyond what the human family is creating is generating a great change.\n\nDay by day the evidence grows. Day by day more people are becoming aware. But there is still tremendous ignorance and denial. There is still tremendous manipulation of the evidence. It is very hard for people to gain any reliable information now.\n\nThe governments of the world will not tell you what they know. The religious institutions of the world cannot help you. People are filled with superstition. They are filled with hope. They are filled with wild expectancy. But who can see clearly? Whose thoughts are clear and unaffected by the prevailing attitudes and beliefs of society?\n\nThe answer is both outside of you and within you, not just one or the other. You must look into the world, at the greater movement of the world. You must look beyond the human inventory of hope, belief, fear and aspiration. You must look beyond the human family to find that humanity is no longer alone, even within its own world; to find that the Greater Community is here and that your isolation is over; to find that the world of [humanity] is preparing for a great turning point, a turning point that will forever change the destiny of humanity and the outcome of human endeavor.\n\nYou must look into the world with new eyes, not with eyes of hope and longing, not with eyes of fear and trepidation, but look to see what is there, to take the time and the energy to really look and see what is there. Most people will not give this time. They are too afraid of their own uncertainty. They do not want to experience the confusion that anyone would experience as they are trying to penetrate the mysteries of life. They will simply choose a position that is agreeable and maintain that blindly and without thought or consideration.\n\nLook into the world. Feel what is happening there. Ask yourself, “Are we alone in the world? Is humanity alone in the world? Is humanity now fully in charge of its destiny?”\n\nAnd look within yourself—not to what you think and believe, but deeper, into your deeper mind, into the mind of what is truly known within you. Here you will find the substantiation as well, for what is most true within you is connected to what is most true outside of you, just as what is untrue or false within you is connected to what is untrue and false outside of you.\n\nBut to look in this way, you must look and be patient. You will not have the answer immediately. You must penetrate; you must go deeper; you must understand; you must take the time. This is necessary even to begin to comprehend and to experience what is happening and to prepare for a future that will be so unlike the past. Who will give this time and consideration to the meaning and destiny of their life and to the reality and destiny of humanity as a whole?\n\nTo see in this way, you must have young eyes. If you are trying to substantiate a life full of learning and ideas, you will primarily seek to substantiate what you already believe and what you already hold to be true. If you look out into the world, but your mind is made up about the nature of reality and the destiny of humanity and the causes for human change and evolution, you will not see the evidence even though it is all around you.\n\nTo see truly, you must see with open and young eyes. That does not mean that you have to be young, but it does mean that you have to be willing to be shown something you have never seen before, to see something you have never seen before, to feel and experience something you have never seen and experienced before and to have your own ideas challenged, no matter how much you have invested in them.\n\nIf you cannot see, you cannot know. If you cannot know, then you will not know how to respond correctly and appropriately. If you do not know how to respond, then you will respond like everyone else, in a predetermined and prescribed manner, according to your conditioning or according to the influences that influence you even at this moment.\n\nIt is incredible that people are not free, but they think they are free. They believe they are free, but they are not free. Just because you are not in prison; just because someone is not standing guard at your door; just because you have some rights within your society does not mean you are really free.\n\nIf you cannot see; if you cannot know; if you cannot experience what you most deeply experience; if you cannot see what is happening in the world around you, in the bigger picture beyond your own little personal sphere; if you cannot see these things and feel these things, you are not yet free. And freedom is calling for you.\n\nThe challenge for you is to see and to know and to act and to build a foundation for Knowledge within your life, a foundation for your spiritual reality, a new foundation. Here you do not embellish what you already know, you build a new foundation. You start anew.\n\nOnly what you can bring forward that will be helpful will be part of your future. Everything else, stage by stage, bit by bit, will be left behind. This is your challenge. You do not do this only for yourself. You do it for humanity. For yourself alone, you will not mount the effort; you will not make the commitment; you will not face the difficulties and the uncertainties. But for humanity, there is a greater calling and a greater responsibility.\n\nThat is your challenge. But that is not all. Because your inner reality is connected directly to your outer reality, you must find out what is happening and learn how to prepare. You must learn about the Greater Community. You must learn what Greater Community Knowledge and Wisdom really mean. You must experience Greater Community Spirituality to find your own and bring this into your traditions and into your experiences of daily life. You must learn about the Greater Community, and you must take the Steps to Knowledge. That is the great challenge awaiting anyone who is prepared to meet their great challenge.\n\nOften people want the result: “Well, I just want to know what my purpose is, and I will do it. Maybe.” They do not want to go through the process of finding out, which is the critical thing. They just want to have the answer. They want to have the result. So they give themselves the answer. They prescribe for themselves a result. And it is based upon their vacillating feelings, their hopes, their fears, their desires, their concerns.\n\nThey cannot make a commitment to anything, for they have no foundation to make a commitment upon. And so today they firmly want this, but next week, well, it changes. And then a month later it is something else. And they cannot become focused, and they cannot choose a direction and move there clearly with wisdom and discernment.\n\nThe great challenge facing humanity is to prepare for its emergence into the Greater Community, to prepare to deal with the reality that its isolation is over and it must now contend with other races who are themselves interested in what humanity values, and in the resources and opportunities within this world.\n\nBut to meet this challenge, people like you—people who are reading this book, people who are responding—must take the challenge within themselves. Here you do not follow a leader. Here you do not idolize a teacher. Here you do not assume a rigid form of belief or set of precepts.\n\nInstead, you begin the mysterious and fundamental journey towards Knowledge. You take the Steps to Knowledge. You learn The Way of Knowledge. You become a student of Knowledge. You seek the preparation that you yourself cannot provide for yourself. You take responsibility for your development. You respond to the calling within you. You do not accept the passive and idle assumptions that people all around you will make and are making now.\n\nHumanity is made up of individuals, and humanity has always been furthered by the determined effort of a small percentage of its populations. What furthers humanity is men and women of good will and true inspiration joining together to carry out important tasks to meet problems that are existing and to prepare for problems that are emerging on the horizon.\n\nHumanity does not simply prepare. It is the individuals who prepare. Do not look to your government. Do not look to your religious institutions. Do not look to your social service organizations. Do not say, “Somebody should do something about this!” It is you. The calling is for you. The calling is for anyone who can respond, and who can prepare, and who can accept the challenge, and who can meet the responsibilities.\n\nYes, they are great, but this is the way you find greatness within yourself. You never find greatness living a little life preoccupied with little things. You find a greater life by taking on a greater challenge and responsibility, by calling upon a greater power and energy within yourself and by staying with it and moving through the thresholds of learning, developing your skills and your awareness.\n\nAs We have said, humanity is not prepared for the Greater Community. It is not prepared intellectually; it is not prepared psychologically or emotionally; and it is not prepared spiritually. You cannot call upon human institutions or human traditions to provide this preparation, for the real preparation will go beyond what they have achieved thus far to meet a new set of circumstances.\n\nHere it is essential to realize that what the great Teachers provided millennia ago cannot fully be sufficient to meet a new set of circumstances. That is why the evolution of religion constitutes a successive wave of new Revelations. They do not happen every day or every year, but rather every century or every millennium. And they occur to meet the changing circumstances of life and to prepare for the future.\n\nThe Christianity or the Buddhism or the Islam of 2000 years ago [or 2500 years ago], or 1500 years ago, of antiquity cannot meet the challenges of today without a new wave of Revelation. The Revelation is here. It is the teaching about the Greater Community. It is the means for learning Greater Community Spirituality. It is The Greater Community Way of Knowledge.\n\nThis is what will breathe new life into the ancient traditions here. This is what gives new promise to humanity. But the real responsibility still rests upon you the individual. What will you do? Knowledge knows what you must do, but you do not yet know what Knowledge knows. That is your opportunity. Knowledge has the power and the strength and the wisdom to guide you towards your fulfillment, but you must have the courage to take such a journey.\n\nHumanity is emerging into a far greater arena of intelligent life. And everyone will feel a little smaller as a result. This is always the price you pay for moving into a larger context. Instead of being an important person in your village, you are now a small person within a larger community.\n\nEveryone will feel very small and vulnerable as they come to realize that their isolation is over and that the Greater Community is here. They will recognize their helplessness. They will see that they cannot control events. They will see that they cannot even control their responses. And that is why there is so much denial in the world today. People want to maintain their sense of control and authority even though the circumstances of their lives have changed dramatically.\n\nWho can face this? Who can face this with the understanding that this is a saving grace? It is easy to become afraid. It is more difficult to engage with your own courage.\n\nHumanity is way behind schedule in its preparation for the Greater Community. It was hoped by the greater Spiritual Forces that are overseeing the well-being of humanity that more progress would have been made. But humanity is lagging. Its self-preoccupation is so complete that it cannot see beyond itself.\n\nFor instance, it has only been in recent years that it has finally taken any responsibility that it lives in an environment that must be rejuvenated and protected. There are individuals who for centuries have known this. Every good agriculturist knows this. Every good woodsman knows this. But finally there is a collective sense of responsibility. And how long has it taken for this to come about? And how late is its emergence?\n\nIf you feel restless, if you feel something is moving within you and you cannot get comfortable, and no matter how many pleasures and enjoyments you give yourself, you cannot seem to settle down. If this is the case for you, then you know something, and you are responding to something. And perhaps there is a sense of urgency within you that you cannot account for personally because you seem to have enough in most arenas to be a relatively satisfied person.\n\nWhy the restlessness? Why the sense of urgency? Why the care and the caution? Why the disturbing feelings and emotions? Is it because you are fundamentally flawed? Is it because you had an unhappy childhood? Is it because your life is not perfect?\n\nNo. Look beyond. Look deeper. You feel that you are responding to something. This is what it means to be responsible: to be able to respond. And it is responding to something within yourself very deep and something beyond yourself way beyond the parameters of your personal life.\n\nBefore it begins to storm, the animals in the forest become quiet and seek refuge. They change their behavior. They respond even though the storm has not begun. You respond, too, but your responses often go unheeded and unfelt. This is your natural homing device that keeps you connected to your environment, but within modern peoples especially, this natural instinct, this natural capability, has been greatly diminished and damaged. It goes unrecognized.\n\nPeople will go about their daily lives as if nothing is happening even though the entire circumstances of their lives have changed. People do not prepare for the future. They do not prepare for growing older. They do not prepare even for the necessities of their lives because they are not responding to the signs and the cues that they need to respond to.\n\nThe Greater Community is in the world today. It is hidden, but it leaves its evidence everywhere. It is there for you to find, but you must look. You will not see it in your newspapers, for they are not allowed to print such things by and large. There is a general amnesia over human society, particularly in the more developed nations that one would think would be more educated and more well-informed.\n\nThe great challenge awaiting humanity is not only the presence of the Greater Community, but the requirement that humanity begin to account for its changing circumstances and to become aware of the elements in its environment and circumstances that are producing such a fundamental change. This leads you right to the Greater Community.\n\nIt leads people everywhere to consider something they have never had to consider before. Your parents did not have to consider this. Your ancestors did not have to consider this. They had other problems, some of which you no longer experience. But you have problems that they never had to experience.\n\nTo be able to respond internally, you must go beyond all of the conditioning that you have received in your education and in your life in the world, which is very substantial. You have to rise above it. You have to go deep beneath it to find that responsibility within yourself.\n\nThe Greater Community brings great risk to humanity, but it also brings the saving grace requiring a greater education, a greater spiritual attunement and a greater set of abilities. It puts everyone in the world in the same boat—rich or poor. No matter what country you are from, you are faced with the same problem. This equalizes the inequities that exist and provides a foundation for cooperation that simply did not exist substantially enough before.\n\nThe reality of the Greater Community, the need to create a Greater Community understanding and perspective and the need to learn Greater Community Spirituality are the very things that will provide the foundation for cooperation for humanity. It is not simply that humanity everywhere is facing a grave threat; it is also that you have now the opportunity to develop the foundation that will solve most of the world’s problems today and will prepare and enable you to deal with the greater problems that are awaiting humanity in its emergence into a Greater Community of life.\n\nIf you respond to the Greater Community just with fear and anxiety, you will not be in a position to know. Yet if you respond to the Greater Community with unbounded optimism—thinking that everything will work out fine, it is just a process, God is in charge of everything, I just have to play my part, and it will all be fine—you will not be able to know, and you will not be able to prepare.\n\nInstead, you must take the middle ground. Fear and hope have their own attractions, but they both have grave liabilities. The man or woman of Knowledge does not indulge themselves in either but takes the middle ground so that they can see clearly. They find the balancing point within themselves. They stand over the fulcrum of balance, and they look, and they discern.\n\nLook around you. You will see that people are vacillating between unbounded enthusiasm and complete anxiety. They go from one extreme to the other. They do not know how to find the middle ground.\n\nFrom a position of fear, optimism looks wonderfully liberating, so you go there. “Everything is going to be fine. Everything works out fine. We can deal with this. God is in charge. I can relax. It’s not as bad as I think. In fact, it is all wonderful.” And you live there for a while and you find out, “Well, that does not really match my experience of reality at all,” and so you sink back into anxiety and apprehension.\n\nYou must find the middle ground. This is where clarity is achieved. This is where balance exists. It is not running from one set of emotions or expectations to another. It is finding the middle ground. This is following The Way of Knowledge, for Knowledge is not captivated by promises of hope and prosperity and happiness. And Knowledge is not captivated by the dark [draw] of fear or the attractions of anxiety.\n\nFear is easy. It takes very little effort to experience it. Optimism is a little harder, but it too is easy because you can fill your mind with wonderful expectations and tell yourself all kinds of things about reality around you and within you. But Knowledge is harder. Finding the balance point is more difficult. It requires determination, effort and preparation.\n\nWithin these pages, We are giving you a clear view of the bigger picture, a clearer view than you will find anywhere else. We do not say all this to overwhelm you, but to incite a deeper response and a deeper knowing within you, a knowing that you already have. We are calling upon what you know, not giving you something new to believe. This is part of the great challenge awaiting humanity.\n\nIt is a curious thing in human society and in many other societies in the Greater Community that there is a propensity for letting things deteriorate to a point where resolution becomes absolutely necessary, beyond everyone’s expectations and preferences. People allow conditions to deteriorate, and then they are forced to do something, but by that time their actions become desperate and are very costly and often are not very effective.\n\nWhereas the man or woman of Knowledge seeks to eliminate the problem once it is first recognized, the person without this great foundation will allow things to deteriorate and then will make drastic efforts to address it, often without good results.\n\nThis propensity demonstrates a lack of responsibility and a lack of inner awareness. It demonstrates a lack of social cohesion in human societies and a lack of respect for the great impact of your environment—your mental environment and your physical environment.\n\nThe coming of the Greater Community will change all this. It will require it. When people simply want something, well, that is not quite enough, but when it must be done, it must be done. That creates the impetus. The man or woman of Knowledge is governed by what must be, not by what they want or prefer. Desires are weak and vacillating. Preferences are based upon personal wishes. They are not based upon the realities of life or the movement of Knowledge within the person.\n\nThe great challenge is this: Humanity must prepare for the Greater Community, and must gain a greater and more pure spiritual foundation, and must establish a basis for cooperation and union amongst the human family if it is to survive and maintain its self-determination in the Greater Community.\n\nIt is a must situation. It is not something where you say, “Well, it is a problem, but we will get to it some day.” With that approach, by the time people wake up, it will be too late, and the damage will already have been done.\n\nIt is the same challenge in so many other areas of human life—the degradation of the natural environment, the extent of poverty and social unrest in the world, the improper distribution of resources. These are all problems that are growing in scope day by day, and there is not enough responsibility in the human family to fully face and resolve them. The torch of truth is being carried by individuals who are ignited with the truth, but their numbers, though growing, are still not strong and great enough.\n\nThe great challenge awaiting humanity is not simply the challenge to become aware of something, to become aware of the Greater Community, but the challenge to prepare and the challenge to act. This must come from a clear understanding of the situation at hand, and it must be powered by Knowledge to be truly effective and to have truly beneficial results.\n\nThis great challenge facing humanity is the same as the great challenge facing you—the challenge to find who you are, to find what you came here to do, to find the foundation of truth within you, and to begin to live it.\n\nYou were born with the Knowledge of what you must do, where you must go and what you must become. It is time to find that Knowledge and begin to live it. That is the great challenge facing you. It is the same as the great challenge facing humanity.\n\nThere are greater things for you to do in your life. There are greater things for humanity to do. There are greater things for you to become aware of. There are greater things for humanity to become aware of. There are important things for you to know and to realize. There are important things for humanity to know and to realize.\n\nIt all begins with the individual. Do not look to your governments and institutions. They are paralyzed by the past. They are paralyzed by their belief in the past, and often they are not free to respond to the future, for they are being influenced and dominated themselves. It comes from the individual. This is where innovation occurs. Whoever you are, wherever you work, whatever your circumstances in life, this is your great challenge.\n\nThe Greater Community is in the world today. It is seeking to gain influence to establish itself here. It is affecting people in the mental environment, and it is genetically attempting to bond with humanity. It will take advantage of the conflicts in human governments and the contradictions in human religions to gain influence here, to pacify those who have greater strength and ability and to maintain the current illusions of humanity so that it may continue to build its presence here without human intervention.\n\nYet you also have Allies in the Greater Community, and We shall speak on them later in this book and their importance to you as an individual and to humanity as a whole. For you will not be able to emerge into the Greater Community without their assistance, and you will not be able to prepare for your new life in a greater arena of intelligence without finding the preparation that will make this possible.\n\nLet Us now focus on the preparation itself and what it involves, what it requires and the great rewards that it offers you. To be aware of something is not enough. You must prepare to meet its challenge and its opportunity. Then you will be able to deal with the Greater Community and benefit from its presence, and use it to gain strength and integrity, and use it as a foundation for union and cooperation in the human family. And you shall use it to build relationships that are strong and focused and are not governed by personal desires and fears. This is all the result of preparation, and this is what We will address now.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/great-challenge-become-aware/"
}