{
  "title": "Your Purpose and Destiny",
  "content": "There is a greater purpose for you in the world, a greater purpose that has brought you into the world, a greater purpose that is meant to serve the world that you see and the world to come. The reality of this purpose—its meaning and its expression—exists beyond the grasp of your intellect. It is something that resides deep within you. God has placed it deep within you, within a deeper Intelligence within you, an Intelligence that is called Knowledge.\n\nYour attempt to understand this purpose with your intellect will always fall short of the mark, for the intellect was not designed to comprehend things of this magnitude. Trying to understand the deeper Mind of Knowledge is like trying to understand the Mind of God. It is better not to try.\n\nWhat is important is to bring your life into a connection with this deeper Intelligence, into alliance with this deeper connection. This will give your mind, your intellect, all the work it could possibly assume.\n\nPeople have lost their connection to God. Even people who claim to have religion have now created an understanding of God or have adopted it from their cultures, from their traditions that does not capture the real essence of the matter. It does not capture the mystery and the power and the potency of what your greater purpose really is. It represents the mind attempting to understand the reality of the Spirit. This attempt and this understanding will always be incomplete, will always be an approximation only.\n\nIt is important that you understand this, for you will try to understand, and perhaps you have already adopted many ideas. Perhaps you believe in things fervently regarding the reality of your deeper life, your connection to God and your greater purpose in the world. But the reality will always be beyond your grasp here.\n\nBut it is not beyond your experience, for it speaks through your experience. It is expressed through your experience. And in many cases, this kind of experience will be inexplicable, beyond comprehension, beyond definition.\n\nTherefore, it is necessary to always allow part of your life to be mysterious and to treat this with reverence and with wonder, with expectation. You may feel you have a firm grasp on your affairs, your interactions with people, your work in the world, your duties, your activities, your obligations and so forth. But you must always remain wondrous of the mystery of your life. If you lose this sense of wonder, then you have lost your connection, your most vital connection, your lifeline to God and, temporarily at least, the possibility of experiencing and expressing a greater purpose in your life.\n\nThe world that you see will call this purpose out of you when you are ready. It is not just anything in the world. It will be something very specific. A situation, a set of circumstances, a very unique relationship, a great difficulty, a great and pressing need in the world will speak to you most profoundly, most directly. And every time you think of it, every time you re-experience it, it has the same deeper resonance with it.\n\nIt is as if you have found something with your name on it, something that speaks to you directly, something that stirs a greater sense of commitment within you. Again, you can imagine and believe you have a purpose, and perhaps this will change many times over. But it is not the same, you see.\n\nMany people have given their ideas all the credibility and have forgotten the value and the meaning of their own experience. They just try to experience their ideas now. They want their experience to confirm their ideas, to validate their ideas, to demonstrate the truth and the efficacy of their ideas. But this is not it, you see.\n\nIt is people’s fundamental insecurity that leads them to identify with their thoughts to this degree, that leads them to base their life on beliefs and assumptions, losing all the while the sense of mystery and uncertainty and expectation that comes with living close to life.\n\nHere you must be without complete definition. Your life must be open. The possibilities must exist. Here you recognize that your ideas and beliefs are only helpful. They are not the absolute. They are only there to assist you in navigating the world. They are not there to define the world. They are only there to help you understand life, not to define life.\n\nHere your sense of security must reach deeper, beyond the scope of your beliefs and assumptions and ideas to something much more sound and fundamental within you.\n\nYou may believe fervently in God. You may believe fervently in the dictates of your religion, but this does not mean you have found this deeper foundation. This foundation is demonstrated and represented by Knowledge within you—the deeper Intelligence that the Creator of all life has placed there to guide you, to protect you and to lead you to a greater life and to a greater purpose in the world.\n\nIf you are circumscribed by your beliefs, how can God move you to do anything? As soon as your thinking or your activities begin to go beyond the boundaries you have set for yourself, you will feel frightened; you will feel anxious; you will feel uncertain. Your sense of identity will be shaken. You will be unsure of what you are doing. And you will likely withdraw, back into the safety, back into the confinement of your beliefs and assumptions.\n\nIt is pure arrogance to think that you understand God, that you understand what righteousness is, that you assume that you know God’s Will and Purpose for you and for all of humanity. Yet many people make these assumptions and advocate these assumptions and condemn others for not agreeing with them.\n\nIf you are to have any hope of finding your greater purpose in the world and to move beyond the boundaries and the confinement of your own beliefs and assumptions, then you must open the door to life. You cannot live in a room of your own definitions. For this room becomes like a prison—a prison without windows where you cannot see out.\n\nThe door must be open. The windows must be open. The room gives your life definition and stability, but it must be open to life. Your understanding of God must evolve, must develop. To do so, you must be willing to go through periods of profound doubt and uncertainty as you go from one set of ideas or one level of understanding to another.\n\nIt is like the man on the trapeze. To go from one bar to another, he must let go. For a moment, he will not be holding on to anything, you see. But he has confidence that he can reach out and find the next bar, which will be waiting for him.\n\nThis is like your evolving understanding. To be a student, you cannot assume to be the master. To be a student, you must be willing to learn what you do not know already and to question your own assumptions.\n\nBut many people do not want to do this, for they think their beliefs are the truth. They think their beliefs are who they are and define their lives and give them certainty and stability in an uncertain world.\n\nGod has placed a greater purpose and a greater Intelligence within you. If you are to experience this, if you are to understand the messages that it sends to you, the signs that it gives you, and if you are to be able to follow the pathway it sets out for you, then you must be willing to go forward beyond the boundaries of your understanding, beyond the conventions of your culture or religion, beyond the expectations of others.\n\nIf you seek consensus for your views, you will always set your sights too low. You will always assume a lower set of standards for yourself. This is not your destiny, you see—to enter into the world and to become solidified in the world and the world’s beliefs and expectations and so forth.\n\nYou are here to build a foundation for this greater purpose to be experienced, to be followed and to be expressed. This is your fundamental responsibility, and it will be your fundamental sense of fulfillment. For nothing else will fulfill the deeper need of your soul. Wealth, pleasure, indulgences, romance, accomplishment, recognition—none of these things will fulfill the deeper need of the soul, for this is the deeper need of your life.\n\nEven if you are successful in garnering the wealth and the accolades of the world, your soul will remain hungry, its need unfulfilled, and you will be restless and anxious. Your successes and accomplishments will be very temporary and fleeting. Your restlessness will increase. Your sense of disappointment will grow. And you will see the shallowness of these successes. You will see that they do not fulfill you. They do not answer your deeper need, your deeper questions.\n\nThese can only be answered by the power and the presence that God has placed within you, a power and presence that you cannot control, that you cannot fully define, that you cannot use to gain what you want out of life.\n\nIn your heart, you know of what We speak of here. It is like a door you are afraid to open. It is like a stillness within you that you are afraid to experience. It is like the Presence that stands behind you that you are afraid to turn and to face—caught up in the world now with all of its conflicts and issues and campaigns, caught up in your work and your relationships with hardly a moment to reflect.\n\nAll of this waits for you. Whether you are conservative or progressive, whatever your political ideas and position, whatever your grievances and admonitions against others, this mystery, this calling, awaits you.\n\nPerhaps you think at this moment, “Well, this is not the problem. I can face this. I know what this is. I can be with this.” But when you begin to really respond, you will see how much resistance you have. You have been out of relationship with yourself for so long that now you are afraid of it. You resist it. It creates a sense of anxiety for you.\n\nGod, whether you believe in God or not, is still profoundly unsettling. As an experience rather than just an idea, God is profoundly unsettling—unsettling to your plans, to your goals, to your establishments, to your attachments.\n\nThere is shame there because you have done things you know are not right. You have regrets. You have things you do not want God to see, things you do not want to bring into this primary relationship. And so there is resistance.\n\nYou can attach yourself to the idea of God, but to the experience, well, that is another matter altogether. You may pray to God for what you want or to protect you or to protect those you love, but can you actually be with the relationship, the experience itself, without running away, without going and hiding somewhere?\n\nPeople worship. They pray to God. They fall down on their knees. But they are afraid of the experience, the connection, the Presence, the Grace.\n\nYou come to God with your hands open. You come to God without assumptions, without admonitions, without declarations. In your prayers, in your meditations, whatever your spiritual practice, you bring yourself there as you are—with regrets, with anxiety, with uncertainty, with frustration—as you are, you bring yourself there.\n\nYou be with the silence. You learn to be with that silence. It is in this silence that Knowledge will speak to your mind, that God will communicate to you through the Intelligence that God has placed deep within you. It is here that you will learn to be patient and observant rather than nervous and demanding.\n\nPeople want the answer to their lives: “Just tell me what my life is. Just show me what I have to do.” But they are afraid of the relationship and the connection that will make this genuine and possible and effective in the future. Without the connection, you are still functioning at the level of ideas and assumptions.\n\nYou have to wait and receive, not receive all the things that you want necessarily, but to receive the presence and the connection—to let this slowly reshape your life, to re-orient your priorities, to set your values into some kind of coherence and unity within you.\n\nFor you cannot live a greater life based upon your life at this moment. You cannot jump from where you are to a different state of mind and awareness and participation in the world. There must be a profound shift within you, and this represents the inner work that must take place—inner work that is really mysterious, you see.\n\nYou may have a concept of it. You may value it. You may see it as necessary. But how it really takes place is beyond the grasp of the intellect entirely. It is the work of God within you.\n\nYou cannot simply adopt a program or an idea and say, “This is my higher purpose.” For you are still the same old person with the same old ideas, expectations, habits and perceptions. These things will not allow you to assume a greater life. These things will keep you making the same mistakes over and over. These things will keep you right where you are.\n\nYou cannot simply adjust your wardrobe or do something cosmetic and claim that your life has changed, that you have changed, though people try to do this all the time. A new set of ideas, a new set of circumstances, perhaps new relationships, and they think their life is transformed. But nothing has really happened on the inside yet.\n\nSo at the outset, taking the Steps to Knowledge—beginning your journey to a higher purpose in life—is very mysterious. It does not look like anything is happening on the outside, necessarily, and you are impatient. You want results. You want to have your activities validated. You want to achieve your goals today, tomorrow.\n\nBut something is moving on the inside of you—imperceptible hour to hour, even day to day, but week to week and month to month, oh yes, something is really changing. And it is changing at a level that you cannot really understand. Do you have the patience and the perseverance to stay with this and to allow this change to happen?\n\nYou see, it is like cooking bread in the oven. Well, if you are taking it out every ten minutes to see if it is done, it will not cook. It will not go through its transformation. It will not become something edible and useful and beautiful.\n\nThat is like you. You need to let God create the change within you—the change of heart, the change of mind, the change of values and priorities, the willingness to change your circumstances, even your relationships. And you do this because you have a deep need, a great need—a need to know who you are and why you are here, what your life is for and what your life is about.\n\nSo most of the work at the outset is on the inside. It is to build a foundation within you, to create a shift within you. Otherwise, the assumption of higher purpose is just simply cosmetic. It is like wallpapering your room. It is creating a different appearance only.\n\nTo have a greater purpose in your life means you must have the foundation of Knowledge within you established, or you will run off into the world with your big ideas about who you are and why you are here. And God will not be able to help you. Only disappointment and disillusionment will bring you back to your senses, will bring you back to your humility, will bring you back to God.\n\nAs you begin to experience the evidence that there is a greater purpose for you, you will see that there have been signs all along the way—things holding you back, things discouraging you, things preventing you from having immediate gratification or immediate relationships with others, signs that indicated certain things about you that are relevant to your greater purpose: orientations in your life, unique and even peculiar kinds of interests.\n\nYou resonate with certain things profoundly, even illogically, for these are the signs. And they have been with you all along, all the way back into your childhood, you see, indicating something about you—a natural orientation, a natural interest or resonance that speaks to your future accomplishments and the possibility for living a greater life.\n\nTo begin to respond here, to move in a true direction and to allow your life to be reshaped and redirected by Knowledge within you gives you great joy and confirmation. At last, you begin to feel like you are one person instead of a group of divided and contentious factions—wanting different things, going in different directions, pulled by different forces.\n\nYou begin to feel like you have some kind of foundation within yourself, a center to your Being, that you are anchored somewhere genuine, instead of attached to circumstances, to people and to places alone. And this gives a great sense of strength and permanence.\n\nFor the sense of meaning of your life is purely an experience. Perhaps only later in hindsight will you really understand, but in the moment, it is an experience. And this allows you to settle down within yourself. This allows you to become still and observant within yourself. This teaches you the value of patience. It teaches you the meaning of waiting for things to come about, for the bread to cook in the oven, for things to take their course.\n\nOver time, you will understand how change really takes place within people, how this greater shift occurs. What are its signs? What are the dangers that can prevent it from occurring? You will see these things because you will have experienced them yourself sufficiently that you can begin to gain a real understanding.\n\nHere you must forego the idea of perfection and mastery, for those are obsessions. Those are ideas in the mind. If you are truly responding to the power and presence of Knowledge within you, then you will realize you must forego these things. You do not know what mastery is. You do not know what perfection is. These things must be shown to you over time.\n\nThe assumptions you have made based upon the values of your culture or your religion, well, God will take you beyond them to a greater understanding. But you must be willing to go. And when you go, you realize you really do not understand. What you thought you knew, what you thought was correct, now you are not sure.\n\nMany people will not leave the shore here. They will not venture out in the open water. They want to stay firmly planted on the ground of their belief and understanding. To get on the boat that is floating, well, it is too scary for them. They will pitch their flag on the land. They will not venture out into the open water. And the world beyond their shores will remain unknown to them. And the journey that is for them, they will not undertake.\n\nFor when you leave that shore, you are without a firm foundation, it seems, for awhile. You are depending upon the raft that will take you to the further shore, and the further shore you cannot see. It is too far away.\n\nYou must leave the life that you have known for a new life. But to get there, you will be out on the open water, and Knowledge will be your raft. And those relationships that are strong with Knowledge, that remind you of Knowledge, will be your companionship and your assurance.\n\nThough you may have great doubt and may want to return to the shore from which you have left, there will be something in you that will keep urging you onward: “Keep going. Do not stop. Keep heading out. Do not turn back.”\n\nAnd you will be afraid: “Oh, I left behind so many things. Maybe I’ve made a terrible mistake. And I’ve given up these things. Oh, my God, I should have them back. What am I doing?” But something within you says: “Keep going forward. Do not go back. You cannot go back.”\n\nGod is trying to take you somewhere, you see, from inside you. There is no voice on high commanding you now. It is the certainty that God has placed within you—a certainty that you cannot change, that you cannot bargain with, that you cannot argue with, that you cannot alter according to your fears and preferences.\n\nSome people think that their higher purpose is becoming fully engaged in what they really want. But this is rarely the case, you see, for what they think they want is really a substitute for something else, and they want God to validate their substitution. They want to use religion and spirituality to confirm that what they want is really what they should have and is the truth for them.\n\nBut, you see, you cannot change the direction that God has given you in life. You can only change your response to it. You will have to alter your expression of it given the circumstances of the world and adapt its expression to a certain extent, but you cannot change what it really is, you see. This is what gives you freedom—the freedom to finally be who and what you are, to follow the life that you were meant to live.\n\nPeople think this is a loss of freedom when they cannot invent their life for themselves—be whatever they want, have whatever they want and do whatever they want, without any sense of responsibility. And though they may try a thousand things, they are still lost and frustrated and unfulfilled.\n\nWhat your purpose is is something waiting to be discovered. The signs are there. You must allow it to change your life, even to put into question things you firmly believe you really want or must have for yourself. Even these things must be put in doubt, for there is something greater that is calling you—something greater than the satisfaction of your desires.\n\nIf you have the courage and integrity to respond to this, then you are beginning to have a real foundation in your life—something that cannot be seduced by the world, something that cannot be governed by the demands or expectations of others, something that will not be given away for convenience or for personal acquisition, something you do not bargain with, you see.\n\nThis is what gives you your strength, your power and your integrity. This is what inspires others. This is what makes the rendering of your true gifts possible, meaningful and effective.\n\nSome people think they have already arrived: “This is my purpose. I am doing my purpose,” when in fact they are only a quarter way up the mountain itself, perhaps moving in the right direction, but they have a long way to go. They think they have arrived, but really, they have only turned one of many corners. They must keep going. Knowledge will not let them become complacent or self-satisfied.\n\nFor there is much further to go, and your circumstances and the expression of what you are doing may change. So even if you think you have arrived, you have only really just begun.\n\nThis journey is what renews and rekindles your soul—the deeper joy and sense of confirmation about your life, the sense of belonging in life rather than simply being someone who’s wandering around the world—aimless, directionless, like a rudderless ship out on the ocean, being blown by whatever wind and current exists at that moment, crashing on the shores, out of control.\n\nKnowledge is your rudder. Knowledge is what keeps you moving in the right direction—weathering the storms of the world, weathering uncertainty, weathering self-doubt, weathering other people’s disappointment in you.\n\nSo, you see, instead of talking about higher purpose in terms of the end result, We talk about the process of discovery and the journey you must follow because this is what matters.\n\nYou must be willing to go without knowing what the other shore is going to look like, how it is going to be for you. If you do not have this courage and this commitment, you will not get on the boat. You will not get on that ship to the New World. You will hesitate. You will fall back.\n\nThe ship is leaving. You will not get on it. You will stay in your little life with your little ideas. You will stay in your cell even though the door is open. You will close the doors and the windows because you do not want to look out. You will become like a person living in a little shell, encased in one’s own ideas, identified with the past, identified with what you are accustomed to. And within you, your heart and soul will be starving and unfulfilled.\n\nThis is not what God intended for you, but it is a risk. It is the risk of being captivated by the world. It is the risk of becoming lost within yourself. It is the risk of being disconnected from the Source of your life and from the meaning and direction of your life. These risks are real and profound. Look around you, and you will see this to be the case.\n\nHere you cannot look for consensus because if you are really responding, you may be the only person you know who is responding. Here your commitment to the truth must be greater than your obligation to others or your need for validation or approval from others.\n\nGod’s calling will call you out, call you out of line with other people. And you shall take a path that others do not seem to be taking. And your fear of loneliness could be profound, but you will not be alone for long on this journey. You will have to take that risk. Here you are giving up bondage and submission to others for something great. But in the moment, it may not look like that at all, you see.\n\nTo be called is to be called out of line with others. Of course, they cannot follow. They are not being called at that moment. Even those who you think are spiritually educated may not be able to go with you, may not even understand what you are doing. Here you will begin to see the difference between ideology and inspiration, between self-definition and a greater purpose in life.\n\nGreat change is coming to the world. You have to be there for that. Great difficulty is coming for humanity. You have to be prepared to provide your service to the world. You cannot take forever to make up your mind or to drag yourself along, for you are trying to get somewhere, and the hour is late. To make your contribution to the world has to be done in time—at the right place with the right people.\n\nIf you are not in that place or with those people, then you are falling behind. For time here is of the essence. That is why there is always a sense of urgency around this. You are trying to get to a place of rendezvous with others who are meant to be with you, who are destined to be with you. You must get there yourself. If you are wandering around or falling down by the side of the road in doubt and confusion, you are not getting to your rendezvous.\n\nYou have an appointment with the world, you see. You were sent here for an appointment with the world. You must make that appointment. In your heart and soul, you will be trying to get to that appointment, and though you may misinterpret all the signs of this, it is there nonetheless.\n\nAs you can see, there are many dangers and risks. There are many pitfalls. There are many self-deceptions. There are many other forces in the world that will pull you away or hold you back. But the reality of your greater purpose is the most powerful voice there is.\n\nBut to know this, to experience this and to follow this, you must take this journey, you see, the journey of many steps. Taking the Steps to Knowledge—letting Knowledge reshape and reform your life; letting Knowledge take you into the future and build a new foundation; letting Knowledge take you to those circumstances, to those places, to those people that you need to connect with. For only Knowledge knows where the rendezvous will happen, when you must get there and how the journey can be undertaken.\n\nHere you can only follow, but you must use your mind. You must use your talents. You must use your discernment and discretion. This will require you to gain as much strength as you can, to gather yourself together, to keep yourself together, to keep your focus intact, to keep your confidence intact, to keep moving in the right direction.\n\nThere is no passivity here. There is no hanging out here. It is living a committed life, and that commitment is what frees you—frees you from addiction; frees you from ambivalence; frees you from conflict; frees you from self-harm; frees you from danger; frees you from giving your life away for beauty, for wealth, for charm. Frees you from all these things, you see. It frees you from these things, and it frees you for something greater. For there is freedom from and freedom for. But to gain the freedom for, you must gain the freedom from.\n\nThe power of Knowledge is calling you today. It is always calling you. No matter what you think about it, no matter what position you take regarding it, it is intact. It is powerful. It does not change. That is why it is the only reliable thing within you. It is the only thing trustworthy within you. It is the only thing that is certain within you.\n\nFind that, then, that is certain, that is powerful, that has direction, that does not bargain or negotiate and follow that—taking the Steps each day, allowing your life to be re-arranged, allowing your values to change, allowing your mind to come into focus, allowing your true inclinations to take precedent over your distractions.\n\nThis is the great journey. This is what God wants for you. This is why God has placed Knowledge within you. This is what the world will need from you in the future. This is what your future relationships will be looking for in you: the evidence and the presence of Knowledge.\n\nFor you have an appointment with the world. You have a greater destiny in the world. And you have a greater purpose for being here. It is through this that you will know yourself and that you will know that God is in your life.",
  "audioUrl": "https://www.newmessage.org/av/your-purpose-and-destiny.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/greater-purpose-life/"
}