{
  "title": "The Pillar of Work",
  "content": "We will divide our conversation regarding work into three categories. The first is your work in the world. The second is your greater work. And the third is the handling and contribution of money.\n\nLet us start with your work in the world. To build a foundation for learning and living The Way of Knowledge, it is necessary that you be able to provide for yourself in order to meet your basic needs and expenses and that you deal with these resources—money, time and effort—effectively. If this is neglected, you will be disabled in your attempt to build your foundation and to begin your journey into the next great stage of your life, which is the reclamation of Knowledge and the discovery of a greater purpose.\n\nThere is a great deal of resistance to work and a great deal of resentment and misunderstanding about work. Therefore, let us start from the beginning. It is fundamental for you to understand that you have come to the world to work. This is not the world where you go to have a holiday. This is not the world where you go to take a great vacation or to have an immense amount of rest. You have come from a place of rest, but the world is a place of work and action. And you have come here to work and to take action.\n\nDo not confuse the reality of your Ancient Home with the reality of this world. They are different realities, and they call upon different responses within you. You have come here to work. You have work to do. You have to build a foundation for Knowledge. Then upon this foundation a greater work can be given to you. But first the foundation must be built. The bridge between your Ancient Home and this world must be constructed. You have to do your part.\n\nTherefore, your ability to work and your relationship with work are very important. It is necessary that you accept the fact that there will be a great deal of work for you to do. Indeed, when you consider what it will require of you to build and maintain the Four Pillars of life, you might say to yourself, “Oh, my gosh! This is so much work!” Of course it is a lot of work, but it is good work, and it is the work that you came to do. It will make you feel purposeful and useful doing it. Though it is mundane and not glorious or self-glorifying, it will confirm your nature and your greater purpose for being here.\n\nYou have to do the foundation work. Everyone has to do this. No one is simply given a great mission without this foundation. If you think about it, you will realize how important this is, for without the desire and the capacity for Knowledge and for a life of Knowledge, a great mission cannot be carried out. You will not have the ability. You will not have the depth of understanding. You will not have the necessary perspective and approach, and you will certainly not be able to manage the greater powers and the greater skills that will emerge within you and that will be called for in a greater life of Knowledge. You will not be able to preserve your integrity or your ability in a world which seeks to use and to manipulate people who show greater skills and abilities.\n\nTherefore, be content to build your foundation and to give yourself to the great work at hand in doing this. You will find that most of your time will be involved in work, and it will be important work. Perhaps you cannot see where it is taking you. Perhaps you cannot see what will be built upon this foundation, and in most cases you will not see these things until much later. However, Knowledge within you will confirm your activity. Knowledge will be with you in your endeavor, and it will not protest against it unless you are making an error in judgment or in action.\n\nGive yourself to work. Redeem and renew your relationship with work. To build this foundation, you will have to go out and work in the world and perhaps do the kinds of work that seem unrelated to your ideas regarding your greater purpose and nature. Perhaps this work will seem very ordinary and mundane, very repetitive, very unexciting and uninspiring. But it is all right because you are building your foundation. And the foundation is great and important.\n\nThe ability to work, the desire to work, the ability to maintain work and to apply yourself in work, while preserving part of your life, attention and energy for greater endeavors and studies, represents a mature and successful approach in building this Pillar of your foundation.\n\nGo work in the world. Do not seek a glorious position. Do not ask or demand that the absolute perfect job be given to you because, remember, you are just building the foundation. If you can accept this approach and the humility that it requires, you will be able to advance and create the capacity for experiencing and receiving the greater work, which will come slowly to you, as your foundation becomes strong enough to support it and to sustain it effectively.\n\nWhen you work, do good work. Give yourself to it. Even if those around you who share your employment do not have this incentive, let your work exercise your abilities, even if these abilities are not valued. If you choose to become a student of Steps to Knowledge, you will be able to apply Steps to Knowledge in all aspects of your life, and you will be encouraged to do so all along the way. Your employment is a perfect environment to teach you discernment, discretion, insight, compassion, ability and restraint. Use this, then, as part of your laboratory for study. Do not demand that your work environment reflect the greater values that you yourself are learning to experience, for in most cases, your work environment will not be able to reflect or demonstrate a greater truth. However, you can demonstrate a greater truth by being there, not by proclaiming yourself or your ideas, but through your own demonstration.\n\nHere the building of your Pillars of Health and Relationship will sustain you, support you and enable you to utilize your work experience beneficially. As you give yourself to your work in the world, remember, it is only a foundation. It is only providing skills and financial sustenance and stability to your life. When you see it as part of the support that you have for building a foundation, your demands of your work situation will not be so great, and you will be in a position to understand its opportunities. Take this approach and practice it.\n\nIf you were not building a greater foundation in life, if you had nothing to work for or towards, then your work situation could become very defining and limiting for you. This would indeed be a serious problem, but you are working towards something greater. You are working to become someone greater. You are working to serve a greater purpose in life, and you are building your foundation for this. Only those who can patiently build the foundation without demanding glory or total satisfaction for themselves will be in a position to receive the grace of Knowledge and its great work and endeavors.\n\nRemember, as you build your foundation, you are also building character and capacity within yourself. You are developing patience and tolerance. You are developing discernment and discretion. You are learning to understand people’s direction and capabilities without maligning or condemning them. You are learning to observe rather than to judge. You are learning to look for opportunities to reach people, rather than demanding that opportunities be ever present. You are learning to utilize the gift of Knowledge in your decision making. And you are learning how to be in the world. All of these represent your preparation and are fundamental to your future success.\n\nTherefore, be content in the realization that you are building for the future. You are building a foundation for Knowledge. The skills that you are developing in your work will have later application there. And the character and capacity you are building will have later application as well. Here you must exercise the great faith that Knowledge is actually taking you somewhere even though you cannot see where that is. You must have great faith that what you are doing today will have value in the future even though you cannot yet fully determine what that will be. You must have great faith that your foundation is real and meaningful and will have a greater service to perform in the world in the future.\n\nKnowledge is silent most of the time. It is watching and waiting. It gives its instruction and direction when necessary and when you are able to receive it. Become patient and observant like Knowledge and you will experience Knowledge’s presence in your life every day.\n\nLearn to act when action is necessary and learn to communicate with others when they are able to respond, and your behavior will become more like Knowledge. You will then be able to resonate with Knowledge, and Knowledge will be able to resonate within you. Here you bridge the gap between your mind and Knowledge. And here you create a platform in life for Knowledge to express itself through you and with you.\n\nAccept the reality that you must work. Do not seek to avoid or to escape work, or you will lose your opportunity to develop your skills and your greater abilities. Do not seek the easiest job or the job that requires the least amount of effort, or you will simply be wasting that part of your life where work can be exercised and its benefits can be realized.\n\nSeek work that is meaningful, but remember that you are building a foundation. The work you are doing today may not be the work you will be doing in the future. Make sure that your work supplies your basic needs. Otherwise, it will not be fulfilling its function of enabling you and supporting you to build a foundation for Knowledge. Your criteria for work should be very simple and very basic.\n\nNow, let us speak about the greater work. The skills that you have developed in the past and skills that you are developing now have future application. In this, you must place your trust and confidence. The greater work is dependent upon your development and the development of others who are destined to be engaged with you. Your success or failure will determine the outcome, not only for yourself but for them as well. This is a collective effort. It cannot be fulfilled by one person alone.\n\nBut take heart because every step you take in The Way of Knowledge you strengthen the ability of those key individuals to take that step with you because your minds are already joined. If you fall away or if you give up, they will be inclined to fall away or give up too. This is why at certain times when you seem to lose heart in your greater purpose and you cannot understand why you feel the way you do, perhaps they are losing heart at that moment and you are feeling the effects of their decision and their difficulty.\n\nAs you learn to see that you are part of life rather than separate from life, you will be able to see this dynamic in yourself and in others as well. And you will have a greater appreciation of your responsibilities because it is not only your welfare for which you are responsible but the welfare of your Spiritual Family, and specifically those individuals who have come into the world with you. If they are able to build a foundation for Knowledge and respond to the deeper and greater inclinations within themselves, they will find their way to you and you will find your way to them. Failure is possible here, however. So take this matter seriously. Take your own development seriously. If you do not build an adequate foundation, you will not be able to accept the presence of these individuals in your life or assume the greater duties and the greater work that your relationship with them, once realized, will initiate.\n\nYou are here to be a part of the world’s emergence into the Greater Community. You are also here to be a part of the advancement of the human race, which is necessary for your world to emerge successfully into the Greater Community. Your role will not be grandiose. You will not be a saint, a god or a goddess. Your tasks will likely be very mundane. Yet they will serve a greater need, and they will be imbued with a greater purpose and a greater Wisdom. You will realize that if you are here to serve, then you will want to give yourself where your skills, your abilities, your nature and your design can be most effectively employed and applied. This will give you the greatest satisfaction and the greatest confirmation as well.\n\nHowever, if you look at your current state of mind, you will see that it will take awhile to gain the openness and the willingness to have your life be directed. It will require great trust in your Creator and in your Spiritual Family. It will require a great bonding with Knowledge within you. It will require an understanding that anything you try to do alone and without Knowledge will only lead to confusion and failure.\n\nThis great understanding takes time to develop. Simply having a belief in it is not enough. Simply holding great ideas or great ideals does not enable you to actually walk the way and travel the road ahead. That is why your foundation building is so essential, and that is why it must be your focus now. There is greater work ahead for you, but you must prepare, and you must build a foundation— within yourself and within your life in the world.\n\nGreater work requires greater resources, greater courage and a greater willingness on the part of its participants. Do not think that you are ready today to do what tomorrow will ask of you. Do not assume that you have learned enough or that you are strong enough or that you have the adequate relationships to carry on a great calling in life. You have a calling in life, and you are responding to it. That is why you are reading this book. And that is why you must focus now on building the foundation and accepting what this requires of you.\n\nTo respond to a calling and to actually be able to take on the calling itself are two different things. They represent two different stages in your overall development. You are responding, but that does not mean that you are fully capable. The Creator’s Plan is not only to give you greater work in the world, which was given to you before you even came here. The Plan calls for your preparation and the preparation of those who will be essential in your future endeavors. The preparation takes a lot longer than the greater activity at which it is aimed. Consider examples in the world. How long does it take to prepare a great musician or a great athlete or a great statesman? How long does it take to prepare a person to do something important in the world which entails a great deal of responsibility?\n\nIndeed, a life of Knowledge will require even more than these examples, for it requires not only training your mental and physical abilities, but the expansion of your inner capacity. Here the body must serve the mind, and the mind must serve the Spirit. And it can take a very long time to bring things into the right order. Here you must have a foundation of experience in order to give real substance to your faith and to your determination. Here you must find people who can support you and assist you in this great matter, people who are themselves building a foundation.\n\nThis seems to take a long time because people are very unwilling to relinquish what they have, even if what they have troubles them or disorients them. The emphasis in the world is on acquisition, and so you want more and more and more. And if you are unhappy with what you have today, well, you want something new and different. You want more. But having more is not the answer. If what you have is not meeting your need, then having more will only compound your confusion and dilemma.\n\nIt can take a very long time to come to terms with this within yourself. We wish to shorten this time as much as possible because you are needed in the world. You have come to serve the world at a very great turning point, perhaps the greatest turning point that any race can face. You have come for this. So do not take forever to come to terms with your deeper inclinations. We call for a greater honesty within you, an honesty that responds to Knowledge and is not governed or controlled by your will or your ambitions. Then the time it takes to come to terms with what you really know and what is really genuine in your life can be effectively shortened, which saves you time, energy and a great deal of suffering.\n\nWhen you are ready for your real work, it will begin to emerge, and it will emerge in stages. You must be successful in each stage to go on to the next. You cannot leap from where you are into a new life, with a new understanding and a new set of abilities. It has taken you many, many years to get to where you are today. Now you can move faster and more quickly, but it will still take years. But if you are successful and self-determined, and if you are honest with yourself, then you will make great strides. Indeed, you will find that you will be learning as fast as you can. You will be taken to the limit of your ability to learn and to integrate new experiences and new ideas.\n\nPerhaps you are beginning to feel this now at certain points in your life. Your life is being accelerated, but the real preparation still takes time. You are learning to gain a new position with yourself in the world, and you are learning to find the real order of authority within yourself. You are turning away from the world’s teaching to learn something mysterious and wonderful. This cannot be done in a day, a month or a year. However, your life can and will become accelerated as you approach this wholeheartedly.\n\nYour greater work will involve the expression of Knowledge because Knowledge will be its source and its guide. It will involve relationships where dedication and honesty are a living reality for you and for others who are engaged with you. It will involve an understanding and a sense of determination that is greater than anything that you have experienced thus far. You are preparing for this, within yourself and in your life. Through your work, you are building skills and abilities in dealing with people.\n\nYour work in the world is not meant to be fully satisfying because it is not yet your greater work. Perhaps it is leading you in that direction. If it were totally fulfilling, you would not advance. You would become satisfied before you had reached your real goal. Your work in the world may be challenging, frustrating, demanding, and on occasion confirming to you. But it is not the real work for which you are preparing. Accept these limitations. In the future, you will realize how important they are in terms of building character and capacity and preventing you from assigning success to your life prematurely.\n\nYour dissatisfaction with your life is part of what drives you forward, for you must reach the great vantage point where you can see clearly what you must do. And you must find those people who will enable you to reach this vantage point and who will be able to participate with you beyond it. You are being driven by a deeper, inner necessity. Accept this. It is fundamental. It is necessary. It is vital. It will keep you from compromising your life. It will keep you from being deceitful with yourself by claiming that you have reached a satisfactory place, or that you have found your purpose, meaning and direction, when in fact you have not found them yet. It will keep you from giving your life in a relationship prematurely or in dedicating all of your resources and energy to a career or a form of work which does not represent your destiny.\n\nAccept this dissatisfaction. It will drive you onward. It will give you courage. It will give you determination. It will overcome your tendencies and your complacency, and it will offset all of the factors within you and around you in your environment that seek to weaken you and to compromise your approach.\n\nYou know, it is very interesting that people try to get rid of this discomfort inside themselves. They want to get rid of it. They want to be at peace today. And they think that their inner discomfort is somehow a psychological problem or a problem in their upbringing or a defect in their nature. And so they try to overcome it or eradicate it or cover it over with other things so that they can be happy and fulfilled today.\n\nYou will not be happy and fulfilled today. You will only be happy if you are advancing and if you can experience this. And you will only be happy if your thinking and your approach are in keeping with Knowledge.\n\nToday is meaningful for today, but you are going somewhere. You have a destiny. You have a rendezvous with important people. You have a realization to gain. You have strength to build. You have weaknesses to overcome. This requires work. This requires dedication. This requires that you have a sense of direction, that you go somewhere. You are not simply stopped by the side of the road to take a nap for the rest of your life. You will find many wonderful places to visit along the way, many wonderful people to meet along the way, but you must keep going.\n\nIf you take the steps to Knowledge, you will reach your true destiny and your true destination. If you stop for any reason, for love or for money, for comfort or for pleasure, then you will not reach your destination, and you will not experience your destiny. And no amount of therapy or consolation will offset the discomfort that you will feel within yourself. For what greater failure could there be than the failure to fulfill what you came to the world to fulfill? Look about in the world and you will see how unhappy people are. Many of them are very unhappy because they have already failed. They have already given away too much of their life, their energy and their resources, and they live with a dissatisfaction that no amount of comfort or pleasure can offset. They are angry. They are frustrated. And their anger gets projected upon situations which have no real relationship to it.\n\nAccept inner dissatisfaction. Accept the drive to move forward. It is not a personal ambition now, though you have experienced personal ambitions before. It is a deeper sense that you have a place to get to and you cannot be late. You have to keep traveling because you have not found it yet. And even if you have found it, and even when you do find it, you will have to move forward with it. Remember, the world is a place to work. It is not a place to sleep. The world is a place to get things done. It is a place of action. The world is a place of doing. Where you have come from, your Ancient Home, is a place of being where there is no need to take action. However, in the world, you have to take action, and you have to be with that action. Here you find your complete experience. Here you must be in action. It doesn’t mean that you are busy every moment of the day, but it means that your day is about solving problems and getting things done. This gives you satisfaction here.\n\nRemember, this is a different reality from your Ancient Home. Do not try to make this like your Ancient Home or you will miss your opportunity here completely. The world is its own reality. Work with it. Work within it. For you have come here to contribute to it. If you do not accept it, if you deny it, how can you contribute to it? If you avoid it or seek escape from it, how can you find its great opportunity, the opportunity to experience and to express Knowledge here?\n\nIf you avoid the road ahead and seek comfort or retreat, you will be dissatisfied. Perhaps you argue with me. Perhaps you disagree with these words. But you must face yourself—not your personal mind, but Knowledge. Knowledge will not condemn you, but it will not compromise either. Knowledge will not send you to hell because Knowledge can only prepare you for Heaven. Do not try to make a deal with Knowledge because it will not bargain. It knows its purpose. It knows its destiny. It knows the important junctures along the way which you must reach, and it will take you to them relentlessly. It is complete. It is wholehearted. It is determined. It is pervasive. Unlike your personal mind. It holds all of these qualities because it is the source of these qualities, and you will gain these qualities as you work with Knowledge, as you approach Knowledge, and as you accept its direction. In uniting with Knowledge, you become more like Knowledge. And eventually, you become a demonstration of Knowledge itself.\n\nYou must keep going. This is work. This is accomplishment. This produces a real satisfaction and sense of value in life, for in the world you will value yourself according to your activity. If your activity is meaningless, you will feel meaningless. If your activity has no purpose or value, you will feel that you have no purpose or value. This is a place of action. Satisfaction is found through action here.\n\nThis is different from where you have come from. That is why it has taken you a long time to learn to be here because it is so different from where you have come from. Why does it take human beings so many years to develop when they seem to have so much intelligence and ability? Some animals are up and walking about within a day. It takes people years. Whereas the animals are carrying on normal activities within a short period of time, it takes human beings years. It takes a long time for you to become accustomed to living in a physical reality, in a life of action. You have to learn these things. You have to adapt and learn. And it takes time because in a sense it is unnatural to you. You are a spiritual being and action is foreign to a spiritual being. It must be learned.\n\nHowever, you have come here for this purpose, and you have come this far. You do not want all that you have experienced and endured to be wasted. It has brought you this far. Therefore, you must keep going and do the work that is necessary to support you so that you can keep going. You have invested yourself tremendously already. You have paid the price of admission into the world. You have paid the price of upbringing in the world. Now you must seek the reward. Now you must seek the result for which you have paid so dearly. Not only have you paid the price of admission, but your Spiritual Family has as well. It is unfortunate at this moment that you cannot realize how much work and effort have been made on your behalf to bring you to this threshold of Knowledge. You cannot see this yet because you are not at the vantage point where this can be seen. You are not far enough up the mountain to see the landscape.\n\nTherefore, you are doing this for yourself, for those who sent you and for those who have come into the world with you. You are working for them as well as for yourself. Let this be a source of courage and encouragement for you. Let this add to your determination. Let this prevent you from falling prey to the easy persuasions that take you away, promising rest, comfort, love and pleasure.\n\nAs you travel the road of life and the road of Knowledge, you will see many people broken down by the side of the road. You will see many people asleep by the side of the road. You will see many people who have gone off the road in different directions, seeking pleasure or comfort, love or wealth. Keep going. You can’t turn back. You only have two choices: You either keep going or you stop. If you leave the road and wander about in the woods and in the wilderness, you are not going anywhere. You have only stopped. There is a great deal of motion but no movement.\n\nYour opportunity to learn a Greater Community Way of Knowledge gives you direction and focus, helps you to organize your life and brings you in the direction of your calling. It takes you down the road, even if others cannot go with you, even if others are heading off in different directions, even if others are encouraging you to come with them in their pursuits. Knowledge calls you to come down the road because Knowledge can only go down the road. If you go elsewhere, it will not go with you. And if you go elsewhere, its only message to you is to return.\n\nThe possibility for deception in human beings is extremely great. People are very vulnerable to error, and they are very vulnerable to persuasion because they are not yet with Knowledge. Very few people have begun the second great stage of life, and those who have, have found life to be very different from what they thought it was before. They have found a greater strength and a greater ability because they have stayed on the road to Knowledge. They have become consistent and patient, and they see that life is a long process with many stages, and each one must be completed.\n\nDo your work in the world. Develop as a student of Knowledge. Learn to live The Way of Knowledge by building a foundation for Knowledge. Do not confuse and confound yourself by telling yourself that everything you are doing is appropriate or necessary. You do not know that yet. Do not commit a disservice to yourself by assuming that all of your interests, desires and inclinations are genuine. You do not know this yet. Follow the way that is given and do not change it, for you do not know the way yourself. Perhaps you think that you can create a better journey, but until you take this journey and see where it takes you, you have no basis for making that determination.\n\nAdvance with humility. You are given great authority in your life to manage your thinking and your affairs. Such a great responsibility is more than most people can handle at this point. You are given all of the authority that you could possibly need, and perhaps more than you really want. However, there are limits to your authority because you are part of a greater life and a greater purpose. You manage your ship, but you do not know what it is for yet. Every day you keep your ship in order so that it can be ready to sail. You have somewhere to go, but you do not know the way.\n\nTherefore, you follow the steps to Knowledge, for the way is given, and what is needed to be learned is given, and what is unnecessary will in time be recognized and fall away. Your life will become focused and orderly. Your endeavors will be brought into harmony. Then over time your mind will be able to think clearly and gather its resources and its inner strength to focus and to move in one direction. Here you bring everything that is essential within you together into one great pursuit. And you gain a strength and a power that are rarely evident in people.\n\nYou prepare for your greater work by the work that you are doing today—the work you do as a student, the work you do in your employment, the work you do to support your relationships and to learn from them, the work you do to maintain your health, the work you do in your spiritual development.\n\nThe answer to your prayer for purpose, meaning and direction in life is a preparation. What other answer could there be? When you call for help, a ladder is sent down to you. What other help could there be? When you have fallen into a deep pit, will ideas, realizations, or visions help you? What will really help you? What will really help you is that someone sends down a ladder, with steps on it, so that you can climb out. When you are in a deep pit, you cannot see the world; you cannot see your predicament; you cannot see what is beyond your predicament; you cannot see where you need to go. The only reality is you must find a way out.\n\nLiving a life of imagination and having your mind enclosed in its own ideas is like falling into a deep pit, and if you spend enough time in this deep pit, all you see is the deep pit, which is the encumbrance of your own ideas and perspective. When your personal mind is estranged from Knowledge, it substitutes the reality of Knowledge with its own ideas, and it creates a self-enclosed world that is governed by thoughts and impulses, some of which are your own and many of which come from the environment around you. You only see what your thoughts allow you to see, and you only experience what your thoughts allow you to experience, and you can only do what your thoughts allow you to do. You are a prisoner within your own mind, but even your mind is not free because it must serve your body, to which it has given its primary allegiance.\n\nIt is like falling into a big hole in the ground, and after awhile all you see is the hole in the ground. You pray for help, you call for help, and you seek to make your life tolerable within the hole in the ground. You ask for peace, you ask for consolation, you ask for opportunity, and you ask for redemption, and what you get is a ladder—a way to climb out. The ladder goes unnoticed and unappreciated because people do not realize that they have fallen into a deep pit. They have become so accustomed to living in such an isolated manner that they do not realize their predicament and what they are missing in life.\n\nThe answer to your prayers is a preparation, a way out, a ladder with steps. Your Spiritual Family must get you out of the hole of your own thinking. They must open the doors to your mind and open the windows so you can see out and so the communication can come in. They must bring you out of the prison of your own thoughts and conditioning and back into life as it is. Then the mind reorients itself and becomes reassociated with life. It then re-establishes a genuine hierarchy in its relationship with the Spirit and with the body.\n\nThis requires work. You must take the steps to Knowledge. You must work in the world to support yourself while you are taking the steps to Knowledge. It seems simple because it is simple, but what is simple is often avoided because it is difficult, because it is challenging. There is no compromising here. There is no making deals with the truth. There is no saying, “Well, I’ll do a little of this and a little of that.” The simple answer is the direct answer. You have to get up and start going down the road of life again. You can’t lie around by the side of the road thinking about it or trying to think of some way where you can hold onto that which is pleasurable and still have a sense of purpose, meaning and direction. No, you have to get up, start moving and get going. You have to climb out of that hole that you have spent many, many years digging for yourself.\n\nYou can be visited by angels. You can hear an inner voice. You can have wonderful experiences. But until you get up and start moving, until you climb up that ladder and get out of the hole, nothing has really changed.\n\nThe Way of Knowledge moves you to a different position within yourself, to a different position of authority within yourself. It moves you into a different position in life where you can understand and appreciate life and become actively engaged in it.\n\nEstrangement from life produces all neurosis. The inability to act produces all frustration. The inability to know produces all deception. Perhaps this seems confusing and incomprehensible, yet in your heart you know that it is true because this is what the heart calls for—being a vehicle for Knowledge. Your mind and your body will in time become vehicles for Knowledge as well, as they become unified with one another. The only way to unify the Spirit, the body and the mind is to bring them into their true relationship. Then you can function harmoniously at all three levels. Here Knowledge can be expressed at all three levels and accomplishment can be made at all three levels.\n\nThe Spirit knows. The mind thinks. And the body acts. When they are brought together, greatness begins to be revealed in the world. Your Ancient Home begins to be experienced here. A life has come alive. A mind becomes illuminated. A body is able to express and to communicate a greater and more pervasive reality. This is what you are working towards and for, and this is why your work in the world today is important.\n\nLet us speak now about money. The necessary teaching about money is very simple, but that also means that it is very demanding. The teaching is not here to compromise or to make deals between what you may want and what you may know. They are indeed different. You must choose one or the other. You cannot have them both. In the future, when you want what you know, you will feel a great harmony within yourself. However, until this happens, you have to make fundamental decisions and you have to face the consequences. It is only through making these decisions that you are able to get up and move, for walking the way of life and The Way of Knowledge involves a series of important decisions and activities.\n\nHow do you handle money? Let us give you some ideas. Money is a resource. What does it serve and support? If it serves and supports building a foundation for learning and living The Way of Knowledge, it becomes useful and meaningful, for like everything in the physical universe, everything is valued according to what it serves and what it does. If money serves a useless purpose, it is useless. If it serves a useful purpose, it is useful. If you serve a useless purpose, you will feel useless. If you serve a useful purpose, you will feel useful. In the world, you are what you do. In the world, money is what it does. Its value is only derived from the purpose that it serves.\n\nLive simply. Only own that which you need and perhaps a few little things for your personal enjoyment. Fundamentally, own only what you truly need and there will be no confusion, and you will not have to work too hard for money. Give money to support those things that inspire you. They require support, and you need to support them to experience your relationship with them.\n\nIf you have a lot of money, become a benefactor. Give money to worthy people and worthy endeavors. The only value for having wealth is to be able to give it away. After all, how much do you really need in the world? If your future greater work requires that you have access to money, it is only as a resource so that you can give it away and do meaningful things with it. If your greater work in the future does not require that you have much money, then you do not need it, do you? Having less than you need is a problem, but having more than you need is a problem as well. If you have less than you need, you must find ways to earn it, but you do not need a great deal. Therefore, having less than you need is not nearly as great a problem as having more than you need.\n\nRemember, money is here to serve. You do not want to serve it. Money is a resource to be employed. It is here to serve. You do not want to become its servant. What does money serve for you? How do you use money? Do you preserve money and save it for future use? Do you live according to what you need or are you dominated by what you want? Perhaps you are working too hard in your work in the world because you are requiring more money than you really need. Perhaps you have to work harder in the world because you need more than you have. You must find what is correct for you. However, to be able to find what is correct, you must know what is correct, and you must have the necessary criteria.\n\nHere you must look again to Knowledge, to what is essential within you. You must look to what you know to do today. Our words are to encourage Knowledge within you, not to replace Knowledge within you. Therefore, we call upon Knowledge within you, and we call upon you to come to Knowledge and to ask very fundamental questions: What do I really need to own? How much do I really need to earn? How much money do I need to have available to give away? How much money should I save for the future? Knowledge knows. Can you ask these questions and be ready to take action?\n\nKnowledge will not speak to you if you are not ready to take action. You will just hear what you want to hear, and nothing important will have happened. But if you are ready to take action, if you are sincere, if you are capable, if you are open to this, Knowledge will speak to you—in a word, in a feeling, in a message from another person, in an insight, in a thought, in a dream, in a vision. In whatever avenue Knowledge can reach you at this point in your life, it will reach you. Ask the question and wait for the answer. And as you wait, see if you are really willing to know and to act.\n\nIf you come to Knowledge asking questions, but you really do not want to know the answer, or you want to make a deal between what you know and what you want, then you are not being sincere. Ask an honest question and you will get an honest answer. Ask a dishonest question and you will get the answer that you want.\n\nMoney is a resource. It is like the other objects in your life—your food, your clothing, your possessions, the house you live in, any other tools or resources you may have. Its value is determined by the purpose it serves. How much you need is determined by the requirements of your life.\n\nIf you are poor and have insufficient resources financially, then you must find a way to earn more, and you must make yourself available for other people to contribute to you. You do this so that in the future you can contribute to others. Remember, there is no spiritual welfare in reality, and welfare is not a state you want to be in. If you have a great deal of money, it is only to be given for real purposes and to help those who do not have enough. If you wish for money to serve you and to be the servant it is meant to be, you must have this approach.\n\nMoney is a resource for getting things done. That is its only value. And if what it accomplishes is real and meaningful, and if it is well placed and given to the right people who are capable of using it effectively and responsibly, then it has served a good purpose, and you will feel good about it and about yourself. If at this moment you do not feel good about money, if you have conflicts regarding it, then ask yourself the fundamental questions that we have mentioned thus far.\n\nYou have a relationship with money. You have a relationship with everything. What kind of relationship is it? What does it serve? What can you accomplish together? These are important questions for you now. Your answer is a ladder. Climb it. It is a gift from the Creator. Follow its steps. What you are being offered is a way out and a way up, not merely a consolation or a comfort. You ask for too little. You seek too little. Ask for more, for more is given.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/greater-work-pillar/"
}