{
  "title": "Relationships, Destiny and Calling",
  "content": "You have come here for a greater purpose. You were born with the Knowledge of what you must do, what you must accomplish, who you must meet and where you must go. It is time to find this Knowledge and begin to live it.\n\nThe Knowledge that you possess is directly connected and responsive to the evolution of the world, and though you have spent most of your life developing yourself as a person—developing your personal skills and being conditioned by your society and its institutions—this Knowledge lives within you at this moment.\n\nWhen I say you have come to the world for a great purpose, do not think of grandiose roles for yourself. Do not think you are going to become a great emancipator or a great healer. Rather, your role will be more mundane and more hidden, but it will be quite specific, and it will be vital in the larger scheme of things.\n\nYou cannot figure this out on your own because you only hold part of the puzzle to the reality and the meaning of this greater purpose for you. To find the rest of the parts, to complete the picture, you must find those key individuals who are destined to participate with you in your greater purpose and mission.\n\nUnderstanding this, you can see why there is an incessant quest for relationship. Even though people’s romantic endeavors have produced enormous pain and cost, they keep trying to establish a real connection somewhere. Why else would they continue something that has so little success and such great costs?\n\nDespite all of the fantasy surrounding romantic relationships, in spite of all of the misunderstanding regarding this, there is a genuine motivation to connect with certain people for a certain purpose. And though, for most people, this drive is largely unconscious, it is very powerful nonetheless.\n\nYou must find those key individuals with whom you share a destiny. They hold the rest of the pieces of the puzzle to the mystery of your life. That is why you cannot find the way on your own. You can begin on your own. You can advance. But you cannot fulfill what you are here to do on your own.\n\nAs We have said, Knowledge will bring important people into your life to assist you. Not all of them represent the key people that We are speaking of, but they will all play an important role in your development. However, there are a few key people that you must meet. Knowledge within you will attempt to bring them to you or bring you to them. It will attempt to bring you together in any way that is possible. Likewise, Knowledge within them will attempt to do the same.\n\nBut Knowledge does not overwhelm the person. It is not a tyrant. It does not dominate. It does not rule in a harsh manner. Rather, it gives its influence and attempts to keep the person moving in a positive direction, in the direction they are meant to go.\n\nNot everything that happens to you is predetermined, but there are certain things you must do and certain people you must meet and certain activities you must participate in. How this can come about can happen in many different ways, but certain key elements must be there. You cannot replace these. You must find your purpose, your people and your mission in life.\n\nIn many forms of spiritual teaching and practice, people are encouraged to be concerned about their destiny beyond the world, for example, whether they will go to Heaven or Hell, or whether they will elevate to another level and so on and so forth. There is a wide variety of ideas and beliefs associated with this, but for many this is a primary focus. But this is not Our focus, and this is not the focus of Greater Community Spirituality.\n\nWhen you leave this world, you will go home to your Spiritual Family. They are watching over you now, and they are waiting for you when you return. You must return there; you have no choice. You cannot stay in the world forever; over that you have no choice.\n\nIt is what you are able to accomplish here that will make all the difference. It will make the difference in terms of your development and in terms of your Spiritual Family advancing. Your Spiritual Family is comprised of individuals who are directly connected to you at the level of Knowledge, who share a specific set of missions and accomplishments with you. Your Spiritual Family will ultimately join with other Spiritual Families, like the rivers joining together on their way to the sea.\n\nWhat distinguishes one Spiritual Family from another only has to do with the nature of accomplishment and the activities that must be carried out in manifest life. There is no opposition between Spiritual Families; they are all working towards the same goal. But the Creator realizes that individuals work better in small groups to which they can become accountable, and so this is part of the Greater Plan for the reclamation of all separate beings.\n\nThe critical questions are: What is your destiny in the world? What are you here to do and how will it be accomplished? These are the critical questions for you, and these should be the critical questions in all spiritual traditions.\n\nYes, there is a reward in the afterlife. If you are successful here, you will bring great success with you to your Spiritual Family. And if you are not successful here, then you will return and realize that you must come back and try again. The reward in a sense is that you will not have to come back and try again. We think that is a very worthwhile reward.\n\nTherefore, focus on the question about your destiny in the world. Your heritage is established. Your destiny beyond this world is established. You are blessed in the sight of the Creator, for the Creator only knows who you really are. You must find out who you really are while you are in the world and allow Knowledge within you to express itself and contribute to the world through you.\n\nThis is the only mastery that is possible here, and this is the mastery that is needed. If you can accomplish this, you will seem masterful compared to others, but you will come to understand that you are not the real master. The master is working through you and with you and for you and for others and for the whole world. This is the mastery.\n\nIt could be said that The Greater Community Way of Knowledge is The Greater Community Way of Relationship. For the way out of isolation and self-absorption is to develop meaningful and purposeful relationships with people, with possessions, with places, with everything. This is what ends Separation. This is what restores meaning and value to all things that have been degraded before.\n\nUltimately, your spiritual advancement is the ability to join in greater and greater panoramas of relationship. You cannot simply unite with everything. You must begin to unite incrementally, though it is believed by many and hoped by many more that you can simply jump from your isolated state into the Mind of God and disappear there. But it is really not like that. It is that you are able to join together in serving people. You are able to join with Knowledge. You are able to join your mind and your body together. You are able to establish meaningful relationships with people and purposeful relationships with people. It is all a transformation of relationship.\n\nBefore this, people attempt to use people to fulfill their ideas or to fortify their self-identity. Relationship is more a form of usury than companionship. People bond together for financial advantage, for beauty, for pleasure, for excitement, but they rarely know one another.\n\nThe great transformation occurs when you can establish relationships based upon Knowledge and based upon purpose. This is an entirely different foundation for relationship and one that is sound and strong and will yield for everyone involved a greater wisdom and a greater ability.\n\nIn Greater Community Spirituality, there are no great individuals. There are no heroes and heroines. But there are great relationships and there are great communities. What makes a great relationship is the greatness that each person can bring to it—not their ideals and their aspirations and their ambitions, their wealth and their possessions, but the greatness of their Being and what they can produce and create in life together.\n\nKnowledge within you knows that you cannot accomplish your task alone, and it also knows that you cannot accomplish your task with whomever you choose. There are only certain people who can really help you, who you really need, and you do really need them.\n\nThey have a responsibility to find you, and you have a responsibility to find them. They have a responsibility to be ready to participate with you in an intended way as you have a responsibility to participate with them in the intended way.\n\nIt is your ability to join in relationships that represent Knowledge and real purpose in life that is a great accomplishment because these relationships will give to the world around them. They will yield far more than they take. They will create; they will produce; they will serve. They represent the real promise for humanity. And though they might seem mundane on the outside, within themselves there is a spiritual Fire burning now so hot and so bright that it will be able to illuminate others who come into proximity to these relationships.\n\nYou already have great relationships, so take heart. The Unseen Ones are with you. They will not interfere in your personal life and only under very, very rare circumstances will they reveal themselves to you. But the greatness of this relationship is already with you.\n\nThey are not here to give you everything that you want. They are not here to make your life wonderfully comfortable and easy. They are not here to smooth your way so that there are no bumps in your road. Instead, they are here to remind you of your purpose, of your decision to come into the world and of the greater nature and gift that you possess that must be discovered and reclaimed.\n\nYou cannot use them to gain advantages in life; you cannot employ them to help you fulfill your personal goals. They cannot be used and manipulated. That is how great they are. They in a sense are a model for the relationship that you need to establish with those key individuals that you are destined to meet.\n\nThere is a great deal that must be taught concerning relationships—the establishment of relationships of Knowledge, the maintenance of relationships of Knowledge and the fulfillment of relationships of Knowledge. To learn more about this, you must read Our forthcoming book, Relationships and Higher Purpose. But for now it is important to gain a perspective and a basic understanding that in The Way of Knowledge, you will not journey alone. Certain others who are sharing this mysterious and great path with you will be called to abide with you and to assist you.\n\nThere will be no heroes. There will be no avatars. There will be no perfect beings. There will only be students of Knowledge at different levels of accomplishment.\n\nThe real master is Knowledge. That is the work of the Divine within your life and within the world, working behind the scenes to reclaim the separated through Knowledge.\n\nIt is critically important that you realize that you have a destiny within the world and that the meaning and nature of this destiny is determined by where you have come from and where you will ultimately go, for that is where your mission is set. That is where your goals are established. But they are meant to be expressed and carried out right here in the world—in the world of mundane things and mundane situations, the world of conflict and difficulty, beauty and opportunity.\n\nHow will you find your destiny? Well, your destiny can only be known. You may have any idea you want about it. You may formulate any belief. You may build a complicated system of ideas based upon your preferences and your past experience, but this is not destiny.\n\nDestiny happens in a whole different part of you. It is something you cannot eradicate from your Being. You cannot change it; you cannot alter it; you cannot make it do what you want it to do in the moment. It is there like a blueprint within you. It will require the involvement of others in a very specific way, for you must learn that you can do nothing alone and that everything that is created, by anyone at any time in any place throughout the Greater Community, is the result of this kind of relationship.\n\nIn this world, many people are preoccupied with marriage, partnership like this, but that may not be their greatest need. Their yearning for relationship is genuine, but their interpretation may be in error. You need to be able to unite with others to produce great things because alone you cannot produce great things.\n\nEverything is the product of relationship. Everything that is created is the product of relationship. Everything that is contributed is the product of relationship. That is why The Way of Knowledge is The Way of Relationship.\n\nPeople are very pessimistic about relationships based upon their past experience and based upon what they see demonstrated within the world. And so they try to think, “Well, I have to do it on my own. I must learn to be complete within myself. I cannot rely upon anyone else.” Though understandable, this reaction cannot produce success.\n\nThe key is to become a man or a woman of Knowledge, for your great relationships will be built upon your ability to do this. This is what you bring to the relationship of destiny.\n\nFor even should you find that person you are destined to meet, if you are not ready to participate, or if they are not ready to participate, or if you both are not ready to participate to carry out and to fulfill what you came here to do, it will produce great conflict for you. It is better that you do not find each other until you are ready and that you concentrate instead upon becoming ready—ready for each other and ready for the life that you are meant to live and the gifts that you are meant to give.\n\nHere you will not remove yourself from society and meditate for long hours, trying to break through the fabric of the mind. That is only meant for a very few people who have a very specific purpose. The fact that it has become popular or socially acceptable in certain places does not mean that it is the way for you.\n\nAs We have said, the world’s emergence into the Greater Community will forever change humanity’s understanding of religion and spirituality. It will change the context. Now you must find a greater God and a greater religion and a greater spirituality.\n\nIt is a spirituality of community. In the Greater Community, what can an individual do? What kind of power can they yield? What kind of influence can they have? It is a different environment.\n\nThe social development that has occurred there has generated group mind. Tremendously powerful it can be if it is used wisely with Knowledge. Without Knowledge, like anything else, it becomes destructive and manipulative.\n\nYour destiny in life requires the development of others, specifically those others with whom you are meant to be engaged. You, therefore, practice in The Way of Knowledge, not just for yourself, but for them as well. They practice not just for themselves, but for you as well. You are now relying upon each other to become successful.\n\nThis is how things happen in life. This is part of the Greater Plan. People must be taken out of their self-obsession and self-absorption into meaningful relationship in order to understand their true nature and their purpose for being in the world. This is fundamental.\n\nIt is now made even more urgent by the presence of the Greater Community, for they recognize that individual power is insignificant unless you are dealing with individuals of Knowledge. And those individuals will not be individuals alone for long, for they must join with others because Knowledge always leads people to join in meaningful relationships. Yes, they are still individuals, but now they have a greater Being and a greater identity. They are greater than the sum of their individual parts.\n\nThis represents a formidable power in the Greater Community. These individuals together cannot be manipulated. Their mental environment cannot be dominated. Regardless of what you might do to convince them or to persuade them, to induce them or to discourage them, because of the strength of Knowledge in their relationships, they are beyond your influence. You cannot see them, but they can see you. You cannot discern them, but they can discern you.\n\nPerhaps this does not seem important to you yet at this moment. Perhaps you will say, “Well, that is not what I need right now.” But it is what you will need. It is what the world will need. And in effect, you do need it right now because you do need to offset the influences that are guiding your life. You do need to reclaim your authority. You do need to exercise your authority. You do need to find your authority. And you need to find those people who can help you do this because you cannot journey in The Way of Knowledge alone. How can one person alone undo their own conditioning and offset the conditioning of the world? People have tried, but that is not the way.\n\nMen and women of Knowledge join together in alliances and in communities of Knowledge. They have their great allies. They require these relationships in order to be strong and focused. They cannot carry out their activities alone, for they need the cooperation and support of others. They need to be known and recognized by someone else.\n\nThis confirmation amplifies their ability and confirms the true nature of their Being and their purpose. Everyone in the world needs this confirmation, but you must be prepared in order to understand it and to utilize it properly.\n\nThere are strong relationships needed in the world. The potential is here. Humanity has always had strong relationships, but they have been too rare. There have been too few of them. This needs to grow in people’s experience. The fear, the doubt, the hostility, the cynicism need to be dispelled by a demonstration of true union and true ability. These relationships you cannot establish with everyone, for you are only destined to have them with certain people, but that will be a challenge in and of itself.\n\nYet it is bringing Knowledge into the experience of daily life and into the greater comprehension of the world that will make the critical difference. This is what will engender the courage, the selflessness and the ability to meet the problems of the world and the greater problems you will encounter in the Greater Community.\n\nYour true heritage is built upon real relationship. Your true destiny is built upon real relationship. And your calling in the world will be built upon true relationship. Yes, you will find the people you need, but you must be ready. That is the emphasis. Right now you are not ready. Perhaps they are not ready either.\n\nThey will not come to you by chance though your meeting may be very circumstantial. Being with them may not be easy because you will both have to get beyond your personality in order to deal with the reality of your relationship.\n\nBefore this can happen, you will have to gain the discernment to know what a relationship of destiny is and to distinguish it from a relationship of preference and desire. You can have strong preferences. You can have strong desires. You can build seemingly strong relationships based upon this, but these relationships are not really strong, and they will fail within the context of a real life. They will not have the foundation or the substance to support the revelation of Knowledge.\n\nHow will you know who to be with and who not to be with? You will know. To gain a deeper understanding of this, it is essential to become a student of Knowledge and to learn the teaching on relationships within The Greater Community Way of Knowledge.\n\nIn this sense, what has been accomplished in the Greater Community far exceeds what has been demonstrated here in the world. It is not simply technology or the ability to get around, the ability to travel from one world to another. That is all machinery. But the ability to develop real and meaningful relationships and communities, this is something that is rare in the Greater Community but has been achieved at very high levels.\n\nMost societies in the Greater Community are not communities of Knowledge. They are communities of law. They require a very strict obedience, conformity, a highly regulated life for their members. You would find living in most of them to be quite intolerable.\n\nAnd yet they have power. It may not be the power of Knowledge, but they have power—power in the physical realm and power in the mental environment. They gain their cooperation through force and through enforcement, not through Knowledge.\n\nThe communities of Knowledge that exist in the Greater Community are small and withdrawn. Their allegiance is natural. Their power is unique.\n\nWe share these things with you to give you an understanding and a perspective about the nature of power in the world and how Knowledge functions within the world—quietly behind the scenes. This gives you an idea of how you will function in the future.\n\nFor as you learn to become wise, you will not want recognition. You will only want recognition from those who can truly know you. You may want your works to be recognized and to be studied and to be utilized, but you yourself will not want recognition.\n\nYou have a destiny within the world. It will require great relationships. Your ability to find these and to participate in them will be the result of your preparation in The Way of Knowledge.\n\nTake heart, then. There is something great for you. Great things are happening in the world. Yes, they are risky, but they are also promising. Take heart. You will not travel this journey alone, but you must prepare and you must be patient. You will not be able to find your way all at once.\n\nFrom where you stand today to the full experience of your destiny in the world, there are many, many steps, and you do not have a great deal of time. That is why you feel this sense of urgency. And if this sense of urgency is denied, you will feel depression.\n\nLook into your heart, then, and you will know. You will respond at a deeper level and not all at once. The calling is subtle, but it is continuous. The opportunity is hidden, but it is there. The reality is beyond your vision, but it can be seen.\n\nKnowledge will take you there, but first you must find Knowledge. You must unite with Knowledge. You must learn how to become wise and discerning with Knowledge. You do not simply give yourself up with Knowledge. You bring your strength to Knowledge, and you learn how to become stronger.\n\nThis is bringing all aspects of yourself together in their rightful order. It is entirely natural, but in order to do it, you must unlearn what has been unnatural. This is what is set out before you now.\n\nWe emphasize the reality of the Greater Community because this is the greater context for realizing who you are, why you are here and what you must do. You cannot create a context yourself and be able to understand these things.\n\nHere you must look into the world and you must look into yourself. Rather than trying to impose your values upon the world, trying to impose your goals upon life, trying to extract the rewards you want from life itself, you come into a dynamic relationship with life.\n\nHere you stop resisting being in the world. Here you outgrow your ambivalence about being here. Here you gain a real foundation.\n\nIt is remarkable that many people in the world today have not really decided to be here. It is like they have one foot out the door. That is why so many people live in fantasy. That is why so many people have disengaged from reality. That is why so many people are lost within their own minds. That is why so many people are disassociated and alone and isolated.\n\nThe Way of Knowledge brings you into contact with what is great and small—what is great within you and what is small within you, what is great within the world and what is small within the world. It sets a clear distinction that you can experience. It makes things clear because things are clear when you can see them clearly.\n\nYou know, there is a prevailing attitude in the world today that everything is quite relative to your perspective and viewpoint. People will say, “Well, that’s just one way of looking at it. There are other ways to look at it.” And while this holds true, it does not represent the truth. In other words, different viewpoints do yield different perceptions, but there is actually something beyond your viewpoint in order to see and to know.\n\nThis relativistic thinking then is so pervasive. It keeps people from recognizing what is essential within themselves and the world. It keeps them in a constant state of doubt and speculation about their own experience. It makes the obvious seem to be mixed in with everything else. They cannot tell what is real from what is unreal, what is genuine from what is not genuine. They think it is all their perception.\n\nThey do not realize that they need to become connected to what is happening in the world. They need to become connected to what is happening deep within themselves at the level of Knowledge. This is the foundation for relationship. This is the foundation for community. This is the foundation for being able to accomplish anything with anyone.\n\nIn The Greater Community Way of Knowledge, you are prepared to discover your destiny, your purpose and those key relationships that you will need to make your life fulfilling and complete here. This will take you away far beyond where you have ever gone before. In a way, what you have done before will not be what you rely upon now.\n\nInstead, there will be a greater current pulling you forward. You will continue to have good days and bad days, days when you feel clear, days when you feel unclear, days when things are in focus, days when things are out of focus. But something will be driving you forward. It is connected to life. It is connected to the Greater Community. It is connected to who you are. They are all connected. They are all in dynamic relationship.\n\nYou can experience this. You must experience this. This is calling to you. This is waiting for you. This is meant for you.\n\nYou have a relationship with the world’s emergence into the Greater Community. This is the greater context you will need to fully realize why you are here and what you must do. Without this context, it will not be clear to you. This is when people fill in all the gaps with their own ideas. This is when people create their ideology because they cannot see things as they really are.\n\nTherefore, The Way of Knowledge must take you to that vantage point where you can see. In order to get up the mountain of life, you must have strong relationships, true companions who can take this journey with you. You will make it possible for each other to advance.\n\nThe journey now is before us. The Greater Community is here. Humanity must become strong. There must be greater demonstrations of relationships of Knowledge within the world. There must be more contribution. There must be greater mental and physical health. There must be preparation for the future. These are all calling to you now. Become still and you can feel it.\n\nI can say it in many, many different ways. I can illustrate it in many, many different ways. But it is the same calling and the same force. It is the call for Knowledge. It is the calling of Knowledge.\n\nStay with this. Respond to this. Keep this within your sights. Begin to prepare in The Way of Knowledge. You cannot get there without the preparation. You must take the Steps. Take these Steps and you will not journey alone, for the Unseen Ones will be with you and others will come to join you in your great journey homeward to Knowledge.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/great-relationships-destiny/"
}