{
  "title": "Developing Greater Honesty",
  "content": "It is necessary that We talk about honesty within the context of preparing for the Greater Community and learning how to follow and live The Way of Knowledge. It could be said that the experience of Knowledge is the experience of profound honesty. This is the result of wanting to know the truth above and beyond all other considerations. It could be said that learning The Way of Knowledge is learning the way of honesty—going beyond the honesty of what you feel and think into the honesty of what you truly know.\n\nTo begin, [you] must be honest with [your] inclinations, at least insofar as to realize that [you] must gain a greater freedom, ability and participation in life. You must have this honesty just to begin. Many people are not yet this honest. You must have greater honesty to be able to look at the Greater Community presence in the world and to gain the vantage point to see what it really is and what is really happening.\n\nWithin this book, We are not giving you all the answers. We are not telling you everything, for there are certain things that you must find out about on your own. For We do not want to engender belief. We want to engender Knowledge.\n\nIt is enough for you to know that you have competitors in the world who are vying for control of this world, who are establishing influence here and who are fulfilling their own objectives and mandates in doing this. They are not part of your spiritual cosmology. They are just sentient beings from another world. In fact, they represent several groups of sentient beings from other worlds who are here to find resources and establish alliances.\n\nTo know more, you must go deeper yourself. We open the door, but you must go through. It is not necessary for you to know their names or what world they come from. That would be meaningless at this point. This information is reserved for the serious student of Knowledge.\n\nWhy do We withhold this information? Because We value your integrity, and We want you to develop your integrity. We value your potential for honesty, and We want you to develop your honesty. We value your strength and your determination, and We want you to develop your strength and determination. Otherwise, you would read this book and have a whole new set of things to believe in. But belief is not what We are seeking to engender or to embellish here.\n\nYou need a certain perspective, that is true. You need a certain orientation to be looking in the right direction. We are pointing in the right direction. We are giving you the orientation. But you must make the journey. It is not enough simply to know about the presence of the Greater Community or to accept the possibility that they are here. You must come to know what this really means.\n\nWe are promoting Knowledge, not ideas alone, but ideas are necessary to take you to Knowledge, to aim you in the right direction, to bring you to the threshold of Knowledge. That is the greatest service ideas can provide for you. But beyond this threshold, ideas cannot go. You venture [forth] without a solid construct of ideas into the pure realm of experience in Knowledge.\n\nTo get there, you must become really honest with yourself. This is necessary to engage in the process of discerning what you want from what you know. You may be well acquainted with what you want, but do you know what you really want? Do you know what is really essential for your Being? Do you know what has brought you into the world? Do you know what you must fulfill here?\n\nYou may have ideas about these things, but do you really know? You may say, “Well, I am here to bring peace. I am here to help people,” but these are only generalizations. Your purpose in coming here is more specific than that. Your mission in being here is more specific than that.\n\nWe know you do not yet know these things fully. If you are honest with yourself, you will recognize you do not yet know these things. That is good. It is good to be so honest. It is good to have an honest evaluation. It is good to know what you know and what you do not know. Maybe you only know a few little things. Maybe you only have a few pieces to the puzzle, a few clues to the mystery, but that is enough to begin.\n\nThe problem is when people think they know what they really do not know because they cannot distinguish between their ideas and what is truly known within them. They cannot distinguish between their thinking mind and their knowing Mind.\n\nSome people say, “Well, I am very intuitive,” but that is not it. Being intuitive is simply being more sensitive. It does not mean you have found the reality of Knowledge within yourself. It does not mean that you have come close enough to Knowledge to know what Knowledge is and what it is attempting to do in your life. You have not come close enough to realize that what Knowledge is and who you really are, are the same.\n\nThese realizations all represent tremendous thresholds in The Way of Knowledge. Anyone who takes the Steps to Knowledge will be approaching these thresholds, and there are more than one of them. Each threshold will require a greater honesty and a clearer self-evaluation.\n\nAt the outset, there is considerable confusion, for though you know something that is real within you and you know there is something important for you to do in life, you do not want to be superstitious. You do not want to have wild ideas. You do not want your approach to be merely self-seeking. You do not want to be governed by fear or ambition.\n\nSo you are unsure that you are doing the right thing, and you do not know where it is taking you, and you do not know what it will require, but you have the honesty. You have the response to yourself, the response-ability to Knowledge, to take the next step. Knowledge only asks you to take the next step. It does not ask you to realize what you cannot realize, to accomplish what you cannot yet accomplish or to become what you cannot yet become. It only asks you to take the next step.\n\nFor many people, though, they do not have the self-confidence to simply take the next step. They want to know the whole picture, and since Knowledge will not reveal it all to them, they invent it for themselves, or they garner it from other people’s inventions. They fill in all the spaces with their ideas and their beliefs until they have a complete explanation.\n\nPerhaps you have done this yourself to a certain degree. You can certainly remember talking to someone who seemed to have all the answers, but did they really know? Perhaps they were very firm in their conviction, perhaps they felt very strongly about what they were seeing and feeling, but did they really know? Were they honest enough with themselves to know the difference between what they believed and what they know?\n\nYou will be with people who even say, “I know this to be true! This is the truth. I know it!” But if you reflect upon this carefully, you might see that they really do not know it, but they defend their ideas even with their life. People will lay down their lives for their ideas, can you imagine? Sacrifice your life for an idea?\n\nTo lay down your life for something real and genuine and permanent, yes, that may have merit under extreme circumstances, but to lay down your life for an idea? Unless that idea is imbued with Knowledge, it does not have reality. Even if everyone believes in it and relies upon it, without Knowledge, it does not have reality.\n\nThese things that I am speaking of represent realizations. Each realization is a threshold in and of itself, but over the course of life there are great thresholds over which you must pass if you are to fully realize who you are and why you are here.\n\nThese great thresholds require tremendous self-evaluation and re-evaluation. They take honesty to a whole new level, for it is not enough to admit to what you think or feel or believe. The great honesty is feeling what you know. It is being united with what you know. To become united with what you know, you must become aware of what you know. You must accept what you know. You must discern what you know from the other preoccupations in your mind, from the other forces in your mind and from all of the persuasion and conditioning that have shaped you and formed you thus far.\n\nHere there is a tremendous process of sorting out. It is like going through your closet at home with a commitment to only keep what is really being used and is really useful and is really valuable. Everything else, you get rid of. And you might end up with a pretty empty closet, but that creates space for new things to happen.\n\nWhen you learn to sort out your mind, which can only be done in stages, you create a lot of space in your mind. Your mind is no longer filled to the brim with ideas and beliefs and memories. You have sorted things out because at every threshold you must sort things out even more. And in practicing The Way of Knowledge, you learn to become still while over time things that are not real or are not meaningful to you now just fall away. This creates a lot of space and openness in the mind, a lot of space and openness for Knowledge to fill.\n\nIt is a sobering realization at the outset that for the beginning student of Knowledge—and everyone who begins the preparation in Knowledge is a beginning student of Knowledge—much of what you believe, much of what you idealize and much of what you give your energy to are really not that important.\n\nThe sense of loss that this can engender can be immediately offset by the fact that you will have an opportunity to get in touch with what is really important, to feel what is really meaningful, to identify what is really valuable. It is by doing this that you finally begin to experience yourself as being meaningful. You start to experience yourself as being valuable, for your experience of yourself is the result of what you identify with and give yourself to.\n\nIf you give yourself to little things, you will feel little. If you give yourself to great things, you will feel great. There is no way around this. If you are feeling inadequate, if your life feels inadequate, it is because you need to identify with greater things within yourself and give yourself to greater things in life. A simple prescription, but not easy to accomplish. Why is it not easy to accomplish? Because of this issue of honesty.\n\nHere it is necessary to realize that there are two minds within you. There is the mind with which you think and there is the Mind with which you know. Our emphasis is to bring your thinking mind together with the knowing Mind, in service to the knowing Mind, for this is the thinking mind’s true relationship with Knowledge. And this is what gives your thinking mind true efficacy and value.\n\nBut until Knowledge is discovered, the thinking mind seems to be the only mind, and it sets up a whole defense mechanism to protect itself from destruction, from uncertainty, from invalidation and from hopelessness. It is weak and fallible, and so it tries to build great defenses against life. But this is not who you really are.\n\nYou need the thinking mind to negotiate the physical world and to function within the mental environment, but the thinking mind is really a mechanism to serve a greater Mind and reality within you. As you learn to identify with the greater reality, you learn to see that the mind is a medium. You learn to see that it is a temporary thing. It is not eternal, and it is only relevant to your life here in this world at this time.\n\nWhen you leave this world and return to your Spiritual Family, you will not need this thinking mind, but right now you do need a thinking mind. So the important question is, “What does this thinking mind serve?” It either serves itself or it serves someone else or it serves the greater power of Knowledge, for the thinking mind can only serve.\n\nThis is a great truth in The Way of Knowledge and a liberating one at that, for with this understanding, you can shift the allegiance of your mind. By shifting the allegiance of your mind, you realize that you are not your mind, that you are greater than your mind. How can the mind be changed if it is all that you are?\n\nYour mind will be transformed as you learn The Way of Knowledge. It will not be denied. It will not be repudiated. It will not be destroyed. It will not be condemned or maligned. It will be re-employed. It will be transformed. It will become a great instrument of communication. That is the ultimate purpose and value of the mind.\n\nWhen the mind serves the Spirit, then the body can serve the Spirit and everything serves the Spirit. This is a complete transformation of your experience.\n\nIts fundamental reality is honesty. You can be honest to your mind. You can be honest to another person and their mind. But can you be honest to Knowledge? This means that what you say and what you think and what you do, do not violate Knowledge.\n\nThe only way you can have this experience is to follow the Steps to Knowledge, learn to receive Knowledge and to experience Knowledge and learn to recognize what Knowledge really is and why it is here. There is no other way.\n\nFundamentally, all religious practice, all spiritual focus must be on the reclamation of Knowledge. We put it into these terms so that you may understand it more clearly and may see it without all of the conditions and preoccupations of religion as it has come to be known within your world.\n\nRaw spirituality is Knowledge. The essence of spiritual life is living a life of Knowledge. Here what you believe, what you think, how you evaluate, what you perceive, what you choose become a great instrument of Knowledge within you. Here your true Self emerges and is able to use the vehicle of your mind and the vehicle of your body to give great things into the world. Then when you are done, you go home to your Spiritual Family and you are done.\n\nThe world’s teaching about spiritual enlightenment is full of error. While it is true there must be great breakthroughs in life, and this might represent an enlightening experience, the true state of enlightenment is beyond the world.\n\nYou are here to contribute, not to gain rewards for yourself, but you will receive great rewards as you find the nature of your contribution and learn how to experience it and express it with wisdom in life.\n\nWhat is enlightenment in the world? Even if you were able to grow beyond all of the limitations of human experience, you would still be a beginner in the Greater Community. That is like graduating from middle school and going to high school. Yes, you have graduated, but you now find yourself in a new class, where you are the beginner.\n\nThat is why We are teaching The Greater Community Way of Knowledge, because you need an education in both worldly spirituality and Greater Community Spirituality. There is only one Teaching that can prepare you for this and give you this education together, and they must go together now because the world is emerging into a Greater Community.\n\nHuman wisdom alone is not enough. Learning how to function in human affairs wisely, though highly valuable and rarely achieved, is not enough, for humanity is no longer alone. This is its great problem. This is its great opportunity. This is its great requirement. This is its great need.\n\nAs you read this book, it will be an exercise in honesty for you. Let Us clarify what this means. Real honesty is being accountable to Knowledge. Yet because Knowledge is so unknown within the world, this is a very difficult definition to use. You might read this book and think, “I can’t relate to this. I don’t relate to these ideas. I don’t agree with these ideas.”\n\nSome people will read this book and have that response. They will say, “ I don’t agree with this. I don’t relate to this,” but what are they really saying? What they are really saying is that they cannot relate their old ideas to this new information. They are saying, “This new information does not correlate with my current ideas or with my current experience.”\n\nThis should be a motivation to discover. This should be a motivation to move into new territory to learn new things. But what usually happens is people use this as an excuse to dismiss the new information, to prevent themselves from having the new experience. Instead of saying, “I need to learn this. I haven’t learned this yet, and I need to learn this,” they say, “Well, I don’t relate to this,” and so they pass it by.\n\nBeing accountable to your ideas is not honesty. That is deception. You must be accountable to something greater within you, which will motivate you to go beyond your ideas, to outgrow them if it is necessary.\n\nWe are presenting a New Revelation in this book—a new spirituality; a new experience of being alive in the world; a new foundation for experiencing certainty, strength and wisdom. We are not here to embellish what has already been learned. We are not here to validate everything that is being believed in the world. We are here to provide a New Revelation and all that that entails. It is a Revelation based upon reality, not upon hope and fear. It is a Revelation based upon what is actually occurring within the world, not upon human ideals or human anxieties.\n\nSo if someone reads these words and says, “Well, I don’t relate to this. I don’t agree with this,” We say, “That is fine. Take the next step.” We do not expect people to believe everything We are saying, but We want to give them the opportunity to experience it for themselves. It is the experience that counts. If people believe in what We are saying but do not know it, it is not worth anything. It is no good. Yes, it may bring them to a greater realization, but they must go beyond their ideas to enter into this realization.\n\nWe are talking about honesty here—a greater honesty than what people usually think of when they think of honesty. When people think of honesty, they think of revealing what they think or revealing what they have done. That is only the beginning. Those are only the baby steps in honesty.\n\nIf you encounter something new in life, then you must go deep within yourself and ask yourself, “Is this important for me to learn?” And you must not listen to your mind, for your mind will simply reassert its old ideas. You must listen deeper. You must listen at the level of your heart, your Being. This is honesty.\n\nYou might find that you need to do something you do not want to do. You might find you need to learn something that is in contrast or in conflict with your current ideas or beliefs. You might find that you need to experience something you have never experienced before.\n\nWhen people encounter something new and they say, “Oh, I don’t relate to this,” they are simply shutting the door on it. They are not asking the deeper question. They are not really reflecting upon it. They are simply following the dictates of their thinking mind in the moment.\n\nTheir thinking mind is not interested in a greater education. It is primarily concerned with its own survival because without Knowledge, it is afraid and it is vulnerable in the world. What the thinking mind really needs is Knowledge because this is its real foundation. This is what it is meant to serve. But without Knowledge, it can only serve its own interests, which are primarily concerned with protecting itself.\n\nThat is why the thinking mind without Knowledge is primarily governed by fear. It gains its stability by the strength of its ideas and by its convictions concerning its ideas. Though this gives it reprieve from its own anxiety, it does not open the way for its liberation.\n\nSome people might read this book and say, “Well, I can relate to what is being said, but I do not understand.” We say, “That is good.” Real understanding is the result of real preparation and participation. The real answer to the great questions is not a set of words or an idea. It is a means for finding out.\n\nYou will need to find out what the Greater Community is. You need to find out what Knowledge is. You need to find out what following The Way of Knowledge, learning The Way of Knowledge and taking the Steps to Knowledge [means]. You must find these things out for yourself. You must make the journey. The journey is what matters.\n\nPeople want answers because they are lazy, because they do not want to take a journey. They simply want to fortify their ideas. Their mind is like a prison, and they want to add more bricks and mortar to it. They want to make the walls thicker, stronger, to keep the world out. But they pay the price by keeping themselves in. Their ideas are like a great buffer.\n\nThis is not a proper use of the mind. This is not utilizing intelligence. This is not being intelligent. Remember, intelligence is the willingness, the desire and the ability to adapt and to create. To create, you must adapt, which means you must change and grow, which means your thoughts must be changeable. No matter how useful they may seem at the moment, they must be changeable, and you must be able to change them. If they are fixed like concrete, then they will bind you, they will imprison you, they will prevent you from seeing and knowing what you really want to see and know.\n\nThe mind must be stirred constantly because it is like concrete. If you stop stirring the concrete and adding the water, it hardens and then you cannot work with it. People’s minds become like hardened concrete. You cannot work with them. They are entirely fixed in the way they think.\n\nTheir Beings are prisoners within their own creation. They have walled themselves in. They cannot hear the Creator speaking to them now. They can only hear their own thoughts. They cannot hear the deeper minds of others calling to them. They can only hear their own thoughts. They cannot face life as it really is. They can only see life according to what their mind will reveal to them. They are slaves to what should serve them, for the real purpose and function of the mind is to serve the Being, is to serve Knowledge. For them, honesty is simply being obedient to their ideas, being consistent in their thinking.\n\nTake to heart what We are telling you here. Ask yourself deeply what is important, but do not be satisfied with immediate answers, for you must go deeper. You must stop living at the surface of your mind and penetrate to its depth, to its core, for that is where the reality is. What is at the surface of the mind is layers and layers of conditioning—walls, blocks, shields, scar tissue. The mind is like a machine at its surface until it has become liberated by Knowledge.\n\nThat is why many people act and react in predictable ways. They are governed by forces they do not even recognize. They never think to question their ideas. They never think to really question their values. They do not want to deal with the uncertainty of doing so. They do not want to risk what they have even though they have so little.\n\nWhen you are honest with yourself, this means being honest with Knowledge. If you do not know what Knowledge is, then you must find the way to Knowledge. You find the way to Knowledge by calling upon Knowledge, by going beyond your thoughts and beliefs, going beyond what you can relate to or what you believe in or what you have experienced thus far.\n\nThe preparation in Steps to Knowledge will enable you to do this, for it does not appeal to your beliefs about certainty, strength and wisdom. It teaches you how to appeal to Knowledge. This is different from seeking some psychic force outside yourself. This is different from opening your mind to whoever wants to dominate it in the mental environment. This is coming home to Knowledge within yourself.\n\nBeing true to yourself means being true to Knowledge, to what is deeply known, to what is the real meaning and current of your life. You can only develop this ability by taking the Steps to Knowledge, by opening your mind so that Knowledge can emerge there, by learning to still the mind so that you can learn to see through its mechanisms, by learning how to direct the mind and to develop its great capacities.\n\nHere the mind learns to serve. Here it gives up its pretense of being the master. Here the whole pursuit of mastery changes, for in the world there are no masters. This is true because in the Greater Community, there are no masters. This is true because Knowledge is the master. It is the master in you. It is the master that the Master Creator has placed within you. It is your connection to God, to divinity, to truth, to purpose, to everything that is meaningful in life.\n\nHow can you be the master when Knowledge is the master? You can only express the master. You can only accept the master. You can only let the master transform you, revitalize you and redirect your life. This is mastery in a real sense, but it is a very humble form of mastery.\n\nThis is being honest. This is knowing what is great and what is small. Your body is small. Your mind is small. Your Being is great. We are bringing you to what is great so that what is small may have real expression. Then the body becomes greater and the mind becomes greater because they represent something greater. They demonstrate something greater. They are the vehicles for something greater.\n\nThis is what is needed in the world, and this is what is needed in the Greater Community. This is what will give humanity strength and preeminence in the Greater Community. It will not be your technology, for that is still in very primitive stages of development. It will be something greater, something more important.\n\nWhat is technology in the Greater Community? Eventually, you reach the limits of what you can do technologically, for there are limits. Then you try to develop strength in the mental environment, which is a great, great environment.\n\nBut without Knowledge, you still do not have a great foundation. You still cannot discern the truth. You still cannot know fully what you are doing or the meaning of things. We are giving you this Greater Community perspective so that you may gain a greater honesty within yourself, so that you may learn what being true to yourself really means, what it requires and how it can be achieved.\n\nWe are giving you a different vantage point from which to see—to see something you could not see before; to see what is there; to see beyond your fears and your wants and your preferences; to see beyond all of the social conditioning that has shaped you thus far; to see beyond the prevalent attitudes and the mythology of your age; to see with clear eyes, not anyone else’s eyes, but your eyes; to see with Knowledge within you.\n\nSome people may read this book and say, “Well, I’m not getting enough information.” They think We are here to provide more for them to believe in. They are looking for information. They want facts and figures, dates and places. They want to know how many worlds in the Greater Community are inhabited; they want to know how many races have visited our world; they want to know their systems of propulsion; they want to know their names and their languages; they want information.\n\nThis information will be useless if you do not have the Knowledge to recognize it and know what it means. Go into your library. There is more information there than you can possibly assimilate. There is so much information that people do not know what to do with it. There is so much information about the presence of the Greater Community—so many sightings, so much evidence. If you look for it, if you are open to finding it, it is there. The problem is that people do not know what to do with it. They cannot understand it. They do not know how to discern what it means. You could have a million sightings of Greater Community craft in your skies, but without Knowledge you would not know what it means.\n\nDo not seek for information. That is not your need. We are giving you something of far greater value. We are giving you the key to realization, to understanding. Then when you look at the information, you can learn how to discern what it means. You can see beyond appearances. You can see beyond persuasion. You can see beyond manipulation—the manipulation of your governments, the manipulation of the religious institutions, the manipulation even of the Greater Community forces who are interacting with humanity at this time.\n\nIf you want information, then you are not yet being honest with yourself. That is not your greater need. You need to have the ability to discern what you are looking at. You need to have the greater intelligence within you to know what trail to follow, what clues are important and how to put them together.\n\nYes, We know the names of the visitors. We know where they have come from. It would be utterly meaningless to you, a bunch of incomprehensible words. It is the relationship between them that is valuable. That is important. You can fill in the names later if it ever becomes necessary.\n\nYou know people’s names. You know where they were born, some of them, but do you know who they really are? Do you know what their life is really about? Do you know what they are destined to do? Do you know their deeper inclinations? Do you know why they are here?\n\nTherefore, consider the Greater Community and ask yourself these same questions. Either your mind will fill in the answers, you will get the answers from somewhere else, based upon someone else’s ideas, or you will find the way to Knowledge where you can know.\n\nThe Way of Knowledge is the way of honesty, and it is the way of relationship. It is the way of gaining a greater participation and a greater perception and understanding of life. But beyond this, it is a complete transformation of your mind and your being in the world, for you have come to serve the world in its present needs and you have come to serve the world’s needs for its future. For you are here now and you are connected to its future.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/greater-honesty-mind/"
}