{
  "title": "The Great Truth",
  "content": "There is a great truth about your being in the world, a great truth that you cannot alter, that you cannot change, that you cannot remake into something that you would prefer or something that other people would expect of you. The great truth is about you and your relationship with the world and why you have been sent into the world at this particular time, under these particular circumstances. For it is no accident that you are here and that you have come at this time.\n\nThough it seems to be a mystery to you, it is very clear to those who have sent you. And while your memory of your Ancient Home is erased—or seemingly so, as you enter this life, as you take the long journey to becoming a human being, to becoming part of a society, part of a family, a part of civilization—that memory still resides within you. And though perhaps you cannot see it now or feel its presence, it holds true nonetheless.\n\nFor there is a great truth that you have been sent into the world, to serve the world in a unique way in concert with certain other individuals, within certain circumstances. You are designed and equipped to do this, and that is why you have a unique nature and personality. That is why you have certain inherent strengths and predispositions.\n\nYet without this greater purpose to guide you and to give meaning and value to your life, how can you understand your individual nature? How can you understand yourself? You cannot, for you are meant to be part of something greater, something beyond your own evaluation, something beyond the identity that your family or culture alone can give you.\n\nPeople try to endlessly remake themselves, recreate themselves, create better versions of themselves or try to be like someone else entirely. And they expend their life force doing this—their time, their energy, their resources—trying to be something without knowing what they really are.\n\nThey undertake this fruitless endeavor because they have not found their greater purpose. They do not understand themselves within a larger context. They do not see that they were perfectly designed for something that they have not yet discovered.\n\nYou can try to be like someone else. You can try to alter yourself. You can try to remake yourself. You can hide behind your clothing. You can hide behind your style or fashion. But you cannot change what God has created and why God has created you in the way that you are.\n\nCertainly you will have to mitigate any destructive behavior or patterns of thought. Certainly you will have to manage yourself properly. This is required of everyone.\n\nBut the great truth remains that you are especially designed for something that you have not yet discovered. And it is wise that you not think that you have discovered this yet. Even if you are moving in the right direction, even if you have responded to some of the clues and the signs, do not assume that you have found your role yet, for that can only be recognized more in hindsight than in foresight.\n\nDo not think you have arrived, for you are still climbing the lower slopes of this great mountain, and you know not what lies ahead, or what will be required of you, or how your life will be reshaped and refocused by the many changes that will come your way and that indeed are coming to the world as a whole.\n\nThe great truth also reveals that what God created in you is not reflected in your thinking, in the patterns of your thinking, in your habitual thinking, or even in your highest beliefs or ideals. For who you are is not your mind—the mind that absorbs you every moment of the day, the mind that captivates you, the mind that you live in, at the surface of this mind. That is what the world has taught you to think. That is what you believe you have to do and to be and to have to be acceptable within the social environment of your family and society perhaps, or whatever group you identify with.\n\nBut there is a deeper Mind within you, for the great truth reveals that you are born with two minds—a mind to think with, a mind to deal with all the particulars of your life, and then a deeper Mind, the Mind called Knowledge, the Mind that God created. It is meant to guide you, and to protect you, and to take you to fulfilling your greater purpose for coming here; to show you the way; to lead you to the steps and the thresholds, the engagements and the relationships that will be part of this greater service to humanity.\n\nThis, then, is a great revelation for you if you can understand it—that you are sent into the world for a greater purpose and that who you are is not the mind that preoccupies you.\n\nYour mind may try to believe in everything that seems to be righteous and holy and appropriate. You may imagine yourself to be a saint or an avatar or a righteous person. Whatever the mind tries to create and idolize and worship and denounce and advocate is still only happening at the surface. Deeper down, far below the surface, there is a greater Mind, the Mind of Knowledge, the Mind that God has created.\n\nNow indeed God has created your capacity to think, which is a marvelous creation. But the world, in all of its confusion and error, in all of its desperation and anxiety, has filled your mind, has conditioned your mind, has conditioned your thinking and, as a result, your behavior and your attitudes and your perception.\n\nThe greater Mind within you, Knowledge, can—if you will learn to follow it and to recognize it—also shape your thinking, your attitudes, your beliefs and your perceptions. But it is a very different influence overall.\n\nThis is a great problem for people who feel that they are spiritual, that they are undergoing spiritual development, spiritual renewal, spiritual education. They are still trying to follow the world and follow something deeper that is more mysterious within themselves. Perhaps they call this the Will of God. Perhaps they call this the word of their great teacher or their saint. Perhaps they call this the Holy Spirit.\n\nWhatever they call it, it is beyond the definitions of the mind because Knowledge, deep within you, is the Mind that God created. And the mind that the world has created, well, it cannot grasp this. It cannot understand this. It can only yield to it and follow.\n\nFor Knowledge is mysterious. It does not function according to the dictates of the world or to any kind of invention or rationality. Ultimately, it will make perfect sense and will reveal itself to be a perfect guide, but in the long process of rebuilding your relationship with Knowledge, it will seem mysterious and inexplicable. You will doubt it, and often. There are times you will not want it. It will seem a great nuisance and problem for you. And at other times, you will recognize it is the most precious part of yourself, the most precious gift of the Creator, your most valuable asset.\n\nAll true spiritual development is rebuilding your relationship with Knowledge and allowing it to become the center of your life and the true guide of your life. You see, no matter what your religious affiliation, no matter what your spiritual practice, the truth of Knowledge is within you. And this is a greater truth because it is a truth from God.\n\nYou cannot change this truth. You cannot rework it or make it fit in with what you want or what you think you must do, have or be. The more you try to tamper with it, the more it seems to escape and become inaccessible to you.\n\nKnowledge within you knows why you are here. It knows whom you must meet in this life. It knows where you are trying to go to and where you must go to. It does not waver. It is not indecisive. It is like a great magnetism pulling you in a certain direction.\n\nAnd from where you stand at any given moment, you will not understand. “What is this attraction? What is this pull? Why do I feel I must do this? Why must I leave here and go there? Why can’t I commit myself to this situation? Why must I venture alone when I can be with these people? Why must I say no to this opportunity and yes to this opportunity?”\n\nThere are no good explanations, really, though you will try, yes, and it is understandable. The poor mind will do whatever it can to try to understand what this greater power is once it has been recognized. But ultimately your intellect must yield to the power of Spirit that God has created for you and within you.\n\nFor God knows why you are here, what you are here to do, who you are here to meet and the difficulties of being in the world. That is why God has given you a perfect guiding Intelligence—something beyond the intellect entirely; something beyond definition; something beyond the limits and boundaries of religion, culture, philosophy; something that cannot be corrupted or applied for personal gain and wealth.\n\nFor you cannot use Knowledge to get what you want. You can only follow Knowledge with the understanding that it will take you to where you need to be and that it will shield you from those things that could captivate and dominate your life.\n\nWhen you really recognize this, when you have reached a high enough place on the mountain to see the value of this, you will recognize it is the greatest gift that God could give you.\n\nFor if God gave you what you wanted alone, your addictions would become deeper; your confusion would increase; you would become attached to things that do not reflect your greater purpose and nature; you would commit yourself to things with no value, no future; you would give yourself over to the demands and expectations of others; you would capitulate to the insanity of the world and all of its desperate pursuits and conflicts.\n\nA loving Creator would not do this to you. Just like a loving parent would not give the infant child anything that child wants to play with—sharp objects or dangerous weapons or dangerous situations.\n\nYou are like a child in the world, you see. You want things that are not good for you. You are afraid of things that could really help you. You think you perhaps understand who you are and what you are doing, but there is great uncertainty beneath all this. You are driven by the expectations of others. You are commanded by your culture or the dictates of your religion. You are indeed a slave to other forces, you see, and this is inevitable if Knowledge within you cannot be experienced and rediscovered.\n\nYou could say that Knowledge, this deeper Intelligence, is the awareness you had before you came into the world and with it the memory of those who sent you into the world, and the understanding that was given to you to bring you into the world. So different this is, entirely, from your thinking and your beliefs and your philosophies and your ideals. It is an entirely different reality We are talking about here.\n\nYes, you will try to understand. Yes, you will try to conceptualize. Yes, you will try to fit it in with your current beliefs and attitudes. But, you know, it will not fit, for it is its own reality. You cannot change God into something you want. You cannot change what God has placed within you into something you want or prefer or think you must have.\n\nNow the great truth itself reveals other things that are essential for your understanding. It reveals that you have come into the world at a certain time for a certain purpose. And there are things you must understand about this time that you have come into—things that have not yet been fully realized by even your most visionary and intelligent people in your cultures.\n\nFor at this time, humanity is facing the two greatest challenges it will ever face. It will face the challenges of the Great Waves of change—converging Great Waves of change that are all now bearing down on the human family: the disruption of your natural environment; the changing of your weather and climate; the overuse of resources, which are now diminishing in the world; the risk to humanity as food production and social disorder begin to change—the first, declining; the second, increasing. The disruption to your economies, to your beliefs, to your assumptions, to your way of life, will be so substantial and will be global in nature, certainly affecting certain people more than others, but everyone will be impacted.\n\nThese Great Waves of change have been set in motion. Some of them now cannot be altered, and you will have to adapt to a very different set of circumstances. Of course, many people will not adapt. They will fight. They will struggle. And thus individuals, groups and nations will face the great temptation of going to war over the remaining resources.\n\nThe second great challenge for humanity is its encounter with life from beyond the world, as it stands at the threshold of space. For the world now has become attractive to other races. Humanity has established an infrastructure that other races can use for themselves. And humanity is destroying the natural environment, an environment that is valued by others who seek to use these resources for themselves. For you are the native peoples of this world. This is your planet of origin, but you risk losing it to foreign powers, to competition from beyond.\n\nThese two great forces—the Great Waves of change and your encounter with the Greater Community of intelligent life, which includes the Intervention that is occurring in the world at this time by those races who would seek to use humanity for their own benefit—these two great phenomena are related to each other. And this is what awaits you in the future. This is what is beginning to reveal itself to you even now.\n\nPeople are only beginning to become aware of the Great Waves of change, and many people are still in denial of this or remain ignorant of it altogether. Your encounter with the Greater Community and the reality of Intervention in your world is only known to a very few people in the world.\n\nGod would not leave humanity without a preparation for these two great events, events which have the power, either of them, to end human civilization, to alter the fate and destiny and lives of every person in the world.\n\nTherefore, the great truth tells you then that you have come into the world to live in a world that will be undergoing these two great challenges. Whether your specific purpose is to deal with them directly or not, they will create the environment in which you live. They will alter the circumstances of your life. And they will call upon Knowledge within you to emerge.\n\nThey—in all of their gravity, in the great threat they pose to human sovereignty and freedom in this world—will in themselves also be a calling to you, a calling to awaken from your dream of self-obsession and self-fulfillment, to awaken from those things that circumscribe you now to respond to a greater reality in your world.\n\nYou do not yet realize that these two great challenges, the greatest that have ever faced humanity so far, are the very things that can call out of you the greater purpose that has brought you here, and create a dramatic shift within yourself from a person who is governed by social conditioning to one who is guided by the light of Knowledge.\n\nThe great truth of your time is that you will be facing the Great Waves of change and the realities of the Greater Community—the Greater Community which represents intelligent life in the universe and what you as an emerging race must face and learn to understand. For this is a reality that has never been brought to the world in this way before.\n\nYou seem pre-eminent in your own world, even though you have been careless stewards of the world itself, but you are a weak and divided race in the Greater Community, and that makes you tremendously vulnerable. You are destroying your ability to be self-sufficient in the future, which also makes you incredibly vulnerable in the universe. You are full of superstition and self-importance and therefore do not realize the real meaning of a foreign presence in your world. You think it is here to gratify you, to save you, or to acknowledge you, and you fail to see it merely represents competition, which in itself is a reality of nature, of the physical reality.\n\nOnly God can prepare you for these two great phenomena. You yourself will not know what to do. You may have engaging ideas or promising things that occupy you, but you will not know how to prepare. You do not know what you are preparing for. And should you recognize the real situation, you could be overcome and lose heart, and capitulate and fall into despair.\n\nFor without Knowledge to guide you and to lead you through the unpredictable and uncertain future you face, you will either run away and try to hide, or you will fight and become a destructive force in the world, or you will simply fall down and capitulate in despair.\n\nThat is why there is a New Message from God in the world, you see, for these great times, this great threshold that humanity is facing. The consequence of its destruction of the world and misuse of the world, and the consequence of its evolution, which eventually would bring it into the Greater Community itself—only God can prepare you for these things. And that is why there is a New Message from God in the world.\n\nEverything that the Creator of all life has given to humanity prior to this, which is of the utmost value and which has only been partially realized and brought to bear, this in itself would not be sufficient to prepare you for the Great Waves of change or for the realities of the Greater Community itself.\n\nPerhaps these two great phenomena do not seem to be relevant to your current thoughts and plans and ideas, but that is because your thoughts and plans and ideas are not grounded in reality. To live in this world, you must prepare to live in the moment and prepare for the future all at once. These are required of you to survive and to prosper under these circumstances—in a world of conflict, in a world of change, in a world of consequence.\n\nPerhaps your greater purpose will only be relevant to serving the needs of one or two people or things that are specific in your environment, but they will all be conditioned by these two great phenomena.\n\nTherefore, the great truth reveals that to understand yourself, you must understand the great events of your time. To understand yourself, you must have this greater perspective, or you will not recognize the context in which Knowledge within you can emerge and prove and demonstrate its relevance and importance to you.\n\nGod knows you are not ready. God knows you are preoccupied. You are obsessed with other things. You are reacting to small problems and not responding to great problems. God knows you are not free to follow where Knowledge will lead you and what it will ask of you. God knows what is coming.\n\nYou cannot avoid it. To run away and hide only makes you more vulnerable. To pretend it does not exist only renders your life more vulnerable and incapable of responding. To argue and fight against this Revelation is only to show your weakness and your own irresolution. To hold on to what you want is to remain small and weak and incapacitated. Perhaps that worked in the past to some degree, but now it will not be sufficient.\n\nThe Great Waves of change are coming. They are already washing up upon your shore. They are already destroying your crops. They are already affecting people around the world. They are already diminishing your security.\n\nAnd there is a Greater Darkness in the world. There is a foreign presence here that is dangerous for humanity, a presence that presents itself as benign, but which has grave intentions for humanity.\n\nKnowledge within you knows these things. It will respond to these things. And it will respond to everything in your life that can bring you closer to the greater purpose that has brought you here. For the need of your soul, which is far deeper and more substantial than any of your psychological or emotional needs, is to fulfill your purpose in coming. Once you have sufficient food and water and shelter and security, this becomes the focus of your life.\n\nThere are many people today who cannot even have this focus, for they do not have the essentials to provide food and water, shelter and security. But for those who do, this is their calling. Service is their purpose for coming.\n\nThis is a greater truth about your life. No matter what position you might take regarding it, it remains the great truth about your life. No matter what your attitude regarding the world—your hatred of the world, your repudiation of the world, your anger towards the world—these two great events are taking place and they will determine the future.\n\nHow humanity responds, the degree to which humanity can unite in response, the degree to which humanity can end its ceaseless conflicts and prepare to stabilize the world and to prepare for its future in the Greater Community as a free and self-determined race—this represents the one great chance for humanity to unite on its own behalf, to unite out of necessity, to unite because it has no real alternative.\n\nYou see, if nations and groups will not unite based on the recognition of the greater truth, then they will be forced to unite under grave circumstances. And if they fail in this, they will simply decline and be overtaken.\n\nPerhaps you feel in this moment an anxiety about the future. Perhaps at this moment you look at the world and you feel great concern. Perhaps at this moment there is uncertainty in your life about what will happen and what you must do.\n\nIf this is true in your experience, this is very important, you see. Because these are the signs, within yourself and from the world, that are telling you to beware, to take notice, to focus your attention, to break free of other obsessions and to concentrate on your life and on your relationships and on your ability to prepare for a future that will be unlike the past.\n\nShould you be able to respond adequately here, you will realize that you do not have the answer, that you may only have partial solutions to partial things, but you do not have the answer, that the answer must come from a greater power in your life, a greater power that God has given you, a greater power that resides within you even now.\n\nIf you can hear these words, they will begin to give you a clearer view about your life—a deeper understanding of where you are; the change you must bring about; how you must refocus yourself; how you must regard your engagements with the world, your relationships, the security of your family, your culture and the great problems that are now emerging for humanity.\n\nAll of these great problems are the reality of nature—the destruction of your life-sustaining system here on Earth and dealing with competition from beyond the world. These are all entirely natural, you see. These are all part of nature. These are all part of life. If you understand nature, you will see that competition is part of nature. And you will see that if you abuse or overuse your environment, it will not be able to sustain you adequately.\n\nThere are many solutions that will have to be brought to bear, some of them technological and some of them not. But there must be a great change of heart; a great change of focus; a great rallying of the human spirit; a great uniting of peoples facing common threats, common dangers and a common fate.\n\nThis is why there is a New Message from God in the world because there must be a warning, a blessing and a preparation. God will not ignore humanity as it falls prey to its own misbehavior and to the interventions of others. But God can only speak to what God has created within you, and only what God has created in you can fully respond to what God wills for humanity.\n\nIt is God’s Will for humanity that you restabilize the world, that you find a balance with the world and your use of the world. And it is God’s Will that you emerge into a Greater Community of intelligent life as a free and self-determined race.\n\nBut you see, what God wills and what people want are not the same. That is why you are living in Separation because you want things for yourself that God did not intend. That is why you are in conflict, and this is the source of all your conflict. This is why the needs of the soul go unmet. This is why you see the world you see. The Will of God must now compete with other intentions, and that creates the reality of life, at the level of physical reality.\n\nDo not think that the outcome simply represents the Will of God, for the outcome will be determined by whether the Will of God can be experienced, expressed and brought to bear, or not. If humanity fails, it fails on its own. If humanity succeeds, it will succeed on its own strengths and on the power that God has placed within each person, the great gift that God has given to a struggling humanity.\n\nYou may say, “Well, what about religion? Is the great truth part of what religion teaches?” What religion teaches is in large part what humanity has implemented. Though each religion was born with a pure message and a pure intent, they have all fallen prey to human manipulation; to the manipulation of the state; to the appropriation by selfish, misguided individuals. What is pure remains pure within them all, but what is pure can be difficult to find now. That is why there must be a New Message. And it must be understood and presented in its pure form.\n\nFor humanity does not have time now to go through centuries of rejection and adaptation to a New Revelation. You do not have the time. The future of humanity will be determined within the next few decades. You do not have the time.\n\nIn your heart, you know this to be true, and that is part of your anxiety, that time now is of the essence—the time you have to realize your greater purpose and calling in the world; to take the Steps to Knowledge; to learn how to discern Knowledge from all the other forces in your mind, all the influences in your life; to let Knowledge guide you; to let Knowledge express itself through you; to let your life be reshaped in the light of Knowledge, which God has given you.\n\nThis is not only for your redemption. This represents the real promise and the real strength of humanity. This represents your gift, the gift of your life and contribution as humanity stands at this great threshold.\n\nTo begin to understand that there is a greater truth, you must see that this truth exists beyond your ideas and concepts, beyond your fears and preferences. How it will be recognized, how it will be expressed, when it will be recognized, when it will be expressed, are all dependent upon you and others and your circumstances. But the truth itself remains pure and unassailable.\n\nAs you go towards it, your life will begin to feel purposeful and uniform, meaningful and directed. As you go away from it, you will feel your life is confused and aggravated, meaningless and full of difficulty.\n\nFor God is the Great Attraction, and what God has placed within you is what enables you to respond to the Great Attraction of God. It is like a homing device that leads you in a certain direction; that stimulates certain activities and expressions; that leads you to give your life here, not there, to go with these people, not those people; to respond to this problem and not that problem.\n\nFor you are not merely returning to God. You are here to contribute to the world. This is what redeems you. This is what restores to you what God has given you and what you truly are.\n\nWhy would you escape the world when so much work has been done to bring you here—to prepare you, to guide you, even when you do not listen—if you are not here to provide a real service to humanity and to all life in this world?\n\nThere is a greater truth about your life. There is a greater truth about the world. There is a greater truth about your relationship with the world. There is a greater truth about human destiny. There is a greater truth about success and failure. There is a greater truth about the universe.\n\nThere is a New Message from God in the world to remind humanity of this greater truth and to give it total relevance to this time and to the times to come.\n\nBe of good cheer, then, for there is a New Revelation in the world. There is a reaffirmation of the reality of humanity’s spirit and purpose and destiny. Be affirmed, then, that your concern for the future is appropriate and that your growing need to find your place and your purpose is authentic and must be honored.\n\nBe encouraged that there are great Spiritual Powers in service to the world, and ultimately that God has placed within you an incorruptible Intelligence that you are only now beginning to discover.",
  "audioUrl": "https://www.newmessage.org/av/the-great-truth.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/great-truth-god/"
}