{
  "title": "Greater Community Intelligence and the Mental Environment",
  "content": "We have saved one of the most essential truths about the Greater Community for this chapter. It has to do with the mental environment. The mental environment is the environment of thought. It is the environment in which you think. Invisible to the eye and to the senses, it nonetheless casts as great and sometimes an even greater influence upon you than does your physical environment, which you see, sense and touch.\n\nThe mental environment is an environment that is a true frontier for humanity. Very little has been learned here except in recent years, and even here the education in the mental environment is only in its earliest stages.\n\nWalk into any person’s home and you will experience the mental environment of that place. It is filled with that person’s thoughts, feelings and memories. Walk into any group meeting or any assembly anywhere, and you will experience the mental environment of that place. It too will contain the thoughts, the emotions, the feelings and the memories of the people present. The mental environment of certain places can be so firmly imprinted upon the physical landscape that even years after a traumatic event has occurred, you can still feel it in that place.\n\nPeople everywhere, who were either born with a greater sensitivity or have developed it subsequently, have begun to experience the reality of the mental environment. Yet everyone exercises themselves within the mental environment and is influenced within the mental environment.\n\nThe home you grew up in was a mental as well as a physical environment, and it shaped your thoughts and your attitudes and your feelings. Wherever you go, there is a mental environment.\n\nIt is not only people who create a mental environment. For instance, many people love to go into nature to experience its mental environment. It is how it feels to be there. It is not just how visually pretty it might be or how it tantalizes the senses, but it is how it feels there. The forces in nature in terms of the mental environment are not as strong as the forces in a human environment, at least not as far as humans are concerned.\n\nPeople everywhere are always creating and responding to the mental environment. If there are many people present, it can take quite a while to develop a mental environment, and even here it is usually the product of a very focused attention.\n\nGo to a political rally, for instance, where attention has been focused on a certain person or a certain set of ideas, and it will be a unique mental environment. However, if you walk into a train station, where people are going everywhere, preoccupied with themselves and with their own concerns, you will not experience a clear mental environment there.\n\nAnimals create their own mental environment, but its effects are far too weak to be felt by most people. Wherever there is thought, there is the mental environment.\n\nThis brings Us to a very important and essential truth about the Greater Community. Races that interact, trade, cooperate or compete with each other have all had to develop skill in the mental environment. Technology, because it is widely traded and exchanged and copied, ceases to become the critical factor.\n\nThe real power, the real essence, the real skill, is in being able to influence others. If you can influence others, you can persuade them to do what you want. You can read their secrets. You can receive their impressions. With skill, you can discern their nature, their temperament, their predispositions, their strengths and their weaknesses.\n\nAmongst nations that are highly technically advanced, the critical factor becomes development and skill in the mental environment. Not every nation or race that trades or travels is highly skilled in the mental environment, but they all know about it and define it in their own terms, in their own ways. Yet it is known to them all.\n\nThis is a critical factor in terms of humanity’s encountering Greater Community races and forces. They all have at least basic skill in the mental environment. Humanity does not have skill in the mental environment.\n\nWhile it is true that people do attempt to persuade each other, the forces of persuasion are still very simple and crude. Salesmen and advertisers around the world are trying to persuade you to buy their product or their service and so forth. This is an effort to influence the mental environment, but this is still very basic.\n\nYou may try to influence someone to like you or to love you. You may try to influence someone to do business with you. You may try to influence your children to behave the way you want them to. This is all an effort to affect the mental environment. It is much more effective than force and far less destructive. And though humanity has been practicing the art of persuasion in the mental environment since time began because people are thinking beings, still humanity’s skill in this arena is quite undeveloped.\n\nIf you consider this seriously, you will see that a Greater Community presence involving a small number of individuals can over time generate a significant impact upon human thought and priorities. Because in the Greater Community, cultures and races that travel often utilize a pooling of intelligence called group mind, they can exert tremendous influence. In practicing group mind, they do not all attempt to think identically to each other all the time, but they do become focused on one arena, and to this they dedicate their total and complete concentration.\n\nThis is very important to understand because in reality a visitor from another world may have no more intelligence than you do, but if they practice group mind, their impact upon the mental environment can overcome you. It will be far more powerful than anything that you as an individual could possibly generate.\n\nThat is why in the Greater Community there are rarely very few powerful individuals. Power is measured in terms of group mind, not in terms of individual will or capability. Here is one of the great differences between reality within your world, living in a human environment in isolation, and living within a Greater Community of life. There is no individual in the world who could overcome the group mind of another race if it was capable and powerfully focused.\n\nIndeed, people experience this within the context of human life—the power of the group, the will of the group, going where the group goes. Does this not have a powerful effect upon you? And yet this is a crude expression of what group mind really is and what it can really do.\n\nPeople’s persuasion upon each other is often very emotionally based and has a great deal to do with rejection and acceptance. But in the real practice of group mind, it is focused on a deeper part of the mind. It does not cater to basic emotions like this because in the Greater Community, people realize if their emotions are being affected [they] can learn to counteract this.\n\nIn Greater Community involvements, the exercise of group mind and manipulation of the mental environment is far more sophisticated. For example, if two different beings from different races are interacting and they wish to influence each other, they both have certain skills. They both can feel when they are being scrutinized. They both can feel basic efforts at manipulation or influence. Therefore, they must utilize skills that are far more subtle.\n\nAnother example within the world of focusing the mental environment and the use of group mind is in the arena of prayer. If you are praying for someone or with someone, you are attempting to focus the mental environment and create a greater power between the two of you by joining your minds together in a focused activity. Here for a moment at least, you transcend your individuality and create a greater mind. When large numbers of people are praying or focusing, this creates an even greater power.\n\nSo the demonstration of group mind and the importance of the mental environment are manifest throughout people’s lives here, but the great difference is in the degree of magnitude and the degree of skill. Here humanity is at a great disadvantage. Emotional, superstitious, preoccupied, people are as frightened by their ideas as by anything that could possibly happen to them on the outside. The situation, then, is ripe for a very potent form of manipulation.\n\nNow you might think, “How can it be possible that someone could influence my thoughts directly? My thoughts are my own thoughts. There are certain boundaries over which no one can trespass. There are certain limits to how much you can influence someone!” There may be great limits in terms of how much you may influence another person, but these limits do not exist in reality. They only mark the extent of your skill and ability.\n\nIn recent years, governments around the world have attempted to use forms of manipulating the mental environment, and focusing, and viewing and so forth with some degree of success. This is partially stimulated by the fact that certain people in positions of power are aware of the Greater Community presence and of the power of these presences to create group mind and to focus it. That is why there is a great deal of activity in developing these skills in secret ways amongst secret organizations. This recognizes a fundamental need and a great disparity between the skill of your visitors and your own skill.\n\nContrary to popular notions, the visitors are not here to blow things up or to land vast armies. They do not need to use physical, brute force. Their numbers are really small. There are not vast armies of beings visiting the world. There are only small groups, but their activities are highly focused and integrated. They come to the world with a clear intention, with a mandate, with clear objectives, to which they are focusing all of their activities and interests.\n\nBut humanity does not have a clear mandate. Humanity does not have clear objectives. Humanity does not exert itself in a way that demonstrates an awareness of a unified purpose and mission. And so while your visitors may be no more intelligent than you are individually, their approach and their ability to exercise group mind and their awareness and understanding of the dynamics of influence in the mental environment put them in a highly superior position to produce results, results that they themselves do not have to physically demonstrate.\n\nYou simply influence people to have them do what you want. You create a mental condition. You create imagery. And they begin slowly and even very subtly to think along the lines you want them to think. Clearly, this is a form of mind control. The important thing to realize here is it is a fundamental exercise of power in the Greater Community.\n\nIt is an interesting thing that in the Greater Community amongst many interacting races, there is great care not to destroy technology, natural environments and so forth because these become rare and valuable. There is not the destructive violence that you see here in the world where things are wantonly destroyed. There is much more care to preserve resources in the Greater Community because resources are valuable. Instead, the competition for power is far more focused upon the mental environment.\n\nIn an adversarial situation, you are no match for the one who can influence your thoughts. It is remarkable, but your world could be overtaken without firing a shot. It will not be overtaken simply by exerting a group mind focus; it will be overtaken by permanently influencing the nature of thought.\n\nThis will not be done by introducing alien kinds of thinking or concepts. It will be done by taking advantage of traditional thinking. There is so much conflict and contentiousness in the world today, and the roots of this run so deep in the history of culture and consciousness that one has only to direct these powers and forces to gain desired results.\n\nTo accomplish this, human beings have been studied extensively in the last half century—psychologically, emotionally and physically. Because human beings do not have a great deal of strength in the mental environment, they can be made ready subjects for study. Their minds can be overtaken. They can have extensive experiences of contact with little or no conscious memory. And yet they are forever changed to a slight degree. If these contacts continue over time, a person’s psychological capabilities will be greatly hindered, and they may in fact begin to think according to the will of their investigators. The change here is very subtle, but very complete.\n\nThe fundamental education for every human being is to begin to learn that they live in a mental environment and to have a sane and a sober approach to this. You as an individual have certain natural boundaries, but these can be transgressed. People influencing people, there is a great deal of limitation in the power of the effect, but in the context of relationship with Greater Community forces in a Greater Community reality, the contrast becomes much greater. The power of the mind over the power of the body is significant.\n\nTherefore, it is important to remember that human beings have only evolved to interact with one another as intelligent life forms. Other forms of intelligent life in the world have either been subdued and destroyed or are generally ignored as having no competitive threat. Therefore, your skill with one another may seem to be very great, but in a Greater Community context, it is not significant.\n\nIf you could but consciously remember or meet those visitors, you would see by their physiology, by their manner, by their demeanor, by the nature of their physical existence how much priority they give to influencing the mental environment.\n\nYou are physically stronger than most of them. You have much greater adaptive ability in the world. You can live far more successfully in terrestrial environments. You have much more physical strength, are much more robust, much stronger, but they seem to have the advantage.\n\nHere We have a serious problem. If you consider this and realize the predicament that it puts humanity in, if you see the predicament it puts you in in terms of just dealing with other human beings, coming to terms with the fact that you are greatly influenced and trying to find out what the influences are and how they are affecting you, you will see that this represents a new threshold in education, and a vital one at that.\n\nHere the ability to focus the mind and to control the vital energies becomes essential. This is not necessary spiritual development. It is intellectual development. It is developing power of the mind, which is different from power of the Spirit, as We shall soon describe.\n\nYou may ask, “Well, given these grave situations and given our tremendous disadvantages, why is not the Creator intervening on our behalf? What is here to save us? What is here to enable us?”\n\nThe answer is fundamental. The Creator has given you an intelligence that cannot be influenced in the mental environment. It cannot be persuaded. It cannot be dominated. It is entirely freethinking within you.\n\nWe are not talking about your thinking mind now. We are talking about a greater Mind that exists beyond your thinking mind. This is the Mind We call Knowledge. It represents your ability to know. It is the only part of your consciousness that is truly free in the mental environment. It is the only part of your consciousness that cannot be persuaded and dominated by greater forces.\n\nThis is why Knowledge becomes the focal point of spiritual development in the Greater Community. In essence, Knowledge is your spiritual reality. It cannot be influenced by anything in physical reality, thus again demonstrating that physical reality and spiritual reality are fundamentally different.\n\nWhy is the Creator not intervening? Because the Creator has put the answer within you and within each person. Knowledge exists in the Greater Community forces, Greater Community races, but in highly advanced societies it is fairly deleted from the individual’s experience.\n\nAs We have said, in many societies of this nature individuals are taught to think according to certain codes and ethics and to strictly adhere to them under all circumstances. That is why their adaptive capability is so weak. That is why they need human resources in order to survive in the world because they cannot adapt to it.\n\nThis is their weakness and your strength. They want your strength because they need it if they are to become permanent residents here.\n\nThis is why the preparation for the Greater Community is so focused on learning The Way of Knowledge, on bringing your thinking mind and the greater knowing Mind within you together and uniting them. This completes you as a person and makes you whole. And this gives you strength and power in the mental environment. This puts you in a position to see, to know and to act with authority and with strength.\n\nThis is the great hope for humanity. This would be the great hope for humanity even if the Greater Community were not here. For there will never be a culture, a religion or a political system upon which everyone can agree. But everyone’s Knowledge is in alignment, for there is no individual Knowledge—your Knowledge, my Knowledge. There is only your interpretation and my interpretation. At the level of Knowledge, it is all one.\n\nIn the mental environment, Knowledge is critical. It is the greatest power—greater than technology, greater than group mind. But to have this greatness, an individual or a group of individuals would have to develop a very high functioning capability in Knowledge. This is a great challenge, and this represents the essential education.\n\nBut Knowledge is only part of the education in the Greater Community. You must also learn Greater Community perspective and also learn how the Greater Community functions. This represents a tremendous education, but Knowledge still represents the core of the curriculum.\n\nPeople ask, “Well, is this intuition?” No, this is greater than intuition. It is where intuition can come from, but it is greater. It is entirely another mind within you. It does not think like your personal mind. It does not deliberate. It does not choose. It does not go into prolonged states of confusion and uncertainty. It does not weigh this against that. It does not use reasoning as you think of it. It simply knows and waits for the moment to act.\n\nHumanity is centuries away from having a social cohesion necessary to utilize group mind in a truly functional way in the Greater Community, though it is possible for individuals and small groups to develop these capabilities. But for society as a whole, it is centuries away and perhaps even longer. You are centuries away from having the technology to meet your visitors face to face on equal terms.\n\nTherefore, the most important thing of cultivation is to gain a Greater Community education and perspective and to develop as a man and woman of Knowledge. This will require that you gain a basic education in the mental environment, something which unfortunately you cannot find in any college or university in the world. For this you need a special preparation, which is being provided here.\n\nIn learning about the mental environment, you begin to discern the mental environment of your own personal life and the forces that are prevalent there. You begin to understand the dynamics of relationships and how people influence each other. You begin to take responsibility for who and what is influencing you and to arrange them accordingly. You begin to see the negative effects of inappropriate persuasion and the positive effects of helpful persuasion. You begin to realize that there are no neutral relationships, that everyone is either strengthening you or weakening you to some degree. This is primarily important in terms of your primary relationships.\n\nHere you begin to break [new] ground in learning the real mysteries of life. Here you gain strength and capability. Here you replace fear with skill. Here you replace judgment with compassion.\n\nIf you learn about the mental environment, and this is governed by Knowledge and wisdom, then the result will be very different from what your visitors can demonstrate. But people are superstitious. They do not distinguish the mental from the spiritual environment. They cannot differentiate between the different realities of which they are themselves a part. They cannot distinguish between subtle forms of manipulation and spiritual acknowledgments and empowerment. They cannot distinguish between these things until the results can be proven, and by then it is too late.\n\nAgain, if there were no Greater Community in the world, it would still be your primary education—if you seek to become wise and compassionate, if you seek to become whole and complete within yourself. But the presence of the Greater Community makes the situation far more demanding and makes the requirement for education far greater. In this it has a saving grace.\n\nThere are many people in the world already who have been contacted by the Greater Community forces. Where they may attempt to exert influence upon the political and religious institutions that govern the society, they nonetheless are seeking to gain influence amongst people everywhere through direct contact. This is so behind the scenes and people are so preoccupied, they cannot see this happening. But it can be felt.\n\nYou have had experiences of discomfort and unrest that perhaps you attributed to your immediate circumstances or to your own emotional states, but which in reality were the result of you experiencing something in the mental environment that was either directed towards you or directed towards something near you.\n\nYou can feel the presence of the Greater Community. They are very good at concealing themselves, but you can feel their presence. And beyond this, you can learn to know who they are and why they are here, for this can be known at the level of Knowledge.\n\nTo prepare humanity for the Greater Community, a great Teaching is being brought. Its Source is the Creator, and it is supported by your Allies throughout the Greater Community, who support the emergence of Knowledge everywhere and who seek to keep Knowledge alive in the universe.\n\nThis is called The Greater Community Way of Knowledge. It represents a tradition of learning and transmission that is older than humanity itself. It is being given to humanity to prepare humanity to unite its world, to rescue its environment, to elevate its consciousness and abilities and to prepare for its new life in the Greater Community. It is unlike any other Teaching in the world. It represents the wisdom of the ages that human traditions have kept alive, but beyond this it represents Wisdom of the Greater Community, which has never been learned in the world before.\n\nThe great need of humanity has brought a great response from the Creator. It has brought a great promise, a great opportunity, a great need. Only a Teaching from beyond the world could prepare you to engage with life from beyond the world and to enter an arena that goes beyond the former limits of your isolated state.\n\nThis book serves as an introduction to The Greater Community Way of Knowledge, but it also presents the great need and calling in life today, greater than all of the chronic problems that have plagued humanity through the ages.\n\nThere are many things in the world that need great attention at all levels of existence, in all places. But fundamentally humanity must maintain its integrity as a race and its self-determination within the world. These are being directly challenged by the presence of the Greater Community and will be increasingly challenged as time goes on.\n\nThis is not something that you can ask someone else to do something about. It is your responsibility. It is the responsibility of each person. It is the responsibility of those especially who can feel and who can know the great need and calling of the time and who can respond to the education in The Way of Knowledge that is required. They can rise above their fears and their desires and their preferences to take action and thus gain the great benefit of living a life according to truth and to purpose. And they will learn for those who cannot learn, and they will contribute to the world where others have not been able to contribute.\n\nThis is the work of Knowledge. This is the work of the Divine within you. This is what Divinity means within the Greater Community. When you take away culture, tradition and all the edifices of religion, to the very essence of what spirituality really is, when you take all of it away, what you have is Knowledge, the driving spiritual intelligence and force that oversees the universe and that gives beings everywhere promise and true capability.\n\nYet just as in your world, Knowledge is being thwarted and denied throughout the Greater Community. And just like in your world, real wisdom, real skill and the great healing powers are there and unique.\n\nSo while We prepare for something so beyond the current limits of human understanding, We must also return to the very essence of who people are and what they have brought with them into the world from their Ancient Home.\n\nThus, what is great within you responds to what is great within the world. If you only respond to what is small in the world, you will only know what is small within yourself. But if you can respond to what is great within the world, you will find what is great within yourself. This is because your inner and outer reality are directly related.\n\nKnowledge within you has come to the world to give. It is directly connected to the evolution of the world. It is not governed by human desire, human fear or human wishes. It is not governed by these things in any culture or race in the Greater Community. It has its own focus and purpose.\n\nIf you are afraid of this, you are but afraid of your true Self and afraid of the Greater Power and the greater life that has brought you here.\n\nWhat could be more important than this? This is the source of all selfless activity. This is the source of all contribution and creation in the world. What could be more important than this? The times in which you live call for this now more powerfully than ever before.\n\nThe Greater Community is in the world. It is exerting its influence in the mental environment. It is demonstrating its skill among a great population of human beings who do not have this skill and cannot respond with wisdom.\n\nTo find your way, you must find the forces that support you and the forces that hinder you, many of which are felt but that are unseen. You must learn to become responsible not only in the physical environment in the world of people, places and things, but you must become responsible and competent in the mental environment, which is the realm of thought and influence.\n\nThis will give you strength and integrity as a person and will enable you to harmonize and balance your life by balancing the influences that affect you directly. And this will, over time, teach you how you can positively influence others so that they too may become men and women of Knowledge.\n\nAll this is part of the world’s emergence into the Greater Community. All this is part of the turbulent and difficult times in which you live. All this is part of your great calling. All of this is part of your contribution to the world, in whatever form that it may be exercised.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/group-mind/"
}