{
  "title": "Guidelines for Preparing for the Greater Community",
  "content": "&nbsp;\n\nBegin to read the Allies of Humanity Briefings and study them deeply. Read everything you can about the Greater Community within the Teaching,&nbsp;The Greater Community Way of Knowledge. Learn what you can about the presence of foreign forces in the world. Encourage human unity, emphasizing humanity’s vulnerability to Intervention and to persuasion in the universe and that humanity has little or no defense established yet to deal with influences from the Greater Community in which you live. Support the disclosure of the extraterrestrial presence—disclosure from governments, disclosure from the Intervention itself and disclosure from the public, who has already been impacted in so many ways. Think of yourself as living within a Greater Community of intelligent life, a Greater Community where life has evolved and where technology has accelerated, but a Greater Community where the limits of physical life are still impinging on everyone who exists in the physical universe. Do not fall prey to persuasion and inducements from any extraterrestrial presence who is active in the world interfering in human affairs. Do not believe that anyone is going to come here to save or to rescue a struggling humanity, and [recognize] that those who claim to do so are here for their own purposes—to take advantage of humanity’s weakness, divisions and superstitions. See humanity and yourself as the native peoples of the world who are now facing Intervention. What must the native peoples do to secure their boundaries and to determine how and when and where engagement with the outside should occur for the benefit of the native peoples of the world? Do not believe that any other race has claim to this world, or is genetically bonded to the race of humanity, or is humanity’s parents or guides in any respect. This is a falsehood that is being presented by those forces who are intervening in the world today. Understand why humanity’s Allies are not present in the world and that they have a policy of non-intervention, only sharing their wisdom and insight for those who seek to know about life beyond this world. Prepare yourself for the Great Waves of change that are coming to the world so that you may be in a strong position to navigate these Great Waves of change and to be of service to others. This will be supporting humanity and preparing it for its future within a Greater Community of intelligent life. Do not let anyone persuade you that those forces who are intervening in the world are here for the benefit of humanity. This represents confusion on the part of the human family and deception on the part of those forces who are here already. Understand that humanity must establish a boundary to space, and that attempts at intervention and persuasion will be ongoing, and that humanity—because it is divided and because it is ignorant about the realities of life in the universe—is especially vulnerable to outside persuasion and intervention. Look to see if you have had any contact with extraterrestrial forces yourself, either through the mental environment or through direct physical contact. Be courageous in asking yourself, “Have I had any direct contact with an extraterrestrial force? And if so, what was the nature of the contact and what occurred?” Denounce war as a weakening of the human family in the face of the Greater Community. Emphasize unity and cooperation in humanity facing the Great Waves of change and in preparing for its great encounters with the Greater Community in which it exists. Share the Allies of Humanity Briefings with as many people as possible and send the Declaration of Human Sovereignty to your friends and associates and to government leaders. The more people who can know about this, the stronger humanity will be and the more able it will be to ward off intervention and persuasion in order to set its own course to become a free and advancing race in the universe. Do not believe that the taking of human beings by extraterrestrial forces holds any benefit for humanity. Understand that these abductions are only for the purpose of breeding a hybrid being capable of influencing governments and commerce and religious institutions, and to also create a network of supporters for the Intervention itself. This is a gross violation of your rights and well-being, and a tremendous threat to the future and freedom of humanity. Recognize that advanced technology does not equal advanced ethics and morality. Use humanity as a good example of this. Do not think that those who have gained the ability to travel in space represent any advancement in ethics or morality or religion or spirituality. Do not think that they can teach you anything in this regard, for in many cases, you are more advanced than they are in your awareness of the reality of God and the nature of your own spirituality. Understand that to be free in the universe, humanity will have to meet three requirements: unity, self-sufficiency and discretion. Humanity will have to achieve these goals to a very great degree. At present, none of these are being cultivated adequately. This represents the emphasis and focus for uniting humanity in its own defense and preparing it to emerge into a greater arena of life. Understand that the Intervention that is here in the world today is here to break down human unity. It is here to break down humanity’s ability to be self-sufficient, and it is here to learn as much about human nature, human behavior and human society as possible, thus undermining your discretion and exposing your weaknesses. Look to the stars with clarity and sobriety. It is a challenging but wondrous environment in the universe, but you must be strong and determined in order to emerge into this larger arena. Learn The Way of Knowledge and build your foundation in Knowledge so that it may protect you against persuasion and Intervention and that it may guide you forward in service to humanity—to prepare humanity to become more united and more determined and more capable of responding and functioning within a Greater Community of life. Understand that God has provided a warning and a preparation for the Greater Community so that humanity may safely pass through this great threshold and bring about a greater unity and cooperation amongst the human family, and prepare itself for both the reality and the spirituality of life in the universe. Do not think that any race will physically come here and rescue humanity. It is humanity itself that must build its unity and its cooperation, its strength and its determination. Educating people about the reality and the spirituality of life in the universe is an essential preparation to support this advancement. Any races who come here and claim that they are here to save or to rescue humanity represent a great danger and a great deception. Maintain your confidence in yourself and in the power and the potency of the human family. Do not lose confidence in human leaders or institutions, regardless of their fallacies or their errors. Humanity has the hidden strength to ward off Intervention and persuasion and to emerge into a Greater Community of intelligent life as a free and self-determined race. Never allow anything to displace this faith and this confidence, for there are many forces in the world today who are seeking to do just that. Recognize to what degree you may have a Greater Community heritage and reality within yourself. The possibility is that you have lived in other worlds and that your experience of the Greater Community is part of your foundation. Accept this as a possibility, and allow the revelations regarding this, whatever they may be, to emerge in your mind over time. You are a citizen not only of this one world, but of a Greater Community of intelligent life, and this represents, in a greater context, the meaning and the power of your relationships and spirituality. Understand that humanity has a destiny in the Greater Community, a destiny as a free and self-determined race. But in order to achieve this and fulfill this destiny, humanity must become united; it must cease war and conflict; it must learn to limit the damage it is creating in the Earth to create a sustainable and self-sufficient existence here in this world. Understand that humanity will not be able to go out and exploit and plunder the Greater Community, for beyond this solar system, the lands and the regions and the routes of travel are owned by others. Humanity will have to learn to become self-sufficient within the sphere of its own influence within this solar system. If it can achieve this, then it can ward off Intervention and influence from the outside and establish itself as a free and self-determined race in the universe.",
  "audioUrl": "https://www.newmessage.org/av/guidelines-for-preparing-for-the-greater-community.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/guidelines-for-preparing-for-the-greater-community/"
}