{
  "title": "Healing Relationships",
  "content": "Much of what holds people back in life is their irresolved feelings and judgments regarding their relationships, even relationships in the distant past. These feelings and judgments act as a kind of dam—holding people’s feelings back, arresting them in place, influencing their perception of other people and disabling them from being able to be emotionally open and accessible to their children and to other people.\n\nIt is a fundamental problem in human relationships. Difficulty with your family members, parents or other very influential people in your upbringing create a kind of dam within yourself that you can carry with you throughout your life—limiting your awareness, influencing your current relationships, holding back your affection and trust for other people and harming you as if you were strapped and held in place to some event in the distant past.\n\nPeople try to move forward, of course. They want their life to carry on, and so they move forward, but they move forward with all of this internal restraint. And every time they meet someone who reminds them of this past relationship, they tend to become very judgmental and irrational, thinking they do not like this person, but they really do not know why that would be, for they do not even know this person. There is something in this person that reminds them of someone else with whom they have unforgiveness, with whom they have issues and contention, regret or resentment.\n\nPeople carry this restraint into their parenting of their own children—keeping them distant from their children, disabling them from empathizing with their children. And they often end up acting like their own parents, reflecting their experience of parenting from their own childhood, carrying this forward now inappropriately with their own children, often subjecting their children to anger and harshness and emotional distance.\n\nIt is a fundamental problem in human relationships, and it is not a problem that is unknown to people. It has become the focus for much therapy and mental health.\n\nHere you must understand what forgiveness really is. Forgiveness is not forgetting. Forgiveness is not overlooking difficulties you have had with people in the past, for that becomes emotionally and intellectually dishonest. You cannot make something good that was not good without deceiving yourself and becoming dishonest regarding your feelings. Forgiveness here must be something that enables you to see another person clearly and to derive learning from that experience and from that relationship.\n\nRegarding your parents or other significant people who impacted your childhood and who influenced your upbringing, it is necessary to see the circumstances in which they lived and the forces and pressures that they had to contend with. This is very important because you want to learn from these experiences and from these relationships in such a way that they give you greater clarity and compassion to understand the condition of your parents, for example, the environment in which they lived, the economic pressures they were under, their own limitations and, if you have the opportunity, to discover what their own childhood was like. Under what conditions did they grow up? What was the world that they had to experience?\n\nYou may feel wounded from your relationship with them, but you must see their own condition objectively. This makes your relationship more real and more apparent. And it gives you an opportunity to understand them more compassionately and to regain respect if respect has been lost.\n\nYour relationship with your family members is very important in shaping your perception and in determining your actions. These things all replace the natural inner guidance that God has placed within you, a deeper Mind within you called Knowledge. Knowledge lives within you, beyond the reach and the realm of your intellect. It is guiding you and providing wisdom for you every day. But if your mind is locked, if your feelings are withheld, if you are in judgment against yourself and other people, you will not hear this counsel. You will not be able to receive this wisdom and this guidance.\n\nIt is as if you are locked up in a prison of your own mind—unable to feel, unable to relate, unable to see clearly from your vantage point, held in place by your own judgments and feelings and inability to express yourself constructively. Even if you are living in wealth and splendor, you are like a prisoner in your own mind.\n\nYou feel withheld, you feel choked by your own irresolutions regarding important people in your life. You do not feel free because you are not free within yourself. You are not free to see, to know and to respond to Knowledge and to follow what you most deeply know and what you most deeply know to be true.\n\nPeople simply try to go forward, but they are handicapped. They try to establish new relationships, but they are unresolved about their former relationships. They try to replace an old relationship with a new relationship, but they end up damaging the new relationship with their own unforgiveness regarding those people in their past.\n\nForgiveness is awareness and understanding, but it is also a different position in life. Fundamentally, you view the past from two different perspectives. You view the past from the perspective of your own personal feelings and associations. At this level of awareness, which is where most people reside and from which most people function, they view the past in terms of regrettable events, painful encounters, disappointing relationships, withheld love and affection, resentment and resistance. Their feelings have been hurt. They feel they were treated unjustly and unlovingly, and so they view the past from a feeling of being hurt and victimized. They are angry; they are resentful; and they have no feeling, no compassion or love for those people who even raised them and who were influential in their life.\n\nThey are trying to go forward now, but they are wounded, and they are restrained. Their feelings are choked. They are not really fit to be in new relationships. They do not have the mental health or the discernment or the skills to be in a new relationship though they have invested themselves here already.\n\nThat is why you must go back, and you must revisit your relationships. You must understand the conditions in which people existed. Perhaps they were young and immature. Or perhaps, as is often the case with parents, they were under great pressure or were traumatized themselves—unable to give you the guidance and affection you needed. What were the circumstances of their lives?\n\nIf you want to know a person and see a person clearly, you must have an understanding of them as an individual and also of their circumstances. Circumstances distort people. Stress distorts people. Unrelenting stress changes people. What were the conditions under which these people lived? Perhaps you would have responded no differently yourself had you lived under similar conditions as these. This enables you to bring back your awareness of someone else’s humanity and limitations.\n\nIt is important to express everything you could not express at the time, even if you cannot do that to the person directly. Write out a letter. Put down your feelings. Get them out of your system. Perhaps a professional can help you to get in touch with these feelings and to express them in a constructive way, but you must get them out of your mind. They must become communications. Perhaps you will never send these letters, but they are therapeutic for you.\n\nYou must bring your feeling back into these relationships to unlock your own emotions, to free your own mind and to be able to receive the guidance of Knowledge, which will come through your feelings, through your ideas and through your sensations. If these are all locked up in response to the past, you will not be able to know or feel anything. You must have this inner freedom. It is essential for your well-being and for the success of your future and present relationships.\n\nResolving relationships on a personal level is important, but there is another level of your life that you are perhaps only now beginning to consider and to experience. That is the reality of your higher purpose in the world—that you came into the world for a greater purpose, which you have not yet discovered; that your life has another dimension that you are only beginning to consider and experience; that you are not just the product of your family and your culture. You actually are here on a mission. You have something important to do that is waiting to be discovered and expressed.\n\nThe degree to which you have experienced the reality of this greater purpose, even if your experience has been very intermittent, will give you a different perspective on your past relationships. You will see them now in a very different way. You will see them within the context of whether they served you or not in gaining the awareness of your greater purpose in life and the reality of Knowledge that lives within you.\n\nHere you can see that if your family life was unhappy, it propelled you out. It made you think for yourself. It required a certain kind of independence. It launched you. Unable to stay where you are, you were forced to move your life in a different direction, hopefully a good direction guided by Knowledge.\n\nOften people who grow up in extremely loving and inclusive families find themselves encased in their family and cannot escape. If they have something significant to do in their life, which would not include their family, then they are trapped. They are trapped by love. They are trapped by inclusion. They cannot disappoint their parents or their family, and so they are held in place—a kind of prisoner of their family.\n\nMany people are actually in this situation and are really trapped as a result. Had they been born into families that did not have this loving nature and inclusiveness, they may have been able to free themselves at an early time and begin a different kind of journey in life.\n\nSo even your disappointment regarding your childhood, whatever that may be for you, can be seen from a different perspective altogether. In light of your freedom and ability to gain a sense of the real direction of your life, you will see these early circumstances quite differently. Sometimes even the loss of a parent in early childhood when you were young creates an advantage for the discovery of your greater purpose.\n\nThe errors of your parents and the difficulties of your family can all give rise to compassion and wisdom, for much wisdom is learning what not to do in life—learning what is not right and correct for you, learning where you should not go, or what you should not do, or who you should not spend time with, and what activities you should not be engaged with. These limits and boundaries constitute a great part of real wisdom in life and make it easier for you to discern a true direction. As the choices become limited, the possibility for you to discern your true direction can greatly increase.\n\nSo while you may interpret your early relationships from a personal standpoint, you will gain a very different perspective looking from a standpoint of attempting to gain, to discern and to express a higher purpose in life.\n\nMany of the greatest contributors to humanity were born under very unpleasant or impoverished circumstances. Often they were not the children of loving and protective parents. While this was disappointing and could even wound them in many ways, it provided an opening—an opportunity to set off on a different path, a different path from their family, perhaps, to embark on a different kind of journey rather than simply being a component of a family or a component of a culture or a religion.\n\nYou cannot gain this greater perspective unless you have begun to take this greater journey in your life, but it will alter your understanding of your past. In many cases, you will see that a disappointment was really an advantage.\n\nPerhaps you wanted to be in relationship with someone and to have them become your partner, but they declined, and you were disappointed. And you even still perhaps feel the pain of that. But from a greater standpoint, you can recognize that you were saved from a relationship that would never work and which could have consumed so much of your life. You will look back and say to yourself, “Oh, I am so glad I did not go with that person! I am so glad they turned me down! For they could not have gone where I am going now. They could not support me in what I must do with my life.”\n\nHere forgiveness becomes more complete because you see the value of what happened. It [does not mean] that what happened was meant to happen, but that you are gaining value from what happened. It is teaching you about truth and error. It is teaching you about the hopelessness of fantasy and the importance of gaining a connection to the deeper Knowledge that lives within you.\n\nFrom a personal standpoint, you could spend years in therapy trying to work out your feelings regarding your parents or some other significant person, but you will never really be able to forgive them and understand them until you take this greater journey in life and begin to experience a greater purpose. For only in this light and within this context can you see the value of what happened before—not only the value for your learning, but really the value in freeing you, in equipping you and educating you for a greater purpose in life.\n\nWhatever your greater purpose may be, it must have a foundation in Knowledge and Wisdom. It must be guided by the deeper Knowledge that God has placed within you. And it must be built on a foundation of Wisdom. Most of your wisdom will be learned from your own mistakes and the mistakes of other people. But if you are condemning yourself or other people for these mistakes, you cannot gain the wisdom from them. You have not gained the value of what happened, and therefore you cannot forgive the other person or yourself.\n\nYou will honor your parents when you see they gave you what they could give you to the best of their ability, and whatever happened, it gave you an opportunity to develop your own strength, your own courage and your own self-determination.\n\nPerhaps your parents were very loving, and they encouraged this in you, and you were the beneficiary of their guidance and support. Perhaps your parents had no idea and no respect for the deeper movement of your life, and their rejection of this forced you to become self-determined. In either case, you were given the freedom to move with Knowledge.\n\nEveryone’s life situation is unique to a certain degree, but fundamentally everyone in the world was sent for a greater purpose. Anyone who is beginning to discover that for themselves must re-evaluate their past to free up their emotions, to release their condemnation and to restore humanity to all the people who influenced them. This is necessary, or you will be too disabled emotionally and psychologically to undertake a greater purpose in life. Your feelings will be bound to the past. Your judgments will shut you down. Your mind will be dark, full of condemnation and distrust.\n\nFundamentally, Knowledge within you will set you right with everyone in your life and will show you the value of all of your relationships in enabling you to discover and to value a greater purpose in life and to build the foundation of wisdom that you must have to experience and to express this purpose correctly.\n\nWhen you begin to experience forgiveness at this level, your whole demeanor will change. Instead of feeling restraint and inability within yourself, you will feel open and powerful. Creativity will return to you. You will be able to see other people clearly and compassionately for who they are and for where they are. They will no longer simply be symbolic of someone else, a reminder of someone else. You will be able to see them clearly as they are, without condemnation.\n\nHealing comes as a result of recognizing a greater purpose in your life. If you go through the rest of your life as a wounded individual, what is the value of that? If you spend the rest of your life feeling hurt or misunderstood or rejected or unloved, what is the value of that? You are just adding misery to the world. You are just another unhappy person in the world, be you rich or poor.\n\nReal resolution comes within the context of your assuming a greater purpose in life, and only Knowledge within you—the deeper Intelligence that God has placed within you—can guide you to this purpose, can reveal what it means and can bring to you the people who will help you to experience it. Only Knowledge within you can give you a clear understanding of where you have been and who you have been with, what held you back and what moved you forward. Here you will be able to see a miracle in adversity. This will change your understanding of your past, the present and the future.\n\nYou must gain this greater perspective. But you must also express your feelings constructively. You must understand the condition of those people who have upset you or disappointed you. You must do the work at this level as well, for until you do, you are not emotionally free. You are not emotionally honest. And you will pollute your current relationships with your unforgiveness from the past.\n\nTo know who other people are in your life, you must know what your life is really about. This is not an intellectual understanding. This is not a guessing game. This is not simply you painting the picture of what you would like your life to be—out of wishing and preference and fantasy. It is coming to terms with something more elemental, more fundamental about your life and your nature. For you were truly designed for something special in the world, but until you could come to terms with what this role really is, how would you ever be able to understand your nature? You would simply compare yourself with other people, to your disadvantage or to their disadvantage.\n\nYour past will haunt you. It will be a black cloud over you—drawing you backwards, restraining you, distorting your perception of others and your experience of yourself—until this work can be done. You cannot enter a new life until you have resolved your old life. A new life is not simply built on top of an old life. It is like a bridge to another reality. You cannot carry all of your anger and resentment and anxiety over that bridge and hope to experience a new life of any kind.\n\nThis kind of inner work is very important. It is part of your preparation. It is part of preparing you for a greater purpose in the world. It is part of your learning about relationships and higher purpose.\n\nMany people try to use religion and spirituality as a kind of bypass. They want to leap into a new life without resolving their former life. And, of course, this is not successful. They simply take their old life into their new life, and they find themselves still living in the same reality even if the appearance of their life has changed.\n\nYour spiritual work must fundamentally deal with the issue of resolution and forgiveness, which requires that you gain an understanding of the reality of those people whom you blame or with whom you have contention, and to recognize the importance of this relationship in giving you wisdom and helping to teach you something of real value that you can use throughout the course of your life.\n\nTrue discernment in life is based upon the recognition of error and gaining value from error so as not to repeat your former mistakes. It is fundamentally a process of recognizing what is valuable and distinguishing that from what is not valuable, what is real from what is unreal, what is true from what is untrue.\n\nBut you must do this compassionately if it is to serve you. To be a harsh critic of yourself and other people means that you have not really gained the value of your relationships. You have not really gained the wisdom that you need. You are still operating from a position of being wounded and resentful.\n\nIf you are to see into the reality of another person, which is necessary if you are ever to establish a real relationship with them, you cannot bring the weight of condemnation into this understanding. Even if you recognize limitations and errors within this person, it is done from a position of clarity and compassion. There is no blame.\n\nIf you are ever able to honor yourself and your purpose in this world, you cannot be condemning yourself. If your self-esteem is low, how can you ever assume a greater life, a greater purpose and a greater calling?\n\nMany people want to use spirituality as a kind of escape from their dreadful past and from their own dark feelings about themselves and other people, but this is not appropriate and will never lead to success. You still must engage in this fundamental work of revisiting your past, of finding a constructive way to express your feelings and of re-evaluating what happened in light of your ability to experience a greater purpose in the world.\n\nAnyone who has really made progress here has had to undergo this re-evaluation. Sometimes it can be very lengthy and very involved, but it must be done. You cannot be chained to the past. You cannot be limited by the past if you are to be able to move forward with all of your strength and available abilities.\n\nTo gain a new life, you must have peace with your former life. You must see its advantages and its disadvantages and gain wisdom from both. You must look compassionately at the conditions of people who influenced you and recognize that were you in their place, perhaps you would not have done any better.\n\nThis restores their humanity to you. Now you can gain value from their strengths and their weaknesses, from their accomplishments and from their errors. You can respect them. You can honor them for their effort in trying to do the right thing even if they themselves were handicapped by their own internal state and by their circumstances in life.\n\nHere you will see that everything that has happened to you is material to develop wisdom. It is raw material for you to develop a greater wisdom and discernment and a greater compassion for people—to free your mind, to free your life, to free your emotions, to free your feelings, to make you feel alive again and wholly present in the moment, to open your eyes to the possibilities of your discerning your greater purpose and following a different kind of pathway in life that is not governed by the past.\n\nThe New Message from God requires this kind of work. It requires that you cultivate the awareness you will need to be able to truly forgive and to gain value from your interactions with others, no matter how difficult they may have been at the time.\n\nThe New Message teaching on relationships and higher purpose will require that you complete and that you forgive your former life so that you are free and powerful enough to take a greater journey. There is no escaping this work. There is no bypassing this work. There is no running away from your past. There is no hiding or denying or rejecting something that is real within yourself. Everything must come out into the open to be reconsidered and re-evaluated.\n\nYou must be free to express grief, disappointment, anger. You must have this emotional freedom, or you are like a person who is held in chains, chained to a wall. You may have every advantage on the outside, but you are still like a person who is incarcerated within yourself, stifled by your own discord and by your own suppressed feelings and emotions.\n\nYour feelings and emotions in the future are meant to be vehicles for expressing something greater in life, but if you are choked and if your feelings are suppressed, how could you ever express anything great in life? Your whole mechanism of expression, your whole medium of expression—your ideas, your emotions, your feelings, your perceptions—are all constrained.\n\nThere must be freedom at this level. You cannot be choked and be able to experience and express something great in life. You cannot be held in the past like a prisoner if you are to be free to move forward and to assume your true purpose and destiny in this life.\n\nSo the healing must happen. But healing requires recognition, and it must produce wisdom for you to be real and complete. People think healing is just making painful things go away, like healing a wound in your body. But healing at the level of your thinking and emotions is really something else. It is not just an escape from pain; it is not just wanting to make something go away.\n\nIt requires facing something and determining its real value and meaning for your life. That is healing. It is turning something that was harmful and painful into something that is beneficial and useful. It is the recognition and the restoration of wisdom and value from something.\n\nYes, you were disappointed. What value can you gain from that? What wisdom can that provide you that is really beneficial and is not tainted with condemnation and resentment? If your parents could not express love for you or treated you harshly, what can this teach you about inner freedom? Can this reinforce your own commitment to inner freedom, or are you using this against yourself and other people?\n\nEvery circumstance is useful in gaining wisdom and in learning the value of Knowledge within yourself and in other people. Every situation can yield this value to you. It does not mean the situation was good. It does not mean that it was meant to happen, necessarily, for many things happen that were never meant to happen. They just happened. It is the value that you gain from them that is significant.\n\nDo not claim that everything happens for a purpose. That is ignorance. But it does mean that you can use everything for a higher purpose. That is wisdom. It is not the intention of an event. It is the value you gain from it. It is the wisdom you bring to it. It is your courage to face it and to determine what it has to teach you.\n\nHere you learn from the errors of everyone. Everyone is serving you now—making you wiser and more compassionate, more self-aware, stronger and more free within yourself to follow a greater purpose in your life.\n\nThis is like a 180-degree change from your former position. Instead of going through life as a wounded child, you are now using everything that happens to teach you the value of Knowledge, to generate a commitment to following Knowledge within yourself and to show you the importance of inner freedom and the value of forgiveness as they must truly be experienced.\n\nPart of your deep evaluation in life is to go back and to review all of your relationships. Ask yourself in each one: “What is the wisdom I must gain from this relationship? What are the circumstances under which this other person lived that determined their attitude and their behavior? How can I learn from their own experiences? How did they try to help me in spite of their difficulties? How did this relationship help to prepare me to find and to express a greater purpose in my life?”\n\nThese questions are very important because they give you an opportunity to see your relationships from a higher vantage point. Instead of being lost in the woods in the valley below, you have now gained a position on the mountain where you can see the landscape clearly. Here you will see that, through truth and error, people have been serving you, but you can only see this within the context of your gaining a greater purpose in life.\n\nIf your family could not accept you, that is good because your future purpose in life may be something that has to operate outside the network of your family, and they have given you the freedom to pursue that. If you were disappointed in a relationship, did it not free you for a greater future? Had you married that person, you may never have had the opportunity or found the inner strength or certainty to discern what you are really here to do.\n\nHave not the errors of others and your own mistakes given you a core and a foundation for developing wisdom—wisdom that will save your life and that will be of immense value to other people, wisdom that you can teach and demonstrate, wisdom that will be part of your gift to a struggling humanity?\n\nThis represents a revolution within yourself—a real transformation, an entirely different position from which to see life and to see yourself. And it is entirely honest. It is entirely authentic. There is no emotional dishonesty here. There is no self-deception here. There is no glossing over the truth here with fanciful ideas. It is entirely sound. It is entirely real.\n\nHere forgiveness becomes the means by which other people’s lives can teach you something of value and can encourage you to have the strength and the commitment and the wisdom to choose and to accept the gift of a greater purpose in life.",
  "audioUrl": "https://www.newmessage.org/av/healing-relationships.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/healing-relationships-past/"
}