{
  "title": "Health",
  "content": "We have been endeavoring to encourage students of Knowledge to develop a high degree of health. Maintaining good health has some very important aspects, particularly for those of you who are developing Knowledge and feel that God has a purpose for you in your life.\n\nYou see, the development of your health is very essential. We are sad when people neglect this as they undertake spiritual development because it limits their capacity for Knowledge and their effectiveness with other people. It is negligent because your body is important in serving a higher purpose in this world. It is a fragile instrument that seems to require so much care. Part of the reason for this is that you do not take good care of it, and so it is always failing you and slowing you down.\n\nYou see bodies everywhere, so you take them for granted. Bodies are a problem. You have to feed them, house them and drag them around all day long. They are always demanding and always having aches and pains, having to go to doctors, having to wear clothes, having to stay warm and having to stay dry. You have to give the body all this attention.\n\nSo when people discover that there is another aspect of themselves that is not the body, they tend to neglect their body because they are tired of taking care of it. It is like a child that never grows up. It is always demanding. It requires a great amount of energy. Besides, it is extremely confining, is it not, to carry this body around all day? Your Being would much prefer to fly out the window and go wherever it wants to go. There will be a time for that later perhaps, but right now you have this delicate instrument to care for.\n\nPeople develop health for many reasons. Often they develop health because they do not want to be sick, but that is not a sufficient reason to give the attention needed. People want to develop health so that they can look good to other people. That is a very short-range perspective on the value of developing health. Others want to develop health because they see a real benefit. They wish to experience life more deeply, more effectively and more enjoyably. This is getting to the point, but there is something even beyond this.\n\nYou have a responsibility being here, a responsibility that very few people have recalled into their memory. You did not just end up here, surrounded by all these other people, not knowing what to do with yourself. No, you have come here for a purpose. You have gone to great lengths to enter the physical body—a painful and difficult journey it is.\n\nIf you did not have a body, it would be very difficult for you to communicate with people. It would be very difficult for you to contribute directly to this world, which so deeply needs your abilities. It would be very difficult to communicate to your loved ones who are here. You would speak, but they would not hear you, or if they heard you, maybe they would turn their head or feel a strange sensation. But it is unlikely that they would actually hear you speaking to them, for they are too preoccupied with their own thoughts to hear anything beyond their own mind.\n\nSo you have this body. It is meant to be an asset to you. It deserves your careful and conscientious care because it is a gift. You had to wait a long time to come here. You cannot just enter the world at will. You have to wait in line. Very few people remember where they came from, so this all seems a little irrelevant and perhaps controversial.\n\nYou are here for a very short time to accomplish a specific task. If you do not accomplish it, you will simply have to go through the process all over again until you can recognize your purpose while you are in the world and complete it. Then you will not need to come back anymore. For those of you who are honest about your experience here, at some point you must come to realize that you really do not want to come back again, particularly if you learn to recognize where you are going and the freedom that it promises for you.\n\nDeveloping health takes a level of concentration, self-discipline and commitment that anyone would benefit by having. It is not that health is so difficult to maintain. It is that very few people feel they are worth the effort. It is not their bodies that they are evaluating here. It is themselves.\n\nIf you have no sense of abiding purpose in your life, then you will feel that your body is just one more nuisance to you. But as you cultivate your awareness of your purpose and as it becomes more real as a guiding force that you feel each day, then you must realize that your physical body is a remarkable achievement.\n\nYou have a great opportunity if you are not short-sighted, if you think about your life in a long-term sense. Once you see that you are a visitor in this world and that this is not your home, then perhaps you will begin to recognize you have a responsibility to those who have sent you to realize your purpose, to develop the necessary skills and to take good care of your physical vehicle.\n\nIf you take good care of your physical body, it will serve you well and meet the demands that you place upon it. Indeed, as your purpose is realized, you will discover that your life will become increasingly focused and you will have greater demands upon your energy. They will be regenerative demands; they will be beneficial to you, but you must be physically capable.\n\nNow you all have Inner Teachers, but if your body is a dull instrument, it will prevent you from responding. Your body needs to be keen. It needs to be an asset. If it is cared for, it is like a window and not a wall. You will be able to look through it, and it will not prevent you from receiving more directly the communication that you need to receive from God.\n\nIt is true that many people hide within their bodies. From a personal standpoint, this is one of the reasons for having a body. It is a place to hide so no one can see you. All they can see is your fortress. They cannot even see you. They cannot find you. If they took your fortress and they opened it up, like surgeons do, they still could not find you. If they took it apart in tiny little squares, they still could not find you. The body is a great hiding place. No one can find you.\n\nBut as the body becomes purified, it literally becomes transparent. You are able to see out of it and people are able to see into it. Now it becomes an asset to communication and not an obstacle. It is only when the body becomes empty, clear and clean that the mind will have a greater access to what is calling to it.\n\nIf you say, “I want to develop health,” and you do this only from a personal standpoint, it is unlikely that you will have enough interest to do it. But if you experience that God wants you to do it and humanity needs you to do it, that would make a very great difference. This is greater than a personal interest in health. Your body now needs to be developed. It needs to be an adequate vehicle and instrument for you to use. Then you will have sufficient motivation, and you can take on the change and the initial discomforts that are required, whatever they may be.\n\nIt would be a shame if your body failed you, leaving your purpose undone. Bodies are very fallible and breakable. People attribute magical powers to bodies, but they are really not very magical. They are simply machines. They are beautiful mechanisms, but if they break beyond a certain point, you will not be able to repair them. So do not use your body with negligence, thinking, “Well, if I wear it out or if it falls apart, God will come along and fix it up for me.”\n\nThis vehicle of communication is a gift. In your own Knowledge, you know you have to do certain things. We are not speaking of extremes. We are saying that you know your body needs to be healthy. It is part of your Knowledge that knows that this is true, and any reason you give to excuse yourself will not prevail against Knowledge itself.\n\nAs We said, if your body is neglected and does not function properly, then it will be an obstruction and a problem to you. It will slow you down and interfere. It will dull your mind. It will not be what it is intended to be.\n\nAs your body becomes more efficient in its functioning, you will be able to devote yourself to developing your deeper abilities. The body now is no longer a constant adversary. It is simply a useful instrument. It does not matter if it is beautiful or not. That is not the point. What matters is that it functions properly so that you can be in it comfortably and use it for a good purpose. It takes some discipline, commitment and consistent self-application to develop your physical vehicle. It takes the same intent to develop your mental abilities.\n\nYou see, progress in this world is actually being furthered by a very small percentage of the population who are doing all the work for everyone else. Maybe twenty percent of your population is doing all the work. They are really breaking new ground. Everyone else is working, but they are not breaking new ground.\n\nWe give this perspective not to condemn you at all, but in relation to your neighbors in the Greater Community [life in the universe], your people are extremely lazy and ineffective. This is partly due to the fact that your environment is so easy and requires so little. This is quite rare in the Greater Community where, in order to survive and maintain their development, races have had to cultivate themselves. It is not a matter of “Do I really want to or not?” It is simply necessary. Here it is not necessary because everything is so easy.\n\nThis world is an ideal little place. Compared to other worlds in the Greater Community, this world is a gem. Of course, because no one has an understanding of this, most people will spoil this gem.\n\nPeople often ask God for very great things. They wish to know their purpose, their future or the outcome of their involvements. Yet they are not able to carry out what these things would really require of them because they do not have enough energy or vitality.\n\nYou see, as you develop Knowledge and your mind becomes more refined, it becomes more focused and has greater concentration. Your physical body is then able to exercise greater energy, and it is able to accomplish more. Therefore, you must be able to conserve your efforts. Your body must be able to act upon the incentive of the mind.\n\nThat is why people who are really going to do something important in this world are very single-minded. They are not constantly being swept away by all the pleasurable inducements around them. If they partake of these inducements, it is only to a limited degree because they need their resources. They cannot squander their time or energy on things not directly relevant to their central area of concentration. They must be physically and mentally able and to the degree to which they are, they are demonstrating health, for their minds and bodies are now able to serve their intention.\n\nThat is why We wish to recommend a very moderate development of physical health because this will enable your body to express more profound things. It will allow your mind to become more direct, more acute, more sensitive, more aware and more able to respond. Your mind will then become a sensitive instrument. Then when there is something important happening, you will be able to respond. Your body then will not be a great weight upon you, a great burden.\n\nThis body is always an object of your concern: “I have to change it. I have to do this or that to it.” What a waste of your time to always be working on a body. By the time you finally get it where you want it to be, if you ever do, it will be time to give it up.\n\nYou are not here to work on a body. You are simply asked not to damage it so that you can accomplish something of importance here. Then when you leave this world, you will know you have accomplished your purpose successfully. Not only will you be successful as a result, but the others who are depending upon you and who need you to make your contribution here will be successful as well.\n\nThe fundamental understanding is the realization that you are already part of something that is established. The world does not demonstrate this, so you must know it within yourself. Knowing this, you realize you have a responsibility to a community that exists already. This responsibility is what will encourage and empower you to do great things in the world.\n\nPeople do not do great things for personal interests. Personal interests are not strong enough to lead to great acts and important contributions or to lead people beyond ordinary things to the important things that can elevate your whole race.\n\nPeople are very depressed because they do not have any vitality. They have no sense of purpose, no sense of being. They blame their bodies because their bodies are always hurting them, and they blame their environment because their environment is always obstructing them. But the problem is that they do not experience their own vitality. They are not experiencing life. They are bogged down within themselves and are not with life.\n\nBeing with life is so essential. It is why you have come here. Because when you are with life, you will know what to do in order to serve it and you will be able to receive its tremendous gifts as well. Here you are valuing something that is not temporary, and you are valuing the temporary for serving something that is not temporary. Your body is something temporary that serves something eternal. That is when you realize your responsibility to maintain it, to care for it and to use it properly.\n\nIt is difficult to do this in your current society because your environment is always encouraging you to hurt your physical body, to misuse it and neglect it, as if doing so leads to greater enjoyment. Only your suffering must persuade you to the contrary. Abuse does not lead to enjoyment and does not increase your vitality.\n\nYour vitality will make every day essential to you regardless of what is going on around you or how you feel. Whether you have a good day or a bad day, today is still very meaningful. Today is another opportunity to develop yourself and to contribute to your world. It is this sense of vitality that overrides all of the small objections that affect most people so much. You are not held back by little things when you are involved in something great.\n\nOne of the reasons war is created in this world is because it is far more exciting than peaceful living here. You notice when peaceful times exist, society starts to degenerate, and then there is a big war. Everyone then gets a tremendous sense of temporary purpose and vitality. When war is finally over with terrible destruction, people enjoy peace for a few years, and then there is a new war.\n\nEveryone talks about peace on the planet, but there are very few people who could tolerate it. There are very few people who could live in a world of peace. They are ill prepared.\n\nYou have left a world of peace to come into this world. Peace is possible here, but you must prepare yourself for it. You cannot be living in conflict and hope to have a world of peace. The bullets will still fly and nations will still assault one another.\n\nNo one can tolerate peace for long because if your environment is peaceful, your anger begins to come forth. If your environment is not peaceful, you do not realize your own anger. If you were in a room with no stimulation at all, a very peaceful room with no aggravation, your own anger would come forth. You would realize that you are at war already. You are struggling against your own Knowledge. You are fighting with yourself.\n\nThat is why there is not peace in the world. There is only peace to the extent that people can tolerate it. So you will not have peace in the next decade because people cannot tolerate it. If the world were without conflict, it would be like the little room with very little stimulation.\n\nTo the mind that is cultivated, the room without stimulation is a wonderful place. To the mind that is in conflict, the room without stimulation is a terrible place. To the mind that has been refined, the silence of the wilderness is a wonderful experience to be cherished. To the mind in conflict, it is an aggravation.\n\nYou have two things to accomplish, which are quite essential to your being here. You cannot neglect them, regardless of your beliefs or point of view. You must develop yourself, your inherent abilities, and you must contribute something vital to the world. Your own Being knows this even if your thoughts do not account for it. Your own Being will be aggravated until it can accomplish these two things, which together comprise your purpose.\n\nWe have spoken of the physical body, but that is only one aspect of health because if your mind is at war, it will not want a healthy body. Why? Because the body will be like the silent room and will be an aggravation. The silent room is very boring to the mind in conflict. It cannot tolerate it. Yet as you begin to value inner peace more and more, you will seek for quiet. You will want your body to be quiet. You will not want it constantly complaining. You will want the quiet room. You will want a peaceful world. Why? Because in the quietness you experience God, and all that is meaningful returns to you.\n\nConsider the body as a room. It is either loud and clashing, or it is quiet and empty. A quiet and empty room is a wonderful gift to the mind that appreciates it, a wonderful sanctuary. It functions in its capacity without complaint. Then when it is time for you to leave this world, you will thank your body for being a gracious temporary dwelling.\n\nTo spend your life struggling with your body is really very wasteful. You will reflect upon this once you leave. Here is an analogy: It is as if you wake up in the morning and you cannot decide what to wear. You spend the whole day going through your wardrobe and then it is nighttime, but you did not even go out at all, and the day is gone. Put something on and go out!\n\nPeople only love their bodies when their bodies serve a higher purpose. To love your body for any other reason is simply to use it for selfish reasons, which will breed resentment. Your body must enable you to extend your sense of relationship in life. If it does not do this, it is a prison. It is holding you back and shutting you in. And your mind will still feel trapped.\n\nYou do not want your body to be a problem. You want it to be an asset. You know this already. You know that your body needs to function properly, and you know what you need to do. It is not for vanity’s sake that you do this. It is simply that part of your vehicle in this world, which is your body, is slowing you down. Even a crippled person can use the body effectively. Even a blind person can use the body effectively. That is not such a great liability. It is the use of the body that matters.\n\nWhat this means in actuality is you must be very conscientious about what you eat. You must be conscientious about sexual engagements. You must be very conscientious about where you take your body and how you expose it to the environment. It will take less energy to maintain health than it does to damage your body. If your lifestyle is based upon neglect, then it is hard for you to realize how much energy you are wasting on your neglect.\n\nIn the development of Knowledge, the mind is discovering its true Source and its true Self. As this proceeds, you become increasingly sensitive, even in your physical body, and you naturally steer yourself away from environments that are disruptive or that hinder your abilities. Likewise, you will become increasingly intolerant of foods that are counter-productive to your well-being. You do not need to have very interesting beliefs about this. It is a natural process of change.\n\nYou are now becoming pragmatic about your body. You simply want it to work properly, and that becomes the criteria for any change you might make in your habits. You have to do this with very little agreement from your world because your world does not value these things.\n\nYou live in a society that is very tolerant, regardless of your complaints. Compared to the Greater Community, it is extremely lenient. This has its assets and its liabilities. Its assets are that your society fosters a freedom of expression and exploration that has produced great things. Its liability, however, is that its population is weak, self-indulgent and incapable of responding to change very effectively.\n\nAny society has possibilities and obstacles. This is the environment you must work within. It is not an environment that fosters dedication particularly. It is an environment that may give freedom of discovery though it does not foster the ability necessary to make your discovery effective.\n\nThe mental equivalent of developing health is that your mind becomes focused on its primary purpose. All of its conflicts with itself—its wants and its interests—now begin to fall away because its predominant emphasis is taking over. You have something very important to do and other things do not matter so much.\n\nWhat happens to you physically here is that you simply want your body to serve you. You do not want to serve it. It becomes a servant and not a master to you. Those of you who have not acquired a functioning level of health are servants to your body. It is governing and limiting you unnecessarily.\n\nHealth is natural. You do not need to be spectacular physically and run over mountains and swim across great distances. That is for acrobats and exhibitionists. You only need to be able to adequately complete each day without any obstruction from your physical body and to be able to live your span of life here in this world in health, longevity and accomplishment.\n\nIt is a remarkable aspect of human evolution that grave circumstances are created to promote advancement. This is, in fact, a common feature of the physical universe. Has it not been curious to you that as your life becomes easier, you lose vitality? This is worth considering because if you honestly look at this without preference and without trying to justify things that you might want, it allows you to look and ask, “What is really important here? If I become wealthy and have comforts, will that produce greater vitality for me?”\n\nPeople want to have greater security in the world. Does that produce greater vitality? People want to fulfill their “want” list to make sure they get all the things that they are demanding from life. They are demanding a perfect relationship, a beautiful body and good employment. They are demanding that God show up whenever they want. Does that produce vitality? If you become a very wealthy person and your children grow up in wealth, does that produce vitality for them?\n\nThese are important questions because they allow you to look at life more objectively. Ask yourself, “What produces the greatest vitality? Do I need to have war in order to give myself a temporary sense of purpose and determination? Do I have to let my physical health become so denigrated that I finally have conviction regarding its improvement? Do I have to let my relationships become so intolerable before I am willing to be responsible for what I know?”\n\nVitality is the issue. When We speak of health, We speak of vitality. You can have a beautiful body, run over mountains and have no vitality at all but be a dead person in a handsome body. Or you can be an unspectacular looking person and be absolutely radiant. Why radiant? Because you are experiencing life. And you are radiant no matter what is going on because everything counts: the good things which are rewards and the bad things which are opportunities.\n\nIf you make your life too easy, you will not apply yourself and will become depressed. So why make life easy? Why not make life more vital? Easy is not better. The only value in ease is that it gives you the freedom to involve yourself in something that produces greater vitality.\n\nWe are at work all the time. We do not take days off and go on holiday. You would be in trouble if We did. For Us, there is no separation between work and play because Our work creates vitality. People consider work to be something that robs them of vitality and so they go rest, which does not give them much vitality either. They do not know what vitality is.\n\nYou do not have to have magical or mystical experiences or go to great heights or have beautiful visions to have vitality. That is not vitality. Vitality is tapping into your own Knowledge and allowing it to express itself through you. It is tapping into the Divine vibrant force within you and allowing it to express itself into life through your physical vehicle.\n\nLet us [together] now take a moment of quiet together. Let us for a moment allow our bodies to be the quiet room, the room without stimulation, in order that we [together] may feel the content of life, the Presence of life that is God. Let this body that conceals you be your sanctuary of prayer, a holy place.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/health/"
}