{
  "title": "Healing",
  "content": "Healing is a subject We do not often address because of how people approach it. There are many ideas—even philosophies—about healing. Beyond the purely mechanical repair of the physical body, there is a great deal of speculation on the cause and nature of illness and the reparation of illness. Remedies vary depending on how far you want to go.\n\n\n\nBecause any dysfunction, mental or physical, is part of your total life here, it cannot be isolated and separated out. If you wish to address a chronic problem, you must address your entire life. But because addressing your entire life is a far greater quest than most people are willing or desiring to undertake, they merely wish to address the symptoms of the discomfort and erase them as quickly and as easily as possible.\n\n\n\nOur task is to speak about the larger picture and to deal with healing in a very complete framework. The most important thing is to discover your Knowledge. However, often people want only a remedy, which they can take home and try out.\n\n\n\nOf course, this has very limited success. It may ease discomfort if they follow the directions. But very few people will take the real remedy because then they must deal with their whole lives.\n\n\n\nLet Us give you a few ideas so that We can explore this subject together. First of all, the physical body has no magical powers. It is an instrument, a vehicle. People are confused about this because they confuse the levels. They confuse Spirit with the body. They want to make Spirit and the body alike, having the same properties, but Spirit and the body do not have the same properties.\n\n\n\nThis does not mean that they are disassociated. It simply means that you cannot expect the same qualities from both, or you will diminish the whole experience of your spiritual life and try to elevate your physical life to an immortal state.\n\n\n\nThe physical body is a vehicle. Your personal mind is a vehicle, too. This is very important to understand because when you see that you have a vehicle, it leads you to ask the question: “What is this vehicle for?”\n\n\n\nA vehicle is to take you someplace to do something. It is not merely a mask that you wear. A vehicle is to take you someplace for a purpose.\n\n\n\nTo come into physical life you must have a body and a personal mind. You have a body so that people can experience your presence, and you have a personal mind so that you can communicate to people through the body.\n\n\n\nThey are both vehicles. They are not meant to be perfected. They are both subject to wear and tear, breakdowns and problems. They can be maintained very well if you care for them, but they are not infallible because they are vehicles.\n\n\n\nIt is when you try to make a vehicle the object of your attention completely that you lose perspective on what it is for. If the body becomes the total emphasis, then you will require more of it than it can produce, and you will make its symptoms and its problems extremely complex when, in most cases, they are very simple.\n\n\n\nBecause the personal mind and the body are very closely related, they have tremendous influence upon one another. Obviously, your physical body affects your emotional states. If you have an ache or a pain, if you feel bad, it is very hard to think of anything else. Likewise, your emotional states have a direct impact upon your body because they both work together as vehicles.\n\n\n\nKnowledge is not a vehicle. It is your true Self in the world. It is your true Mind. It is not an individual, though it seeks an individual expression. It fulfills the mind and the body by expressing itself through them.\n\n\n\nHere your body is fully used and is something to be appreciated, not maligned. Your personal mind is something that is employed and finds its own self-love here.\n\n\n\nWhat is illness then? Why do things break down? Bodies break down and personal minds break down too because they are vehicles. But they can be maintained at a very high level of functioning. It is not complex to do this.\n\n\n\nYou simply must have the desire, and they must be seen as vehicles. That is very important. Without this understanding, you will make them the object of your life, trying to keep the body and the personal mind comfortable.\n\n\n\nThen, beyond having nice chairs to sit in and pleasant food to eat, you will try to keep the personal mind always calm, satisfied and happily stimulated. But that is not the purpose of life, for when you leave this life, you leave behind these vehicles.\n\n\n\nIf you identify too much with your vehicles, you will think that that is all you are. Here you are afraid to go beyond, and your life is fearful because your vehicles can be taken away from you. They are easily threatened.\n\n\n\nNow if you think that your vehicle is your self, you will hate the vehicle because it will seem to trap you and you will feel imprisoned, bound and limited by it. If your vehicle is all that you experience, then your whole life will be about taking care of the vehicle or about taking care of other people’s vehicles in an attempt to be happy and to keep everyone happy. But your deepest need has not been met, and you have not found your foundation yet.\n\n\n\nEven faith in God is not enough of a foundation. You must experience God because religion is experience. You only need faith when you are not having the experience that is the experience. Then your faith will confirm that the experience was real.\n\n\n\nThat is what faith is for—to carry you to the next real experience. It is something you take into the shadows with you when you return to blindness—that is faith.\n\n\n\nSo Our remedy is very great and it is also very complete. It is very comprehensive. It enables you to have compassion for the world.\n\n\n\nHealing must happen in life, but it is not the kind of healing that people often think of. People think of healing as everyone being happy and everyone having equal opportunities. They think of healing as a state where there are no physical problems, where emotional states are stable and where people are not having friction.\n\n\n\nIt sounds a little ridiculous, but really when you examine your model for life, it can resemble this very closely—a life where everyone is supposed to be comfortable.\n\n\n\nHowever, comfort is not why people have come here. Obviously, there is very little comfort in the world. For such intelligent beings, there are more comfortable worlds, but not this one. There is something else happening here, but very few people know about it. The ones who do know about it often feel tremendously isolated because their experience of life is very different.\n\n\n\nYou have mental and physical problems, aches and pains, things that break down. If you do not feed the body right and take care of it, and if you do not take care of the personal side and give it some personal pleasures, they break down and have problems. But they can be attended to without a great deal of investment if you realize these things are the vehicles for something greater.\n\n\n\nThere are people lying on their death bed, with their body ninety percent gone, who are dispensing more God into life than the person running up and down the street in full health.\n\n\n\nGod does not ask that your vehicles be perfect because they are temporary expediencies. God does not ask you to look beautiful. That is not why you came here.\n\n\n\nIt is much nicer on the other side. That is why so many people want to leave when they give up hope here. But this is where you yearn to be, so you are here and you are here for a purpose—each of you.\n\n\n\nDeep within you, like a secret cargo, you are carrying your purpose in life, but you cannot figure it out in your mind. It is not an idea or an explanation. It is a profound experience that rearranges your life, giving it direction and restoring self-love to you.\n\n\n\nIt comes from within you, and it restores your relationship with the universe because its source is the universe. It protects you from making false assumptions about yourself, and it reunites you with life.\n\n\n\nWhat is important is that you find your Knowledge through experience. It is very powerful. It is not subtle. It is so powerful, in fact, and so present that most people are afraid to take even little baby steps towards it for fear it will take everything away from them.\n\n\n\nGod is so close to you that you cannot even turn around. God is so big and so magnificent that if you had only one leg and one arm and God, you would do well.\n\n\n\nSo when We speak of healing, We are not merely speaking of repairing the vehicles. There is already a great deal of information about that. If the problem is purely mechanical, go to a doctor and fix it. If it deals with your mind, which is often the case, or has a mental equivalent, you need to go work with someone a little bit to get back into relationship, restore your self-expression and gain some perspective on your life.\n\n\n\nBut it is very important in all of this that you give your attention to what is beyond your personal self. It is not self-neglect to do that. Your personal self needs some things beyond food, shelter and clothing. It needs some things just like your physical body needs some things—but their needs are not your life.\n\n\n\nOur Presence is important in this regard because We represent your life beyond the world, if you can accept Our reality. If you come into relationship with Us, the memory returns. Yet We are not the object of your devotion. We are merely a reminder that your life in this world is part of something far greater and that God is not merely a romantic ideal or a great big person up there.\n\n\n\nGod is organizing everything to return to union, but God is doing it in God’s own way. It is good that this is the case because people’s idea of union ends up being very oppressive when applied to society.\n\n\n\nWhen you begin to discover Knowledge and experience its thinking and its quietness and learn how it takes action, then you will see that there is a very different approach to healing things in the world.\n\n\n\nOne of the most important aspects of healing things in the world, beyond yourself, is leaving things alone. Ninety percent of the time you leave things alone, like someone cultivating a garden. Ninety percent of the time you leave things alone. Ten percent of the time you carry out a very specific action that makes everything else possible.\n\n\n\nBy leaving things alone, We are not saying you neglect things because the good gardener never neglects the garden, but he or she understands that there is a greater process that actually produces and brings about the results in a predictable manner.\n\n\n\nThis is a new way of helping people. Often when people help others, they want the other person to look good so that they themselves can feel good. It is very upsetting having someone around crying and in misery. You cannot have a good time with someone like that, and if you do not help them, you feel terrible about yourself.\n\n\n\nBut Knowledge is different. Knowledge waits for the moment and then gives the remedy. The rest of the time it seems to be asleep, like God. It seems to be doing nothing about the situation, like God. The reason people do not experience God is that God is not moving very fast because when God moves, everything moves. Then civilization changes. Yet God is active every moment.\n\n\n\nKnowledge seems to be quiet ninety percent of the time. So as you go about your basic worldly responsibilities, you can be quiet ninety percent of the time. If Knowledge is not indicating for you to do something, do not do anything. Just carry out the obvious duties in your life.\n\n\n\nThen if you are taking care of sick people, just take care of sick people. Do the normal things and once in a while Knowledge will move you to do something, so do that.\n\n\n\nIf Knowledge is quiet ninety percent of the time, then you can be quiet too. People can barely be quiet one percent of the time, so you can see that being quiet ninety percent of the time is a very peaceful state. And yet it is an extremely alert and powerful state.\n\n\n\nThe person of Knowledge has great impact on other people because he or she is living a different life and always has a reservoir of energy. The person of Knowledge can act very deliberately. This action has tremendous impact. Whether you are working in a hospital and dressing wounds or working in a factory, there is a moment of action when your Knowledge can change another person’s life. It is not you that changes the other person’s life. It is that your Knowledge has activated Knowledge in another, and someone has turned a very important corner within himself or herself. That is healing. Beyond repairing the vehicles and keeping them functioning, that is really it.\n\n\n\nSomething must touch you very deeply and must ignite life within you to such an extent that you start to burn with it inside. But the ignition is only the beginning. There is also the preparation, and now your preparation becomes very conscious.\n\n\n\nIt becomes mysterious too because, you see, the preparation for Knowledge is not the same as the preparation that people prescribe for themselves. Even your prescriptions for enlightenment or getting better may not be similar to the process that you are really in. Your real preparation is more about clearing things away than adding things on.\n\n\n\nIf you want to know the purpose of your life, you will know it, but it will not be an explanation. It will be more like a great door has been thrown open and you must go through. Then things will really start to move in your life. Once you see the power of this movement, you will have no doubt that it is effective, and you will see why you were not ready for it before.\n\n\n\nOur prescriptions for taking care of the body and the mind are very simple. They are not complicated. People make the problem complicated because they are not sure if they want the solution. They have all of this technology for getting better, and it gets them in deeper and deeper with their problem.\n\n\n\nFor example, governments like to study problems which they are not prepared to resolve. Is that not true? So the commissions come together and they write thousand-page reports. They hire experts, and everyone knows what to do about it, of course, but no one wants to pay the price.\n\n\n\nThe person of Knowledge is only looking for Knowledge. If you get too involved in studying your personality, there will be a great deal of motion but not much movement, like splashing around in the water but not really getting to the other shore. You think things are happening because you are making such a splash, stirring yourself up. Going from a hot shower into the cold ocean, back and forth, back and forth, is very stimulating to the body, but not much is really happening.\n\n\n\nKnowledge is very close at hand, but you cannot grasp it. Yet it is available when you begin to ask what you know about things. Here you must distinguish what you know from what you want and what you think. Then there are all the things you think you know or want to know.\n\n\n\nIf you can get past all of this, you will get right down to the very core of yourself. Knowing anything, even knowing something very simple that is right in front of you, will take you to the very core of life where everything is simple.\n\n\n\nGod is simple. But ideas about God are very complex. All these levels, and angles and shapes and forms. Sometimes people have to create all that just to get to God. But in the end, it is like coming home to Mama.\n\n\n\nTo take care of your body, feed it properly. Find out if there are some foods aggravating you or not. Be sure to exercise. And practice some form of meditation or time of quiet. For ninety-nine percent of the people, this is adequate. If you have special physical problems, you must attend to them. That is okay because bodies are vehicles and sometimes they do not come out of the assembly line absolutely perfect.\n\n\n\nWhen you are no longer in the world and you are thinking about your life here, you will not be concerned with vehicles. You will be thinking of how far you got in the world. Did you deliver your cargo or not? Did you come Home with the packages unopened?\n\n\n\nWe want you to have a good life because it enables you to deliver your cargo. But if your body or your mind are always in a state of aggravation, you cannot do that. You will be broken down by the side of the road, and you cannot go anywhere.\n\n\n\nWhen you are not trying to get everything in life, things get much simpler, and you can begin to see which way to go. After all, there are people who have nothing and are happy. There are people who own a great deal and are happy. There are people who have nothing who are miserable, and the same is true for people who own a great deal.\n\n\n\nIn The Way of Knowledge, you realize that everything is for a purpose, and you understand that purpose does not come from your intellect but from a very deep place within you. You do not understand it fully because Knowledge always transcends understanding.\n\n\n\nThat is what makes you able to do something really important in life. If you came here to do something important and you are not doing it, you will not feel good. You will become sick and bogged down in yourself.\n\n\n\nFor the personal side, you need healthy self-expression and relationships; you need tenderness and intimacy; you need times of quiet and you need to be in the process of allowing your Knowledge to emerge.\n\n\n\nIt is the same with children. Sometimes you realize that when they are upset about something ridiculous, you need to give them something else to do. “Here, do this!” Then they forget about themselves. They go do it and their tears dry up. “Here, do something else.”\n\n\n\nIf you had nothing important to do in life, this world would indeed be a tragic place. But you have all come here for a purpose. If you can accept that, you will start to look beyond your vehicles.\n\n\n\nLooking beyond your vehicles means you must learn to become quiet and observant and refrain from your own self-judgment. It means you must have Mystery in your life.\n\n\n\nMystery is the source of everything important—the mystery of your life. You may think you have everything figured out and under control, but leave the door of Mystery open. When you learn to trust Mystery and see that it is not going to deprive you, then your life will become a tremendous discovery from moment to moment.\n\n\n\nKnowledge is very different from personal ambition. With Knowledge, healing others is something that simply happens naturally, and you do not even know what is happening. If you are pregnant with Knowledge, you will activate Knowledge in others, and hopefully you will know not to interfere with the process. Hopefully, you will know it is not you who is doing it, though you are playing a significant role.\n\n\n\nWe are presenting you with a very big remedy. This remedy requires a real investment of yourself in a very special way.\n\n\n\nIf you take a physical ailment, erase it and go back to the way your life was, it will recur. If you are not at ease with yourself, you will certainly feel it physically, and eventually you will do something to yourself to bring yourself to a halt. Crash your car! Fall off a roof!\n\n\n\nThen you are lying there in the hospital, everything is catching up with you, and you are starting to become a visionary. Lives can be changed dramatically for people who do that, but that is a very radical way of finding things out.\n\n\n\nTherefore, We are giving you the big remedy. Some of you will use it and will not know why you are using it; it is just the thing to do because Knowledge is moving you. When Knowledge is moving you, there is incredible Mystery in your life, and there is wonder.\n\n\n\nWonder is not something you can make yourself have. You either have it or you do not. If We say: “Go out in life and have wonder,” you cannot add that on to yourself thinking, “Today I will try to have wonder!” You either have wonder or you do not.\n\n\n\nIf you do not have wonder, do not have it. Look at everything and go, “It’s all boring stuff! Junk! It’s all junk!” You can be a grouch and go around sneering at people. When people are being nice and they do not feel good, the first thing is to get them to feel worse. Then they can come closer to being happy. At least one step closer.\n\n\n\nIf you have one leg and one arm and one eye and one ear and you look ridiculous, you can still be one of the most powerful people in history. Why? Because something is happening in your life, and it does not just happen in your life. It happens to everyone who comes in contact with you.\n\n\n\nYou are not just an individual now trying to fulfill yourself. You are something bigger. You are your entire Spiritual Family. Your life is like the tip of the pen that touches the paper, but what is feeding your life is actually the vessel that holds the reservoir of ink. That is when you feel that you are the place where Heaven and Earth touch together. You do not have to have that experience often, but if you have had it once, it will be enough.\n\n\n\nTo keep your physical vehicle and personal side of your mind content while you do more important things, it is very good to have a simple life. If you want to have some quiet in life, it will require some simplification.\n\n\n\nSimplifying your life is very important because then you begin to ask the question, “What is essential in my life?” That is an important question because Knowledge deals with the essential things. What is essential in your life?\n\n\n\nHere you will begin to see how much is not essential and how it is taking a great deal of your life. This leads you to realize, “I have only this much energy.” Do not think that you do not. You only have so much. It is nice to entertain yourself by thinking that you have unlimited energy and you can be superman or superwoman, but you only have so much. It is a limited amount. So what are you doing with it?\n\n\n\nIf everyone had no money and We gave everyone ten dollars and said, “That is all you’ve got. Go out and do something in life,” what would happen? Life is like that. You have a few years, you have your waking and sleeping time and you have a tremendous opportunity.\n\n\n\nRealizing this, you begin to care for yourself and to appropriate your energy more consciously. Your encounters with people become more important and less mindless. Things become more important, but you are more lighthearted about it.\n\n\n\nWhen you are with Knowledge, you will move beyond error. On a personal level, you will still be sort of ridiculous, but it is more a source of fun now. And your body will still be a little ridiculous, but it is not a problem. It is not you.\n\n\n\nCan you be happy if your car has a dent or mud on it? Can you be happy if your bumper is falling off? Can you drive up to a fancy hotel with your bumper dragging on the ground?\n\n\n\nDo not look at crippled people and feel pain. If they have Knowledge, there is no problem. They are being fed by life itself. They are bigger than the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/healing/"
}