{
  "title": "How God Speaks to the World",
  "content": "God watches over the world, for the world is a troubled place. It has always been so.\n\nThat is why you have come to the world. It is a place where God has been forgotten, and your true nature has been forgotten. It is a place of competition and conflict, where life is difficult, where you must constantly solve the problems of your daily existence. It is a place where people seem foreign to one another and foreign to themselves as God has created them. It is a place of appearances. It is a place of sensations.\n\nIt is wonderful and dangerous, beautiful, but confusing. It is where the separated have come to live, to learn how to give again and to bridge the gap so that the Separation may be ended in time.\n\nNo one has come here by accident. Everyone has been sent for a purpose. This purpose remains undiscovered within you, but you must find it, for that is the great pursuit in life. Beyond meeting your basic requirements to exist in this reality, you must find this purpose, for this is how God will speak to you, and this is how you will find your way.\n\nThe Plan of God is so very simple that it escapes people’s comprehension, yet it is mysterious because it does not fit in with human expectations. It does not fit in with human beliefs and traditions. It is beyond comprehension, and yet it is very simple.\n\nFor God speaks to the world through a deeper Knowledge within the individual and through the power of united relationships, where this deeper power can be expressed and experienced between two or more people.\n\nPeriodically, God speaks to the world to deliver a Message to the world. This is very infrequent, perhaps only happening every few centuries. God’s Message to the world is meant to last for a very long time and is meant to affect and influence the minds and hearts of people for a very long time. These Messages are given at pivotal points in human evolution and at great times of change and times of great need.\n\nThe meaning of this is beyond your current references, for you do not see yet the great need of humanity and why a New Message from God would be sent into the world, for the world itself. For while God speaks to you through a deeper Knowledge within yourself and through the power of united relationships, God’s Message to the world is to prepare humanity for what it cannot see and cannot know. It is to warn humanity. It is to empower humanity. It is to prepare humanity.\n\nYou can only be a witness to this. It will be beyond your current ideas. It will transcend your understanding. But God is not trying to reach your intellect as much as to resonate within you at a deeper level. For the intellect was created to navigate and to comprehend physical things, particular things. But the deeper resonance is of the soul, and that is how you will respond to God’s great, but infrequent, Messages for humanity.\n\nPeople have many questions, but they must learn to listen at a deeper level, to still their minds and to listen, to be present, to be observant, to be reverent.\n\nFor the intellect cannot know for sure if a New Message from God is authentic. They [people] cannot know for sure if what they are hearing is absolutely the truth, the greater truth from the Creator of all life. They cannot know with their intellect if the Messenger is the real Messenger. But in their heart they will know. The resonance will be deeper. The recognition will emerge from a deeper awareness within you and within others.\n\nThis is what has kept religion alive. It is this deeper resonance. It is not the power of belief, for belief is weak and fallible and is easily manipulated by others, by other powers and forces and so forth. But the resonance that keeps people responding to God’s Great Messages is happening at a deeper level within the individual—beyond their intellect, beyond their ideas and comprehension—and this is what gives it power and magnificence.\n\nBut if you cannot respond at this deeper level, then it becomes a matter of ideology, of belief and of social and political adherence. It becomes a matter of conformity and the expectations of others. You are expected to believe, so you believe. You are expected to pray, so you pray. You are expected to follow the requirements that have been set down before, mostly by human beings, of course. But God speaks to you at a deeper level.\n\nGod speaks to the world through these great Messages. They are beyond the immediate needs of the individual. They encompass the needs of humanity as a whole and are for the welfare and evolution of humanity as a whole.\n\nFrom this, you gain a sense of your place and purpose in life at this time—why you are here at this time, in this place, in your particular circumstances, in your nation.\n\nYou must have this greater perspective. Otherwise, you will not understand the larger context in which your life exists, and you will not understand the movement of the world or the signs of the world. You will think it all a reference to the past—that in some way the present and the future are a fulfillment of the past. Ideas are associated with the past, but the deeper Knowledge that God has placed within you is for the present, the moment and for the future. So very different this is as an understanding.\n\nGod is not concerned if you have religion or not. But God is calling to you at this deeper level through the great Message for the world that is now being given to the world and through the power and influence of Knowledge within yourself. And that happens every day, every moment, in every year, at every time and in every place.\n\nEven if you read the scriptures and they move you deeply, that is because of the resonance, not because of the ideas. The Power of God is not limited by human understanding, or human ideas, or the ideas of any race in the universe, of which there are so very many.\n\nGod is speaking now to the world through the New Message from God and through the Messenger that has been sent to the world to prepare humanity to face a world in decline—a world whose resources are diminishing; a world where people will have to cooperate with one another and end their ceaseless conflicts; a world that is entering a dangerous period, more dangerous than any period you have ever known; a world that is facing contact with life in the universe; a world that is facing intervention from races from the universe who are here to take advantage of a weak and divided humanity.\n\nThe human family as a whole has never had to face these two great challenges—living in a world in decline and facing competition from beyond the world for who will control the world and who will be pre-eminent here. The great Messages that God has sent into the world [before] cannot prepare you for this. That is why there is a New Message from God.\n\nNever think that God has stopped communicating to the world. Never think that the final Message for all time has been given. This is human presumption. This is established to protect a belief and an ideology.\n\nBut God watches over the world. And humanity is now facing its greatest challenges as a whole. How will it respond? How will it prepare? Will it be able to comprehend the great change that is coming? Will it fight and struggle with itself over the remaining resources? Will it unite to defend the world against foreign intervention? This is a time of great decision: whether humanity will fail or whether humanity will unite for its preservation and to preserve its sovereignty in this world.\n\nYou see right away here how far beyond your own personal preoccupations this is—beyond your daily concerns, beyond your ideas, beyond your beliefs, beyond your religious understanding, beyond your political views, beyond the need of the day. If you are only consumed with the needs of the day, how will you see the Great Waves of change that are coming that will alter the landscape? How will you read the signs of the world that speak of greater things beyond your own personal concerns? How will you know when something is about to change your life? Will you be standing on the shore when the Great Waves come, your back to the sea—not watching, not looking, not listening?\n\nThat is why God’s Great Messages transcend the understanding and the awareness of the people at the time that the great Messages are given. You will have to have a much greater perspective and be much higher on the mountain to see the relevance and importance of this.\n\nPeople will think God’s New Message is irrelevant. It is impossible. It will seem to not meet their daily concerns. They will not see that it is here to save humanity itself. They will not see what it really is. So it will be neglected and avoided, criticized and ridiculed.\n\nPeople want bread for today. They do not see that when God speaks to the entire world, it is for the preservation of the entire world. It is for the preservation of humanity. Without this, there will not be bread for anyone in the future. That is why the New Message has been given.\n\nYou must become still and listen with your heart here. Your ideas will be struggling. They will be struggling to keep up. They will be trying to calculate and comprehend this. But they cannot, you see, for this is not a Message for the intellect.\n\nThis is speaking to a deeper intelligence within you, an intelligence not created by the world, but created by God to guide you, to protect you and to enable you to respond.\n\nForget your ideas of religion now, for you are facing a New Message from God. Forget the precepts from the past, for this is for the present and the future.\n\nThis is to determine if humanity will have a future, a future that you could possibly desire and embrace. This is for the protection of humanity, everyone here, living in a world in decline, living in a world that is facing intervention from beyond and competition from beyond.\n\nYou must see the connection. If you do not think this is important for you, then you have lost contact with life. You do not see what provides for humanity.\n\nGod has provided this abundant world for the human family. If it is despoiled, if it is ruined, if it is depleted, God is not going to create another world for you. You are going to have to live with the consequences.\n\nIf your resources are not managed and shared and preserved when necessary, do you think God is going to come and bring you a new world—you just pack up and move to another planet somewhere? What is your thinking here? Do you think you are alone in the universe and no one is aware of you, that others do not desire this place for themselves?\n\nThis is beyond the current concerns of people—their daily focus, their work, their ideology, their beliefs, their religion and their political ideas. Governments are not meeting to discuss how humanity is going to survive within a Greater Community of intelligent life. It is not part of the public debate or conversation. People are not talking about this in the café.\n\nThat is why there is a New Message from God, and that is why you must listen now because this has everything to do with your world, your future, who you are as an individual and why you were sent into the world in the first place.\n\nIt is this Knowledge that God has placed within you that will enable you to hear and to respond. If you are not connected to this Knowledge, then it will all seem like foreign ideas to you. But if you can listen with the heart, you will see and know that this is the great Message for your time and for the times to come.\n\nGod will not give another Message to humanity for a long time to come. This is it. If you cannot hear, it is a great misfortune for you. This is it. There is no Message around the corner. There is no second version. There is no Message that is going to come and be what you want it to be.\n\nThis is it. This is the Voice of the New Message. It is a Voice like this that has delivered the Messages throughout human history.\n\nYou wonder at my language. I represent all the languages in one language. But I speak through this language [English] to you because this is the most universal language in the world today. It has the greatest reach, the greatest possibility. My accent is all accents.\n\nIt is not important that you try to comprehend these things, but it is important that you listen, that you receive God’s New Message—not fight with it, not contend with it, not argue with it, not think you have to believe in it, but to listen, to stop your ceaseless grasping thoughts and listen. You will only know if this is true by a deeper resonance within yourself. The challenge is upon you, you see.\n\nAll the great Messengers have been denied and ridiculed, persecuted and even killed because people could not hear. They could not feel.\n\nIt is the same problem today. You have a modern society, a modern technology, but the same problem exists. It is the problem of living in Separation. It is the problem of being dominated by your mind, your thoughts and your beliefs. It is the problem of a lack of human freedom in your societies. People are under the weight of survival and governments. Even religions become oppressive. But it is the same problem. It has always been the same problem. So the Messenger is denied, disbelieved, suspected, criticized, condemned, ignored or avoided. It is the same problem.\n\nWhat will it take for you to realize you are living at a time of Revelation? It is in this time that a New Message from God has come into the world. Will you stand around shaking your head? Will you run away? You see, it is the same problem.\n\nHow will you know? You will know because God has put the power of Knowledge within you, far beneath and beyond your ideas, your concepts, your admonitions and your traditions.\n\nGod is speaking to the world now. You must listen for what God has to say to the world. Stop talking. Stop thinking. Stop debating. Stop resisting. And listen. If you do not listen, you will not even know what you are responding to.\n\nHumanity’s two great challenges will determine the fate and the future of everyone in the world, the fate and future of all the nations, of the peoples, the condition of the world itself and whether humanity will be able to maintain its sovereignty in this world.\n\nYou have lived so long in isolation, you think that you are alone in the vastness of space. But the universe is full of life. You live on a beautiful planet. There are races who are aware of it, that seek it for themselves. How will you defend it? How will you preserve it? How will you protect it? How will you maintain humanity’s ability to survive here?\n\nTo do this, you must become a united humanity. Your nations must cooperate. You must end your ceaseless conflicts. You must see this is born of necessity now. It is not merely an ideal or a wish. It is a necessity.\n\nGod is speaking to the world. This is how God speaks to the world. This is how simple it is, how pure it is. It is not sensational. It does not fit people’s expectations. It is not here as a confirmation of people’s ideas or expectations. This is how God speaks to the world.\n\nThe New Message is very great. It has taken a long time to present it here. The Messenger is in the world. You must hear the Message. You must listen with your heart. You must allow God to reveal to you the state of the world, the future of humanity and the great decisions before governments, people, individuals and you as to how you will live, what you will choose, your comprehension of where humanity is going and the great challenges before you now. God provides what humanity cannot see and cannot know for the next great step in your long history here.",
  "audioUrl": "https://www.newmessage.org/av/how-god-speaks-to-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/how-god-speaks-to-the-world/"
}