{
  "title": "How to Live in a Radically Changing World",
  "content": "In a radically changing world, facing the prospects of diminishing resources and environmental destruction, the question must emerge: How can one ethically live? It is important here to realize the difference between your own morals and ideology and the way that you conduct yourself in the world. People often make serious compromises here or, in some cases, are unaware of the consequences of their actions upon the world.\n\nWhile they may value human freedom, for example, they may purchase products or services that generate human servitude in other countries—conditions that, were they to witness them directly, would be appalling to them. And yet these conditions are supported and encouraged by the way that they live.\n\nThis requires a conscientiousness that is beyond what most people have established for themselves. This means that how you live is in keeping with your core values. And it also means that your core values are in keeping with the deeper conscience that God has placed within you.\n\nThis deeper conscience is not your social conscience. It is not what you have been taught to believe, or to think you must do, or what society says is right and wrong, proper or improper. Your fundamental conscience is deeper than this. It is established within you and all sentient beings. But in this world and in other worlds as well, this deeper conscience can go unrecognized, and social conditioning can replace it as a criteria for how to live and how to establish the guidelines for what is proper and creative and beneficial, and what is not.\n\nSociety’s conscience is very compromised. It may hold high values, but it does not insist upon highly ethical behavior. It may claim to have the moral high ground, but once you begin to consider its application, it is full of compromises and accommodations.\n\nGod has placed a deeper conscience within you, a conscience called Knowledge. It is the Knowledge of what is right and wrong. Even if intellectually you find yourself at an impasse regarding deciding something, whether it is right or wrong, at a deeper level you can discern the truth. You may experience a conundrum within your intellect as ideas clash and values clash at the surface of your mind, but deeper down beneath the surface of your mind is God’s deeper Conscience. Here the right decision can be made—even if it is expensive, even if it creates disadvantages in the moment, even if it seems to deprive you of opportunities or approval from others.\n\nThis deeper Knowledge that God has placed within you is entirely ethical and moral, but at a greater level. It is uncompromising. It is powerful. And people who can respond to this end up being the great humanitarians and the great innovators. They hold humanity to a higher standard. They reveal injustices. They speak of a greater moral and civic responsibility. While others fall into a life of conflict and compromise, they hold to a higher standard. These individuals are often maligned and rejected in their own lives and sometimes celebrated after they pass away, after they are no longer a social problem, an irritant.\n\nHere humanity as a whole is driven to compromise and to ignorance, through accommodation and often through grinding poverty that forces people into situations that are highly difficult and inhumane. Whether it be by negligence, ignorance, choice or circumstance, humanity is not functioning at a high ethical level.\n\nBut that does not mean that you should follow the standards of the group. For the question, “How could you ethically live in the world?” is a question for the individual. What everyone else chooses to do should not represent your standard, or you will associate through error. Do not think that a life of compromise is justified because everyone else is doing it.\n\nPeople make this mistake as a kind of escape from their own conscience, or they cite necessity or practicality as the reason for their choosing to behave in the way they behave. Or they say it is natural. Their impulses are natural. But you could use that to justify war and murder and theft. Claiming historical or biological precedent, you can justify even the most heinous acts.\n\nYou may convince your intellect, which is highly subject to social pressures. Your ideology may accommodate these compromises because your ideology has been so determined by your social conditioning. But at a deeper level, you cannot justify these things.\n\nGod redeems you through the power and presence of Knowledge within you. This is what leads you to restore your life, to hold yourself to a greater and higher standard. This is what leads you to cease your constant complaining and condemnation of others. This is what guides you to provide greater service to humanity and to the world.\n\nKnowledge within you has a higher standard. It has not been corrupted by the world. It has not been compromised by the consensus of people or by political expediencies or social adaptation. It remains pure within you, and that is why it is the most reliable part of you. It is the most ethical part of you. It is the most powerful part of you. You may capitulate to any number of different social persuasions or personal seductions, but Knowledge within you cannot be persuaded or seduced.\n\nThe closer you come to this deeper Knowledge, the more you will feel its presence in your life, the more you will feel a sense of restraint regarding things that look so appealing in the moment, and you will feel it motivating you to do certain things, to go to certain places and to meet certain people.\n\nIt is far more intelligent than your intellect. It is far more powerful because it is not compromised, and it is not a product of social conditioning and social adaptation.\n\nPeople come to Knowledge often at times of great disillusionment or disappointment when they seek a deeper authority within themselves, when they seek to be more self-honest—to face situations and to face the truth about their involvements with people. These moments can be extremely important in engaging them with their deeper conscience. This conscience is not merely a guide or a set of coordinates or boundaries; it is highly intelligent. It has a will and a purpose and a destiny in the world.\n\nHere regardless of who you think you are and regardless of your circumstances and your compromises, you have been sent into the world for a greater purpose. Here only Knowledge within you knows what this greater purpose is. It is beyond the reach of your intellect. It resides within you even at this moment.\n\nAs you learn to take the Steps to Knowledge, you will begin to feel this deeper movement and sense of direction in your life. This will produce the moral compass that you need to find your strength, to bring your life into balance and harmony and to chart a new course and a new direction. You will need all of your strength now to move in this greater direction. All your compromises are bleeding away your energy, undermining and eroding your self-confidence, undermining and eroding your sense of purpose and destiny.\n\nWhen people become dissolute, they have no sense of direction. They claim no higher authority. They have capitulated within themselves. They have given up. They do not see a way out, and they do not have the strength to follow a path that will take them out of their dilemma.\n\nKnowledge will provide the essential guidelines for your life and your activities and your involvements. But there are certain things that everyone must know that will give you a very clear understanding of how to proceed and the nature of Knowledge within yourself.\n\nWe can speak upon this because Knowledge within you is not your personal creation. There is no “your Knowledge” and “our Knowledge” or “their Knowledge.” It is the same standard for everyone. It is born of the same Source. Each person has a unique contribution to make in the world and a unique design and function to enable them to make this contribution, but do not think that the standards and the wisdom of Knowledge vary from person to person. Do not protect your own personal separation by saying, “Well, how can you say what Knowledge within me will say?” We can say this because We are guided by Knowledge.\n\nWhen people are guided by Knowledge, they work more in harmony with one another. They still have different perceptions and perhaps different interpretations, but they are guided by a Power that comes from the same Source. It is like trees that grow from the same root. They look different on the surface, but underground they are all connected.\n\nSo there are some general guidelines here. First, hold that the world is a sacred place because you have come for a sacred purpose. The world, even the natural world, is full of violence and instability, and that is certainly true of the human environment. It is full of degradation and compromise and oppression. But you still hold being in the world as a sacred endeavor. Here everything you do and everything you purchase and all of your activities must be seen in terms of whether they support the well-being of people and the well-being of the world.\n\nHere your mind will try to make many excuses and compromises, but your deeper conscience will know. Do not think you are benefiting people in foreign countries by giving them employment if they are forced to work in sub-human environments or if their work degrades their environments, thus casting doubt over their future well-being and survival. You exercise your ethics through your functioning as a consumer because that is a large part of your participation in life.\n\nLook at the way you live and the way you travel and see how you can conserve resources. This will be necessary not only to make a small but important contribution to the world, but also to give you greater stability in the future when essential resources will become more scarce and more expensive. Do not think if you are a great consumer of energy and resources that you can promote peace in the world, for over-consumption of resources is really the engine of war.\n\nThis is known to Knowledge within you even though your ideas may contend against it with many arguments and debates and excuses. Do not think the world is an endless well from which you can draw and everyone can draw endlessly, for humanity is reaching the limits, and in some cases has surpassed the limits, of what the world can supply. This will create immense difficulties and Great Waves of change in the future.\n\nNext, look at every person in terms of whether they are strong with Knowledge or not. And if they are not, have their life demonstrate to you the consequences of living without Knowledge, living without this great guiding power. Look at their compromises and realize the importance of not making these compromises yourself.\n\nDo not condemn them or degrade them. For everyone’s predicament is fundamentally that they have not yet discovered and are not following the power of Knowledge that God has placed within them. The compromises they make and the justifications they give are the same ones that you make and give, and that you are now learning to relinquish.\n\nHere everyone is living in a state of compromise, and those who cease to make these compromises become a guide and an inspiration for others. It is like you are beginning to wake up, but everyone around you is still dreaming. And dreams have no real moral compass or focus; here life is whatever you want it to be or you imagine it to be. Many people are living with their eyes open in this state of delusion.\n\nNext, take the Steps to Knowledge. Build an ever stronger connection to the greater power that God has put within you to guide you, to protect you and to lead you to your greater accomplishments in life. This study and this focus must be ongoing. Do not take a few steps and say, “Well, I have made great progress.” There are many steps to take to Knowledge, and Knowledge is meant to serve you in all of the circumstances of your life. But your awareness of Knowledge is still very limited. You are still governed by your social conditioning, and by the compromises that you make, and what you tell yourself and what you allow others to tell you.\n\nRe-evaluate your life and circumstances. This is called the Great Evaluation. Look at everything you do and everything you have and ask yourself: “Is this going to be sustainable into the future? Is it really ethical for me to live this way? Is it in keeping with my deeper conscience?” Here again your mind may make arguments and justifications or point a finger at other people, but it is really a matter for your deeper conscience.\n\nTo set your life right and to become right with yourself, you must stop behaviors and activities and lines of thinking that undermine your integrity. Simplify your life and you will need less from society around you, and it will have less influence over you as a result. If you try to own a lot and consume a lot, then your social conditioning will overrule your deeper conscience, and you will accommodate yourself and justify conditions in the world that cannot be justified.\n\nNext, do not think that technology or technological innovation will take care of all the problems and consequences that humanity’s impact upon the world has created. This is a blind and foolish faith. This is giving your power away to others. This is relinquishing your responsibilities as a participant and a consumer here on Earth. Everyone must make a difference. You can only do your part and encourage others in this regard.\n\nDo not worry if people think you are being extreme. The truth looks extreme to people who are living lives of compromise. It is better to be extreme with the truth than accommodating to everything else.\n\nNext, do not think that human ingenuity will just work out all the problems that are emerging on the horizon. For humanity is not omnipotent. It does not have endless resources. It does not have endless energy. Believing that is thinking that other people will take care of the problem for you. Here people who claim they want change in their life usually mean that they want other people to change and to change things for them.\n\nChange is difficult. It is upsetting. It requires you relinquishing, at least for a time, your sense of security and your many advantages that you enjoy. That is why living simply is so important because it allows you to live life at a higher level, a more ethical level, without traumatic loss. If you want everything the culture has to provide, you will yield to its values, and you will contribute to its errors, and you will justify its compromises.\n\nOwn fewer things of higher quality. Purchase things from people you want to support. Support activities in the world that are truly beneficial. If you are wealthy, use your wealth to support individuals and groups of individuals who are doing important and essential work in the world.\n\nMaking ever larger sums of money as a kind of personal goal is corrupt and is destructive. Here if you look at the consequences of these kinds of actions, you will see that you are planting the seeds for human suffering, conflict and war. For someone else must sacrifice for you to have what you want. Someone else’s life must be degraded to provide what you want at the price that you want to pay. You may think you are employing the world to meet your uncontrolled desires, but what you are really doing is destroying cultures and enslaving other people in conditions that you yourself would never tolerate or condone.\n\nNext, begin to recognize the Great Waves of change that are coming to the world, and prepare your life accordingly and wisely and honestly. Great Waves of change are coming to the world, for humanity has impacted the environment and the climate, and humanity has overused the world’s resources and will now begin to face limitations and decline.\n\nHere, without a deeper conscience to guide you, you might just want to have more and more—greater wealth, more possessions, more power, more advantages, more security and so forth. But the Great Waves of change can undermine all of that. Humanity will have to mitigate these Great Waves and adapt to them in very considerable ways, even in the wealthy nations.\n\nIf you are able to respond, if you are responsible, you will see that this will change your values and your perception of the world and will require for you a greater honesty and a greater discernment regarding how you live, where you live and how you conduct yourself in the world. This is entirely appropriate and will be redeeming for you if you can see this clearly and respond with Knowledge within yourself.\n\nWith Knowledge, you will see that you do not really want the things you think you want because Knowledge really does not care about them. When you take your decisions to Knowledge within you, a deeper place within you, you will see if it is needed or not. Here you will value your time and your energy and life more completely. You do not want to waste it pursuing things that will add nothing to your life, nothing to your well-being and nothing to your wisdom.\n\nHere you will find that you can live far more simply, and this will free up immense amounts of energy for you, giving you time to study and to contemplate, time to take the Steps to Knowledge and to refine your awareness and deepen your connection with other people.\n\nAt present, people are more concerned about acquiring things than they are about having genuine relationships with other people. Relationships take time and energy. If you are spending all your time working like a slave to earn ever larger sums of money, you will not have this time for relationships. And your relationships with your family, with your spouse, with your children and with your friends will suffer immensely as a result. This will degrade the quality of your life and the quality of life around you.\n\nPeople can work like slaves to live in a kind of artificial splendor with their relationships in disarray, with no deeper alliances with anyone—situations where everyone are taking advantage of everyone else for their own personal wealth. This is the sad state of the wealthy, who suffer greatly from a lack of resonance in their relationships. So dominated they are by their possessions and their wealth and all that they have to do and sacrifice to gain these possessions and this wealth, that it creates an environment of corruption within their own families and with their children.\n\nTo establish a deeper relationship, a relationship of purpose and meaning, requires time. But if you do not have the time, such relationships will not come into being. And even if such relationships have real promise in this regard, you will be too busy to involve yourself, busy with other things.\n\nIt is this busyness and this superficiality and this adherence to one’s desires and compulsions that are undermining the quality of life, the meaning of relationships, the value of companionship and the quality of a deeper devotion that is love’s greatest expression.\n\nHere people are confused whether they are devoted to a person or to the circumstances that that person has. Are they devoted to the nature and being of another or to the lifestyle they have created together?\n\nIn a more simple life, the seduction of wealth, beauty and charm does not have the same impact upon people. And because of the Great Waves of change that are coming to the world, it is necessary to live a life of greater simplicity. For resources will have to be shared. There will be ever-growing numbers of people drinking from a slowly shrinking well.\n\nHere it will be morally reprehensible to have too much and to be excessive. You might think it is all right. You might make many excuses and arguments to justify what you are doing, but at a deeper level there will be a discomfort.\n\nHere it is all right to be wealthy as long as you are willing to give away most of your wealth, to become a benefactor. For beyond your basic needs, why have all this wealth? For prestige? To impress others? To use it as a social power? To overtake others?\n\nMoney becomes a god and a demon when it ceases to merely be a useful tool. Therefore, all the wealthy people should be benefactors. That is their role and responsibility. That is what will redeem them and prevent them from thinking that their wealth is their real value.\n\nThe real value is Knowledge and relationships built upon Knowledge and the demonstration of a life of integrity, simplicity and meaning. Here you do not want to be a slave to your desires or your possessions, or to the opinions and expectations of others. This is a kind of remarkable freedom that so few people have. And oddly enough, it is more difficult to have this freedom living in a state of great affluence.\n\nOften people living in poorer regions, as long as they have sufficient resources to live, are much happier and more carefree—free to enjoy their lives and their relationships to a far greater degree, more creative and more satisfied than people living in affluent environments, who are constantly seeking to have more and working like slaves to afford it, or giving themselves over to others who will work like slaves to afford it.\n\nThe next thing is: You must give back to the world. You are drawing resources from the world. You are having an impact on the world. You are polluting the world. You cannot avoid this. You will have an impact on the world even if you live the most simple life. So you must give something back.\n\nPreserve natural resources. Preserve natural environments. Contribute to those who are speaking out for the welfare of the natural world. If you are wealthy, give generously to those who are securing the diversity and the health of the natural environment, for this is the environment that is sustaining everyone. Do not simply be like a locust upon the land, devouring everything in sight, only to perish in the end when the food is depleted.\n\nEventually, and perhaps in the very near future, humanity will have to give up its emphasis on growth and expansion to develop a steady state, a state built upon stability and security for people. Eventually, humanity will have to limit its population through humane means and have to limit consumption because the world’s limits will be forcing themselves upon the conditions of people everywhere. That is why choosing a life of greater simplicity, a life that gives you more time, more freedom and greater opportunities to associate with others meaningfully is beneficial even to the welfare of the world.\n\nYou must give something back. You take. You must give something back. It is like paying rent to the earth. You must give something back. Have that be part of your life and contribution. Support people who are doing important work in this regard and have that be an expression of this contribution.\n\nAs Knowledge becomes stronger within you, you will feel a greater direction in life. This will lead you more into a state of contribution to others in very specific ways, in ways that are unique and specific to your nature, design and purpose.\n\nUltimately, you are here to make this contribution. But this contribution will arise naturally within you and will not be something that you try to create intellectually. It is more like a force, a movement, an attraction and a power drawing you. You will have to use your intellect to deal with the details of your life and to make small but important decisions, but the prime motivating force will be Knowledge within you.\n\nThe world will tell you where you are to give and what you are to give. It will call out of you your gifts, for you cannot call them out of yourself. They will speak to you—the world, the conditions of the world, even the most terrible conditions of the world, will speak to you and call out of you your unique gifts.\n\nThat is why you cannot be living in denial of the world, in fantasy about the world, or thinking that someone else is going to take care of all the problems of the world. For God has sent you here to make a specific contribution. To make this, you must face the world with as much objectivity and compassion as you can. Certain things will speak to you, and you will know that you are to make a contribution there.\n\nThis redeems the rich. It redeems those who have given their lives for self-enrichment. It redeems those who are lost in the world, lost in a world of their own fears and desires. This will strengthen those who are weak. And this will give everyone the opportunity to become right with themselves and to experience a deeper satisfaction and confirmation that are the product of doing what you came here to do and giving what you came here to give. Nothing else can provide this satisfaction and confirmation for you.\n\nKnowledge will reveal these things, but you must think about them too, and engage yourself with the deeper evaluation of your life and your circumstances. You do this for your well-being. You do this to restore your sense of integrity. You do this to experience your own power and capabilities. And you do this for the benefit of the world and for others.\n\nYou undertake your great evaluation in advance of the Great Waves of change. For when they strike, you will not have the time or the opportunity to change your circumstances and to secure your position in the world.\n\nDo not wait for the rains to come or you will not be able to build your ark. Do not wait until the situation overtakes you or you will be powerless to alter your circumstances. Not only is this deep evaluation ethical, it is entirely practical as well.\n\nNow is the time. You can change your life because Knowledge lives within you. It has the power and the courage. It will give you the power to do those things you know you must do, to change those things you must change and to free yourself from those things from which you must free yourself. You may feel you do not have the strength, you do not have the commitment, you do not have the energy. But Knowledge within you has all of these things.\n\nWith Knowledge, you can do remarkable things that you never thought possible. You can overcome addictions and subjugation and self-compromise to a degree you never would have thought possible before.\n\nWith Knowledge, God will be motivating you. And you will feel the presence of your deeper conscience, which will give you clarity about your life and clarity about what you must do and not do, what to seek and what to avoid, where to give yourself and where to hold yourself back. You have been given the gift and the power and the great opportunity for redemption in this world under the very circumstances that exist today and which will be emerging in the future.\n\nThis Teaching is part of a New Revelation for humanity, a New Message for humanity, a New Message from the Creator of all life to redeem the individual and to save and preserve the world so that humanity may have a future here, a better future than its past.\n\nLearn of this New Message. Receive its wisdom and its inspiration. Let it show you the unity of all religions and what is true and essential within them all.\n\nLet it speak to Knowledge within you and let it resonate with the deeper power that God has placed within you. For this New Revelation for humanity is to stimulate this Knowledge within you and within everyone. The degree to which this can be accomplished will be the degree to which humanity can advance, can correct its errors and can establish a greater foundation of unity and cooperation for its future and for its future achievements.",
  "audioUrl": "https://www.newmessage.org/av/how-to-live.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/how-to-live/"
}