{
  "title": "How is Wisdom Achieved in Life?",
  "content": "Wisdom is understanding how to apply Knowledge in the real world. Wisdom is cultivated by following Knowledge and by developing skills in the world. It is based upon the cultivation of discernment and discretion, two very fundamental aspects of your education. Let us explore what Wisdom is, and then we shall discuss how it can be developed most effectively.\n\nWisdom deals with the application of the Greater Power which lives within you at this moment and which seeks to express itself through you. Gaining access to this Greater Power and learning of its grace, its intelligence and your intrinsic relationship with it represent the focal point of your education in life, the highest expression of your purpose and the reclamation of your greatest relationships, both with your Creator and with others who live with you here. Learning how to gain access to Knowledge, how to receive Knowledge, how to accept Knowledge, how to interpret Knowledge, how to apply Knowledge and how to become a vehicle for its expression in life requires the cultivation of Wisdom.\n\nKnowledge lives within you at this moment, but your ability to receive it, to relate to it and to express it requires the development of a whole new understanding and approach to life. Here you are not taken away from the world. Here you are not elevated beyond physical life but are brought into the world with a greater purpose and mission. This purpose and mission remain mysterious. You cannot define them although you can give definition to their expression. However, even their expression cannot capture their full meaning and importance for you and for others.\n\nThis requires a different kind of education. Learning to deal with the tangible world in a practical way and to open yourself to the mystery of your life, with reverence and humility, represents a new threshold in learning. It is passing through this threshold and the many thresholds beyond it that will generate Wisdom in your life—the ability to know what must be done and the skill to learn how to do it and how to carry it forward effectively.\n\nWisdom, then, represents the ability to translate Knowledge into the finite world. This is your function—to be a vehicle for creativity and creation. This is the highest expression of your mind and your body—to be vehicles for the Greater Power that lives within you, which represents the essential and immortal aspect of yourself and of everyone who lives here. Wisdom is an experience, an experience of openness and recognition, an experience of being in contact with two realities simultaneously—the reality of your physical life in the world and the reality of your divine life, your spiritual life, which represents your intrinsic relationship with God and with all of God’s messengers.\n\nBecoming an intermediary represents an expression of real purpose in life. However, this requires a very unique kind of skill. It requires a remarkable openness to certain things while distancing yourself from many other things, for you cannot be open to everything at once. There are many things that are competing for your attention, and there are many things that will overwhelm you should you open yourself to them. There are many kinds of relationships available to you and many kinds of involvements with people. Where you place yourself and what you open yourself to is an expression of your development in Wisdom.\n\nHere we must speak of discernment and discretion. Discernment is knowing what something is, as it truly exists at this moment. Discretion is the ability to hold Wisdom within yourself, to hold an awareness within yourself without sharing it with others inappropriately. Discernment is knowing what you are dealing with. Discretion is knowing how to communicate with it. Both of these require the willingness to be instructed, the willingness to learn, and the willingness to revise or unlearn things that have proven to be counter-productive for you. This requires restraint. This also requires that you hold in abeyance many of your needs—the need for recognition, the need for validation, the need to express yourself, the need to be accepted by others, the need to overcome your adversaries, the need to be unique or special and the need to have all of your wishes fulfilled. These needs must be overcome in order for you to have this greater presence of mind and security in life.\n\nWith Wisdom you will know the right thing to say to the right person in the right place at the right time. Until you are with the right person in the right place at the right time, you remain silent and observant, without condemning yourself or anyone else. Here you wait for that moment when your gift must be delivered, and you are prepared to give it in whatever form is appropriate. You may have to wait a very long time for this moment and exercise tremendous patience and forbearance. The ability to do this represents Wisdom—knowing what something is and knowing how to deal with it effectively.\n\nWisdom is not something that you possess alone. It represents a relationship—your relationship with the Greater Power in your life and with Creation itself. Wisdom must be able to guide and instruct you in areas which are beyond your understanding and capacity. Your understanding and capacity are growing slowly. While you are integrating this learning and understanding, you must be open to be shown things and to have things demonstrated to you.\n\nHere you learn to rely upon Knowledge within you and upon Knowledge in the universe, which is God. Here you do not need to rely upon your fears, your passions, your needs or your compulsions, or upon the needs or compulsions of others. Now, you are governed by a true and Greater Power within you and are not swayed and dominated by the vacillating wishes and interests of the world around you. This represents freedom. This is what it means to overcome the world—to have a new foundation in life and a greater authority, which is your true authority in life, and to become an authority for your own mind and your own body. Then, everything is set in the correct proportion—your body, your mind, your spirit, your Creator. All are set in the right relationship, each with its proper range of authority. Do not think for a moment that you will be weak, helpless or passive in this relationship. Indeed, you will be asked to assume greater responsibilities and a greater authority in your life than you had ever considered possible.\n\nGoverning your body and your mind is certainly a great challenge. It calls upon Knowledge, which is the very essence of who you are, to guide and to manage your activities effectively. You are the captain of your ship, and you must manage everything that occurs within it. However, you do not assume to direct your ship, to justify it or to determine its origin or its destiny. This must come from a Greater Power because this responsibility is beyond your capacity. Being in right relationship with your body, your mind, your being and the being of life itself, which is God, represents Wisdom.\n\nWe cannot give you a simple definition of what Wisdom means, for it is too great for this. Anything that is great and meaningful in life is beyond definition. What can be done here is to describe its aspects and its expressions in different ways. You have experienced Wisdom before in those moments when a greater understanding overtook you, when you found yourself experiencing a remarkable objectivity and openness, a clear vision and a directed mind. Perhaps this was only for a moment. Perhaps you clicked into it and then clicked out of it, but within this moment you had an experience of Wisdom and an experience of how to be in the world.\n\nKnowledge and Wisdom are different although they are related. Knowledge is complete and intrinsic within you. As a student of Knowledge, you learn to gain access to Knowledge, to learn of its meaning and purpose in life and to reclaim your relationship with it, your union with it and your mission with it. Wisdom is something you learn through activity in the world. It must be learned. Knowledge cannot be learned; it can only be reclaimed. Wisdom is something that you learn. It is relevant to your life here. Knowledge is relevant to your life everywhere. In other words, Knowledge is already complete within you, and you are learning to come into proximity to it and to reclaim your relationship with it. Wisdom is something that you develop as you go along. It is a set of skills in learning how to be in the world. It is related to your worldly experience, and in that regard it is temporary.\n\nThe ability to experience Knowledge and the ability to experience greater purpose, meaning and direction in life rest upon the cultivation of Wisdom. Here a partial understanding is indeed dangerous, for you may know one thing, but what you know is incomplete, and you may be tempted to use it for selfish purposes, for self-defense, for acquisition or for domination over others. Without real Wisdom and the understanding of how to use what you know, Knowledge will remain latent within you and will not become an effective force in life. This is why the reclamation of Knowledge is slow and why it is a very gradual process with many steps in learning. You must understand and integrate what you know and allow it to direct your life very slowly. It does not happen all at once, for you do not yet have the desire or the capacity for Knowledge in a complete sense. This desire and capacity must be gained gradually over time.\n\nKnowledge will change your life and give you a new foundation, a new understanding and a new vision. It will change the direction of your thinking and give you a whole new set of ideas upon which to build a new and greater understanding and ability in life. This represents fundamental change, change at the very center of your being in the world. It must happen gradually because it rests upon Wisdom, which is the ability and understanding of how to be in life and how to be a medium in life for a Greater Power and a Greater reality.\n\nBecoming wise in human affairs seems to be a formidable task in and of itself. However, becoming wise in dealing with life in the Greater Community represents a whole new threshold in learning and a greater challenge and opportunity for you. Here we are not speaking only of human life, where Wisdom is being applied in a very limited context. We are speaking of the Greater Community, which is a much greater context for you. This offers many new challenges and places a greater requirement upon you to learn The Greater Community Way of Knowledge and to develop the Wisdom necessary to experience it and to express it.\n\nWhy is Wisdom important for you? Because it will harmonize your life. It will establish the priorities of your life and bring you back into right relationship with yourself and with everyone around you. Consider these words. Consider how great this gift is and how essential it is for your well-being, your advancement and your contribution in life.\n\nWhat could we offer you that is greater than this? We could offer you heaven itself, but heaven is what you will find when you go home to your Spiritual Family. What you need now is to gain a real foundation for living in the world and to discover the real purpose which you have brought with you from your Ancient home. This is what you need while you are in the world. Here you must find the right people in your life that you will need. Here you must develop an understanding of how to carry Knowledge and Wisdom in a world that cannot recognize Knowledge and Wisdom and does not even want them necessarily.\n\nYour gift is meant only for certain people in certain situations, and even these people must be ready for your gift. Everyone else can help you in mundane ways, but your gift is meant for certain people. Knowledge will speak to them but will remain silent with everyone else. Perhaps this will only be one or two people in your life. Perhaps it will be hundreds or thousands. You cannot dictate this; you can only accept it and learn what it means.\n\nWho you need to communicate with and what you need to offer are determined by your nature and design in the world, which give real meaning to your individuality. You as an individual are designed to fit within the context of life as it is and as it will be. But can you hold yourself back and learn to wait for those special moments to give yourself to those unique people that you are destined to be engaged with? Can you allow a Greater Power to express itself through you without trying to use it to fulfill your needs or your ambitions? Can you be this open and receptive? Can you be this patient? Can you have this forbearance? Can you hold yourself back or stop yourself from becoming engaged with people for other reasons and purposes?\n\nBeyond the mundane requirements of your life, you need only adhere to this Greater Power and its mission, realizing that its meaning and purpose in life far exceed your understanding. However, you can experience what this Greater Power means for you individually. It represents a fundamental experience for you. It cannot be given to you all at once. You do not yet have the capacity for it, and you do not yet have the Wisdom to experience it or to express it.\n\nKnowledge and purpose in life will indeed seem a great burden to you until you can learn to position yourself with them correctly and become a vehicle for their expression in a constructive way. Life gives many demonstrations of people who experienced something with great meaning but could not express it or contribute it in a constructive way. They tried to use it to gain power or advantage. They tried to use it to attack others. Irresponsible leadership, fanaticism, demagoguery—all of these things are expressions of the great error of attempting to have Knowledge without Wisdom, of attempting to know something without knowing how to carry it in life.\n\nHow do you develop Wisdom? This requires a preparation, an association with those people who can share this preparation with you and a commitment to contribute the fruits of your preparation to those people who need it. This will take time, for you must learn many important lessons along the way. You cannot rush out and have this experience with whomever you want. You cannot apply it to solve every problem that you see. You cannot use it to validate yourself or to justify your involvements with others. Here you must have faith and great patience with your preparation. And as we have faith and great patience with you, you must also learn to have faith and great patience with others. You must wait for them as we must wait for you.\n\nThis faith and patience, along with your preparation, will enable you to bring a greater Wisdom and a greater understanding into the thousand involvements of your everyday life. This is Wisdom—knowing how to do what you came here to do. It will take a lifetime for you to learn this completely, as it will take a lifetime for you to fully learn how to express what you came here to do. Can you be patient and have a great understanding grow, step by step, stage by stage? Can you wait and allow your life to become clear and evident to you, without trying to fill in all the gaps, without trying to assign value where value has not yet been realized and without trying to use your growing understanding as a means to fulfill all of your desires? This is the great challenge in education: to learn what is important, to learn what is unimportant and to be able to tell them apart in all of their manifestations.\n\nYou may think you can know everything or have access to all Knowledge, but if you cannot undergo the preparation, if you cannot carry the responsibility, if you cannot patiently learn to express Knowledge correctly and appropriately with the right people at the right time, then your awareness will become a great and intolerable burden for you. It will disassociate you from the world rather than enable you to come into the world as a representative of a Greater reality.\n\nAmbition in learning can be very destructive here. Many have failed because of it. We want to safeguard you against failure. We want you to take the slow and careful path of learning. Many have failed in attempting to learn greater Knowledge and Wisdom. In the attempt to learn Greater Community Knowledge and Wisdom, many will fail as well. They will fail because of their impatience. They will fail because of their ambitions. They will fail because of their unwillingness to learn the essential lessons and to integrate themselves correctly and appropriately according to their nature and to the greater truth which they are attempting to realize and to express. They will fail because they will associate with the wrong people in the wrong ways. They will fail because they will attempt to use the truth themselves, without allowing the truth to guide and to direct them correctly. They will fail because they have not yet learned to discern the voices within themselves and the relationships that surround them. And they will fail because they are indiscreet, because they say things to the wrong people at the wrong time. All of these lead to failure.\n\nTo safeguard against this failure, you must learn a Greater Community Way of Knowledge. This provides the slow and sure way while others rush by you attempting to have what you are learning to have, attempting to be what you are learning to be and attempting to understand what you are learning to understand. You must take the slow and steady path. This will assure your success. If you follow the steps to Knowledge, you will learn the way to Knowledge. However, if you rush ahead or if you make outrageous assumptions about your abilities or about your role in life, then you will falter and fail. The one who is taking the real steps to Knowledge and is learning them correctly will pass you by. And you will become broken down by the side of the road, unable to participate and unable to move forward.\n\nAll education has the risk of failure and misappropriation. Therefore, you must learn The Way of Knowledge and you must learn The Way of Wisdom, which is how to carry Knowledge in the world. Wisdom requires many things, and these things take time to develop. You must take this time to develop and not try to control the learning process or make outrageous assumptions about what you can do, what you have and who you are. Who you are must be revealed to you over time, through demonstration. What you have must be revealed to you over time, through demonstration. And who sent you here and what mission you are a part of must be demonstrated to you over time.\n\nThese things will be demonstrated through contrast—the growing contrast between the experience of Knowledge and the experience of being without Knowledge, the contrast between the experience of acting with Wisdom and the experience of acting without Wisdom, and the contrast between acting with certainty and acting with ambition. Learning this contrast will set you apart and give you a new foundation in the world. To serve humanity in a real way, you must be set apart from its foolishness and from its errors, from its fears and from its aggressions. You cannot go where everyone else is going and have any possibility of learning the real purpose and meaning of your life. Realizing the contrast between this and what everyone else is doing or appears to be doing will enable you to become wise.\n\nTherefore, commit yourself to learning the way to Knowledge. Commit yourself to taking the steps to Knowledge. And commit yourself to learning how to wisely receive Knowledge and how to carry this greater power, ability and relationship in your life. If you move too fast, you will falter. If you move too slowly, you will falter. Over time you will find your pace in learning, and then you will be able to increase your pace and accelerate your advancement. You cannot do this based upon your will, your wishes or your ambitions. You must do this based upon a growing understanding and ability within yourself. Knowledge will indicate how fast you can go, and Knowledge will enable you to accelerate your pace as your learning increases and expands.\n\nKnowledge is your foundation now, not your mind. Your mind will find its proper engagement in learning to deal with the particulars of life and in learning to solve little problems. However, fulfilling your greater needs and your greater requirements and finding your greater destiny and your greater relationships with other people—all of these must be guided by a Greater Power within you that represents your true nature and association with all life. This is Knowledge. Yet being able to receive Knowledge, to accept its benefits, to carry out its greater responsibilities and to meet its greater opportunities requires a new approach to life. It requires a new way of being in the world, a new foundation for relating to others, a new experience of yourself, a new sense of being in time, a new experience of having a body and a new sense of having responsibilities to the world and to those who sent you here. Together these represent Wisdom—the art of being in life with a great purpose and a great mission.\n\nConsider these words, but do not think that you can fully understand them. These words are meant to take you into The Way of Knowledge, not to define The Way of Knowledge. You must make the journey, not simply try to understand it. You cannot understand it until you make the journey yourself. Making the journey is a path of learning Wisdom. As your Wisdom grows, as you gain this new foundation, this new ability and this new experience in life, Knowledge will emerge within you. And you will be able to receive it, to follow it and to express it with those people for whom it is intended, according to your nature and design and according to the greater purpose that you are learning to serve.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/how-is-wisdom-achieved-in-life/"
}