{
  "title": "How Does Revelation Occur in Human Life?",
  "content": "Revelation is a gift that is given to certain individuals who will have a prominent role to play in leading others. It happens very rarely and only under very special circumstances. It is meant to initiate these individuals and to confirm their Knowledge. It occurs when time is of the essence, and they must engage with a higher purpose or lose their great opportunity altogether. Revelation is an extreme exercise to initiate something that must happen now.\n\nThese demonstrations are extremely rare, and for good reasons. They can be very frightening to the mind that is not yet ready for them. And they will most certainly be disorienting, for now you are experiencing two realities that seem to have very little to do with each other. The recipient must be ready for this, must receive it graciously and must be able to interpret its meaning and patiently exercise its Wisdom. Otherwise, it will be a traumatic event that will be misinterpreted and misunderstood.\n\nIf you could see how fragile your reality is in the world, which you would see if you were standing outside your world looking in; if you could see how easily it is upset and challenged and how weak its foundation is; if you could see how it is built upon certain assumptions that are never questioned and how it is reinforced by using past references to keep the mind stable, then you would understand how delicately the Unseen Ones must involve themselves with promising students here.\n\nThis kind of revelation is initiating. Do not demand it or expect it, for you will not know what you are demanding or expecting. People want many things, but rarely do they realize what the responsibility of having their desired experience, object or person will require. People want to have revelation because they want proof. They want to assure their personal minds that their spiritual inclinations are genuine, but this can never be proven to the personal mind. The personal mind is established in the absence of your spiritual inclinations and will generally be opposed to them until it can finally yield to them. This is not where you gain your approval. How can the personal mind, this temporary understanding, this temporary experience in the world, confirm and approve a Greater reality that has no beginning and no end?\n\nThere is, however, a greater and more complete kind of revelation that occurs as the result of many years of dedicated studenthood in The Way of Knowledge. It is a different kind of revelation. It is not sudden and dramatic. It does not burst in upon your life. It does not intrude itself upon you. It is something you will gradually be able to feel, as the veil between physical life and life beyond the physical becomes thinner and thinner and as you experience more and more communication and are able to receive the translation of insight and information coming into your mind.\n\nIncreasingly, you will have a sense that there is a presence, an intelligence, on the other side. In fact, you will have the experience that there is a great group assisting you and cheering for you. This will ease and eventually eliminate your fear of death because you will see that your Spiritual Family is waiting there. They are there for you. You can feel them. Your eyes were not created to see such things, nor were your body’s ears created to hear such things. However, your inner eyes can see and your inner ears can hear because you can feel this; you can sense it.\n\nCommunication will be coming into your mind, and you will know that it is not a product of your own thinking or imagination. This is a very subtle revelation, but its impact is enormous. It comes as the result of a great deal of preparation and advancement in exercising a greater purpose in the world. Though it may be a hope and an ideal for beginning students to have this experience in order to dispel their fears, it will rarely come here and for good reason. The emphasis in your life must first be on Knowledge and contribution. Until you are well established here, something which you yourself cannot fully determine, the presence of your Spiritual Family will remain in the background so as not to debilitate you or distract you from being able to be in the world to do your work here. The experience of your Family is so much more wonderful than the experience of trying to survive, contribute and be genuine in a harsh and difficult world.\n\nPerhaps you think that the world is an easy and wonderful place, but it will seem barren and difficult in contrast to your Ancient home. Contact with your Spiritual Family will renew your memories of your Ancient home. This will make you intensely homesick and draw your attention away from the world and from all that is in the world. Should this experience happen too soon, it will be very difficult for you to generate the desire and the intention to be a participant in the world and to face the challenges which you must face. Heaven can come too soon in this regard. You may pray for it, you may want it, you may plead for it, but if it comes too soon, it will distract you. It is better that a very gradual revelation occur here. This gives you a sense of presence and an abiding experience of communication, assistance and support. Here you can maintain your focus in the world, but with the greater assurance that your Family is with you and that your destiny is assured.\n\nRevelation is at the discretion of your Spiritual Family and the Unseen Ones who guide your Spiritual Family and represent it. Some people go for many years wanting this, urgently hoping for this, but it does not happen for them. Others have never even thought of it, and yet it occurs for them. Why is this? It has to do with a person’s readiness and purpose. Some people need this experience in order to confirm their allegiance to Knowledge. For others, such an experience would be a great setback. It would frighten them, disorient them, distract them or intrigue them. Until your deeper inclinations are recognized and honored and until they become the primary experience and focus rather than having great and wonderful sensations in life, then revelation is ill advised for you and will not occur.\n\nRevelation has to do with purpose and readiness. For some people, spirituality must be a very subtle undercurrent in their lives, something that they acknowledge but which in itself is not the central theme or focus. Intense spiritual experiences are not necessary for them and can indeed be an impediment. Yet for those whose service to the world is meant to be more of a bridge between the Divine and human life, these spiritual experiences are more likely. But again, they do not come on demand.\n\nExpect, then, if you can advance in The Greater Community Way of Knowledge, a gradual revelation. As your eyes become clearer, as your mind becomes freer and as your experience of Knowledge becomes deeper, you will begin to feel that you have a kinship with heaven. Your kinship will not be idealistic. It will not be philosophical. It will not be theological. It will not be ambitious. It will not be a wish. It will simply be something that is there. You won’t need to talk about it. It will just be there because you are close to it. It will not intrude. It will not shock you. Instead, it will abide with you quietly and deeply. And its presence will be pervasive.\n\nRevelation is something that must happen for certain people at certain times because they cannot delay any longer. They must become engaged now. They must take a critical next step. Others are waiting for them. Even if they do not think they are ready, they must assume their role and responsibility.\n\nThe Wisdom of heaven determines this. You yourself cannot. Do not strive for revelation. Do not set it as part of your plans and your goals. Set out instead to become a student of Knowledge and to patiently proceed without claiming grand schemes, designs or abilities for yourself. Then you will come closer to heaven because you will come closer to what heaven has given you. The deeper your relationship with Knowledge, the deeper your relationship with the Divine. A relationship is not images and fantastic demonstrations. It is an abiding presence.\n\nYou have a relationship with your Spiritual Family. This can be experienced, but you must become close to your Spiritual Family. You will become close as you come closer to Knowledge within you because Knowledge and your Spiritual Family are inextricably intertwined. One will remind you of the other.\n\nThe greater your sense of purpose, the greater will be your memory of your origin. It will not be a memory of images or events, but of the experience of relationship itself. The greater your experience of purpose, the greater your experience of destiny. The more you have a sense of where you are headed and that you are only temporarily engaged in the world, the less threatened you will be by its appearances and its tragedies.\n\nMany people claim revelatory experiences. They say angels appear to them and they receive fantastic information. They say that all kinds of dramatic events are happening regularly as part of their experience. Be very skeptical. It is possible for you to be in contact with other minds in other dimensions. It is possible for you to be in contact with minds in other worlds. It is possible for you to be in contact with other minds in this world, without knowing who you are speaking to or what their intent or motivation is. That is why students of Knowledge do not dabble in these kinds of things. That is why students of Knowledge stay close to Knowledge and close to life and do not veer off into trying to have incredible experiences. That is why students of Knowledge do not involve themselves in controversies or brag and boast about their grand experiences or their latest insight or how an angel or some other kind of divine entity has communicated to them. This is enchanting and intriguing, perhaps, but it leads nowhere and can indeed be a dangerous distraction, preventing people from meeting and facing the real needs and challenges of their lives which are calling to them even at this moment.\n\nAs you proceed, you will hear a great deal about spiritual experiences being described or discussed by others. Be discreet. Do not enter into these discussions. They are meaningless by and large. People who talk about these things do not know what they are talking about. Those who know have learned not to talk, except in rare situations to certain people. And even then, how can one describe a genuine experience? If the people you are talking to have not had this experience, they will either think you are deceiving them or they will be mesmerized by what you are saying. There is no benefit here, for suspicion and being mesmerized are not helpful in learning The Way of Knowledge. To the person who has had this experience, words are not necessary. A simple acknowledgment will do.\n\nConversation, speculation, argument and debate are wasteful engagements for the student of Knowledge. Seeking Divine contact, angelic experiences or prolonged bliss at the expense of your experience in the world is not the emphasis of the student of Knowledge. You have come here to learn to work, to give and to understand. You have not come here to dream, to fantasize or to find a way back to your Ancient home. You were sent to the world at great expense and effort, but as soon as you realize that you are in the world and that you have come from somewhere else, you devise a scheme for getting out of here! You say, “I want to get out of here. This is difficult!” however, your Spiritual Family wants you to be here. They went to great effort to bring you here. They have already provided a great deal of assistance to enable you to become a functional human being so that you could learn something greater in life. Why try to escape with the work undone?\n\nThe work will reveal itself as you proceed. You do not need to say, “Well, I will decide what kind of work sounds good to me. I like doing this kind of work. That looks good. That doesn’t look too hard or too dangerous or too unpleasant.” You will hear much speculation about people’s self-defined purposes and callings, but the student of Knowledge is wise to avoid these conversations, for they do not represent Wisdom. Your deeper experiences can only be shared with certain people in certain ways and at certain times. The vast majority of the time you will have to keep them to yourself, even around other students of Knowledge. Do not fritter away something that is sacred and meaningful. Do not reveal something that is growing and germinating within you or it will lose its vitality and potency in your life.\n\nAll this talk, talk, talk about spirituality is for self-assurance and to gain recognition, which is also for self-assurance. And what is self-assurance for but to comfort the personal mind? Do not use what is sacred for what is temporary and weak. Let the personal mind learn restraint, discretion, discernment and forbearance. If Wisdom is ever to be a reality in your life, you must learn these things. Oh, yes, you will find many people with whom you can have very interesting spiritual conversations. There will be much bragging and much self-proclamation. There will be much comparison and much criticism. Someone will say, “Well, my Teacher is very great.” Others will say, “Oh, my Teacher is very great.” Others will say, “I have studied five different religions.” Others will say, “I have read five hundred books.” Others will say, “Oh, I know all about this theology.” And others will say, “Oh, yes, but this other spiritual path is much better.” The student of Knowledge is wise to avoid these conversations and, when in the midst of them, to remain silent and observant.\n\nThose who know carry the presence with them. And this presence has been able to grow because they have not been indiscreet. They have not tried to use their experience for personal gain. Instead, they have let it grow stronger and more intense within themselves. This gives them a sense of presence. You will not find this in idle dabblers or in people who are like tourists in a spiritual universe. However, you will find this in those who have had to face their own thresholds, who have had to cross their own rivers and who have had to experience and face their own doubts and fears and the wasteful consequences of their mistakes. These are people who are following something inexplicable that they do not attempt to define or use. Their silence is profound and inviting. They are with the Mystery. And the Mystery is with them. Through them a greater Knowledge, a greater comfort and a Greater Power can emerge and abide. This is the abiding revelation. Someone who is with the Mystery can share the Mystery without words, without conversation, without debate and without self-glorification. They are with the Mystery and the Mystery is with them.\n\nThis, then, is what you want to look for. This is the evidence of revelation. The skies parting and the angelic host descending are things for the story books and for mythology. Real revelation happens in the innermost part of a person. It is something you can only feel, and you will feel it in the presence of those who are close to the Mystery—those who have not squandered their gift but have let it grow, those who have learned to become still, silent and observant, those whose minds are free of the past sufficiently that they do not need to judge and evaluate every new experience and encounter that they are having, those who are strong enough with Knowledge that they do not need to use their power or the admission of their weaknesses in order to gain attention or recognition.\n\nWhen you think of revelation, think of this. Do not become romantic and have illusions of grandeur. These things may attract a great deal of attention, but they cannot generate devotion, for only Knowledge can generate devotion. These things attract attachment and ambition, but they cannot lead someone to be wholehearted, for to be wholehearted is to be with Knowledge. Being without Knowledge is being willful, ambitious, cunning, clever, manipulative, shrewd and calculating. Take heed. This is the evidence that Knowledge is lacking.\n\nRevelation grows slowly. It grows with Knowledge because with Knowledge there comes an experience and a sense of origin and destiny that the world cannot challenge. It is something that is felt and known. Details are not important. The closer you are to your purpose, the more you will have this experience. The more you are able to gain a relationship with Knowledge without abusing this privilege, the more this experience will grow for you. The freer your mind is from past-referencing, the more space there will be within you for Grace to fill. This is revelation. This is coming close to the Divine without destroying or disabling yourself as a person. This is what enables you to become a translator, a medium for a Greater reality to express itself in the world and for great gifts to be given, even in the simplest and most mundane circumstances.\n\nRemember, God is working behind the scenes, reclaiming the separated through Knowledge, working through inspired individuals and through meaningful relationships. God does not make a big show. God does not want people to bow down and become slaves, unwillingly, resentfully, with hostility and bitterness. This is not a worldly power we are speaking of. This is not a worldly persuasion. This is not how the personal mind works; it is something different. It is not how world governments work; it is something different. God does not threaten you. God does not tantalize you. God does not seduce you. God is present for you, and you have the opportunity to become present for God.\n\nThis relationship, however, which is so primary, can never be your sole focus, for God wants your eyes turned to the world where you have come to serve and to work. The more God abides with you as your work progresses and becomes a deeper experience and a greater commitment for you, the more God grows in your experience. Here God becomes more a context than an individual, more a greater experience of relationship than an authority. In this way, God is able to work through you without distracting you. In this way, you are able to work with God without losing your focus in the world.\n\nHow can it be that something so powerful can work through something so small and validate what is small, honor what is small and redeem what is small? This represents the great genius of Knowledge in the universe. This is God. God is great; you are small. The light works through you; it does not blind you. The presence abides with you; it does not overwhelm you. Wisdom can speak through you; it does not obliterate you. You are the emphasis; God is the source. Here your mind and your body need to become vehicles for a greater expression and purpose. To allow this to manifest in specific and mundane ways where it is intended and where it is needed—this is revelation.\n\nRevelation, then, is a slow, growing experience of purpose, meaning and direction in life. It will emerge for you if you allow it to be present in your life and do not attempt to use it to gain advantages over other people. It will become the absolute foundation for you. Then, whatever you give in the world will be blessed with a greater experience of presence. Grace will be with you. People will experience this in your presence. Here you will give them something inexplicable that words cannot convey and that actions cannot even demonstrate. This is what will spark Knowledge within them, for their response to Grace will come from Knowledge within them and not from their personal minds. This is an initiation, and this is evidence of God’s work in the world. For these people it will be a revelation, but no one will be glorified. No errors in evaluation will be made because no one will claim grandiose powers. There will be no avatars. There will be no saints. Something magical and wonderful will happen between you, something lasting and pervasive, not sudden and romantic.\n\nIf you think back on your life, perhaps you can recall one or two individuals with whom you had this experience, this abiding sense of presence. Recall how subtle it was but how unique. Recall how you felt in their presence, how there was something unusual about them—something they did not talk about, something they did not declare. There was something unusual about them. There was a presence abiding with them. Perhaps there are no words that can describe this experience, but it can be recalled because it stands out in stark contrast to every other encounter you have had, whether those encounters were pleasurable or not.\n\nAs God works behind the scenes, revelation occurs behind the scenes. This is done because it works. Then people give themselves. There is no slavery. Then people open themselves, and they claim the results. Then people honor themselves by holding sacred their Greater Source.\n\nRevelation is part of your renewal. It will most likely be very slow and very gradual. You will not experience it every moment. In fact, there may be great gaps of time between your experiences, but these gaps of time will lessen as you advance. Instead of once every two years, perhaps it will be once every six months, and then once every three days. It does not matter because you will proceed. It does not have to happen every moment because you have learned to live without it. However, when it is with you, you graciously open yourself to it, and you know that the presence is with you because there is space in you for the presence to fill.\n\nWill revelation happen for you? Become a student of Knowledge. Become close to Knowledge. Associate with those who are advanced in Knowledge. And associate with those who are beginning like you. Forget what you have learned before. Do not think you are advanced already. Be a beginner. Have an open mind. Do not claim advancement. How can you tell if you are advanced? One moment you might feel like you have come oh so far while the next day you might feel like you are back at the beginning. How can you tell? How can the personal mind understand these things? It can only go along. And as it goes along, it will be changed because a Greater Power will slowly emerge within you and will give a sense of security to your personal mind which it could never have received from anything else. Then your personal mind will come into service to a Greater Power within you. In this way, your body will serve your mind, and your mind will serve your spirit, which represents their right relationship. Then you will escape confusion and ambivalence—a great freedom. With this freedom, Grace will abide with you. It will be revealed to you because you will have the capacity for it and will be open to it. In silence, in quiet, the Grace of God comes to you.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/how-does-revelation-occur-in-human-life/"
}