{
  "title": "Humanity’s Emergence into the Greater Community",
  "content": "Humanity stands at the threshold of space, at the threshold of a Greater Community of intelligent life in the universe. Though there are great problems here in the world, and though humanity is facing the Great Waves of change that are coming to the world—environmental deterioration; diminishing resources; growing economic and political instability and the risk of competition, conflict and war—humanity has reached a great threshold in its evolution. It has reached a point of no return regarding its position within this Greater Community of intelligent life.\n\nYour isolation in the universe is over. From this point on, you will have to contend with various forces coming to the world, seeking to gain advantage here.\n\nYou live in a beautiful world with magnificent natural resources. But your world exists in a well-inhabited part of space where there are many powerful technological societies who have established complex networks of trade.\n\nThese societies, like so many others in the Greater Community, have outstripped their worlds’ natural resources and must now engage in a very complex arrangement of trade and commerce to gain access to the very resources that they need. Their technological advancement has not freed them from this need, but has indeed escalated the requirements of life.\n\nThere are free societies within your region of space who are not part of these complex networks of trade, who have been able to maintain individual freedom and self-determination for their peoples.\n\nYou are emerging into a complex set of circumstances. It is very unlike what most people think or speculate about regarding the possibilities of intelligent life in the universe.\n\nMany people believe the universe is a great empty place, and if life does exist, it is rare. Many people think that if humanity were to encounter another race of beings in the universe, this race of beings would be inordinately interested in humanity, and would want to help humanity and share their wisdom and technology with this young emerging race in the world.\n\nBut, alas, the situation is very different. You are emerging into a very competitive environment where war and conflict are rare, but where the forces of influence and manipulation are powerful. You are emerging into a set of circumstances that are well established, and have been established for a very long time.\n\nFor eventually races in the universe seek to establish stability above all else, and this stability requires the establishment of strong relations in trade with other nations so that their competition then ceases to be destructive. Advanced technology requires many resources, and the access to these resources must be secured. So very longstanding arrangements are made, and very little deviation or rebellion within these networks is tolerated.\n\nIt is as if humanity were a little child coming out of its house for the first time and recognizing it lives in a big city controlled by powerful forces that the little child cannot understand. It is very different from the storybooks the child would have read or from the child’s imagination. It is not a wonderful place where everyone is happy and everyone is supported and everyone gets along really well.\n\nThe larger neighborhood of life into which you will emerge and the forces that you may encounter there, are not inordinately interested in humanity. They do not share humanity’s values. They are not human or even human-like in most cases. But they do share the difficulties of living within a physical reality—the difficulties of security and securing resources, the difficulties of competition and all of the inherent problems that civilization poses despite its many benefits.\n\nLike everyone in the Greater Community, you must face the boundaries that life and nature create. Technology cannot surmount most of these. Thus, everyone is facing the problems of survival and security, competition and so forth.\n\nHumanity is a very young race. It is infatuated with technology. It thinks it is inordinately important in the universe. It believes and assumes its values and its aspirations are universal. This is understandable, of course, because humanity has never had to compete and survive within this Greater Community of life. Isolated within your own world, unable to travel abroad, you are, of course, ignorant of the realities of life within this far greater arena.\n\nIt is to educate humanity about the reality and the spirituality of the Greater Community that represents one of the primary purposes for the New Message that has been sent into the world from the Creator of all life. For only God knows what is really happening in the Greater Community and how humanity must prepare itself even for the Great Waves of change that are coming to the world and that are upon you now.\n\nThe connection between the Great Waves of change and humanity’s emergence into this Greater Community of intelligent life is very significant. As is the case in the evolution of so many societies in the universe, humanity is now outstripping its world’s natural resources. This brings you to a great threshold.\n\nFirst, it invites intervention by races who want to secure those biological resources for themselves. They will use all means necessary to gain this access, though force in this case is rarely employed.\n\nYou have also reached the threshold where humanity will have to choose—even consciously choose—whether it will fight and struggle over these remaining resources in the world or whether it will unite to preserve them and to secure them and to attain a stable environment for the future.\n\nIt is at this point that so many worlds are contacted from others who offer them technology and resources. If the native peoples have exhausted their own world’s ability to sustain them, they will have to accept these offers. But it is these offers that will rob the native peoples of their self-determination, their freedom and their self-sufficiency.\n\nFor once you become reliant upon networks of trade in the universe, it is these networks that will determine how you will live and what you will do. Their influence over you will be inordinate because they will be controlling resources that are essential for your survival and well-being, and you must rely upon them.\n\nIt is the problem of losing one’s self-sufficiency and becoming dependent upon others. If humanity is to become a free and self-determined race in the universe, which represents your greater destiny, you must not lose your self-sufficiency within this larger environment.\n\nFor there are three requirements for a race to be free in the universe, and especially in the regions that are well inhabited where networks of trade have been well established. You must be united, you must be self-sufficient and you must be extremely discreet.\n\nAt present, humanity is not united and is at risk of becoming ever more fractured and contentious, facing a world of declining resources.\n\nYou are losing your self-sufficiency with each passing day as you deplete the abundance of this world, as you overspend your natural inheritance, as you recklessly drive into the future, wanting to consume ever more from a world of finite resources.\n\nYou are hardly discreet, since you are broadcasting your strengths and weaknesses out into the universe for everyone to see. This, of course, threatens your future and threatens the possibility of your securing freedom in the future within this larger arena of life, where freedom itself is rare.\n\nLarge technological societies are often very secular in nature. They do not allow for individual expression. They do not honor the reality and the presence of the Creator of all life. The state has become their religion, and stability is maintained through a very strict hierarchy of structure.\n\nThis is the case in nations that rely upon one another for resources. They become ever more like one another, even though they are still distinct societies. They are forced to conform to a certain degree because of their interdependence.\n\nThat is why free nations in regions of space such as the one in which your world exists remain largely self-sufficient or will only trade to a limited degree with one another. They will seek to be very discreet, for free societies in the universe do not coexist well with those that are not [free].\n\nThis education about the Greater Community is essential, for you must have a sense of what you are preparing for, and you must begin to realize your own responsibilities here on Earth. You are emerging into a larger arena of life. It is not an arena that you will control or even influence to any degree whatsoever. You are emerging out of isolation.\n\nRaces from the Greater Community are already here interfering in human affairs—seeking to establish themselves as centers of power and influence here, operating secretly behind the scenes, influencing people in positions of power, taking citizens against their will, functioning in ways that are highly dangerous and hazardous for the human family.\n\nYet people go about life as if nothing is happening, consumed with their own needs, consumed with human conflict and corruption, consumed with the difficulties of life here in this one world, unaware and unconcerned about the presence of an Intervention here. Those few people who are aware of this presence are being persuaded to perceive it as beneficial, as benign and, in some cases, as even representing salvation for the human family.\n\nFacing a world of declining resources and growing instability, humanity is particularly vulnerable to persuasion and intervention. There are many reasons for this. But the reality is that humanity is facing its greatest challenge from the outside and is not responding.\n\nThere are individuals and governments within your world who are aware of this, of course, but the public at large has no notion of the hazards that it is now facing at its borders to space. These are hazards that humanity can face and overcome, but you must unite and become educated for this to be possible.\n\nThose races who are here in the world today are relying entirely upon human acquiescence and submission. They are not using force to achieve their goals. If humanity does not give this permission, does not acquiesce and does not submit, then these forces must withdraw.\n\nThe New Message for humanity explains why this is the case, but this will require you to study this and to become educated about the reality of life beyond your borders. You cannot make wild assumptions or hold to old ideas or opinions and have any hope of gaining this education and this understanding. For how could you know? How could anyone in the world know what is happening in the Greater Community of life around you?\n\nThis must be provided to you from a greater Revelation. While you have Allies in the universe who have sent you their Briefings, their wisdom and their recommendations, truly this Revelation must come from the Creator of all life. This Revelation must come for humanity’s well-being. It was never needed in the world before, but it is needed now.\n\nHumanity cannot prepare itself for a Greater Community that it cannot understand. It cannot prepare itself for a set of circumstances that it cannot witness. Yet this preparation is vitally needed in the world today.\n\nYou have great barriers and great walls between your nations. You have built up immense defensive and offensive capabilities between your nations. But you have your backs to the universe. You are not paying attention. You are not bringing wisdom to bear here—learning the lessons of intervention from your own history, realizing that this competition is part of nature, and the universe represents nature on a greater and almost incomprehensible scale.\n\nThe Creator of all life has given you Knowledge, a deeper intelligence within you. It represents your ability to realize the truth beyond any deception, beyond any preference, beyond hope, beyond fear, beyond all of the many things that cloud humanity’s vision and understanding.\n\nYou have come into the world to serve the world under these very circumstances. You are not here by accident. What has really brought you into the world is connected to humanity’s emergence into the Greater Community and to the great difficulties that humanity will face here on Earth as the result of its misuse and overuse of the world.\n\nThis represents the big picture of your life. It represents the reality of humanity’s existence and the great threshold that humanity is now facing. Yet who is thinking of these things? Who can see clearly here? Who can bring common sense to an entirely different and new set of circumstances? Who has the objectivity to face challenges of this nature without projecting their own fears, preferences and denial upon it?\n\nHumanity at this moment can barely even face its own difficulties here on Earth with any degree of clarity and vision. How will it face a Greater Community of life? Where will it find the strength to unite in the face of this Greater Community and to establish itself as a free and self-determined race within this larger arena of life?\n\nThese are questions that you really cannot answer, for you need the Power and the Grace of the Creator of all life to instruct you and to prepare you. You cannot prepare yourself. You do not even know what you are preparing for, or what the preparation will require and how you will be able to achieve a greater stability in the world and preserve the world’s resources so that your freedom in the future may have a foundation here.\n\nPeople will lose hope in the face of the Great Waves of change. They will lose hope and self-confidence in the face of the Greater Community. They will lose hope, not because they do not have the strength, but because they do not realize they have the strength to face these great and formidable obstacles that all races in life will encounter sooner or later.\n\nHumanity has the possibility for Self-Knowledge. It has the awareness of the Creator of all life sufficiently to call upon a greater inner strength. It has learned the lessons of nature sufficiently within this world to bring this wisdom to bear in its encounter with a Greater Community of life.\n\nBut there are things that humanity cannot see and cannot know regarding what life is like beyond its borders—what this Greater Community is really like, how it functions and how a race such as your own must approach this [reality] in order to secure your freedom and sovereignty within this world.\n\nYou do not know yet your opportunities here and the dangers that surround them. No one in the world is educated about the Greater Community. If you were, you would be responding very differently to the presence of foreign powers in your midst. This would become a worldwide focus, and the emphasis would be on establishing your own rules of engagement with whomever you are encountering now and will likely encounter in the future.\n\nYou would end your wars and your conflicts, realizing how vulnerable they make you to outside influence and manipulation. You would bring a greater sobriety and objectivity to bear in discerning those presences who are in the world and in counteracting their behavior here. You would realize that everything that you have is at risk now—all that humanity has achieved that is beneficial, all that humanity has created is at risk now.\n\nYou are facing a set of influences that seek not to destroy you, but to use you, to employ you in service to them. It is time to end your ceaseless conflicts and to prepare to engage with the Greater Community of intelligent life. This is far more important than any issues of contention you have with one another. Your divisions, your competition, your conflicts and your unwillingness to support one another between your nations, only make you weak and vulnerable in the face of this Greater Community.\n\nYour few Allies in the universe who are aware of your existence, those races that live in your neighborhood of space who have achieved a degree of self-sufficiency and self-determination, have sent you a set of Briefings to warn you of the foreign presences who are in the world today and to help prepare you for the realities of life within the Greater Community itself.\n\nTheir testimony was called for by the Creator of all life, for humanity must know that it has possible friends in the universe. They are not in the world today. They are not interfering in human affairs. They are watching you from afar. They know that the real preparation must come from the Creator of all life, for only the Creator of all life knows everything about the Greater Community and everything that humanity will need to know, to do and to not do to prepare for this Greater Community.\n\nThe Creator of all life has brought you Knowledge and Wisdom from this Greater Community and has sent a warning, a blessing and a preparation into the world. It is here to prepare humanity for the greatest event in human history, the greatest threat to human freedom and self-determination and the greatest opportunity for human unity and cooperation.\n\nWhy would any nation in the world fight with other nations here if they realized that their entire future and reality were being challenged by competition from beyond the world? Who would be foolish enough to cast humanity into conflict if they knew and understood the greater challenge now facing the entire human family?\n\nThe Greater Community here has many beneficial aspects for you. It is the one thing that can unite humanity and end its ceaseless conflicts. It is the one thing that can force you to mature, to unite and to cooperate for the protection of your world. It will force you to be responsible where you are being irresponsible. It will force you to be mature where you are being immature. It will force you to realize that you must care for this world, that you must create a sustainable existence here and that you cannot go into the universe to claim what you have destroyed here in this world, for these resources are owned by others, and you will have no power or efficacy to gain access to them. And your freedom and your self-determination within this larger arena of life will require that humanity be self-sufficient and responsible for establishing its own solutions to difficult problems here on Earth.\n\nHumanity is still wild and reckless. Like an adolescent, it is beginning to feel its power, but it is not yet responsible. It is not yet mature enough to use this power effectively for its own benefit. It is not thinking of its future, and it does not realize the great risks it faces within this Greater Community. It does not yet have the self-confidence, the maturity or the skill to face this larger panorama of life.\n\nThis is your challenge. You cannot avoid it. There is nowhere to run and hide. Are you going to go hide in some other world? Are you going to pretend? Are you going to deny this reality? Are you going to think that this is irrelevant?\n\nThis is the great threshold that can uplift and unite humanity. It is also the great threshold that can undermine humanity. It has this power and this strength. It is your courage, your confidence and your self-determination now that will have to be brought to bear.\n\nTechnology is not your problem. Your problem has to do with courage, clarity and determination. You will not fail because of technology. You will fail because of the lack of wisdom, cooperation and awareness in your world. That is your great danger.\n\nYou have power. You have skills. You have wisdom. No one else can live in your world. It is biologically too complex for them. They need you. They need your cooperation. They need you to submit to them, willingly. They need to erode your self-confidence so that you feel you cannot resist them. They need you to deplete your resources so that you will become dependent upon them.\n\nThis is a fundamental education. Yet people have many ideas and beliefs that will blind them to the reality of their situation. Preference, denial, human conflict, humanity’s degradation of the natural world—these all are putting you in a position of extreme powerlessness and vulnerability in the universe.\n\nWhat would motivate you to change? It must be something very strong, very overbearing, something that you had not thought of before—a dilemma greater than anything you think you are facing today, a challenge from the universe that will awaken you to your vulnerability and to your set of circumstances.\n\nThis is the great threshold, and you must have the strength, the heart and the courage to face it and to realize you do not have an answer. You cannot figure this out yourself. You do not have all of the necessary information or the necessary perspective. That is why the Creator of all life is bringing this New Revelation into the world—to prepare humanity for the Great Waves of change and to prepare humanity for the realities of life in the Greater Community.\n\nHumanity has a great destiny. Its destiny is to become a free and self-determined race in the universe. But in order to fulfill this destiny, you must become strong, united and determined. You must realize that your isolation in the universe is over, and that henceforth you will have to contend with those forces who seek to persuade you to become reliant upon them, who will seek to undermine your self-confidence, who will seek to establish their influence here in the world—in a world where they cannot live.\n\nYou will have many questions, and there are many things you must learn. The Revelation from God will answer many of these questions. But this will take [time] and require that you reconsider many things in the world today, that you see the world differently, that you view human conflict differently and that you recognize that your future and your destiny, your success and your failure, reside in the Greater Community itself. If you can see this, it will be a great blessing. It will be a revelation. It will be a real turning point for you as an individual.\n\nYou will see that you must bring a greater sobriety and objectivity to bear and that the strength to do this lives within you—a deeper power, the power of Knowledge waiting to be discovered. This Knowledge must come forth in your life as an individual and must become stronger in the human family.\n\nThis is the requirement of freedom in the universe. This is the gift of facing a Greater Community of life. This is the gift of Revelation to you, who are now standing at the threshold of space.",
  "audioUrl": "https://www.newmessage.org/av/humanitys-emergence-into-the-greater-community.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/humanitys-emergence-into-the-greater-community/"
}