{
  "title": "The Greater Community Presence in the World",
  "content": "Humanity has evolved primarily to deal with its environment and to learn how to interact and compete with itself. This means that human intelligence, discernment and capability have evolved largely in response to living in the natural environment and in dealing with other human beings.\n\nFrom within the isolation of your world, it appears that the differences between people are very great. The differences between individual capabilities and comprehension are significant. Yet from a Greater Community perspective, the difference between human beings is very slight. The difference between their comprehension and abilities is very small.\n\nBecause human beings have primarily evolved to only deal with each other as other forms of intelligent life, they are very limited in their capabilities. These limitations are quite evident in human affairs and have given rise to the great problems and failures that humanity has experienced in a compounding way since the last century [20th century]. The presence of divergent races from the Greater Community in the world today gives you and humanity as a whole the opportunity to develop its intelligence and to expand its capabilities in order to adapt to a changing situation.\n\nYet most people in the world today are still so fixed in an anthropocentric view of life, in a human-centered universe, that they can only conceive of other forms of intelligent life in an adjunctive way. In other words, they can only consider the meaning of an extraterrestrial Greater Community presence in terms of how it benefits or complements human understanding. That is why from a human viewpoint, the heavens are often filled with demons or angels rather than real beings.\n\nWithout the intervention of Greater Community presences here, regardless of their intentions, human beings would not develop beyond the limited adaptive situations that they create for themselves.\n\nThat is why many people in the world today think that there must be floods or tidal waves or earthquakes in order for something new to happen, in order for a breakthrough to happen in human understanding. For it is generally recognized that if nothing significant happens to humanity, nothing significant will change. And because people still believe they are living in isolation, they imagine all kinds of physical calamities in order to provide the stimulation and the context for the expansion of human intelligence and capabilities.\n\nThis is all the result of living and thinking in isolation. Yet it does hold a seed of truth. The seed of truth is recognizing that unless you encounter a greater intelligence or a greater set of circumstances, to which you are [not yet] adapted, you will not be able to grow and expand individually or as a race. This is why individuals occasionally go out and do really extreme things in the world—climb mountains and sail across the oceans alone—in order to push themselves into a situation where they will have to grow and adapt because under normal circumstances, there would not be the necessary stimulation. Well, congratulations! You have been born into the world at a time of great challenge and great change.\n\nThe Greater Community is not here because of your spiritual needs. They are here because of larger circumstances. They are not here for you, but you can benefit from their presence. It is only in the presence of a greater intelligence that your intelligence can grow. It is only in proximity to another race that has greater capabilities that your capabilities can expand and grow.\n\nHumanity has been slowly evolving its technology and social development, but it has been very incremental, only accelerating in the recent two centuries. Yet now faced with the reality of Greater Community life in the world and Greater Community intervention in human affairs, you are faced with a situation that will require the development of a greater intelligence and greater spiritual capabilities. You cannot rely upon your old ideas or upon the talents that you have developed so far. Here everyone is a beginner regardless of what they think they have accomplished so far in life. Here human mastery becomes quite relative to the circumstances in which it is expressed.\n\nThat is why We say there are no masters living in the world because mastery is relative to the circumstances in which it is expressed. Within a Greater Community context, human mastery is not very significant—promising, but not significant.\n\nThis indeed has a humbling effect, an equalizing effect, for everyone is in the same boat now. Everyone is at the same starting place. There are none who are way, way, way ahead of everyone else. Now many people cannot even get to the starting place, but there are only a handful of people in the world who are beyond the starting place, and they are not very far indeed.\n\nThis is the environment in which you were born. This is the world that you have come to serve. This is the situation for which you have been preparing all your life. This is the great set of circumstances that will either defeat you or elevate you.\n\nIf you can consider these things without fear or apprehension, if you can take this position, however difficult it may seem in the moment, you will begin to see something you could not see before. You will be able to gain a sense of life and your place in life beyond the extremely limited parameters of personal preoccupation. And here you will see that personal preoccupation is the prison house in which everyone lives and which everyone builds for themselves. And you will see that liberation exists beyond this prison house. It exists beyond individuals being preoccupied with themselves—their wants, their fears, their needs.\n\nFor when you are engaged in a greater life, you begin to live a greater life. When you can face a greater reality outside of yourself, you will begin to experience a Greater Reality within yourself. If you live in isolation in a human world, with human ideals, human values and human preoccupations, that is all you will experience.\n\nThat is why people go to nature—to try to experience a greater reality—for nature is a greater reality than human culture. They will go there for liberation, for refreshment, and for insight and for reasons that We will describe later in this book when We talk about the mental environment.\n\nThe Greater Community presence in the world poses the greatest danger that humanity has ever faced. That must be clearly understood. And as you read these pages, you will begin to see why.\n\nYet the Greater Community presence in the world provides the greatest opportunity, the greatest contrast, the greatest stimulation, the greatest need that humanity has ever faced—all of which will enable people to rise beyond their personal preoccupations and their tribal conflicts and their ideological warfare with one another to recognize that they are living in a greater situation and must prepare for it accordingly. So on the one hand, the presence of the Greater Community poses an ominous risk to humanity. On the other hand, it is the greatest possible thing that could happen at this time.\n\nHumanity, at the brink of a great decline—culturally, environmentally, economically, at the brink of a tremendous decline—is now faced with the very circumstances that will rejuvenate it, that will unite its citizens everywhere and give them a common purpose and a common focus, to bring them into the present time to deal with real situations now and in the future, which will elevate them beyond their national, tribal and religious identity sufficiently to establish bonds of cooperation within the human family that have never been established before. These great problems that the Greater Community brings humanity have within them a saving grace that could not be established in any other way.\n\nAt present, humanity is in a very adolescent stage of its evolutionary development, adolescence that, in a sense, is beginning to experience its power. It is beginning to experience its authority over its affairs and its environment. Yet it is adolescent in the sense that it is irresponsible, that it is not accountable, that it does not recognize the consequences of its actions, that it does not think in long terms, that it is preoccupied only with itself and its gains.\n\nThis adolescent state, which is so chaotic and hazardous for young men and women, is being experienced by the entire race. Humanity is gambling its future by destroying the very resources that support it in the world, hoping its technology will somehow save it in the eleventh hour. It is risking its inheritance, and it is creating a situation where only calamity can come. It is amazing that so many people in the world today cannot even see this, yet many people feel this and are anxious about it. They either seek escape, confrontation or advancement as a result.\n\nHumanity is faced with a situation where it will have to unite and elevate its capabilities and its inherent skills in order to preserve its self-determination and its pre-eminence in this world.\n\nSome people feel, “Oh, this is such a fearful way of looking at it. This is such a fearful prescription! I want to see a happy universe. I want to see a happier situation. It really isn’t going to be like that.” And We say, “It is not about love and fear. It is about seeing clearly, without preference, without denial. It is about seeing what is there and then responding to it appropriately.”\n\nPeople face the problem of preference and denial every day in how they manage their lives and affairs. That human beings possess such great possibilities for intelligence and creativity is completely thwarted by such attitudes and approaches.\n\nIt is not a question of whether you see a happy universe or a fearful universe, it is a question of whether you see or not, whether you can see what is there or what you want to see, whether you see the reality of life beyond yourself or your own thoughts. That is the critical question.\n\nWe bring to you life as it is and not as you may want it to be. Very few people will want the presence of the Greater Community here, but many people feel that something has to happen to change the course of human history and destiny.\n\nHere, within you, you have to rise above preference and fear to gain a position of greater objectivity and clarity so that you can see. If you can see, you can know. But if you are filled with protecting what you have, protecting your ideas, protecting your vision of the world and the happy outcome that you prescribe for yourself and others, or the fearful outcome that you prescribe for yourself and others, you will not be able to see and you will not be able to know. It is a question of whether you can see, not how you see.\n\nThere are several allied races who are in the world today who are attempting to biologically and genetically bond with humanity in order to gain the adaptive ability to live and to function in this world. If they are able to do this effectively, then they will become the rulers of mankind.\n\nWhy does it take them so long to adapt to being here? Because most technologically advanced races live in sterile environments, and this world with its millions of different kinds of organisms poses a tremendous adaptation problem. Technologically advanced societies, particularly those that travel a great deal, are primarily adapted only to live in either sterile or near-sterile environments. Bring them into a world of biological diversity, and they can only dwell here for very short periods of time while employing great precautions. But gain the human adaptive advantage, which is not only a biological adaptive advantage but also an intuitive adaptive advantage, and you can bring your greater intelligence or your values into a human situation.\n\nHumanity at present is in a very vulnerable position. It is ripe for domination. Human cultures are filled with superstition. They are embittered against one another. They are self-seeking, often very primitive in their outlook on life and very tribal in their orientation, which means they only relate to their group. They are easily persuaded, very vulnerable to persuasion and to influence. How easy it is to get everybody to buy the same products, to use the same cars, to go to the same places, without a great deal of variety.\n\nHuman beings have been trying to influence one another forever, since time began here in the world. This is practiced in the Greater Community, but at a much higher level of skill and effectiveness. Humanity is so vulnerable in its diversity, in its superstition. The great threat to humanity will not come by great armies landing here and taking over. That is barbaric and destructive. That is not how influence will be cast over the human family.\n\nThis is a calling not for fear and retreat, but for courage and preparation. If humanity will prepare adequately, if enough people will become strong in their understanding of the Greater Community and the development of Greater Community Knowledge and Wisdom, this domination will not take place. It will be offset and overcome.\n\nThis is the great turning point. Everything is at risk—everything you value, everything you hold dear. And yet how foreign this seems from people’s concerns and preoccupations. It seems outrageous to consider such things: “How could anything take over our ability to think and determine what we want for ourselves? How could anything affect our priorities, our values, our emotions? How could anything take over? And if we even think of such things, we think of someone coming over and blowing everything up—primitive style, the way we do things here.” This is thinking in a tribal way. This is the result of living in isolation. But isolation is over.\n\nYou are right in the middle of the Greater Community. The Greater Community is here. This is the great turning point. This is the great calling. This is the great spiritual emergence, not because the Creator is going to come and save you, but because the Creator has given you the wisdom and the skill and the inherent intelligence to be able to prepare for such a great undertaking and to serve a world in transition.\n\nWhat does this have to do with you? This is the greater context for understanding who you are, why you are here and what you must do. You can only understand the greater questions and the greater reality by understanding the context in which they are truly meaningful. People so often try to create their idea of who they are and what their purpose is based only on their desires and interests, but this is never sufficient. You must understand the context to understand the purpose that has meaning within that context.\n\nThe greater context for the world now is the world’s emergence into the Greater Community. Into this greater context, the reality of who you are, why you are here and who sent you will become revealed to you with such clarity. Your spiritual power and nature will become ignited and will begin to express itself through your activities every day.\n\nYou may say, “Oh, this seems too great! I cannot even comprehend it. It is too much of a challenge.” It may be too much for your thinking mind, but it is perfect for your Being and your nature. You will absolutely thrive within such a greater context. But if you were to retreat and just try to focus on your personal preoccupations, you will stay small, and your spiritual reality will be dormant within you, and your sense of being alive and the vitality that is a natural inheritance will be muted and hidden within you, and you will suffer all of the emotional and psychological problems that result from this.\n\nTherefore, this has everything to do with you. It is life’s gift to you. It is life’s calling for you. If you can rise above your preoccupations, you can begin to feel this in every fiber of your body.\n\nIs it not clear that people rise beyond themselves in times of great tribulation or emergency? People do extraordinary things. They exhibit extraordinary courage and self-determination. They act in selfless ways. They go beyond their normal state into a greater state. This is so very evident.\n\nYou live in a world now that is entering a great state of emergency, the very state that will redeem you and elevate you, give you strength and vitality and enable you to experience your own value, your courage and your ability. It will call upon you to develop those abilities that are so important, but that are as yet latent within you.\n\nThis is the world that you have come to serve, but you must understand the context in order to understand the service. Therefore, We endeavor to bring to you and to illustrate to you the greater context as it truly exists in the world today. Without this context, you will have the question, but you will not be able to find the answer. “Who am I? Why am I here? What must I do?” These are the fundamental questions in life. But to find them [the answers], you must find the context that gives them meaning, value and direction. Otherwise, you will try to answer them out of your ideas and your beliefs and all the social conventions to which you have adapted.\n\nIn the Greater Community, you have allies, you have enemies and you have competitors. Your enemies are more adversaries. They just oppose you. Your competitors try to use you. And your allies try to support you.\n\nHow will you be able to tell them apart? How will you be able to respond appropriately to each one? How will you be able to maintain your self-determination in the face of greater forces, not just technologically greater but with greater mental power and focus?\n\nSurely this must call upon something very great within you, something inherent within you, something you do not simply learn but something that you already have, that you must learn to express and experience. Surely this must call upon a strength within you that even the Creator recognizes is there.\n\nThe Creator has given you everything you need to live life fully, and to prepare for the Greater Community and to learn about the Greater Community. This was not given to your grandparents or your ancestors, for that was not the need of their time. But it was given to you, and it will be given to your children and their children because this is the great need of your time and will be the great need of their time.\n\nThe world’s emergence into the Greater Community is not something that simply happens in a year or in a decade. It is a greater emergence than that, and yet its manifestations will be so tremendous and so challenging. They will seem within themselves to be great thresholds, but they are all part of a great shift, a great movement out of isolation and into a larger arena of life.\n\nYou will now have the opportunity to learn about the Greater Community, to begin your Greater Community education, to learn what Knowledge and Wisdom mean within the Greater Community and to bring this learning into your everyday life—to rise above your preoccupations, which will solve many of your personal problems, and to engage with the greater power that the Creator has given you, which is calling upon you, which is waiting to be discovered.\n\nThis greater power We call Knowledge. It is within you at this moment. It is here on a mission in service to the world. Experience this. Unite with this power. And you will recognize that its mission is your own, and this will part the veil of confusion and ignorance that could only blind you before.\n\nThis Greater Power within you is directly connected to the evolution of the world because that is why it is here. Though people invest greatly in their personal interests, comforts and security, that is not why they are here. People are not simply here to be consumers or to be comfortable. Where you came from is where you are comfortable. Where you will return to is where you are comfortable. That is where you are known. That is your Ancient Home.\n\nYou did not come here to build a sweet nest for yourself. You came here to accomplish something important. That is what makes you important. That is what makes your life important. That is what gives you vitality and strength. That is what gives you the greater energy to create, to demonstrate. This is fulfillment. Fulfillment is never the result of a desire for comfort and pleasure. It is never the result of personal indulgence. It is the result of embracing a greater life, a greater challenge and a greater reality.\n\nThere is so much confusion in the world today regarding this. People are trying so hard, they are working so hard to be fulfilled by trying to get for themselves what they want. And they pay a huge price, and their rewards are pathetically small. Moments of happiness for years of suffering and strife.\n\nLook around you. You can see this. It is manifest everywhere. People trying so hard to be happy, trying so hard to feel vital and meaningful. But they are not looking in the right place. They do not have the right context. And so they have to invent the context.\n\nThe real context for happiness, for vitality, for fulfillment, for awakening, for awareness, all exist in your dynamic involvement in the world. It is here that the needs of the world and your inner need have finally come together, for they are directly related.\n\nThis is finding the context for happiness in the natural by-product of your activity. For fulfillment is the natural result of your accomplishment, where vitality is generated because it is needed every day, where awareness and awakening occur because you are seeing beyond personal preoccupation, which is the source of all mental illness. Here you use what you have, and you rely upon who you are, and from here you are able to build relationships of strength that represent a greater dynamic in life.\n\nFind the greater context, and you will find your greater self and your greater purpose and your greater meaning. The context exists. It is here. It is real. It is now. It is all around you. You do not see it day to day because what you see is a result of people’s personal preoccupations. But if you can step outside of the cacophony of personal strife and ambition, you will be able to feel the movement of the world. You will feel it within your heart. You will feel it in the ground beneath your feet. You will feel it as you look up into the sky at night.\n\nBut this is only the beginning. To learn about the Greater Community, to gain a Greater Community education, to learn about Knowledge and Wisdom within the world, you must have a preparation. You must engage in a form of education that is not available at any university in the world, that is not available in any book that you have found until now. You cannot get from here to there without taking the steps. You cannot emerge out of isolation and [out of] tribal mentality without a preparation.\n\nThis preparation cannot be a human invention. It must be something given to humanity. It must come from the great spiritual Source. It must teach you to gain the strength, the perception, the perspective and the abilities that you need to fulfill your purpose for coming into the world. It must connect you with the reality of the Greater Community and the great needs of humanity at this time. Then your purpose, no matter how mundane it may be in its manifestations, will be directly related to furthering humanity’s ability, self-determination and competency within a larger arena of life.\n\nTherefore, ask yourself, “What does this have to do with me?” It has everything to do with who you are, why you are here and who sent you. It may have little to do with who you think you are and what you are preoccupied with at the moment.\n\nThe Greater Community is in the world today. Humanity’s isolation is over. There is now competition for pre-eminence in the world. It is happening on the mental level. It exists throughout the world. It has everything to do with you and everything to do with why you are here and what you value.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/human-isolation-over/"
}