{
  "title": "Knowledge and the Limits of Belief",
  "content": "You were born with two minds: an intellect that has been largely shaped by your culture, your family and your environment, and by your own judgments, assumptions and conclusions; but deeper down, there is a spiritual Mind, a Mind called Knowledge. It is called Knowledge because it is related to your ability to have profound insight and to access information that is beyond the reach of your five senses.\n\nKnowledge is very unlike your surface mind. It does not judge. It does not speculate. It does not debate. It does not deal in the realm of ideas and possibilities, theories and principles. It is the seat of your power and integrity, and it holds for you your greater purpose for coming into the world, a greater purpose that you cannot access through your intellect.\n\nThe realm of belief is the realm of the surface mind, but Knowledge represents a deeper awareness and experience within yourself. This becomes all very confusing at the surface of your mind, for even if you did have a direct experience of Knowledge concerning something, you would surround it with your ideas, your assumptions, your conclusions and your attempt to associate it with other ideas and beliefs and so forth.\n\nMany people have the unfortunate habit of trying to use all of their new experiences to affirm their old ideas. They try to use a profound and mysterious experience to somehow strengthen their ideas, their beliefs and even their prejudices. This is an unfortunate habit, and it must be broken at some point.\n\nFor Knowledge is occurring beyond the realm of your ideas and beliefs. That is what makes it powerful. That is what makes it reliable. It has not been conditioned by the world. It is not subject to seduction by the world or corruption in any form.\n\nPeople, of course, have beliefs about Knowledge. Some people think it does not exist. Others think it does exist, but it only exists according to their notions and ideas, or perhaps the ideas of their religious practice or tradition.\n\nAt the level of ideas, you cannot know anything. You can only make assumptions and find agreement with others. Here it becomes very difficult to distinguish what you believe from what you really know. Aside from the obvious, like the sun coming up in the morning, and the winter returning at the end of the year, people do not know how to discern the reality of Knowledge within themselves from their own intellect and their own ideology or the ideology of others.\n\nSo when you think about Knowledge, you are using your ideas about Knowledge. But Knowledge is a profound experience. It transcends what your senses alone can report, and it most certainly transcends human logic or other systems of evaluation. So in that respect, it remains mysterious. And yet it is the most natural experience you can have. It is just happening at a deeper level, that is all.\n\nHere beliefs, particularly if they are well founded and if you identify with them too greatly, become a serious impediment to your ability to experience the power of Knowledge that God has placed within you. This Knowledge was given to you to guide you, to protect you from harm and to lead you to your greater fulfillment and a greater life in the world.\n\nFor many people of the world, Knowledge will not emerge because they live under such dreadful circumstances—under grinding poverty, or severe political oppression, or environments of immense insecurity where there is conflict and war. It is so unfortunate for the human family that this is the case because it denies the contribution that all of these people have been sent into the world to make. They are circumstantially oppressed, and their greater gifts in almost all cases will not emerge. Nor will they find the strength and the certainty that only Knowledge can provide.\n\nBut once you have met the basic requirements of life—you have a reliable source of food, water and shelter, and sufficient security in where you live, and some degree of a supportive network of relationships—then you can begin to entertain the deeper questions about your life. But these deeper questions can only be approximated by your intellect, and by the limits of belief.\n\nYou may believe, for example, that God is real, but the reality of God is primarily a profound experience. There are many people who may have a firm belief about God’s existence, but have never had a profound experience of the reality of God or their connection with God, for that happens at a deeper level, at the level of Knowledge.\n\nOne of the main areas of confusion here is that people believe that their mind is who they are. Never having a more profound and life-changing deeper experience of themselves, they think that their ideas and their intellect is who they are. Identifying, then, with the mind and the body, their whole identity becomes based upon their ideas, their beliefs and their doctrines.\n\nThis is extremely blinding, of course, and represents a fundamental error and confusion. It is the result of Separation from God, a Separation that has brought you into the world, to live in manifest reality and to face the harsh and demanding conditions of living in an environment that is constantly changing and that offers innumerable threats and uncertainties.\n\nIn truth, your intellect was established to be a vehicle of communication for Spirit, or Knowledge. And for this purpose, it is a magnificent instrument, a brilliant creation. But unless you realize that your true identity is beyond the intellect and beyond the formulation and the protection of your ideas, then you will be a slave to the intellect, and it will make a harsh and demanding ruler. It is oppressive in this regard, for while the intellect is a marvelous instrument of communication, and serves to evaluate the particulars of life with great skill and brilliance, it in truth makes a very poor God. It makes a very poor guide.\n\nFixed in its beliefs, constantly seeking approval and consensus with others, constantly afraid for its survival and fundamentally insecure without the presence of Knowledge to guide it, your surface mind is like an arrogant child. It is no longer serving in its true capacity. It is now assuming other roles, for which it has not been designed and within which it functions ineffectively and inefficiently.\n\nHere minds conflict with other minds that have different ideas, that have different associations. Here people who identify with their culture or their group end up competing with those who identify with a different culture or group—competing for resources, competing for power, competing for ideological supremacy—when in fact, at a deeper level, they are all connected by Knowledge.\n\nHere, at a deeper level, there is no conflict. For it all comes from the same Source. This is a part of you you did not create and the world did not create, the part of you that God created, the part of you that God has sent into the world to provide a unique contribution to a world in need.\n\nThis is not like the idea of a subconscious mind, which is like a storage area for information and past memories. No, no. Knowledge is the most alive part of you, the most dynamic part of you, the most creative part of you, and it is the only permanent part of you.\n\nSince nearly everyone identifies with their ideas, thinking their ideas distinguish who they are and give them a place in society, Knowledge here becomes a kind of mystery. And if it is not disavowed completely, it is perceived with anxiety and apprehension.\n\nAt first, people try to use Knowledge as a kind of resource. They are going to try to use God and what God has created to fortify their beliefs, to give them greater acquisitions, power and influence in the world. But you cannot use Knowledge as a resource. It will not be used in this way, and in truth, it is far more powerful than your intellect. Here the mind is trying to use Spirit to get what the mind thinks it wants or needs.\n\nYou can see here the problem, for the mind was meant to serve Knowledge, not the other way around. Belief is meant to serve Knowledge as an expedient, as a way of organizing one’s thoughts and giving stability to one’s perception and action. Even here belief is relative. It is only valued in terms of its usefulness in enabling the individual to function successfully in the world and to communicate successfully with others.\n\nGod is entirely beyond belief, and what God has placed within you to guide you is also beyond belief. You, of course, will have beliefs about it. You may have beliefs that reject it. You may have beliefs that accept it theoretically, but deny it in your own experience. You may say, yes, Knowledge exists, but only in this way, or only under these circumstances, or only within this doctrine or ideology. This, of course, represents the arrogance and the ignorance of the intellect.\n\nGreater minds in the world and in the universe, of course, have seen the mind as a medium—the medium between your physical life in your body in the world and your spiritual life beyond the world. They see the intellect as a medium through which your five senses can report reality and your greater senses can report reality.\n\nKnowledge is so important here because it can see through all deceptions. Perhaps you will experience this as what people call “a gut feeling,” and people describe this in many different ways. But it is an experience of recognition about the truth or the falsity of something that defies intellectual evaluation and is not the product of intellectual evaluation. Some people call this experience intuition, but intuition as an idea is insufficient to enable you to comprehend the meaning, the power and the presence of Knowledge within your life.\n\nFor the student of Knowledge, who is learning to live under the guidance and direction of Knowledge, there is a kind of battle between their ideas and the reality of their true experience. Having previously based their identity upon their beliefs and the beliefs of others, they now find it very difficult to live without relying upon these beliefs. They feel, for brief periods of time, as if they do not know quite who they are. [Having] taken away the substitutes for Knowledge and yet not strong enough and connected enough to the experience of Knowledge, they feel temporarily lost.\n\nThis is the “wandering in the desert” phase of your greater education in Knowledge. Freed sufficiently from your reliance upon your own beliefs and recognizing the limits of belief, you are not quite sure who you are or what you are doing. And you have not progressed far enough up this mountain to see clearly the relationship between Knowledge and the mind.\n\nSo, for a time, you go through periods of great uncertainty. But this uncertainty is essential for your development because it is within this opening in your awareness that the power and the presence of Knowledge can arise within you. It is also here where you can begin to discern the power and presence of Knowledge in others, and see how distinct this is from belief and ideology.\n\nWhen you look in the world, you see people fighting and killing each other over their ideas—their ideas of who they are, their ideas of what they think the truth is, their ideas about how governments should be run and, of course, their ideas about who and what God is, and what God wills for humanity. They are competing with and condemning each other and even generating warfare with each other over ideas. If they were guided by Knowledge, this would not be the case.\n\nHere it is very important to realize that if you are going to liberate yourself from your ideas, you must have a greater foundation within yourself emerging at the same time. It is dishonest to say that you do not really believe in anything because you really do believe in lots of things. Even to consider everything as being relative or dependent upon perspective is really a shadow system of beliefs, and when revealed it is shown to be nothing more than a defense mechanism. People here can be absolutely certain that there is no absolute certainty, but they are absolutely certain about that idea and other ideas that are associated with it.\n\nSo you can see here that the mind can fool itself. It can shift its allegiance between ideas, but it is still stuck in its own self-created reality. And the idea of creating a new or better reality in the mind only means you are moving from one cell to another. You are still inside the prison. You have not seen through the boundaries of the intellect, and you have not seen beyond the reach of your own emotions.\n\nYou are still living inside a box—a box of your own ideas, a box of other people’s ideas, a box of your social, political and religious conditioning. And you do not live happily in this box or peacefully in this box because to base your identity upon ideas means that you are fundamentally insecure. And this also places you in opposition to others, who have very different ideas.\n\nHere even your notions of establishing peace and harmony overlook the fact that you will have to deal with people who have very different ideas, and who do not want what you think you want, and who will oppose you in one way or another. Then what do you do about them? You negotiate, perhaps, but often without success.\n\nThe fundamental underlying problem here is that people are not recognizing one another at a deeper level. And they are not recognizing themselves at a deeper level. They are fixed in their ideas and their beliefs. They are entrenched in their positions—their political positions, their religious positions. And, rich or poor, people are living in a kind of servitude to a set of beliefs and assumptions and expectations that are oppressive to the human spirit.\n\nYet this does not mean that you are living, or meant to live, without form and structure, for society and civilization cannot function without form and structure. This does not mean you are going to live in the world without the intellect, without beliefs, because that is false and cannot be. Your beliefs give your mind structure and enable it to function with consistency and in conjunction with others in the world.\n\nThe difference really is where you stand with your own ideas and the degree to which you are connected to the deeper current of your life. Here you realize that Knowledge is really the power and the presence and is the essence of who people are. You look for Knowledge in others, and you look to see with whom you can have a deeper connection and a more serious conversation and engagement. Instead of struggling over ideas and beliefs and principles, you look for a deeper connection. This tends to moderate your ideas and your association with your ideas. For, after all, ideas are only ideas; they are phantoms in the mind.\n\nThere are practical ideas that are essential to make civilization work, to create technology, to provide a sustainable environment, a habitable environment for people. But that is not where the conflicts really arise. Conflicts arise more around ideas with which people identify themselves. They think they are a Christian or a Buddhist or an American or a Brazilian or a Chinese. They think that is who they are, but that is not who they are. Who they are is beyond definition. It is even beyond distinction at the level of ideas.\n\nWhen that door is open within yourself, it tempers extremism and eccentricity. It tempers condemnation of others. It gives you a deeper perspective, and makes you more cautious about condemning others or dismissing others because they do not hold to your views or your ideas.\n\nAt a deeper level, there is recognition and respect because you experience another’s humanity, and you recognize that everyone is struggling to survive in the world, and to varying degrees everyone is trying to come to terms with the reality that they really are not of the world. They have a deeper spiritual nature and a deeper Intelligence called Knowledge.\n\nMany people deny this altogether. Other people try to find some kind of way of allowing this reality to be in their minds, at least at the level of an idea. And other people are having a profound experience of Knowledge. It is altering their views, and it is changing their relationship with their mind.\n\nYou see, you have a relationship with your mind and with your ideas. But this means that who you are is not your mind or your ideas because a relationship requires at least two. You may say to yourself: “Well, my ideas are a part of me.” Well, they are certainly part of your experience of yourself and may even dominate your experience of yourself and close the door upon having any deeper experience of yourself. But the fact that you can watch your mind and that you can direct your mind means that who you are is not your mind.\n\nThere is a relationship, yes, but you are dealing with different realities now. You can even learn to still your mind. And in the study of Steps to Knowledge, which is God’s Gift of preparation to the world, you can learn to still your mind and enter the well of silence beneath the surface of your mind—a wonderfully refreshing and peaceful environment and an environment that takes you deeper to the experience of Knowledge within yourself.\n\nThis deeper journey, which represents life’s greatest accomplishment, is where your spiritual nature becomes really evident. It is beyond the limits of doctrines and beliefs. You may create beliefs about it, you may try to fit it into an existing doctrine, but the experience itself defies definition.\n\nThis changes your relationship with your mind and shows you you have a relationship with your mind, and you are not really to merely be a slave to your ideas or the ideas of others. This invites you to live life at a deeper level, to experience the real purpose and direction of your life, which all becomes revealed as you go deeper within your own mind.\n\nThere are deeper currents within you that are not altered by the events of the day or the opinions of others or your emotional states or your immediate circumstances. This is where you find true direction. This is where God influences your life. And depending upon your relationship with your mind and the kind of ideas that you hold to, this deeper current can express itself into your outer life. This represents real progress.\n\nTherefore, you must realize that your ideas are not absolute. They are only positions that you take. Some of these positions are extremely blinding and lead you to condemn others and lead you into conflict with others. In that, they represent real impediments.\n\nSome people believe their religion is the only religion, and that everyone else is going to be condemned to Hell. You can see that they think their ideas are defining reality, or that their ideas were given them by God and represent absolute truth, in which there is no variance. This leads them to condemn others, to fight others and to become isolated in the world. Here they are slaves to their beliefs. They will even die for their beliefs. They will kill others for their beliefs. Or they will create mayhem for their beliefs.\n\nThis is the result of identifying with your mind, thinking that who you are is your mind and your body, and that your thoughts define you. This is the reality of Separation, where people are self-defined and live by those definitions and can see nothing beyond those definitions. They are blind, and they are destructive in the world—divisive, contentious, self-righteous, afraid to consider anything else. They are so identified with their thoughts that they must constantly reaffirm their thoughts, reaffirm their faith and reaffirm their beliefs.\n\nBecause ideas are unstable, they are not absolute truth. Even your interpretation of the sacred texts is an interpretation. You can see here how people would feel insecure when they realize that their ideas are only approximations, only attempts at comprehension. Where then is the basis of their lives? Where is their real foundation? What gives them real stability and certainty and a sense of continuity in life?\n\nThis certainty, this foundation, this continuity must come at a deeper level. If it is ideas only, or the slavish adherence to beliefs and doctrines, then you are really are not seeing or knowing anything. You are a complete slave to a set of ideas alone.\n\nHere you do not see that God is speaking to everybody—even those who do not believe what you believe, even those who do not adhere to your religion, those of other countries and tribes and groups who might live very differently from you and have different social customs and values. God is speaking to them.\n\nGod does not only speak to the people of one faith tradition, as if they were the chosen people, as if they were God’s favorite, because God does not function at the level of ideas. God is not a super intellect because God exists beyond the physical reality. And beyond the physical reality you do not need ideas in the way that you think of them now. Ideas are related to form, to people, places and things and to the interpretation of events, which are people, places and things. God lives beyond this reality.\n\nThat is why the idea of a Judgment Day at the end of life is so ridiculous. Why would God condemn you when God knows what you are going to do and why you are going to do it? That is why God has put Knowledge within you to guide you, to protect you and to lead you to a greater life, to experience this great endowment. This is God’s Gift to you.\n\nYou must go beyond belief. You must open yourself to have profound experiences within yourself. Instead of following your thoughts, you must learn to still your mind so you can feel the deeper reality that exists below the surface.\n\nWhen you become strong with Knowledge and Knowledge can shine through you more greatly, you will look at other people and they will seem like they are living in chains. Rich or poor, they are living with a yoke, like oxen pulling a wagon, the wagon of their beliefs. You will begin to see what real liberation means, and where the power of liberation comes from, and how it is available to people of all faith traditions and people without a faith tradition, people from all nations, lands and cultures.\n\nGod does not discriminate. God knows that not everyone can follow one teacher, one teaching or one tradition. God does not function at the level of doctrines and beliefs.\n\nThis then requires that you open yourself to the mystery and the power of your life, and that you cannot create the way and the path. This is not the result of an eclectic approach, where you choose what you like from this tradition or that teaching, for that is all preference in the mind, and it is the mind you need to get beyond.\n\nYou need to poke your head above the surface of the earth. If you are living underground in your intellect all the time, you will not know anything, you will not see anything, and you will try to use all of your experiences to shore up and to affirm your belief, thinking that that is your identity.\n\nWhen you reject the reality of God’s Presence in your life, which is Knowledge, you reject it based upon ideas and upon tradition, which is the history of ideas and beliefs. Here ideas and beliefs become the reason you cannot forgive, the reason you cannot recognize another, the reason you cannot be compassionate, the reason that you will go to war, the reason that you will condemn others, the reason you will live a life of anger and frustration, the reason you cannot know yourself, the reason you cannot experience the Grace and the Power of God.\n\nWhen you deny this deeper reality and your Source, you have only one place you can go, and that is your ideas. If you cannot find your true foundation, your true certainty, your true power in Knowledge that God has placed there, then you must seek it elsewhere, and the only place you can do this is in your ideas. It is the problem fundamentally of Separation.\n\nWithout God, you are insecure and unstable and have no assurances. And you face a life of grave uncertainty, a life with so many challenges, a life that is filled with so many dangers to your existence and to your well-being.\n\nYou really only have two choices here: you have Knowledge and you have belief. Knowledge will use belief and guide belief, but belief without Knowledge is blind and is alone and will only seek out others who have similar beliefs. It is the problem of Separation.\n\nWho you are is not your mind and your body, but a greater Spirit inhabiting the mind and the body, and using the mind and the body as vehicles of communication in the world. Yes, the body is important. It must be maintained in a high degree of health. Yes, the mind is important. It must be cultivated and developed to be a successful vehicle of communication. It will have ideas, beliefs and assumptions, but these must always be flexible to meet the reality and the conditions of life.\n\nHere instead of thinking your beliefs are the final arbiter of truth and are absolute, you see that they are all theories, subject then to a greater revelation. Not fixed, not defensive, they are all theories because they are all theories.\n\nThe deeper recognition happens beyond the realm of the intellect. You may create ideas and evaluations of these experiences to your benefit, perhaps, but the experience itself is happening at a deeper level. It is getting to this deeper level that represents the focus of religion and spiritual practice in all of its forms.\n\nThen the question is: Can you experience Knowledge in another? Does another have a deeper connection, or are they just living out their ideas and beliefs, identifying with their thoughts and with the traditions of thought?\n\nPeople find security in traditions of thought, but if they cannot experience their own real nature, if they cannot experience the deeper current of their life, then their thoughts, no matter how great the tradition surrounding those thoughts, are really depriving them of the greater foundation and certainty that God has provided.\n\nHere being a Christian, or a Muslim, or a Jew, a Hindu, or any [religion], is a pathway that best suits you to experience the deeper current of your life. Many people will pursue this outside of these great traditions. For all the great religious traditions were fundamentally initiated by God to reunite the mind with the Spirit, and to bring the mind under the direction of the Spirit. Here the mind is like the steward of the soul until the king can return or the queen can return, the true ruler of life can return.\n\nPeople think that Knowledge is just a kind of greater intelligence, a greater intellect, but Knowledge does not function like your surface mind. Knowledge within you is connected to Knowledge within everyone, so there is no “your Knowledge” and “my Knowledge.” People may argue over their interpretations of their experiences, or their interpretations of life, but at the level of Knowledge, the debate and the war of words and ideas becomes increasingly irrelevant.\n\nThat is why Knowledge is the great peacemaker in the world. And that is why Knowledge will bring power, certainty and insight into your life, to teach you how to use your mind, how to use it as the marvelous vehicle of communication that it is, and how to take care of your body without identifying with it. It will teach you how to be an immortal Being living in a temporary world—to serve that world, to connect deeply with others, and to fulfill your mission for coming into the world, which will be your greatest satisfaction and will meet the deepest need of your soul.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/knowledge-and-the-limits-of-belief.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/ideas-beliefs-god/"
}