{
  "title": "The Importance of the Greater Community",
  "content": "The importance of the Greater Community cannot be underestimated in the New Message because ultimately humanity is preparing for its future within this larger arena of intelligent life. But it is unprepared and has no way to prepare itself, facing now an Intervention from beyond the world by races who seek to take advantage of humanity’s weakness and naiveté. This, more than anything else, has called the New Message from God into the world.\n\nThe need for this Revelation is so great, but people do not see the need. They do not yet recognize how vulnerable they are to the power of persuasion that is even now being cast over the world and which will only increase in the future times.\n\nHumanity is in a very weak position, for it is depleting the world at a tremendous pace, and it is facing the Great Waves of change. It is facing environmental decline and the diminishing of its fundamental resources.\n\nPeople do not see, and they do not understand the power of these times to alter the fate of humanity. They do not see the power of the Great Waves of change, and they do not see the power and the influence of the Greater Community. So their minds are elsewhere, concerned with other things. But God watches over the world and sends into the world what humanity needs, even if humanity cannot see this need itself.\n\nThe Greater Community is your destiny. But it is also your great hazard, for humanity is in the process of losing its self-sufficiency at an alarming rate, making it ever more vulnerable to foreign persuasion and intervention, making it ever more vulnerable to the introduction of foreign technology here as an inducement, as a great temptation.\n\nThere are very few people in the world today who understand humanity’s real predicament here. For how could they? Not knowing what life is like beyond the borders of this world, not understanding the importance of this world to other races, not seeing that humanity is not highly regarded in this region of space? For you have not earned respect yet.\n\nAnd so you are vulnerable, for you are wasting the world, a world that is valued by others. And this has sparked the Intervention that is now underway.\n\nEven if this Intervention were to be thwarted, which is entirely possible and in your power to achieve, there will be future interventions. Thus, your position in life has changed. Your isolation is over. You must now contend with the Greater Community.\n\nHumanity has allies abroad in your vicinity of space who understand your plight and who value the fact that humanity has kept religion and spirituality alive in the world and that the human family shows a greater promise—a promise that has been lost by so many advancing races in the universe.\n\nHumanity is now vulnerable to persuasion and intervention and is weakening its position and the fabric of human unity. The Great Waves of change will only make this more tenuous and more dangerous in the face of the Greater Community.\n\nConquest is not allowed in this region of space, and it is not even considered because it would be too destructive to the world. Instead, this is an attempt to win humanity over—to promise humanity what it cannot provide for itself, to weaken the people’s confidence in their governments and leaders, to weaken the human spirit, to lead people to acquiesce and to believe that the Intervention is here to help and to redeem a struggling humanity.\n\nBut it is all a deception. It is all a great lie. And yet people are believing in it. Every day people are being turned towards the Intervention. Having lost faith in humanity and in themselves, they will now seek the guidance and the promises of other powers in the universe, powers which are not human, and which do not value human freedom, and who do not comprehend the human spirit or human aspirations.\n\nThis is a great threshold in understanding. But essentially it is nature that you are facing now—competition in nature, competition for the world, a competition that will not be played out on battlefields but in the minds and the hearts of men and women.\n\nAlready humanity is moving into a position of extreme powerlessness in the universe. For once you lose your self-sufficiency, once you cannot provide for yourself, your position is weak and untenable and subject to all manner of persuasion and manipulation.\n\nThis is how the world will be given away, you see. A weak and disheartened humanity—weakened by conflict and war, weakened by deprivation, weakened by human corruption and ignorance—will turn to its new masters, unaware that it is giving over its own freedom and destiny to powers that it does not understand.\n\nYou may think this is impossible. “It cannot happen,” you say. But it has happened countless times in the Greater Community as young emerging races have depleted their worlds so severely that they must now beg and plead for others to come and to intervene, opening the door for the worst kind of intrusions to take place.\n\nPeople do not see this and are not responding correctly to the alien presence that is in the world today, which is only here for that purpose. That is why the Creator of all life has sent a New Message into the world to alert and to prepare humanity. This is why the Creator of all life has asked humanity’s Allies to send wisdom to the world in a set of Briefings, Briefings from the Allies of Humanity—to prepare you for the Greater Community, and to warn you against premature contact and the reality of the Intervention that is taking place in the world today.\n\nSurely you must know that intervention always leads to subjugation, unless the native peoples can resist. This has been the case throughout the history of your world and holds true in the Greater Community of life as well.\n\nIt is an unfortunate situation, but it does have the power to unite humanity in its own defense. It has the power to uplift you and to require you to become responsible and to cooperate with others for the preservation of the world.\n\nYet there is much deception regarding these things and much confusion as a result, and much hope and belief that anyone who would come to the world would be here to help humanity in its great difficulties.\n\nBut this is not the case, you see. That is why God has sent a New Message into the world to provide what humanity cannot provide for itself, to give you the power and the wisdom to see what is truly happening in the world today and what humanity’s great challenges and opportunities really mean as you stand at the threshold of space.\n\nThere is only one Teaching in the world today that can prepare you for life in the universe. There is only one Teaching today that can tell you what is coming over the horizon of the world with real accuracy and prophecy. There is only one Teaching in the world that is a New Message from God and that is so comprehensive and complete that it should be considered in this way.\n\nYou have your backs to the universe. You must face this. Shocking though it might seem at first, you must face this. Surely, you must think and consider reasonably that eventually humanity would have to deal with the reality of life in the universe, not merely as a scientific hypothesis or some future possibility but as a dramatic reality in the world today.\n\nBut people are not aware of this, do not think of this and are not prepared for this—the greatest of all events in human history, the greatest danger of losing your freedom and sovereignty in this world and the greatest opportunity to forge human unity out of sheer necessity and purpose.\n\nFor nothing that you value in the world will be maintained if you should fall under foreign persuasion and domination. And no true ally of humanity would ever intervene in the world in this way nor try to wrestle control of the world from human leaders and human institutions. But that is exactly the purpose and the intent of the Intervention.\n\nThis is why you must now begin to realize you live in a Greater Community of intelligent life, a universe full of countless races of beings. But you know nothing of this environment, nor how to interact with it, nor how to tell friend from foe, nor how to discern deception when it occurs and how to protect yourself from manipulation and the great influences that will be cast over the minds and the hearts of people in the world. You do not know how to do these things, you see, and who in the world can teach you? Who in the world knows what is coming and knows how to prepare?\n\nThis requires a New Revelation from the Creator. For even friendly foreign races such as the Allies of Humanity do not know enough about the human heart and spirit, or the intricacies of human culture and society, or the full extent of human history to be able to guide you in this matter completely.\n\nThis will require a Revelation from God—a Revelation unlike any Revelation that has ever been sent into the world before, a Revelation for this time and for the times to come, a Revelation to prepare you for the Great Waves of change, a Revelation to prepare you for the realities of life in the universe, a Revelation that is here to teach you the power of spirituality at the level of Knowledge, a Teaching which has never been made available to the human family before, a Revelation that is to bring you Knowledge and Wisdom from the universe so that you can be prepared for this vast and complex arena of life, a Revelation that is here to teach you what human destiny really means and how it can be fulfilled in the highest manner possible.\n\nYou are living in a time of Revelation, and you are living in a time of Intervention. You are living at a time when the world’s critical resources are being overspent and overused. You are living at a time when human civilization faces great danger from collapse from within and from intrusion from without, from the outside.\n\nThis is a time for humanity to end its adolescent behaviors, to end its ceaseless conflicts with itself and to prepare to engage with the Greater Community. This will take the genius of humanity and all of its talents and all of its true leaders and experts to achieve. But none of them will know what to do. None of them will see the importance without this Revelation.\n\nA Messenger has brought this into the world. He has brought Wisdom from the Greater Community. He has brought the Teaching in Greater Community Spirituality. He has brought the preparation in The Way of Knowledge so that people can take the Steps to Knowledge themselves. He has brought the warning about the Great Waves of change. And he has brought the warning about the Greater Community.\n\nThis has everything to do with who you are and why you are in the world at this time. For you did not come here by accident. You did not come here to live in a peaceful world, in a quiescent world, in a world that would not face the Great Waves of change. You have come at this time because of the Greater Community and because of the great travail humanity is facing, living in a declining world.\n\nPerhaps you do not think of this yet or conceive of your life in this context, but from a higher vantage point, from a position of clarity and discernment, this is so obviously the case. But what is obvious is lost upon those who cannot see. It is never considered by those whose minds are caught up in other things.\n\nThis is why the Revelation must occur, and this is why it must come with the Power of the Creator. For the Creator is not merely sending ideas into the world. The Creator is sending Power into the world—the Power to redeem the individual, to bring clarity and purpose to the individual, so that their greater gifts may come forward in service to a world in need.\n\nYou are facing a turbulent and difficult future in the world, a world that will be under great challenge and stress. It all really has to do with the Greater Community, but you cannot see this yet, perhaps, for your mind is still focused on the human family and its problems alone. It is because humanity is declining that the Greater Community is in the world, seeing its great opportunity to gain control of this world through the power of persuasion and inducement.\n\nYou do not see that this is part of humanity’s evolution. Like many races in the history of the universe, you have to face intervention. But only the Revelation from God will tell you what this means and what you will need to do to be successful here.\n\nThere are many teachings in the world today that address many different problems and different needs, but there is no greater problem or greater need for the human family than to prepare for the Great Waves of change and for the Greater Community. Because people do not know this, do not see this and do not comprehend this, that is really the core problem, you see.\n\nIf your nations and their leaders knew the peril facing humanity, war would end tomorrow. There would be no talk of conflict. There would be talk of preparation; there would be talk of contribution; there would be talk of cooperation, for the world is being endangered.\n\nThese are the great times before you now. This is why you must learn of the Greater Community, to see it as it really is and not as people want it to be, not filled with the projections of hope and fear. You must see the real Greater Community, and only God’s New Revelation can show this to you.\n\nYou cannot wait a century for science to discover the essential things. You cannot take generations to be able to reach beyond the limits of this solar system. For the Intervention is underway, and it is gaining strength every day.\n\nHumanity now finds itself in the midst of a larger set of circumstances, facing greater challenges and so forth. Do not shrink from this, for this is why you have come. This is the great turning point for humanity. But what humanity will choose and the degree of awareness that humanity has will make all the difference in which outcome occurs.\n\nIs this the end of human civilization and human freedom, or is it the beginning of a new chapter in humanity’s long evolution in the world? The answer is yet uncertain because the decisions have not yet been really made.\n\nTherefore, life is challenging you, but it is also giving you strength. It is calling you out of the shadows, out of an empty pursuit for fulfillment—a pursuit that can only lead to confusion and despair. It is calling you to protect the world, to protect the human family. It is calling you to learn about the Greater Community and to receive the gifts of those in space who are aware of you and your plight, and who are seeking to help you by sharing their wisdom with you.\n\nThey will not come to the world or seek to influence human thinking or manipulate human behavior. But they do not want to see you fall under the persuasion of foreign powers. They know you have the power to resist—the power to resist intervention, the power to resist subjugation, the power to resist deception, deception that is practiced so often in the universe against the weak and unsuspecting.\n\nIt is time for your education about life to enter a greater and more mature phase. Here things must be revealed to you that you could not find before. Here you must be shown things that you could not see before and that you would probably never find upon your own.\n\nHere a new vision and wisdom must be given to the human family. Here the individual must become strong and guided by the power of Knowledge within themselves. Here humanity must unite to protect the world, to renew the world and to establish a foundation that can sustain you into the future.\n\nWhat God knows to be true and what humanity wants are not the same, and that is the great challenge before you. But what God knows, you cannot yet see. So it is being revealed to you now in the clearest possible terms. It is being revealed in such a way to call forth from you your greater strength and determination. It is to show you the power of Knowledge within yourself that will protect you from deception and that will give you the courage to see what must be done and the strength to carry it out.\n\nWe send Our blessings to you and Our encouragement. May all that has been given to humanity now be utilized to the fullest in the face of a Greater Darkness in the world, in the face of the great turning point for humanity.",
  "audioUrl": "https://www.newmessage.org/av/the-importance-of-the-greater-community.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/importance-greater-community/"
}