{
  "title": "Freedom in the Greater Community",
  "content": "Freedom is rare in the Greater Community—individual freedom and the existence of free societies which value the potential and the creativity of the individual—particularly as it pertains to the welfare of a nation and a world.\n\nYou might wonder why this is so, thinking that the development of freedom really represents the goal of evolution in a higher sense. But freedom is rare, freedom in any society, even in a primitive society. It is rare because of the difficulties of living in the physical environment—the challenges of survival, the acquisition of resources, competition with others, the threat of war and annihilation, the problems of governance, the size of civilizations and the rise of technology. All these things, to whatever extent that they exist in any world or in any group, tend to be a limiting factor on the value and the recognition of the importance of individual freedom.\n\nGroups must work together to survive. And surviving in the Greater Community, even as a technologically advanced race, is not an easy proposition. If you become dependent upon other nations for the very resources you need to live and to function, then your existence is always jeopardized by any interruption in trade and commerce or the threat of exclusion that can be placed upon you by other nations. To lose your self-sufficiency is to move into a position of greater insecurity.\n\nPeople in the world today associate advancing technology with advancing security and often for very good reasons, for many people in the world today have an assured supply of food and can gain access to resources that only the nobility in times past could acquire. A great deal of wealth and a great deal of stability have been created amongst nations that have this kind of affluence. But should the resources that support this affluence begin to decline, as is happening in the world today, then you can see how easily your wealth, your security and your stability can begin to diminish as well.\n\nFreedom is not a right in the universe. It is a privilege and a luxury. Your values may argue with this, but your expectations eventually must conform to the real circumstances of life. Individual freedom is extremely valuable, but it is not guaranteed, and you cannot claim it as a right. You will be shocked to find, as you begin to learn about and even experience the Greater Community in which you live, how rare freedom really is.\n\nFreedom itself is always relative. You never have complete freedom of movement and expression. In concert with others, you cannot do whatever you want or say whatever you want, and you understand this. You will never have this freedom if you are living in association with others and if you are functioning to survive as a group, as a nation and as a people. Therefore, freedom is always relative to your circumstances, to your affluence and to the degree of stability and security you have been able to establish and to maintain over time.\n\nFreedom for the individual becomes a problem in terms of stability. Nations that are more democratic tend to be internally more dynamic and more creative, but in a sense more unstable as well. If individuals have the freedom to express themselves, they also have the freedom to exert social power and to change the structure of their society. This is beneficial if the society has an adequate provision of resources and can sustain this provision over time. But as humanity will soon discover, as these provisions begin to diminish, the circumstances and the allowance of freedom will diminish as well.\n\nNations that are under great pressure to provide essential resources generally do not allow a great deal of expression of personal freedom. They cannot afford it. They cannot afford the social disorder this creates. They cannot afford dissension. They cannot afford to have their people opposing one another—internal strife and discord, factions working against each other and special interest groups overriding the needs, the rights and the concerns of the general population. This all creates instability.\n\nThat is why the freedom that must be emphasized is a greater internal freedom—the freedom to find the way to Knowledge, the deeper intelligence that God has placed within you and within all sentient life. For your circumstances may require great limitations in what you are able to say, to do and to express in your society. Even in the world as it undergoes the Great Waves of change, this will be the case. The larger a society becomes, the more restraint there will be upon personal freedom. The more a society must stabilize itself for its own survival, the more restraint there will be on personal freedom.\n\nIn a world such as yours, with an ever-growing population and a shrinking well of resources, you can begin to see how personal freedom will be limited in the future, circumstantially limited, limited by necessity. You will not have the wealth or the social power to do the things perhaps you could do before if you were living in an affluent nation. People do not make this association. They do not see that plundering their world’s resources is actually creating the very set of circumstances that will rob them of their personal freedoms and advantages.\n\nNations that have achieved a more mature, stable state also have limits on freedom. But in free societies, the power of creativity for the individual is still highly regarded. Yet the freedom for people to be reckless, destructive and chaotic is most definitely suppressed. The stability and security of the nation now become essential, even in a free society. So while you may have the freedom to express yourself and to contribute your unique gifts for the welfare and the benefit of everyone, you do not have the freedom to be reckless, destructive or chaotic.\n\nPerhaps you will view this with anxiety, but you must see the necessity of this. As humanity begins to face the fact that it has grown beyond the limits of its resources, you will see the power of the needs of civilization itself—the needs of the human family—to prevail over the rights and privileges of its citizens out of sheer necessity and that the expression of human freedom must become founded on a deeper foundation of Knowledge within yourself.\n\nHumanity has a great benefit here and a great opportunity to maintain the value of individual freedom and creativity in order to generate the necessary advancement in all aspects of your life. But, circumstantially, you will lose many privileges in the future. At this moment, you can use your personal conveyance to go wherever you want, in most places. In the future, you will not have a personal conveyance. You simply will not be able to have this kind of flexibility, not because someone is oppressing you, but because the resources do not provide for it. The circumstances do not provide for it.\n\nYou have created this condition. You and everyone else created this condition, this limitation. Because human civilization will be under great stress and great peril, extreme measures will be taken to limit internal conflict and dissension. In many cases, this will be unfortunate. In many cases, this will be anti-progressive. In many cases, this will be detrimental. But you cannot have disunity in the face of adversity, and great adversity you will be facing.\n\nAdvanced nations in the Greater Community face adversity as well. In most cases, they have outstripped their world’s natural resources. They have developed technology that depends upon foreign trade and foreign manufacture. They have lost the freedom to sustain themselves, to be self-sufficient. Now they must meet the terms and agreements placed upon them to gain access to the resources they need from abroad. Now they must engage in the complex and taxing endeavor of negotiations, persuasion and power in the mental environment.\n\nYou can see here where power and affluence lead to the loss of personal freedom. It begins to work in the other direction. Most nations that have become technologically based have lost their essential freedom and integrity because they have overwhelmed their home world’s ability to provide for them. They also have been seduced to acquire technologies that they themselves could not produce, using resources that they themselves could not produce. As a result, they have become dependent upon foreign powers and forced into engagement in the complexity of trade in the Greater Community—subject now to councils and agreements established with other nations, subject now to the rules of engagement imposed upon them by others. If a world becomes overpopulated and outstrips its resources, it will either fail and decline or come under the persuasion of foreign powers. This is the inevitability of following a path of this nature.\n\nIn your world, amongst the wealthy, freedom is regarded as a right and is taken for granted. But you do not see that it is all based upon the acquisition of resources, upon the wealth of resources, upon the wealth of your world. The fact that you simply cannot go out into the universe and gain everything that you have depleted here on Earth is a reality of life that has not yet been recognized. If this were recognized, it may change human behavior and human expectations very significantly, and that is the power and potency of the teachings that are being presented here.\n\nYou do not want to drive yourself into a position of deprivation, or you will have no power or efficacy in the Greater Community. You will have to agree to whatever terms are offered you to provide you with the very things you need to live, the very things that you have exhausted here in the world. Here your environmentalism is not simply based upon aesthetics or spirituality. It is based upon the vital necessities of life.\n\nFree nations in the universe value the individual and take advantage of the individual’s talents and natural inclinations. That is the great difference between a free nation and a nation that is not free. In all cases, however, in higher social orders, dissension, conflict and an individual’s destructive tendencies are limited and, in many cases, greatly suppressed. The great difference is the valuing of the individual’s innate capabilities and supporting the individual to participate in society based upon the contribution of those innate abilities.\n\nIn a nation that is not free, you are simply assigned a role based upon your social standing—the standing of your family, the standing of your parents, the standing of what your society requires from you. This has nothing to do with your individual talents and abilities. The only exception made here, in a nation that is not free, is if you have or demonstrate clairvoyance, in which case you may be prepared to function in the diplomatic corps, which is an entirely different education. Nonetheless, you are not free to choose or determine your destiny in a nation that is not free. It is determined for you entirely. And the determination is based upon your social standing, not upon your individual talents or inclinations.\n\nIn the future, should humanity navigate the Great Waves of change, you will be living in a much more structured world. You will be living in a world that will have undergone tremendous travail and deprivation. Nations will have to unite with each other to maintain the well-being of humanity. This will be a very different world from the world you experience today. You will have very little social power. You will have very little wealth. You will have very little freedom of movement, either because it is denied you or simply because you do not have the resources to enjoy it or to utilize it. Life will be far less free than what you may experience today in an affluent society. In many parts of the world, you would be assigned to work wherever you are needed, without regard to your own talents and inclinations, unless you had a special set of skills.\n\nPeople will have very little wealth, except for a very few. There will be very little consumption compared to what you experience today in your wealthy nations. You will be living with a memory of the past, of better times, remembering times of greater affluence and greater freedom, greater enjoyment—times that were not overshadowed by the great problems of the world and the degree to which they will occur in the future. You cannot escape this future, just like you cannot escape the reality of the Greater Community.\n\nYou are following a pathway that most nations have followed—gaining technological abilities, their growing populations outstripping their world’s natural resources, being forced into deprivation, into greater control and being required to unite or to fail altogether. You will look back upon this past century, and particularly the latter parts of the twentieth century, with great longing. This will be true for so many people. You have squandered the wealth of this world. You did not preserve it, you did not sustain it, and now you must deal with the consequences. Part of the consequence is the tremendous loss of freedom. You do not see this yet because you do not have the wisdom to see it. It has not been demonstrated.\n\nThere are people who will say, “Well, anything would be better in the universe than what we have here,” but these people do not recognize what a completely foolish statement this is. To live in a world that is not free would be unimaginably difficult for you. And depending on the severity of this, your life would be controlled. Should you show any aberrancy, you would either be imprisoned or destroyed. You would have no right to protest. You may have very little opportunity to improve your circumstances or even to make a recommendation to improve the circumstances of everyone. You would have no personal choices. You would be assigned a role. You would be assigned work. You might even be assigned a partner. It may be prohibited for you to generate offspring if your genetic qualities were not valued. To have a child you would have to gain a license from the state. You would have to have an approved partner. Your children would be taken from you at a very early age and educated according to the needs of the state. Such things are very common amongst technologically advanced races.\n\nYou can begin to see here what an awful prospect this really is. Yet this is common amongst large technological societies. Even in free societies, individual aberrancy and destructiveness are extremely limited. You cannot be reckless and chaotic if that threatens the welfare and the stability of your nation.\n\nYou can begin to see here that the requirements of living in the Greater Community, even if you could evolve and sustain yourself as a free race, would be very different from what you experience today. There would be greater social welfare, but you would not see the personal wealth that you see today. You would not have the personal freedom that you might enjoy today. There would be sufficient food and medical provisions, but most individuals would not have much personal wealth. Your freedom of choice would be really limited. If you had a unique talent that was recognized, you might be offered a very limited possibility of employment. This is true even in the freer nations of the universe.\n\nYou can see here that life in the universe is not based on human values and that the emphasis on necessity is tremendous. Even in a society that has high values and ethics, necessity requires a certain amount of conformity to the needs of everyone. Free nations must be united to survive, to offset foreign influence, to maintain stability and to maintain their security. How unlike this is from the world you see today—where nations are competing with one another, where there is immense suffering and poverty, where there are very small groups of wealthy people who indulge themselves endlessly in their own pleasures and obsessions.\n\nThis would be very rare in an advanced nation in the universe. You may have a ruling elite, and they may have privileges and wealth that no one else has, but in a free society, the discrepancy would not be as great as what you see today, nor would the abuse of this wealth be as great as what you see today. So you must adjust your expectations, for humanity is moving into a position where it will have to choose between individual freedom and stability and security. They will tend to offset one another. And you will not have the wealth to indulge yourself to the degree to which you have.\n\nThis is the world you have created. This is the path of evolution you have chosen, and you will have to adapt to the consequences. The adaptation will be very difficult, but it could be beneficial to you, for it will prepare you for the realities of life in the Greater Community, where a world such as yours—stewarded by a weak and divided race, however talented—would not survive for long in the presence of greater forces. Indeed, humanity has reached a point where greater forces will begin to exert themselves here.\n\nPreviously, for foreign races to gain biological resources from the world without creating establishments here has been very difficult to do, given the biological diversity of this world and the fact that most advanced races live in either completely or relatively sterile environments. As a result, humanity has been allowed to evolve with very little interference. But interference now is beginning and will be continuous from here on out.\n\nIt is a very difficult transition you are beginning to undergo, one that most races will have to face. This transition will require human unity and cooperation. It will not tolerate unwanted dissension to a very great degree. It will limit human wealth and freedom. And it will place you under increasing pressure and influence from the Greater Community itself.\n\nYou can begin to see here that there is nowhere for you to be reckless, there is nowhere for you to run and hide, there is nowhere for you to live in fantasy with dreams of personal acquisition. You are not going to go out and plunder the Greater Community. The Greater Community is not full of ignorant, isolated, primitive tribes of beings. To the contrary, it is a mature environment—an environment that has gained great stability, an environment that has required great restraint, a competitive environment, an environment of influence, an environment of discernment—an environment that humanity will have to contend with increasingly from this time forward.\n\nWhen We begin to speak about the spirituality of life in the universe, We will speak of freedom in a more complete sense—the power and presence of Knowledge within you, the greater intelligence that God has placed within you to guide you, to protect you and to lead you to great accomplishments. This is a different kind of freedom than social freedom and can exist in environments where social freedom has been greatly limited. It is this greater freedom now that you must embrace and cultivate, for it will give you advantage and precedence in a world in decline. And, as you will see, this greater freedom will be immensely important for humanity in determining what kind of future it will have within a Greater Community of intelligent life.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/individual-freedom/"
}