{
  "title": "Interdependence",
  "content": "There are three stages in one’s overall development. There is dependence. There is independence. And there is interdependence. In the simplest way, this is demonstrated in a person’s life by the fact that they are very dependent when they are infants and young children, slowly growing out of dependence to a state of independence as an adolescent or young adult, when they begin to differentiate from their parents and family. Then there is interdependence, when they are married and have a family, or unite with other people in spiritual community and so forth.\n\nThis definition really does not capture the real meaning of these three stages of development. For a person can remain dependent for their whole life—psychologically and emotionally dependent—even if they are physically able. They may pass through adolescence and young adulthood in this state. They may even marry and have a family and still be fundamentally in a state of dependence. Never having learned to think for themselves sufficiently, they just attach themselves to whomever they feel will give them stability and security. In fact, this is quite common.\n\nWithin a marriage itself, these three stages can be manifested. When people first meet, they may be very dependent upon each other emotionally. They do not want to spend a day apart. When they have children, they are dependent upon each other, too, but they become more independent as their children grow. And beyond this, they may become more independent at a higher level, at a more spiritual level. But this often does not occur.\n\nSome people reach a state of independence, but never graduate beyond it, unable to really unite with another, to share their power with another, to yield sufficiently to another so they can work together as a team. There are many people who never really are able to move beyond this intermediate stage of independence.\n\nTo reach a state of interdependence represents a greater level of maturity within the individual. Having attained independence sufficiently so that they can begin to think for themselves and to experience a deeper, more inner motivation that is beyond the reach of family and culture, they will find over time that they can do very little alone, and that they need to unite with others to achieve anything of real merit.\n\nIn a more complete sense, this stage of interdependence represents a real union of purpose. It is not governed simply by psychological needs now or cultural mandates. It is determined by two people, or in the case of community, more people uniting for a greater purpose—a greater purpose that is theirs to fulfill. They have found one another and they have realized that together they can fulfill this purpose, whereas alone, in a more independent state, they could not.\n\nFor you were born with a greater purpose and a mission in the world. But this mission requires the recognition and participation with certain individuals who will share this mission with you. It is their destiny to do so. Alone you have only part of the picture, and you cannot fulfill this mission alone. Knowledge, the greater Intelligence within you, knows this, of course, and will lead you, if you are free, to find those individuals with whom you can share and express and fulfill this greater purpose.\n\nThis represents the highest level of relationship, relationship at the level of higher purpose. Here your union is driven by a greater power and a deeper need, a need of the soul. These relationships can be so strong that they can overcome psychological impairments within the individual and differences in their personality or their cultural backgrounds. These differences will exist and can be problematic, but this greater purpose is more powerful. It reaches into the very heart of the individual.\n\nSeen from a greater perspective, your entire life is moving you towards this state of discovering you have a greater purpose, and the realization that you cannot fulfill it alone, and the realization that you cannot fill it with people who are simply pleasant or attractive. It calls for certain individuals with a deeper motivation in life and a unique set of characteristics.\n\nThe power of Knowledge within you and the other individuals you are destined to encounter can be so strong it can lead you to find one another even if you are at opposite ends of the world. This is the highest and most complete expression of relationship, for it honors your Source and your destiny.\n\nThere are people who are aware of this as a potential, but they have not cultivated their own abilities sufficiently, and they have not attained a sufficient level of independence—the intermediate stage—to be able to embark on this greater journey in life. They are moving in the right direction, but they are not ready for what they realize they must have eventually.\n\nFor certain individuals, there is a realization even in childhood that they are here to do something important, but what it is remains a mystery. There are people who are young adults, or even in middle age, who realize they are here to do something important in life, but it remains a mystery.\n\nThis is because they have not built a foundation upon which this realization can really occur, and they are not in a position yet to have this recognition and to respond to this greater calling. In certain situations, the others whom they must meet are unavailable, and so they are held back.\n\nPerhaps they are not in the right place geographically. Perhaps they are engaged in other relationships that do not represent this higher purpose. Perhaps they have irresolution from the past that is strong enough to hold them back.\n\nIn essence, they are not where they need to be. They have not reached a place where they begin a great inner transition from being governed by psychological needs to being moved by a deeper need of the soul.\n\nThat is why learning The Way of Knowledge is so fundamental to your preparation because Knowledge, the deeper Intelligence within you, holds your greater purpose for you. Only it knows whom you must recognize and unite with to fulfill this greater purpose, a purpose that transcends psychological needs and cultural expectations and so forth.\n\nIt is not uncommon when people begin to have this deeper realization within themselves to find that they are circumscribed by relationships and obligations and commitments that they had established previously. Perhaps they are married with a family, and now they find themselves responding to a mysterious, but powerful calling within themselves. Yet the people around them, the people to whom they are bound, are not having such an experience and are not responding to such a calling.\n\nThis creates a real crisis and a dilemma that only Knowledge itself can unravel. That is why it is necessary and so very strongly recommended that you begin to take the Steps to Knowledge when you are young. Otherwise, you will create a whole life that will then be challenged when Knowledge begins to emerge in your experience.\n\nFor [Knowledge] will require that you re-evaluate all of your relationships—relationships with people, with places, with possessions, with goals, with all of your activities. For many people, if they have already created an entire life, this represents too great a challenge for them, even though it is natural and necessary for them to respond to this challenge.\n\nInterdependence can be understood in many ways. It is not only interdependence with others, from a place of power and responsibility. It is interdependence with God and with those Unseen Forces in life who are working on behalf of the Creator of all life. They are depending upon you. You are depending upon them. They are communicating to you and through you, and they need you to become a representative of a greater power and presence in life. You need them because they are fulfilling your destiny. They are giving you power and strength and wisdom that you cannot provide for yourself.\n\nYou are giving yourself to this greater union as a conscious self-determined act. You have to function as a powerful individual here. You cannot be functioning from a state of dependence, unable to think for yourself, unable to make decisions, like a helpless child.\n\nYou will have to function as a powerful agent of Knowledge—a Divine representative. You will have to make strong decisions. You will have to discern your environment and your relationships. You will have to be aware and potent in your communications.\n\nA relationship at this level requires powerful participants. You must have been prepared to function at this level of interdependence, or you simply cannot do it. And it will not be offered to you if you are not ready.\n\nHere there is a natural evolution from a state of dependence where you are relying upon other people, not only to care for you physically, but to make decisions for you, to define reality for you, to guide you, to oversee your life and so forth. Many people never graduate from this condition.\n\nThen there is independence where you begin to respond to your own ideas, or at least interpret your cultural conditioning as an individual. You taste the pleasures and the limitations of freedom. You have to make important decisions, take on greater ranges of responsibility, and you find that freedom is actually quite difficult, which is why many people remain in a state of dependence.\n\nTo be independent, you must be very responsible. You must assume a certain degree of authority in your life. You must manage your affairs. You must manage your thinking and behavior. You must face often difficult decisions. You make yourself vulnerable to grave errors in judgment. It is not an easy stage to be in if one is to enter it completely. But it is a necessary prerequisite to entering the greater stage of interdependence.\n\nTrue interdependence is not simply interdependence between two individuals or interdependence with a spiritual community. Real interdependence is being guided by Knowledge and united with others at the level of Knowledge.\n\nThis powerful recognition is so far beyond the psychological dynamics of personal relationships that it is really a new kind of experience altogether. This is where your life is meant to go. This is where every marriage is meant to go. But few people have the awareness or the understanding or the preparation necessary to engage them with the power and the presence of Knowledge in a very direct way and to prepare them to live and function at this higher level of life.\n\nEveryone is moving in this direction because this represents the need of the soul. People have practical needs. They have psychological needs. They have even emotional needs. But the need of the soul is the deepest and most fundamental need. Life will not satisfy all of your practical needs. It will not satisfy all of your psychological needs or your emotional needs. But it is so important that life fulfills the deeper need of the soul within you.\n\nThis need is to discover your purpose and to fulfill it in concert with others. This ends the Separation between your thinking mind and the deeper Mind of Knowledge within you. This ends your Separation between yourself and others, for you are able to unite with certain individuals at a very complete level. This ends your Separation from God because now you are responding to the power and presence of God within your life, which is the power and presence of Knowledge in your life.\n\nThis deeper need does not mean you have no other needs, for you will still have some practical needs, psychological needs and emotional needs. But to fulfill this deeper need of the soul means that you have given satisfaction and fulfillment to your essential nature here.\n\nYou can acquire wealth. You can be devoted to beauty. You can be politically involved. You can have a deeply engaging social life. You can have all the appearances of success in the world. But if the deeper need of your soul remains undiscovered and unfulfilled, you will still be impoverished, and the feelings of emptiness will haunt you, driving you further into your outer pursuits as you try to mitigate or satisfy this deeper need within yourself.\n\nBut you cannot do it because it can only be fulfilled by responding to the power and presence of Knowledge and having it guide you to the discovery, the experience and the expression of your greater purpose.\n\nFor this, you will need relationships of higher purpose, relationships of destiny, for you will not be able to achieve such things on your own. And once you begin to respond to the power and presence of Knowledge within yourself, once you have the strength and self-trust to do this, once you are sufficiently free from outer commitments and obligations to respond to this deeper power within yourself, you will begin to draw others to you, and some of these people will be part of your destiny.\n\nIf they are not ready to respond, then there will be difficulty, and they may not arrive in your life. But the power and the attraction now are becoming stronger. It represents a greater force in life, a force that is barely known to most people. But it is the force that governs the future and the advancement of humanity, and ultimately the fulfillment of everyone who has come into the world.\n\nThis is beyond your intellectual comprehension. But what is important for you now is to begin to take the Steps to Knowledge so that you can feel this power and purpose within yourself arising and so that you can adjust your life increasingly as you proceed to allow this power to emerge in your experience, to give you direction and to give you resolution. This is entirely natural. This is allowing your true nature to emerge and to express itself in your awareness and in your life.\n\nThis also represents interdependence within yourself, for now your body, your mind and your Spirit are working in concert with one another, whereas before your mind was slavishly trying to fulfill the needs of the body, and the body was slavishly trying to fulfill the needs of the mind, and you were preoccupied with your psychological, emotional and practical needs.\n\nSomehow your Spirit, if you were aware of it at all, was called upon to serve the mind. But now the true association of your mind, body and Spirit begins to become recognized, and you begin to learn that the body is here to serve the mind, and the mind is here to serve the Spirit, or Knowledge. Whether you believe in God or not, whether you are a religious person or not, whether you are part of a religion or not, you are beginning to experience something holy in your life.\n\nAnyone who becomes strong with Knowledge will attract others who are strong with Knowledge and will only really be able to participate intimately or closely with someone who is strong in Knowledge. There will be Mystery in their lives, for the intellect can never fully comprehend Knowledge. It can only follow it and serve it and receive its blessings and greatness.\n\nBut Knowledge remains ever mysterious because it is a doorway to God. It is your connection to God. It is how God speaks to you. It is where the Divine impulses enter your experience and awareness in life.\n\nAt another level, dependence, independence and interdependence can be understood at the level of nations. Certain nations are dependent on other nations until they gain their independence, if they ever do. Then they become independent nations, self-governing nations, nations that are exercising their self-determination.\n\nEventually, even independent nations find themselves becoming interdependent with other nations—through trade and commerce, through the sharing of resources, through greater alliances and so forth. Ultimately, the nations of the world will have to achieve a very high state of interdependence if they are to survive the Great Waves of change that are coming to the world—environmental degradation; diminishing resources; the loss of food production; the changing climate and violent weather; the threat of pandemic illness; and the threats of growing conflict, competition and war.\n\nOnly a greater interdependence can make war unnecessary—interdependence based upon fundamental mutual need. Now it is the whole human family that must be sustained. Now it is the security of the world, even more than the security of any nation, that becomes a priority because you are threatened by the Great Waves of change.\n\nThen there is competition from beyond the world, from the universe, from a Greater Community of intelligent life—competition seeking for dominance and persuasion within this world. This too will forge a greater unity between nations here, nations that must now depend upon one another to be sustained, to be stable and to be secure.\n\nThis is a destiny of nations within your world. Either they will decline through competition, conflict and war, or they will have to unite and to learn to cooperate with each other out of necessity in facing the Great Waves of change and in facing competition and intervention from a Greater Community of life in the universe.\n\nThis is the direction of all nations. It is resisted, of course. Nations want to remain independent, but in fact they are becoming ever more interdependent. No nation has enough resources to fully take care of itself, so its independence is short lived, in essence.\n\nNations are engaged in trade. They require the sharing of resources. They require commerce, and this mitigates conflict and war and isolation. The need for interdependence between nations will grow ever more powerful and essential as time goes on in the face of the Great Waves of change and in the face of competition and intervention from the universe around you.\n\nSo at the level of the individual, at the level of relationship, at the level of nations, this movement through these three stages—dependence, independence and interdependence—is the natural evolution and flow of life. If you are unable to move through these three stages, your life will be held up. Even if you are able to gain a certain degree of material success and security, you have not really fulfilled your life here. Your development has been arrested and held back. You are incomplete. Your life will be unfulfilled and unrewarding.\n\nWhen a person is moving from the stage of dependence to independence, then independence is everything to them. They are not yet able to give themselves to anyone sufficiently or in a genuine sense. And when someone is moving from the stage of independence to interdependence, that is everything to them.\n\nWhat is necessary to understand here is that relationships function at all three of these of levels—dependence, independence and interdependence. People could have a relationship of dependence, where they are just mutually dependent on each other, huddling together, afraid to be in life, afraid to assume powers and responsibilities. They are huddling together, trying to escape through romance, trying to escape through shared obsessions, trying to escape from life.\n\nThen there is relationship at the level of independence, where people are together, but they are trying to still assert themselves as individuals. So there is a competition for power. There are problems dealing with authority. There are problems dealing with how much is shared and how much is still the [province] of the individual.\n\nMany people are in this stage, of course. They want to be together, but only to a certain degree. They are unwilling to unite with each other. It is more of a collaboration.\n\nNations are in this stage of still trying to be independent, but to benefit from relationship with one another. So there is a constant tension and struggle over power, dominance and authority.\n\nPeople who are in relationship at the level of independence are always concerned with power, authority and setting boundaries. They want to be together, but they want to be self-determined, and so they are constantly in a struggle or a tension over these matters.\n\nYou can see this all around you. People are together, but not really together. They are trying to fulfill their psychological and emotional needs together. Perhaps they are trying to fulfill practical needs together, to build financial security together. But at the level of the soul, they are not together. They are not even meant to be together. They do not have a greater destiny together. They are simply using each other to try to fulfill their psychological, emotional or practical needs. And so their relationships are stressful and rarely last a long time. If they do last, it is because they have property together, they have established wealth together or they are obligated to their children together, but they are not really together.\n\nKnowledge will liberate them, if they have the courage to face this and if they have begun to experience the deeper movement of their life.\n\nRelationship at the level of interdependence is rare and very special. It can take the form of a marriage. It can take the form of working together in spiritual community. It can take the form of a great alliance in one’s work. But it has this greater dimension, this greater power and this greater stability. Individuals are still individuals. They still have their own psychological, emotional and practical needs, and many of these needs will be met through their great association. But it is the power and presence of Knowledge that is guiding them now.\n\nThey have found escape from the endless negotiations that people are engaged in at the level of independence, trying to be in relationship at the level of independence. They have found resolution at this greater stage. They are motivated by a mission and calling in life. They are in service to others. Their relationship now has entered a new arena, a greater panorama. They still have problems together. They still have difficulties communicating over certain issues. They still have likes and dislikes. But there is this greater power within them that is moving them. It is coming from within them. It is not coming from any external force. They are not being manipulated.\n\nOnly someone who is beginning to feel the stirrings of Knowledge within themselves can appreciate and value relationships at this level. To those in earlier stages, it is rarely understood. People at the level of dependence think interdependence is just more dependence. People who are at the stage of independence are afraid of interdependence because they think it represents a loss of their personal power. They are not ready for it. They do not even see how necessary it really is.\n\nThat is why when Knowledge begins to move in your life, and you begin to feel that you have a greater destiny here, and that this really is essential and central to your life and to the importance of your relationships and activities, you will begin to make this transition from independence to interdependence.\n\nYou will seek a greater honesty from people, a greater responsibility in people and a greater resonance with people. You are no longer driven simply by your psychological, emotional and practical needs. There is a greater need now, and it requires a much deeper and more complete level of communication and relationship with others.\n\nIf you were to follow your life consciously, you would see that there are stages, that at a certain point you will feel the yearnings to become independent, to differentiate from the social structure in which you have grown. And though many people are never able to enter this second stage of their development, it is still a natural impulse.\n\nAnd it is a natural impulse to realize, if you are living independently, that to have a greater purpose in life means you must have a greater degree of relationship with others. You need a greater commitment in being together and a greater resonance with one another. It is as if you have hit a point in your journey, and now something else is set in motion, as if a switch has been thrown, or you stepped over a line that has ignited a deeper movement in your life.\n\nThe movement away from dependence and later the movement away from independence represent natural transitions, stimulated by Knowledge within you. It is also represented by meeting deeper sets of needs, as if there is a hierarchy of needs.\n\nAt first you need people to survive and to be safe and secure as you grow up. Then you have a need to express yourself as an individual and to determine your psychological, emotional and practical needs as an individual. And later you begin to feel there is a greater need within you—the need of the soul, the need to discern the purpose of your life, and to express this great purpose, and to find those individuals who are meant to be a part of it.\n\nThese are all natural transitions. But it does not mean that people choose to move forward. So much of what people do is unnatural. People do miss the cues and signs of their life, and this is constantly happening. It takes a strong will and determination to move from dependence to independence, and you must establish this independence before you can really be prepared to enter a greater stage of interdependence.\n\nEach stage is necessary. You cannot jump from dependence to interdependence, for you will never have the strength or authority within yourself to enter this third stage of your development. And to move from a stage of dependence to [independence] means you will be changing your relationships with people, with your family and with your friends. It will bring new relationships into your life. And as you move from a stage of independence to interdependence, it will change your relationship with everyone you know and bring new relationships into your life.\n\nYou can think of it as an ascending level of need. But really it is a natural transition because you are sent into the world with a purpose. Your intellect does not know what it is and cannot figure it out. It is beyond the realm of the mind. It is in the arena of Knowledge, or Spirit.\n\nThe mind can understand and recognize steps that must be taken in one’s life, decisions that must be made, restraints that must be exercised, boundaries that must be established and so forth. But the greater power and movement of your life is mysterious. It is deeper. It is beyond the reach of the intellect. You can create an elaborate understanding of it, but really it can never contain the reality.\n\nThis is the movement of your life. If you are moving from dependence to independence, you must make this transition in order for your life to progress and for you to find greater satisfaction and greater strength. If you find yourself moving from a state of independence to interdependence, you must make this transition to find greater relationships, greater strength and a deeper fulfillment and meaning in your life.\n\nKnowledge will take you there, for that is where Knowledge is going. If you cannot move with Knowledge, Knowledge remains with you, but it is silent, awaiting your readiness.\n\nYou have a journey to take and a destiny to fulfill here. That, in essence, is the real meaning of your life. This is what you will reflect upon once you leave this world. This is the deeper thread of truth and meaning.\n\nThe journey is before you. You must take it. Do not turn away from it for any reason—not for love, not for money, not for intellectual pride, not for personal security. This is your journey. You must take it.",
  "audioUrl": "https://www.newmessage.org/av/interdependence.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/interdependence/"
}