{
  "title": "Trade and Commerce in this Region of Space",
  "content": "Though in the history of your local universe there have been wars and great conflicts, in the last ten to twelve thousand years there has been a period of great stability.\n\nIn areas of space where there is a large concentration of advanced nations, one will usually find a great deal of trade going on. This trade would be carried on through established trade routes that are marked in space and are delineated by coordinates with other known planets and systems.\n\nIn the region of space where Earth exists, where there is a large concentration of trading nations, there are several major routes and many minor routes that are used for trade. Some are open for all travel, and some are private and can only be used by certain groups who maintain these routes for themselves. Large routes are usually protected by a security force that is generated by the overseeing body that manages that particular route. Sometimes routes are maintained by one nation and sometimes by a whole assembly of nations. Very large trade routes in the Greater Community are managed by large overseeing organizations who provide travel protection for all of their member or client states and nations.\n\nTrade is essential for advanced societies. As races gain greater technological advantages and as their populations increase, they usually outstrip their world’s natural resources and must trade and explore for the fundamental things that they need. The greater the technological development, the greater the need for resources. Many resources used in advanced forms of technology are quite rare and must be gained from afar through a complex system of trade and commerce. Many materials are brought from outside a region where a nation usually functions. Negotiations and contracts can be complicated, as there are many competitors for these kinds of resources.\n\nThe extent to which a nation must trade will compromise its self-determination and in some cases even undermine its sovereignty entirely. It is common for young, emerging races such as your own to fall under the domination of foreign powers as a result of becoming dependent upon certain forms of foreign technology. In some cases, this domination is outright and complete. Yet often this domination is exercised in such a way that the native peoples of a world will continue to think they are self-determined and sovereign when, in fact, their race has become entirely dependent on foreign powers for the essential things that they have come to rely upon.\n\nWithin free nations in the universe, and particularly in large inhabited areas such as the region in which your world exists, great effort is made to sustain self-sufficiency or to participate with one or two other free nations to create a network of support. Here trade is carried on within this network almost exclusively. This is done to preserve a free nation’s self-determination and sovereignty and to limit access to other powers who would seek to gain trade and influence within that nation.\n\nPrivacy is very important in the Greater Community, and the degree to which one must trade will determine how much privacy one can enjoy and expect. If you have great wealth, either by living in a world with great biological diversity or by possessing resources that are desired or needed by others, then it becomes extremely difficult to maintain privacy and to limit the influences which will be exerted upon you continuously by other nations.\n\nIn the region of space where your world exists, conquest is not allowed. It is strictly forbidden, and this rule is maintained in order to assure order and stability within this neighborhood of life. If one race seeks to gain advantage in another inhabited world, it must do so in such a way that it appears that its presence is welcome in that world and that a mutual agreement has been established.\n\nThis is very important to understand in your world, where intervening forces are already here attempting to establish influence. Should it appear to outside observers that their presence is at least tolerated, if not welcomed, then there will be no effort on the part of other nations to restrain their presence here. But should humanity exercise its authority and proclaim that it does not seek intervention and does not welcome those races who are present in the world today, then those forces must withdraw or face considerable difficulties from their competitors and from other nations in the region. Conquest leads to instability and insecurity. It demonstrates aggression, and aggression in an established region such as this is not tolerated at all.\n\nWithin the realm of trade and commerce, there is the established legal trade dealing with resources, technology or information that participating nations are known to have. If this trade is carried on in areas where there is a small network of participating nations, then what they establish to be legal or beneficial is up to them. Yet in large trade routes where many nations—even hundreds of nations—trade, the rules are established as to what is appropriate and what is not.\n\nHowever, in all cases, illegal trade is also carried on, and great effort is made to conceal this trade. Sometimes it is smuggled with established trade routes, and, as is often the case, secondary routes—where no official protection or security are provided—are used to transport goods that are technically illegal within a certain region or district.\n\nWhile stability and security are maintained as the basic focal point in this region of space, nations still seek advantage over one another. The desire for wealth is universal. This, of course, generates illegal trade regarding things that are deemed socially inappropriate or that are considered hazardous to the security and stability of a region. Dangerous drugs, certain biological elements, slavery, slavery trade and things like this are generally included in the list of items that are considered illegal and inappropriate.\n\nFree nations that are self-sufficient or that maintain their own trade networks can remain relatively anonymous as long as they do not demonstrate that they possess any unique wealth or advantage. They are thus free from many of the difficulties involved in illegal trade and in piracy, which occur even in established regions and which are certainly a problem in outlying districts and in territories that remain uncharted.\n\nTrade and commerce are both a benefit and a hazard. They provide a nation with access to resources that its world or collection of worlds does not possess. Yet they carry great hazards because wherever there is commerce, there is influence, and wherever there is influence, there is competition. Here one must gain great sophistication and establish very clear and sustained rules of engagement regarding commerce with other nations. And there must always be great care that the risk of contamination is kept to a minimum or is avoided altogether.\n\nIn trade and commerce, there are always attempts to discover the inner workings of nations through the avenues of trade. Espionage is not uncommon and has achieved very sophisticated expressions. Persuading individuals in other nations to divulge information or to provide access to opportunities or to other networks is continuous between trading nations.\n\nSo while nations may not be at war with one another, they are certainly competing, and if one nation has an advantage, all the others want to know what it is and how it can be counteracted. Tremendous resources are brought to bear in this matter. It is so much like your world, except that it is happening on such a greater scale, with many more participants, and has taken on far more advanced and sophisticated demonstrations.\n\nIf a nation loses its self-sufficiency and must seek abroad for its basic requirements, such as biological resources, basic technology, food and essential medicines, it will be very difficult for that nation to remain independent and self-determined. It will have to yield to the terms that are provided, and this can be a very difficult situation. As the need for resources is everywhere—the need for food supplies, for biological materials, for materials for the development of medicines, for metals, for information and for many other things—it can be very difficult for a small nation to acquire what it needs without making serious concessions.\n\nAll nations that are involved in contact in the Greater Community have their secrets, of course, and some protect their proprietary information with great effort and determination. Yet this is difficult to do in the Greater Community for reasons which will be discussed through the series of teachings provided here. Everyone has their secrets and everyone is trying to know each other’s secrets. So while there can be cooperation between nations and sometimes even a close interdependent bond between nations or amongst a group of nations, the problems of secrecy and the problems of unequal wealth continue.\n\nMany nations in the Greater Community have united with others to create networks of trade. But even within these networks there are problems of trust, problems regarding espionage and certainly problems in dealing with the influence of outside forces. It is most often the case that the larger the network, the more difficult it will be for individual participating nations to keep their secrets and proprietary information. Small nations that have minimal contact with the Greater Community fare much better.\n\nStability and security between nations require maintaining a continuous access to resources and a careful guarding of any information, technology or unique resources that one world or a group of worlds may possess. Those who have wealth here have a great disadvantage. If they possess resources that are greatly needed by other nations, it will be very difficult for them to protect these resources and to maintain their privacy. Their wealth will be noted, information will be shared and many will be seeking to gain advantage or influence there.\n\nIn all, it is a very complex situation. Strict rules of conduct have been established in order to maintain stability and to avoid any breakdown in the functioning of trade and commerce. These rules are often maintained by courts and are supported by security forces with an emphasis on honesty. Here corruption is certainly a problem. Involving trade between many participating nations, corruption becomes counterproductive if one is attempting to establish security and stability in a large region.\n\nIf your behavior becomes unethical or untenable, others will not engage with you in commerce. You then become isolated. The risk of isolation for a trading nation is an immense threat, a threat that is usually sufficient to convince that nation to behave in alliance and accordance with the wishes of others. That is why losing your self-sufficiency is such a great disadvantage. You will have to conform to the expectations of others and to the rules of commerce if you are in such a position.\n\nAs no one is perfect in the physical universe, there of course is crime and deception. Some of these problems are local while others are manifest everywhere to some degree. Competition can breed innovation, but it also breeds deception. And deception is carried out to a great degree within the boundaries and the rules that are established between trading nations. This has led to some amazing creations and many methods in determining the honesty and sincerity of others. Even technology has been established to determine the truthfulness of one’s statements, one’s contracts and one’s declarations. As lying and deception are dangerous, they have been counteracted in many, many ways.\n\nThis has led to great stability, as it becomes counterproductive for any trading nation to try to deceive its partners because deception has become easier to detect and the threat of isolation is always there. A highly advanced technological society would fail quickly without constant inputs of technology and resources. In your district of space, this has created, through persuasion and the threat of exclusion, a relatively stable system—a system that is generally followed by its participants. Over time, this has been established. Though in the history of your local universe there have been wars and great conflicts, in the last ten to twelve thousand years there has been a period of great stability, and this has been maintained with tremendous determination.\n\nIt is in humanity’s interest, therefore, to maintain its self-sufficiency, to restrain its ambitions and to be grateful for what it possesses, without wanting ever-greater sources of power and influence. This will provide humanity greater anonymity, security and freedom from intervention and from forms of persuasion that you have not yet learned how to counteract. Because you live in a beautiful world that is desired by others, this will be required of you if you seek to remain a free and sovereign people in the universe.\n\nDo not, then, be desirous of things you do not possess. Do not seek to have all the advantages that others seem to have, for these come at a tremendous price. Do not seek wealth beyond what your world and your solar system can provide, or you will fall prey to the persuasions that exist in the Greater Community, and you will be facing competitors that are long established and who have far greater powers of persuasion, skill and technology than you do.\n\nThe Greater Community is an environment that requires tremendous discernment and discretion. If you are to participate here in such a way that your own privacy and freedom may be sustained, then you must develop this discernment and this discretion. You have native skills that God has given you to do this, but they must now be brought to bear. Humanity will have to unite to accomplish these things and to end its ceaseless conflicts amongst its tribes and nations in order to prepare itself to function in the Greater Community. This will be born of necessity. It will be required.\n\nTherefore, do not seek for foreign technology, do not invite it and do not accept it if it is offered to you. For if it is offered freely, it will not be offered by a friend but instead by a competitor in order to trap you, to make you dependent, to make you want more, to make you desirous of things that only others can provide. No true ally of humanity would offer humanity technology, and that is why whoever does, does this for other purposes. Do not be seduced, and do not be induced to engage in trade of this nature, or you will unknowingly and unwittingly begin an engagement that will be very difficult to disengage from later on. That is why restraint is so important—wisdom and restraint.\n\nFor a world such as your own, extensive trade and commerce would destroy human culture. It would undermine everything that you have that is noble and great, and you would become involved in a complex situation that would require a great deal of your focus and energy to sustain. That is why there is a great truth in the Greater Community that the wise remain hidden. They remain hidden to remain wise, and they remain hidden to remain free. This is an important lesson and an important truth that has been established throughout the universe, a truth that humanity has not yet learned to recognize or to value.\n\nDistant trade is often not conducted because of the dangers and hazards involved. To move beyond the boundaries of a well-inhabited district means that one must travel through unknown and often hostile territories. The risk of becoming lost, the risk of piracy and the risk of inviting unwanted scrutiny are significant. Even in regions where there is very little intelligent life, in regions where intelligent life has not been cultivated, the physiological hazards are significant.\n\nThis is why uncharted territories often remain uncharted. They are often beyond the reach of traveling nations. Explorers do venture into them but often do not return. There are nations within uncharted territories that seek to remain entirely hidden from the outside and have established very complex and successful means of discouraging exploration and intervention.\n\nThose few free races in your local universe who are aware of you, who value you and who wish to see you emerge as a free and sovereign people will not encourage trade or commerce for you. And they will generally not seek to establish trade and commerce with you unless you deplete your world to such a degree that you simply cannot sustain yourself here. It is better that you remain technologically limited, but free and self-determined, than it would be for you to become more technologically advanced and to fall under the domination and control of foreign powers in the Greater Community.\n\nThe assumptions that prevail in the human community at this time are extremely ignorant of these things. The desire for technology, the desire for resources, the desire for contact with the Greater Community—it is natural that you have these expectations, but they do not represent real wisdom on your part.\n\nYour true allies in the universe will not seduce you with technology, nor will they induce you to become involved in trade and commerce, for they know the great risks and the price that this requires. They will encourage you to remain self-sufficient and united and to develop a very clear and sustained boundary to space.\n\nBecause you live in a relatively stable region of space, you do not need a great military power, but you will need to maintain sufficient balance and order within your own world, and you will need to maintain a very clear and determined control of your solar system. Other races accept that your solar system represents your sphere of influence. This is common and is expected. It is very rare that two powers can exist within one solar system for very long. Either one will destroy the other, or they will both destroy one another in competition for dominance there.\n\nYour solar system will provide certain degrees of wealth and advantage for you. But if you destroy the life-sustaining resources on the Earth, if you drive your climate systems into a different kind of functional stability that creates an inhospitable environment for life, you will not be able to escape this within your solar system. You will not be able to find reprieve or refuge.\n\nIf you understood your position in the universe and the difficulties and requirements that exist in this part of the Greater Community, you would consider your world very differently, and you would behave very differently. You would not squander your wealth or your resources on conflicts between your groups, nations and tribes. You would have an entirely different set of priorities.\n\nThis instruction regarding trade and commerce in the Greater Community is very important for your future. There will be many attempts to induce you to become involved in receiving gifts of technology. There are many commercial forces who would seek to have you as clients and to gain control and access to many of the important resources of your world. The inducements will be great. The promises of wealth, peace and power will be great. And who amongst you—amongst your leaders, amongst the wealthy people of the world—could turn down such offers and resist such inducements?\n\nThis is why great wisdom and restraint must be established here. This is why human freedom and sovereignty within this world must always be a great consideration. While others in your neighborhood of space are not free to dominate your world through conquest and through military force, they are entirely free to gain influence here under certain conditions. And they would not hesitate to want a world such as yours as part of their network, as one of their primary clients or as a resource within their sphere of influence.\n\nThe wise remain hidden. Your world is known to a few, but not to many. You do not want to broadcast into the universe who you are and what you have. In the future, your radio technology will have to be completely changed. You cannot be broadcasting out into space. That only invites inquiry, interest and suspicion. Right now you think that there is no one else out there, that the universe is vast and empty and that there might be some distant planet somewhere that could receive your transmissions. If you understood the situation, you would see how dangerous and unwarranted this is.\n\nRemember the three requirements for freedom in the universe: unity, self-sufficiency and great discretion. Practice this and you will be able to enjoy the benefits of emerging into the Greater Community as a free and sovereign race and to gain a unity and stability the world has never had. Humanity has been growing and expanding in its evolution. But it must reach a sustainable state—a state that functions at the level of stability and security, that is not oriented towards growth and expansion. If you seek to grow and to expand out into the Greater Community beyond your sphere of influence within this solar system, you will run into tremendous difficulties. You do not want to be seen as an aggressive race by your neighbors in this part of the Greater Community. They will not tolerate such behavior, and they have the power to suppress any attempt on your part to gain territory beyond this solar system. Nor do you want to enter into competition with them in a hostile or contrary manner, for this would not serve your future in any way whatsoever.\n\nIt is not yet certain whether humanity can sustain this kind of wisdom and restraint. Even now you have very little else to conquer in your own world. You have your solar system to explore, but you will find very few places where you can make any establishments at all, and even these will be difficult to maintain. You will have to face and are facing even now the pressure of influence and persuasion created by opportunistic groups in your region of space who are here to do business, who want to extend their power and influence through means that are within the bounds of what is tolerated.\n\nDealing with this successfully will elevate your race and give you a greater maturity. It will certainly bring an end to human conflict as you have known it in the past. For you can no longer afford to waste your resources through war and conquest. You must now prepare to develop a steady and sustainable state that you can maintain within this world without dependence on foreign powers. Neglect this and you will face the same fate as so many nations who have aggressively expanded only to find themselves completely at the mercy of others. These others will not share your values, for they will not be human. They will not value your unique gifts and capabilities. They will only see you as a security problem.\n\nThis is a harsh reality, but one that gives you scope and wisdom. There are certain requirements you must achieve if you are to remain free and self-determined. You cannot change these rules. They are rules of life. They are the requirements of living in the Greater Community into which you are now emerging.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/interstellar-trade/"
}