{
  "title": "Facing a Greater Community of Life",
  "content": "You live within a Greater Community of intelligent life in the universe. It is vast, encompassing the entire spectrum of evolution—the evolution of technology, the evolution of societies and the evolution of spiritual awareness and ethics. It is vast and incomprehensible. It is the greater environment into which humanity is now emerging. Humanity is emerging into this environment not from its brief forays into your local solar system, but from visitations that are occurring in the world now and which will increase in the future.\n\nThis greater environment into which you are emerging is a physical reality governed by physical laws, the laws of nature that you are aware of. Do not concern yourselves here with the possibilities of other dimensions, for that will not be your need and concern. It is this greater reality in which humanity has always lived and in which your world has always existed that must become your focal point now.\n\nMany people have speculated on the possibilities for life in the Greater Community, what that might be like and how life would evolve into more sophisticated realms and societies. Today, as in the past, people project their hopes and their wishes upon the meaning of life beyond the world, hoping that other races will be more enlightened, more sophisticated and more elevated than the human family has been and is currently. And, of course, there are many fears projected into this larger arena of life—fears of terrible beasts, terrible invading nations, destruction, attack and so forth.\n\nBut, as always, reality is very different from expectation. The reality into which you will be emerging will be the focus of this series of teachings—a reality that you can understand from your own experience of living in the natural world and from your own experience of living within the evolution of human society.\n\nThe great difference, of course, is both the complexity and the vastness of this Greater Community and the fact that it is inhabited by races of beings that are very different from humanity, not only different in form and appearance, but different in intelligence and awareness and different in ethics and values.\n\nThis will be hard to deal with, and this is where your hopes and fears may arise. But you must recognize that humanity has now reached a point of world development and a threshold where it will be facing Great Waves of environmental change and difficulty in the world. Here your encounter with intelligent life from the Greater Community and the reality of the Greater Community itself will become ever more important and central to your well-being and to the kind of future you will be able to create.\n\nThere is a very great shift here, a very great shift from a human-centered world to a Greater Community reality. Because you have lived in isolation and have evolved in isolation for so very long with only very infrequent and largely unrecognized visitations to the world from various races in the past, you naturally project your values onto the prospect and the notion of intelligent life in the universe. As a result, some people feel or believe fervently that the universe is inhabited by human beings who have evolved beyond conflict and deception and that the values that you hold here or that you aspire to are universal in nature. The fact that this is not true and that it represents a dangerous set of assumptions and beliefs is something that you must face at the outset.\n\nThe other difficulty is that you are not preeminent within this Greater Community though you have established preeminence within your own world. Within the Greater Community, you are but a beginner. You are standing at the beginning of your development, unaware and possessing assumptions and beliefs that will not be true. You have great disadvantages and are vulnerable to persuasion and deception from various races, both in the future and from those who are indeed intervening in your world at this time. Your isolation has given you a naiveté and has not prepared you for the challenges and the opportunities that the Greater Community itself will present.\n\nThere is no one in the world who could teach you about the reality and the spirituality of life in the universe. There is no one who has this awareness or who has this experience. As a result, the communication and education about this must come from God and, secondarily, from those very few races who are aware of your existence, who will support your emergence as a free and self-determined race and who will be called by God to assist you in this most fundamental and necessary education. You have allies in the universe though they are not visiting your world, for humanity is not ready to establish relations with other nations in the universe. Humanity does not have the maturity and is not united, strong enough or discreet enough to engage meaningfully and beneficially with any race in the universe.\n\nThis is not a time where Contact is required. It is a time where preparation for Contact is required. And this Contact will take a great deal of time. It will take time because an education of this magnitude will not come quickly. Many people will resist it, deny it or avoid it. This education will not come quickly because humanity must now concern itself ever increasingly with the Great Waves of change that are coming to the world and that are here already—environmental degradation, the depletion of your fundamental resources, the loss of food production, the scarcity of water, the dramatic effects of a changing climate and a heating world and the ever-growing risk of competition, conflict and war between groups and nations over access to the remaining resources.\n\nThis will become a dominating focus and concern, both for average people in the world everywhere and for nations and governments as well. However, to meet these immense and unprecedented challenges, you will need Knowledge and wisdom from beyond the world. Here it is not technology you need as much as it is the will and the commitment to unite for the preservation of this world as a habitable environment for the human family and to cease your endless conflicts to prepare to engage with intelligent races in the universe, many of whom will not be here to support you. Meeting the Great Waves of change, establishing the necessary human cooperation and the cessation of human conflict along with the preparation for the Greater Community represent the great and fundamental needs of humanity. If these great needs are not sufficiently recognized and addressed, then everything else that you will attempt to create for your own benefit, either personally or for the benefit of humanity, will prove to be insufficient, and great travail will come to the world.\n\nYour education about the Greater Community must come from God. It must come from God to be pure and to be wholly beneficial for you. And it must come from God because only God knows fully the nature, the reality and the purpose of the human family. No foreign power or race could really know this, even if they studied your behavior and your transmissions. The communication must come from God, and that is exactly what is happening.\n\nThe teachings that you are about to read concerning the reality and the spirituality of the Greater Community come from God, for there is no one in the world who could know the things that will be presented here. And there is no foreign power in the universe who could communicate what humanity really needs with thoroughness and complete knowledge of human nature, purpose and reality.\n\nAccept then that God has sent a New Message into the world to prepare humanity, both to face the Great Waves of change that are coming to the world and to prepare for the reality and spirituality of life in the universe and all of its difficulties and hidden opportunities. This is an education that you cannot give yourself. It is an education that you could not receive in any university or center of learning in the world. It is a communication that you must listen to with your heart as well as your mind. Your mind will be confused by many things that are presented here, and many of your ideas will be challenged and shown to be incorrect or inadequate. Your mind may reject this great teaching and preparation. It may object for reasons both rational and irrational because your mind does not know the mind of God. Your mind only has fixed notions about life in the universe. Yet it has not experienced life in the universe.\n\nThat is why you must receive this teaching and education about the reality and the spirituality of the Greater Community with both your mind and your heart. Your mind will struggle with the ideas and perspective presented here, but your heart will know. You will know because it is God speaking to you, educating you and preparing you. Through this education and preparation, God is giving you greater strength, greater security and a greater protection that you will need in order to face the challenges within your own world and the challenges that surely exist beyond it.\n\nMany people claim to have knowledge of the universe, but how can they know? They have been trapped on the surface of this one world—believing, hoping and speculating; trying to comprehend past revelations and prophecies or trying to project their understanding into realms far beyond their experience or awareness. Complex theories may be established. Prophecies from the past may be attempted to be fulfilled in current times. But these must all prove inadequate, for humanity is without education regarding the larger universe in which you exist and which you will have to face increasingly, both now and in the times to come.\n\nIt is wise then to accept your limitations. It is wise to put yourself in a position to be a student, to be a listener and a learner so that you may receive fully the revelations that will be presented here—the revelations born of a New Message for humanity, revelations that will provide for humanity a new way forward into a very difficult and uncertain future.\n\nThose who will receive and accept this challenge of learning about Knowledge and wisdom in the Greater Community will be the great beneficiaries, not only for themselves personally, but for the entire human family. They will be the ones who will be in a position to educate and to prepare others. This will require vision, courage and great objectivity, for this education must speak through and beyond your hopes and your fears. For they can only cloud the vision that you must now have.\n\nAccept that you do not know what life in the universe is like, how it exists, how it interacts with itself, what to expect regarding visitation to your world and what to understand about the visitation that has already occurred here. Accepting this limitation gives you the greatest opportunity and possibility to see beyond your current limits, to see beyond the confines of this world and to see beyond the confines of human interactions. For now you will be considering and facing interactions of a very different nature with intelligences that are very different, who think very differently and function from very different assumptions about life than you do or that humanity as a whole does.\n\nThis is a preparation that will make all the difference in determining whether humanity’s initial engagements with life in the universe will be beneficial or will be detrimental. Much wisdom must be brought to bear here, for you are the stewards of a beautiful planet that is greatly valued by others. But you are weak stewards, and you are conflicted amongst yourselves. And you are rapidly depleting the wealth of this world, a world that is so rare and valuable in a universe of barren planets.\n\nYou do not yet see your vulnerability here nor the importance of maintaining this world, maintaining your self-sufficiency, maintaining the world’s climate and maintaining its natural balances. Do not think that you can travel to other worlds and find places like this. They are very rare, and they are always occupied. This understanding will give you a greater sense of responsibility, for real education must always imbue you with a greater sense of responsibility— responsibility not only to learn, but to act and to serve.\n\nHumanity now is on a reckless course. It is destroying its self-sufficiency in the world. It is endangering the natural balances that have given humanity such a beautiful and splendid world in which to evolve and to live. This is hazardous not only for your future in this world, but also hazardous regarding your relationships with other races in the universe. Through this series of teachings that you are about to experience, you will be able to learn about this, to see its implications and to understand this reality in order to have a real sense of it. This recognition of life in the universe is possible because you were born with a Greater Community awareness. This awareness gives you the ability to empathize and recognize certain realities about life from beyond this world. This is a recognition that exists far beyond your intellect, your thinking mind, which has been cultivated and established through cultural conditioning and your worldly education.\n\nRecognizing that you have a connection to life in the universe is very important here and will be part of the exploration within these teachings. Without this deeper connection, the universe would be too awesome, too immense, too complicated, too difficult and too threatening. It would produce only insecurity and confusion for you. But speaking to the deeper part of you enables you to gain recognition and a sense of your destiny within the Greater Community itself. For regardless of the difficulties that you face in your own world and the difficulties in establishing proper and wise engagements with races from beyond your world, there is the fundamental reality that the human family has a destiny in space. You have a destiny to engage with other races, a destiny to grow and, with the proper education and understanding and with your own native wisdom, the possibility of being a free and self-determined race in a vast and difficult universe.\n\nAccept this challenge, recognizing as you do that there is something within you that gives you the ability to respond to the revelations that will be given here. This ability exists beyond your intellect, beyond your ideas, beyond your fixed notions and beyond anything that you have yet learned in the world. It is mysterious because it is born of God. It is born of a Greater Reality of which you are a part.\n\nNot everyone will be able to see this and know this. And it is important even at the outset that you accept that many people, even those you are very close to, may not be able to see, to know and to respond to this preparation for the Greater Community. But that is all right. It is given now for the first to respond. If you are amongst the first to respond and amongst the first to be genuinely educated about life in the universe, then you must accept this challenge—even if others do not respond, even if others are fearful or doubtful, even if others turn away. Not everyone is at the same point in their development, education and awareness.\n\nTherefore, do not think of everyone responding. Instead, think of you responding and learning. Higher education is not for everyone at this moment, and this most certainly represents a higher education. Therefore, prepare yourself to receive. And if you hear things that you do not understand, then be patient, for in the course of these revelations We will repeat things many times and describe things in different ways to give you the greatest opportunity to see, to know and to recognize the immense environment of life that exists beyond your borders and of which you have always been a part.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/intelligent-life-universe/"
}