{
  "title": "Contact With Intelligent Life in the Universe",
  "content": "The world is a beautiful place. It is a world of immense biological diversity. It is a world of tremendous wealth and value. The human family does not realize how significant a place this world really is in a universe of barren worlds.\n\nYou do not realize the significance and value this will be given by those races who are aware of your existence. Those few races who have been observing human behavior and human history, they—with only a few exceptions—view you as chaotic and barbaric. They are concerned that you are destroying the wealth of this world, a wealth that they want to have for themselves.\n\nHumanity has evolved in a state of relative isolation, relative because the world has been visited throughout its history, particularly with the advent of humanity. Periodically, the world has been visited by different races coming to seek the biological wealth of the world and also to hide things of value in the world, things that the native peoples in earlier times would never find or suspect.\n\nYour world has a long history of visitation, but colonization in the world by foreign races has never been successful, for reasons that you might not expect. Advanced technological races function mostly in sterile environments. To come into a world of such biological diversity, with countless biological agents, produces a hazard for such races. While they may be able to spend time in this world on board their own craft or even to build facilities here, the biological hazard of the world is too great, and the risk of contamination is too significant.\n\nHumanity has adapted to these conditions with few exceptions, and so it is hard for you to imagine that an advanced race would have such difficulty being here. Even if they could breathe your atmosphere, which many races could not, they would have to face a great risk of contamination, for they do not have the adaptive abilities or the resistance to function in such a biologically diverse environment.\n\nYou, of course, have adapted to this with few exceptions. And some people think that with advanced technology you can overcome such obstacles. But biological contamination is a very serious problem within the context of visiting other worlds, particularly worlds where there is biological diversity that is foreign from your own native world. It is a problem of great significance in the universe amongst races who travel and engage in the complex array of involvements with other worlds.\n\nThe human family, of course, knows nothing of this, being that you are still isolated in the world and have not been able to escape the boundaries of your world in any significant way. It is still widely believed amongst the human family that the universe is a great empty place, and if there is intelligent life out there somewhere, it is very rare.\n\nBecause you have not yet passed through the threshold, a technological threshold that stands between you and traveling in this Greater Community of life in the universe, you cannot imagine how other races can travel from world to world. So you are handicapped both by your isolation and by your technological limitations.\n\nBut the truth of the matter is that beyond this solar system, you live in a greatly inhabited part of the universe. Beyond this solar system, there are great avenues of trade and many trading nations that have long established their networks of commerce. War and conflict have been suppressed, and freedom is rare within this larger arena of life.\n\nHere is your world, a world of great value, a world of value to any technologically advanced race. For the vast majority of technologically advanced races have outstripped their own world’s natural resources and must now travel and become engaged in complex and restrictive networks of trade to gain what they need—not only to provide for their technological requirements, but also for things that are more basic, such as biological materials for food production and the creation of medicine, and biological engineering and so forth.\n\nIt is hard to imagine for humanity how technological achievement has come at such a great price. Yet you are beginning to pay such a price within your own world at this time. As your technology begins to accelerate in its evolution and development, you find yourself outstripping your world’s natural resources at a frightening pace. You find yourself degrading your natural environment and impacting even the climates of your own world.\n\nOther races, of course, have followed this same destructive path only to find themselves greatly imperiled because they cannot provide for themselves, having damaged or disabled their own natural world’s life-sustaining functions. Now they must seek resources beyond their world—resources that are owned by others, resources for which they will have to compromise themselves and accept the terms of engagement, which can be very restrictive.\n\nOnce these nations become part of these larger trading networks, they find that they must conform to the requirements and expectations of others or face the terrifying prospect of being denied the acquisition of resources.\n\nWar and conflict within such an environment become suppressed to maintain the stability and security of the trading networks. Should a nation resist or try to militarily seize what it needs, it will be opposed by hundreds of other worlds.\n\nHumanity is still enthralled with the idea of growth and expansion. It has not matured to a place of realizing that stability and security represent its future stage of development. All races in the universe have had to face this reality, for you cannot keep expanding in the universe without facing unending conflict and instability.\n\nIn this respect, humanity is in a kind of adolescent stage. It is feeling its power and its possibilities. It is beginning to recognize it has greater potential. But it is irresponsible. It is mismanaging its world. It is focused on growth, and now it is hitting the limits of growth.\n\nNever think that should you outstrip your world’s resources, you can go into the universe to gain what you need. For the only way, living in such a highly populated part of the universe, that you would be able to do this would be to become a member, a very junior member in this case, of a larger trading network. This would be a great misfortune, for you would have to meet very restrictive terms of engagement. You would have to compromise yourself. And other nations would exert political influence over you, influence that you would find to be very repressive.\n\nYou would find yourself no longer preeminent within your own world, but now subjected to the influences and the requirements placed upon you by nations elsewhere—by nations that are not human and do not value what humanity values, nations that look upon your world and upon you as a resource to be exploited, to be used. Your lack of skill and sophistication within this larger environment would make you very, very vulnerable to exploitation and to manipulation.\n\nThat is why maintaining your self-sufficiency in this world is immensely important if humanity is to emerge into this Greater Community of intelligent life as a free and self-determined race. Here your conflicts must cease, and your management of the world’s resources must be stabilized. Here your consumption of resources must be restricted, or you will have no future, you will lose your self-sufficiency and will have to meet whatever terms are placed before you by other nations, who now [would] seize a great opportunity to gain access to your world’s wealth and strategic importance.\n\nYou are like the native people living in the heart of the jungle, in isolation. You have developed your culture there. You have developed your religious understanding there. You have developed your concept of God there. And you feel that your existence is so significant.\n\nBut when you encounter visitors from the outside, you will tend to misunderstand their presence and intentions—thinking they are here to help you, thinking they are here to benefit you, and you will be very susceptible to their offers of technology, to their inducements and to their seductions. You would be at risk of failing to see that they are merely resource explorers. Perhaps you would think of them as gods or advanced races of beings. And you could be mesmerized by their technology and fascinated by their abilities, all the while placing yourself in great danger of falling under their persuasions.\n\nThis reality and awareness is not fearful. It is just real. It is the reality of life. It is what intervention has taught you throughout history—that it is always carried out for self-interest, and those races who are being discovered face great danger of destruction and subjugation.\n\nHumanity has great promise and a greater destiny in the universe. But in order for you to fulfill this promise and this destiny, you must meet three requirements. You must be self-sufficient. You must be united. And you must be extremely discreet. These are the three requirements for all free nations in the universe.\n\nBut at present, humanity is failing each one of these basic requirements. You are rapidly destroying your self-sufficiency by the mismanagement and overuse of your world’s resources.\n\nYou are hardly united and still value your conflicts and your distinctions from one another to such a great degree that human unity on a large scale has not yet been established, even in facing critical problems in the world itself.\n\nAnd you are hardly discreet, broadcasting all of your strengths and weaknesses out into the universe for any discreet observer to see. No advanced technological society broadcasts in this way. That is why you will not find radio signals coming from space because no one who values their security ever broadcasts in such a manner.\n\nHumanity does not realize what will be required for it to build and maintain its freedom and sovereignty in this world. It is a very critical problem that very few people are aware of.\n\nThat is why humanity is still in an adolescent phase. It is reckless. It is irresponsible. It does not see itself in relationship to a larger arena of life. It is self-preoccupied. It is self-centered. It does not see what will be required of it to function within a Greater Community of life—a Greater Community that is not filled with human beings, a Greater Community where all races are searching for resources.\n\nYou might hope that other races have gained a kind of magical self-sufficiency where they do not need to gain resources from other worlds. But in reality, this is not the case. Greater technology requires a greater dependence on resources. If any nation has outstripped its own world of its natural inheritance and has lost its self-sufficiency as a result, then it is forced to engage with other races, and it is forced to accommodate to the requirements that such networks of trade require.\n\nHere you would find it to be very difficult to maintain whatever degree of freedom you have established thus far in the world. For free races do not coexist well with races that are not free, with governments that do not value individual freedom. There would be great pressure from the outside for you not only to restrict this freedom, but to eliminate it altogether.\n\nTherefore, do not think of the universe as a kind of wilderness waiting to be explored and exploited. This part of your galaxy is highly inhabited, and there is no wilderness here.\n\nThis gives you advantages and disadvantages. The advantage is that war and conflict are suppressed in this part of the galaxy. It is not like your movies or your concepts. There are no huge empires here that govern everyone, for large empires are difficult to maintain and rarely survive for long in the Greater Community.\n\nThat means that no one can take your world by force, for conquest by force is not allowed. It is suppressed to maintain stability and security in this region of space. Conquest by force is suppressed. It will not happen here.\n\nNations will seek to gain advantage in your world through other means, through the powers of persuasion—by amplifying your needs and your inability to fulfill those needs, by persuading you that only they can guide you and lead you and provide for you what you really need.\n\nHumanity will not be overcome by the use of force. It will be overcome, if it is overcome, by the power of inducement and persuasion. This, of course, you must resist. To resist this, you must recognize the three requirements to remain free and sovereign within this world.\n\nFor humanity’s isolation is now over. You are destroying the natural environment. This has generated intervention from other races who are now functioning in your world, seeking to establish themselves here, seeking to gain advantage and dominance within the world without the use of force.\n\nTo those few people who are aware of their presence, they will present themselves as beneficial and benign, proclaiming that they have no war and that they live in peace. And through the demonstration of their technology, they will try to impress you that they, more than you, understand what will bring stability and security to your world.\n\nBut it is all a deception, for they are here to plant themselves. Regardless of their wonderful proclamations and their great promises to a struggling humanity, they are here to plant themselves. As it has happened so often in your own history, the native peoples are easily persuaded and do not recognize the real threat of the interventions that they face.\n\nIn the universe, humanity has really two different kinds of encounters with life beyond its borders. You will have potential allies, and you will have competitors. You do not yet have enemies because you are not trying to exert your force beyond this solar system.\n\nSo you do not have enemies, but you do have many competitors. Restrained from using force, they will use other means to gain access to this world. They will come here in small groups, establishing networks, establishing liaisons with certain selected leaders in positions of power in government, commerce and religion. They will attempt to establish different influences within your religious communities and religious understanding. They will seek to establish a physical presence in the world even though they cannot breathe your atmosphere and cannot face the biological hazards of trying to exist here outside their own protective enclosures.\n\nThey are not here to destroy you, but to use you, for they cannot live in this world. So they need you to work for them. And they will promise you anything. And they will assure you that you yourselves cannot solve your problems, in order to gain this power of influence over you.\n\nThis is how a small group of resource explorers could overtake the entire human family without the use of force. They will prey upon your conflicts and your inability to resolve these conflicts, emphasizing that they, more than you, have the power and the capability to meet the growing needs of humanity.\n\nThis, of course, will persuade and induce many people as humanity loses confidence in itself, in its leaders and in its institutions. This will create a vacuum of confidence, which can easily be filled by the Intervention that exists in the world today.\n\nSo you have competitors, and you have potential allies. Your Allies will send you their wisdom as they have already done in a series of Briefings, Briefings from the Allies of Humanity. But they will not interfere. They are not present in your world.\n\nAll those visiting your world at this time are part of the Intervention. And there is more than one group. Within each group, there are different races of beings functioning at different levels of responsibility. So the Intervention has many faces, and this will be very confusing to you here on the ground.\n\nYour Allies will not interfere because they realize that if they interfere, they will have to manipulate your perception and your understanding. In order for you even to act correctly, they would have to manipulate you. They would have to control you. This they will not do because they are freedom-loving races. They know, through the lessons of life in the universe, that the attempt to control the future and destiny of another world will require subjugation. And this they will not do.\n\nFree races in your local universe are rare, and they must remain discreet. If they attempt to control or manipulate the fate of a world such as yours, then their discretion will be broken. So they must support you without intervention.\n\nYou do not yet have the maturity or the wisdom about life in the universe to see the importance of this. Yet even in your own experience at this time, you see when one nation tries to control the behavior or perception of another nation, it leads to conquest and domination, great conflict and the destruction of those people and those nations that are being controlled. You see this within your own experience.\n\nLife does not change when you enter the Greater Community. The lessons of life are still the same. They are only being played out on a much larger scale with many different races. The level of complexity increases, but the reality is the same.\n\nThose races who are the potential allies of humanity realize that humanity is not yet ready for contact. The human family does not have the unity, the maturity, the discretion or the strength yet to engage in the very challenging situations and involvements of intelligent life in the universe.\n\nYou are naïve. You are unprepared and not adapted to this demanding environment. You do not realize the risks. You are ambitious. You are idealistic. You are self-centered. You think the universe revolves around you and that anyone who would visit your world would be here to bring you gifts and to assist you.\n\nThis is so very naïve, but it is understandable because this is how races living in isolation perceive themselves. This is how they view the prospects of engaging with life beyond their borders.\n\nThere is so much here for humanity to learn about life in the universe. There is so much wisdom you must gain. There is so much caution you must exercise. There are so many important distinctions that you must make.\n\nYou are unprepared. And you cannot prepare yourself because you do not know what you are preparing for, or what it will require or what the risks really are.\n\nGod knows what humanity is facing in the Greater Community. God knows that humanity cannot prepare itself for the realities of life in the universe. That is why a New Message has been sent into the world: to prepare humanity for the great environmental and economic problems that the world is facing here and to prepare humanity for its encounters with intelligent life in the universe.\n\nOnly God knows what is happening in the universe, without deception and distortion. Only God knows what is coming over the horizon of life for humanity. Only God really knows what humanity must see and know and do to build human unity, to regain and sustain your self-sufficiency in this world and to build the necessary discretion and discernment you will need to function successfully in this larger arena of life.\n\nFor you are destined for the Greater Community. But first you must survive the Greater Community. And you must mature and become wise regarding your engagement with other races.\n\nNo one should be intervening in your world at this time. This represents unethical behavior. It is being carried out for self-interest. It is deceptive. It is dangerous.\n\nHumanity is not yet ready for contact, but contact is happening. And the rules of engagement are not being established by you, as they should be, but by others, who are functioning here in secret, concealing their intentions and their activities from the human family.\n\nNever think that no one can reach your shores. Do not think the universe is limited by the accomplishments of human science. Do not think that your understanding of the universe is complete.\n\nYou are a young race. There are much older races. There are much older civilizations. Life has been evolving in the universe for a very long time. Even before humanity existed in this world, space travel was established and was carried out in countless regions by countless races. You are the new kid on the block, a youngster, freshly emerging from your long tribal history.\n\nCivilization is recent in this world, but there are many older civilizations, even in your region of space. They have attained stability, stability humanity has not yet acquired. But stability is either established through suppression and control or through the very careful and difficult process of nurturing individual and collective freedom. Most races have chosen the former path, for it is far more expedient.\n\nFreedom is difficult. It tends to be disorderly. It does not have the kind of stability that other races have acquired through dominance and control. But freedom is more important. It is more significant. It is more creative. And it is more beneficial. That is why the preservation of human freedom in the face of the Greater Community is so extremely important.\n\nThe human family is obsessed with its own dilemmas and its own corruption, its own problems and its own failures. But you do not see that your greatest challenge is being placed before you by the Intervention that is occurring in your world today, by those races who seek to take advantage of a weak and divided humanity. And you do not yet see that your destruction of your natural inheritance will prevent you in the future from maintaining your autonomy, your freedom and your self-determination within this world.\n\nThe three requirements for freedom in the universe are three requirements you cannot change. They are what every race who has been able to build and maintain individual and collective freedom has had to accommodate. The challenges of these three requirements cannot be escaped. But humanity is as yet unaware of what is required of it to function within this larger arena of life.\n\nDo not think that races will come here out of curiosity. Do not think that races will come to bring humanity gifts because they are so enraptured with your culture or your possibilities. In the universe around you, visitation to other worlds is actually quite rare and is only carried out for self-interest.\n\nWhile there are other races who might want to know you or are curious about you, they will not expend the energy or commit the resources to establishing themselves here for altruistic purposes. They will come because they need what the world has. And whatever they might offer you, they will want many things in return.\n\nThis is the reality of life in the universe. Everyone is struggling to gain access to resources. Everyone is facing competition in life.\n\nThose races who have been able to remain free are very discreet. They do not involve themselves in networks of trade. They do not establish relationships with worlds that are not free. They are discreet. They are hidden. They maintain connections with one another through various means.\n\nThis is the price of freedom in a universe where freedom is rare. You can see this within your own world. It is not a mystery. A free nation in your world will have difficulty dealing with other nations where freedom is suppressed or denied its citizens. Whatever alliances you create here will be uneasy and difficult to maintain.\n\nHow much greater will this difficulty be between races who are entirely different from each other, who have different values, different cultures, different histories. The problems that exist nation to nation in your world are far greater when dealing with other races of beings whose language, culture and values are entirely different from one another.\n\nGod has sent a New Revelation into the world to reveal the realities of life in the universe and the things that humanity must see, know and do to prepare for this.\n\nGod’s New Message also reveals the Great Waves of change that are coming to your world that are largely the result of humanity’s misuse and mismanagement of the world. Resource depletion, environmental degradation, violent weather, increasing political and economic instability and the risk of war and competition over the remaining resources—these are the Great Waves of change that are converging within your world.\n\nThe Intervention that is being carried out here is aware of these great changes and will attempt to use them for its own benefit. Humanity has only to be persuaded that a foreign race has greater power and greater abilities to give over the keys to this world, to acquiesce, to submit and to allow an Intervention to establish itself here.\n\nThis has happened before in your own history, where native races allowed foreign intervention to occur only to find themselves displaced, overwhelmed and even destroyed. Life has taught you this. Life has taught you the lessons of intervention.\n\nBut many people today still want things from the visitors. Having lost faith in humanity, they now look to other forces to give them encouragement and direction.\n\nThe true Allies of Humanity are not intervening in the world because intervention leads to subjugation. They are not giving humanity technology because they know that this technology would only be turned into weaponry and used by selfish and exploitive forces in the world. They are not seducing you with their power. They are not tantalizing you with their technology. For they know that humanity must grow and become far wiser than it is today in order to have a chance to maintain its freedom and self-sufficiency in the universe.\n\nYour isolation is over. Intervention is occurring in your world and has been here for some time. But humanity is not seeing it. It is not recognizing it. Even amongst those few people who are aware of the foreign presence here, they are not interpreting this correctly for the most part. They think it is a blessing. Or perhaps they think there are good visitors and bad visitors because they still want something from the visitation.\n\nWhenever you want something from encountering another, you place yourself in jeopardy. You lose your objectivity. You become open to persuasion and manipulation.\n\nHumanity has the power and the wealth. It can maintain its freedom in the universe, but it must function very differently than it is functioning today to meet the three requirements that are placed before it to be a free and self-determined race.\n\nContact has begun, but it is not what you think. It is greatly misunderstood and denied in the world. It is the greatest event in human history, and humanity is not prepared. And for this reason, God has sent a New Message into the world to prepare humanity for the Greater Community and to warn and prepare humanity for the Great Waves of change that are coming to the world and that are already striking the shores of the world, influencing the lives of millions of people.\n\nThis represents a far greater education for humanity and a Revelation unlike any of God’s former Revelations to the human family. For you are entering a new arena of life. You are passing through a great and profound threshold in your evolution.\n\nHumanity’s religions cannot prepare it for the future, and that is why a New Revelation is being sent here now. It comes from the Creator of all life. It emphasizes human freedom; human sovereignty in this world; human unity and cooperation to meet the challenges of life here; and Wisdom from the Greater Community that humanity must acquire if it is to function successfully within this larger arena of intelligent life. It is a great gift of love to a struggling humanity. But it is very challenging. It is very demanding. And it is very reassuring.\n\nGod has given humanity a deeper Knowledge that resides within each person, a deeper intelligence beyond the realm and the reach of the intellect—an intelligence that cannot be corrupted, persuaded or adulterated in any way. It is this power of Knowledge that represents your core strength and the source of your integrity and your ability to see beyond deception in any form.\n\nHumanity is still valued by free races in your local universe because the potential for Self-Knowledge still exists here. It has not been eradicated. It has not been lost, as it has been lost by so many other races and nations.\n\nThat is why the New Message from God emphasizes The Way of Knowledge and the power of Knowledge in the individual, for this is the source of your freedom. And it is this, more than anything else, that will enable you to see, to know and to have the strength to act on your own behalf in the face of other intervening forces.\n\nIt is God’s greatest gift to you as an individual and to the human family. And it will be your gift to other races in the universe. But first you must establish yourself as a free and self-determined people. You must learn Wisdom from the Greater Community. You must establish your own rules of engagement regarding any visitation to your world. And you must exercise your authority in this way to gain the recognition and the respect of other nations in this region of space.\n\nIt is a great challenge, but it is one that will unite you, redeem you and give you courage and strength—things that are now fading in the world, that are being lost. Humanity must regain its confidence. It must regain the power and the presence of Knowledge. It must unite for its own survival and well-being. And it must cultivate individual freedom here and face the challenge of living within the environmental constraints of this world.\n\nIf you can do this, you have a greater future in the universe. And it is this future now that represents your greatest challenge. For the future is here now. The Greater Community is here now.\n\nLong before you are able to go out into space in any significant way, contact will occur and is occurring even now. And it is for this that you must prepare.",
  "audioUrl": "https://www.newmessage.org/av/contact-with-intelligent-life-in-the-universe.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/intelligent-life-in-the-universe/"
}