{
  "title": "How Will You Know What to Do?",
  "content": "Many people are concerned about the future. As times become more turbulent and discordant, more and more people will be feeling anxiety about what may happen next. Their anxiety will increase in time, for in facing the Great Waves of change that are coming to the world, events will accelerate and economies will become more turbulent and unstable. There will be greater environmental problems, and people everywhere will have to face the reality of resource depletion in the world.\n\nHow will you know what to do in the face of great change? Where will you turn? Who will you consult with? Who do you think will lead you into the difficult and uncertain times ahead?\n\nThe human family has many great strengths, but one of its weaknesses is it has not planned for the future adequately. People do not look ahead. They do not look and see what is coming over the horizon. And so they find themselves unprepared and overwhelmed by events in life, which could, in most cases, have been foreseen. They had their backs to the future, and the future arrived.\n\nAll of a sudden they find themselves underwater or overwhelmed—without work, even without a home. And yet you must ask: “Why did they not see this coming? The signs were there.” There are always signs before great events. Sometimes signs occur years before great events. But there are very few people who can recognize these signs and respond appropriately before the event arrives.\n\nPeople are consumed in the moment and always reflecting to the past. Their thoughts about the future are mostly hopes and fears. People are not trained as children to look into the future with objectivity and to reflect using a deeper Intelligence that God has placed within each person, an Intelligence called Knowledge.\n\nThis failure to look ahead and to live life upon self-assuring assumptions represents one of humanity’s real weaknesses at this point—a weakness that will lay them vulnerable to immense difficulty, both now and in the future.\n\nKnowledge within you will give you signs and will respond to signs in the world that are significant. For a sign is not merely a message; it is also a teaching. A sign is there not only to warn you, but also to instruct you. Most of the instruction will come from Knowledge within yourself, but sometimes signs actually tell you what to do.\n\nIn a very obvious sense, if there is smoke in the building, you know there is a fire. That is a sign, so you respond. But most of the signs that deal with future events are very subtle. They are subtle, but they are also frequent. If you are paying attention, you can see them. And Knowledge, the deeper Intelligence within you, will advise you what to do, will urge you to do certain things and not others.\n\nEvery day people are committing themselves to various things, many of which will not work. But because they are not reviewing their decisions with Knowledge, they go ahead upon the urging of others—upon the urging of their family or friends, or urged by their own fear of loneliness, or their own desire for wealth.\n\nEvery disastrous decision began as a good idea, and people were prompted by some desire or need. But disasters occur because people are not responding to Knowledge and are not referring to Knowledge when they are making important decisions.\n\nYou can fool the intellect. It is not difficult to do that. But to fool Knowledge is very difficult. The only way people can be fooled here is that they are not sufficiently aware of Knowledge. They do not use Knowledge. They do not consult with Knowledge. They do not reflect with Knowledge. And so their intellects are easily seduced, easily persuaded, easily assured, easily discouraged.\n\nSo We have two problems: people do not look ahead sufficiently and people do not utilize the great gift of Knowledge that God has placed within them.\n\nBy looking ahead, you want to look ahead many years, without assuming that everything around you will be the same—without assuming that your economy will be strong or even functional; without assuming that your health care system will be functional; without assuming that you will have all of the advantages that you have.\n\nYou must look without assumptions to the very best of your ability. Not with hope, not with fear, but just looking—the way that a sailor would look from the top of the mast of a sailing ship, looking out, scanning the horizon, seeing what can be seen. Not hoping, not wishing, not fearing—just looking. A lookout.\n\nThis is a fundamental skill. The beasts in the field are doing this. The birds in the air are doing this. But people are preoccupied with their thoughts, with their plans, with their goals, with their problems, with their resentments, with their issues with one another.\n\nThey are not looking. They are not listening. So they do not see the signs of the world. And they do not hear the signs from Knowledge within themselves, so preoccupied they are with their own thoughts and feelings.\n\nThe future is not as mysterious as you think if you can pay attention, so long as you do not try to be specific regarding dates and times. That always fools people. People will say: “Oh, this date is going to be a very significant year. It is prophesied in the ancient texts.” But never hold to a date.\n\nTime is a human creation. The future is always shifting, depending on what is happening today and tomorrow and the days to come. An event may be inevitable, but you cannot tell precisely when it will happen. Therefore, do not prophesy using dates and times. That will get you into trouble, and you will find yourself mistaken and discouraged as a result.\n\nWhat is important is to see the movement of things—where your economy is going, where the world is going, where your life is going, where other people’s lives are going, seeing the movement of things, discerning the direction, discerning the possible outcomes. As long as you do not affix a date to it, it could be very insightful.\n\nPeople do not ask the really important questions when they are establishing their relationships with one another, or when they are making fundamental decisions because they are not paying attention, and they are not looking ahead.\n\nFor example, regarding your work and career, particularly if you are a young person or a person who is changing your work and career, you must seek work that can survive very difficult economic times. You must provide goods or services that will be fundamentally necessary under very stressful economic conditions. No one is going to need other kinds of services. Very few people will even be able to afford them, and so they will largely disappear.\n\nBut if you did not have this understanding of the future, then you could make an extremely unwise decision and invest yourself greatly in your endeavor, only to have the circumstances turn against you. And all of this could have been foreseen in the past had you been looking carefully.\n\nTo be driven by desires and wishes and preferences is blind and foolish if you do not understand the environment in which they will be expressed. Environments: the physical environment, the economic environment, the political environment, the circumstances; if the circumstances are not conducive, then even the best idea in the world will not function, will not be able to be successful.\n\nPeople hope the environment will be there for them. They expect it to be there for them. And so they launch themselves on some great economic endeavor or personal endeavor only to find out that their timing was all off, that they did not consider their environment, they did not look far enough ahead. They assumed the future would be like the past, and so they launched themselves at the wrong time and then headed into stormy waters.\n\nAny endeavor that you seek to initiate that will be long term, you must consider the environment very carefully, very objectively, even fearlessly. Will that endeavor have support? Will the economy support this in the future? Will people need this in the future? Will it be a priority for them under difficult economic times?\n\nPeople are looking backwards, but moving forwards. And so when they crash into things, they are shocked. They did not see it coming because they were not looking, because they were assuming and believing, hoping and wishing while life was moving.\n\nIt is like being in an automobile, moving. Everything is coming at you. Would you be looking out the rear view mirror? Would you have your attention diverted for more than a moment when everything is coming at you in your pathway? Life is like this, though more in slow motion. If you are not paying attention, you will have a disaster.\n\nBefore great events happen, there are signs. There is a buildup. Even if it is an earthquake, and it cannot be predicted, within yourself you will feel signs. You will feel anxiety, unreasonable anxiety. You will feel caution and fear without being able to identify its cause. You will feel unsettled. And if that occurs, you must set yourself down and say to yourself: “What is the source of these feelings? Are these feelings associated with anything I am doing at the moment? Are these feelings associated with the environment around me, any change in that environment? Is there something I must see or do at this time?”\n\nYou must take advantage of these moments of discomfort. They are important. People say, “Oh, I felt bad last night. I was so anxious, and I was disturbed. I could not sleep, but I feel better now.”\n\nThis is stupid. You do not feel unreasonably anxious for no reason. Something is trying to communicate to you. You are responding to something, perhaps beyond your immediate circumstances, and you are just treating it as if it is just an emotional episode.\n\nSome people think that any fear or anxiety is a bad thing, and so they try to be happy all day long. That is so foolish. They are missing all the signs. They are not allowing their delicate inner guidance system to work for them. They think that any troubled thought or any anxiety somehow runs counter to their expectations and beliefs. If that is the case for you, you should change your expectations and beliefs because you are not taking advantage of the power and the presence of Knowledge to alert you, to warn you, to get your attention, to re-engage you with your environment.\n\nYoung people emerge from their schooling, thinking: “Oh, what do I want to do with my life? What would make me happy? What would be rewarding?” But they rarely look at the environment or consider the future. They just think if they do what they want, everything will work out. Well, everything will work out, but not to their advantage or to their expectation.\n\nThe environment is very important. If you cease to consider it, it will work against you, and it will defeat you. You have a dynamic relationship with your environment—with the natural environment, with the economic environment, with the political environment, with the social environment, who you are with and their influences upon you. All of these environments can either work for you or against you depending on how you engage yourself with them, and what you choose to do, and how you plan your activities, and the degree of attention you bring to your circumstances.\n\nYou should think of your life like sailing across a great ocean, a great ocean which can be calm and peaceful or turbulent and stormy, where the winds vary, where the currents vary. You must have provisions for this journey. You must have skill to take this journey.\n\nYou must know what to avoid and how to respond to certain kinds of difficulties. You must always be watching the environment. In a sailing ship of any size out on the ocean, you must be very, very observant and be able to read the signs of your changing environment—the change in the wind, the degree of turbulence in the ocean, reading the clouds.\n\nSo many people just launch their lives and find themselves shipwrecked somewhere down the coast, floundering out in open waters. Some people sink altogether. They underestimated the power and the potency of their environment. So many business endeavors have failed, marriages have failed, because people did not respect the environment and the demands of life, were ill prepared, did not choose correctly or did not time their activities appropriately.\n\nThey were not with Knowledge at the point of decision—not paying attention to the signs, not exerting enough care and caution here, urged on by others, urged on by their own desires, urged on by the fear of losing out, missing an opportunity. They took the plunge only to find that the water in the pool was very shallow.\n\nHumanity is now facing Great Waves of change, greater than anything the human family as a whole has ever had to face before—environmental degradation; diminishing resources; violent weather; economic and political instability; the growing risk of competition, conflict and war over the remaining resources; and a growing population of people in the world drinking from a slowly shrinking well.\n\nThat represents a very challenging and difficult environment. That requires great care and skill. How are you going to navigate the difficult times ahead? How are you going to know what to do in the face of change you did not anticipate, change that very few people anticipated?\n\nBetter to be cautious here than overly optimistic. But you still must take this journey. You cannot go hide under a rock somewhere or lock yourself in a closet.\n\nDo not lose heart, for you have come into the world for a greater purpose, to live in these turbulent and uncertain times. God has placed Knowledge within you to guide you and to protect you and to enable you to take the steps to discovering your greater work and service in the world. But this requires a kind of strength and sobriety, clarity and self-honesty, that very few people have forged within themselves appropriately.\n\nYou cannot be fooling around in the face of the Great Waves of change. You cannot be playing on the beach when the Great Waves come, or have your back to the ocean. This is symbolic of what humanity is doing right now.\n\nThere are a few people who are aware of the Great Waves of change, who are trying to sound an alarm, but their voices are drowned out by ignorance and indifference and the insistence upon the preservation of affluence. They are alone in their admonitions because people are not paying attention, and they do not have yet the strength to face great uncertainty even though God has placed this strength within them.\n\nThe power and the presence of Knowledge is here to guide you and to protect you, but you must take the Steps to Knowledge and become strong in Knowledge. Here you must set aside your fears and your hopes, your nightmares and your strong preferences, to look and to see carefully, to be as objective as you can, to take your environment very seriously, to observe other people to learn from their mistakes and from their strengths, to stop your endless complaining and to end condemnation of others so that you may learn from their example.\n\nHere the whole world can teach you what works and what does not work, what will work for you and what will not work for you. But you cannot learn any of this if you judge the world for disappointing your expectations, if you are consumed with your own interests and desires and problems because you are not paying attention. You are not being a student of life.\n\nSo you will not know what to do in the difficult times ahead. You will be swept along. And when you finally decide to take action, it will be too late because everyone will be taking action, and it will be a panic. It will be chaos. The stores will be empty. The banks will be closed. There will be social unrest. And you will be caught in the middle of a situation that you could have escaped had you planned previously.\n\nYou must now be very cautious. Caution is different from fear. Fear is a kind of blind reaction, a kind of paralyzing experience. But caution is observant. It is objective. It is inquiring. You are looking to see what you must see. You are taking great care with your actions and your thoughts and your decisions. That is being cautious.\n\nThat is what is appropriate here. To be fearful is to cease to be observant. It is to be taken up in your own reaction. It is to be held in place. It is to withdraw and contract. There is little wisdom here.\n\nBut if you are not prepared for great change, you will react in this way. You will be paralyzed with fear. You will be outraged. You will be confused. You will have no plan. You will not know what to do. You will blame other people. You will take desperate actions. You will follow other people who are taking desperate actions. You will put your life at greater risk and greater danger.\n\nThe Great Waves of change will either defeat humanity or require that humanity grow up and become mature and responsible and united. Humanity must cooperate to face the Great Waves of change. You cannot be a warring set of tribes and cultures, or the Great Waves will just destroy what you have created.\n\nThis is a great time for humanity. The Great Waves of change have largely been produced by humanity’s abuse and overuse of the world; its reckless use of resources; and its lack of concern for the future, lack of awareness of the future and lack of preparation for the future. It is this desperate, irresponsible, reckless behavior that is now getting you into such trouble and will only produce greater difficulties now as you proceed.\n\nEveryone wants economic growth, but you are facing a world in decline. Everyone wants to have as much wealth as they have now and more, but humanity is drinking from a shrinking well. What you want and where the world is going can be so very different here. What you expect and what is coming over the horizon can be so very different.\n\nDo not underestimate the power of nature and the consequences of altering nature. Everyone has had a part in doing this, and everyone will have to bring skill and ability and the willingness to unite and cooperate to face the Great Waves of change that are coming to the world.\n\nKnowledge will teach you what to do step by step, but you must undertake a real and deep evaluation of your life and current circumstances.\n\nWhat is the sustainability of your work? Of your home? Of your transportation? Where do you get your food and energy? What are the resources of your community? How will you get to work if there is no petroleum available? How will you deal with food shortages and ever-increasing prices of everything?\n\nYou have to think ahead now. It takes courage. It is unsettling. It might even be terrifying at first. But if you keep your attention here, you will gain a greater objectivity, and the waves of fear will pass. And you will learn to become observant and cautious, careful in what you do.\n\nBut it must begin with a great evaluation of where you live, how you live, how you travel, how you use resources, the strength of your relationships. Do the people around you have any sense of what is coming over the horizon? Or are they just foolishly playing in the sand or carrying out their own objectives without any awareness of the great change in your environment?\n\nThis evaluation will take time because it requires many things, and it will require changing many things and redirecting perhaps the course of your life entirely. But time is the problem. Time is of the essence. You do not have a great deal of time to prepare for the Great Waves of change. Every month and every year are very significant now.\n\nIf you are living in the wrong place, if you are poorly positioned, you will reach a point when you cannot do anything about it except take a great loss. You thought the future was going to be like the past, so you invested in that way, under that assumption, and now you find yourself in jeopardy.\n\nThis is the challenge of life. It has always been the challenge of life. But now the challenge is so much greater.\n\nThe people in wealthy nations have lost contact with nature. They have lost their ability to be discerning and cautious and aware. They have become complacent and self-assured, living on assumptions that their wealth would continue, and their privileges would be supported, and their environment would continue to provide endlessly for their desires and their needs.\n\nWhile the poorer people are facing the reality every day—the problem of resources; the problem of security; the problem of protecting themselves and their families; the problem of acquiring sufficient food, water and medicine—they are wiser by far than the wealthiest amongst you. They are closer to reality. And now reality will reassert itself everywhere, even in the rich nations.\n\nNo one will escape the Great Waves of change. And the wealthier you are, the more you have to lose, and the more concern you will have in protecting what you have, and the greater will be your vulnerability in facing a world of needy people.\n\nThis is a problem that will either defeat humanity or unite and uplift humanity. The decision is not only with governments or large institutions. It is with every single person. Every person must choose whether they will struggle, compete and fight or whether they will find ways to sustain themselves in concert with others.\n\nIt is a fundamental decision in the face of grave circumstances. It is life. You may think it is calamitous, but you are really returning to a more authentic, grounded and genuine life. Instead of playing with your little technological toys, instead of losing yourself in your romances and your hobbies, you have to come back to life, to stand at the edge of life with all of its uncertainties, opportunities and dangers. Do not think that everything will turn out appropriately, for everything will turn out, but it will be a disaster for so many people.\n\nYou have time to reconsider your life, to gain a greater degree of wisdom and discernment here, but you do not have much time. That is why this Message is so important. That is why the reality of Knowledge is so important. That is why looking far into the future with clear eyes is so important. That is why making plans and preparations and discerning how you will be able to take care of other people are so important.\n\nThere will be people beyond your family that you might need to care for—the elderly, children without parents, disabled people, or simply people who just fell apart in the face of the Great Waves of change. You may have to take care of some of these people to a certain degree. How will you do that and with what?\n\nThese are things you should be thinking about now, before the storms arise in great number. You should be building your ark before the rains come and not wait until the last moment when there will be nothing to use to build an ark.\n\nThis is why there is a New Message from God in the world because humanity is unprepared for the consequences of its own actions in the world—its lack of preparation, its lack of wisdom, its lack of responsibility and accountability—the results of which are now mounting and will continue to mount, relentlessly, as you move forward.\n\nGod loves humanity and does not want to see human civilization—which has taken so long to build, which has such great promise and great qualities—God does not want to see this fail and collapse. God does not want to see humanity fall prey to forces from beyond the world who are here to take advantage of a weak and divided humanity.\n\nThat is why there is a New Message from God in the world. And that is why it is here to warn you about the Great Waves of change. It is here to provide the Steps to Knowledge and the preparation that will be needed—the preparation within each person, in how they engage with themselves, with other people and with the world itself.\n\nThis will require great strength and courage. But your life is on the line, and so there should be sufficient motivation for you to have this strength and courage. And you must be very compassionate because people around you will become ever more distraught and confused. They will engage in self-destructive behaviors. They will act foolishly. And they will be delusional.\n\nYou must have great compassion, for humanity as a whole is not prepared for the Great Waves of change. It is not prepared for the Intervention that is taking place in the world by races from beyond the world. It is not prepared for life, for eventualities.\n\nYou must see the truth of what is coming, and you must have the strength, the power and the motivation to act—appropriately, wisely, carefully—using the wisdom of others to help you, using the resources of your community, reaching out to other people.\n\nFor it is not about stockpiling food for the future. That will only work very temporarily. You are facing a very long set of circumstances. You have to reset your life, reposition yourself.\n\nThat is why the Great Waves of change, though calamitous and extremely dangerous, also can be redemptive. They require a greater honesty, a greater capacity and a greater responsibility in people. This is redemptive because you have come to the world to serve the world. If that service is not being activated, if it is not being realized and expressed, then you are failing your fundamental mission in life.\n\nWhether you are rich and live in splendor, you will feel uncomfortable, restless and anxious because you are not engaged in your greater activity in the world. You are not fulfilling the need of the soul. You are not finding and expressing your greater purpose for being here.\n\nOnce you get beyond your fear and anxiety, you begin to see that the Great Waves of change are connected to who you are and why you are here. And that is a very significant realization. That presents a real shift in how you will see and understand the greatness of your times and the power that God has placed within you—to face them and to serve them and to live meaningfully within them.",
  "audioUrl": "https://www.newmessage.org/av/how-will-you-know-what-to-do.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/know-what-to-do/"
}