{
  "title": "What is the Greater Community?",
  "content": "The Greater Community is an environment in which you live. It represents the greater physical and spiritual universe into which humanity is now emerging. You have always lived in the Greater Community, but your relative isolation in this world has not given you the experience of the greater context into which you are now emerging. It is this greater context that will give you the clarity and the understanding that you will need to discover the greater purpose that has brought you into the world.\n\nThe Greater Community into which humanity is now emerging represents a vast network of communities and cultures in the physical universe. This vast network represents the evolution of intelligent life in all of its manifestations, from the very primitive to the very advanced. It encompasses cultures that possess a wide array of values, motivations, beliefs and associations.\n\nThe Greater Community is not united. It is diverse and often contentious, yet magnificent beyond what you can now possibly imagine. An emergence into the Greater Community will not be the result of your journeys into space but rather the result of visitors coming to the world. Many of these visitors are in the world today. They represent different organizations and associations. In essence, they are competing for influence in the world.\n\nHumanity’s emergence into the Greater Community represents the greatest threshold that humanity has ever faced as a race. It poses tremendous risks; however, it offers the possibility and the opportunity for humanity to unite and to gain a greater vantage point in life.\n\nAs you enter into these pages, you will begin to learn about the reality of the Greater Community, a reality that is very different from what many people in the world believe in today. And you will come to see that humanity is at a great threshold, and that you are connected to this threshold. Here your spiritual life and your spiritual reality will become illuminated and will finally have the context necessary for you to realize why you have come, who you must meet and what you must do.\n\nWhen you look out into the skies above you at night and you imagine how vast it is, it is important to understand that this universe is full of life. It is not that life only exists in remote and rare outposts amidst a vast desert of emptiness. Though there are many, many worlds that are uninhabited and uninhabitable, life has anchored itself and established itself throughout the Greater Community.\n\nTherefore, answer for yourself once and for all the question of whether you are alone in the universe. How impossible this is. How preposterous to even think that this could be the case. This kind of thinking is born of the fact that humanity has evolved in a state of relative isolation and has not had the advantage of direct contact with intelligent life from beyond the world, except recently.\n\nIn ancient times, Greater Community explorers came to your world to gather biological resources and, in rare situations, to hide things. Their encounters with native peoples were quite rare, for they were not here for that purpose.\n\nFrom a Greater Community standpoint, your world is like a greenhouse, a great biological storehouse in the universe, and this is rare. For this reason, it has been used over the span of time as a place where biological resources could be gathered. Yet visitations were rare and the native peoples, though they witnessed some of these visitations, were not the primary focal point of the visitors.\n\nA great turning point for humanity came in ancient times with the seeding of greater intelligence through interbreeding. This is what gave rise to modern man in a very short period of time and set the stage for humanity to emerge within this world as the predominant race and species, and to develop slowly the world civilizations that you see here today. This was largely the result of Greater Community intervention, an intervention that was destined to happen and has given you many of the great advantages that you experience here today, and many of the great problems that you face now as a race.\n\nWhen We say relative isolation, We mean that [though] you have grown up in a world preoccupied with human ideals, human values and human endeavors, the Greater Community has had a profound effect upon your evolution and development. Yet this has not been part of your experience, for humanity has seemed to evolve alone in the universe, drifting through space, unaware of the greater forces that are shaping life and are shaping the destiny even of this world.\n\nIn this way, you are like villagers deep in the jungle. Your religions reflect the range of your perception and understanding. Yet you are largely unaware of the greater forces that are functioning in your world and will likely be greatly unprepared for the coming of visitors from that world.\n\nUsing this analogy, you can begin to see the great predicament that humanity is in at this time, for you are like villagers in a remote jungle who are about to be discovered by the outside world. Humanity is about to be discovered by divergent forces from the Greater Community who are here for their own purposes. Here your isolation will be rudely interrupted, and the discovery that you are not alone in the universe, or even within your own world, will come in shocking waves of revelation.\n\nMany people feel there is a great movement in the world today, that [they] are at a great turning point. Some speculate that this will lead to a great disaster for humanity, others to a great awakening. It is as if the ground is moving beneath your feet, and within yourself you feel a great turbulence, as if something is driving you forward towards an unseen and unknown destiny.\n\nIn response to this great movement, people project their ideas, their beliefs, their hopes and their fears. And from their perspective, the world is either filled with angels or with demons, as they speculate that the great times of change will fulfill the ancient prophecies or will begin new ones.\n\nThis is the result of people experiencing the evolution of the world, of experiencing living at a time of great change. This is the result of people experiencing the world’s emergence into the Greater Community. Yet how few people in the world today really understand what they are experiencing.\n\nHumanity is emerging out of its isolation now. It is emerging into a Greater Community of life. It is entering a larger physical and spiritual universe, of which it has always been a part.\n\nHere you will encounter the reality of other forms of intelligent life, but they will not be angelic, and they will not be demonic. They will be races of individuals who are facing the same problems of survival and competition, advancement and control that humanity is struggling with within the world. Though their technology seems to be beyond comprehension, that does not mean that they have magical powers. They are here for their own purposes, very little of which has anything to do with human reality or human history.\n\nThe Greater Community is in the world today. When We say this, We mean that there are a few groups who are here. They certainly do not represent the entire Greater Community. Yet their presence here brings with it the reality that life will change forever within the world, and that all that humanity has developed in its life in isolation will undergo a profound change and challenge, tremendous growth.\n\nThis is the most difficult thing that could happen to humanity at this time, and yet it is the most beneficial. For it will take the presence of the Greater Community to finally bring humanity to realize that it must unite, that it must preserve the world, that it must protect its citizens, and that it must become strong and capable in order to function within a Greater Community environment.\n\nWhy is the Greater Community here in the world today? The Greater Community has been called here and brought here for different reasons and different motivations, but primarily each group is responding to humanity’s development and the prospect of humanity’s emergence into the Greater Community. Some are here to gain advantage in the world. Some are here to observe you. Some are here to offset your dangerous and aggressive tendencies. And some are here because they support your emergence into the Greater Community, and they value your existence and they wish to assure your advancement.\n\nClearly, you can begin to see that you are entering a very complicated environment, a very complex situation. You are entering an environment where humanity is not the primary race, is not the strongest participant, is not the ruling party, and this gives rise to fear and anxiety.\n\nHumanity’s great world wars in this century [20th century] and the development of nuclear weapons have given a great signal to those in the Greater Community who are aware of humanity’s existence that their intervention must take place now. This is also stimulated by the deterioration of the natural environment here, an environment which is highly valued by others. With the exception of those few races who are aware of humanity, who seek to assure and protect your advancement, all the other races are here to serve their own interests, to preserve the world for their own uses. They are here primarily to control humanity.\n\nWithin the Greater Community, you have allies, you have enemies, and you have competitors. Your allies are not here directly. They are not here to control humanity. They do not wish to take over or to influence human government or human affairs. Instead, they wish to present something that will enable humanity to prepare for the Greater Community and to learn to gain wisdom and discernment in this larger arena of life that at the outset seems so daunting, so immense and so confusing. They watch you from afar, and they send their counsel to those who can receive them. They do not represent great military forces, for that is not their strength and their wisdom.\n\nIn the Greater Community you have enemies. That is not to say you have enemies at this moment, but there are those who will oppose your ventures into space, and they will certainly oppose your ventures beyond this solar system when that threshold is reached.\n\nAccording to Greater Community values, at least amongst nations that trade and interact, a world such as yours can claim dominion over its own solar system but not beyond. Given human values and the generally anthropocentric view that the universe is there for the taking, this will create great problems for humanity in the future and will create adversity. You are only a century away from being able to go beyond your solar system, a very short period of time in the larger scheme of things.\n\nYour enemies will oppose you because they have their own interests, which they wish to protect, and because they do not regard the aggressive nature of human communities as they exist today in a positive way. Those who are potential enemies of humanity that live within the proximity of this world beyond your solar system are aware of your existence and will seek to defend themselves against humanity if it becomes necessary. They have no interest in human affairs except to defend themselves against it.\n\nNext, you have competitors. These represent races of beings who want to have some kind of interaction with you, but for their own purposes. Some will seek to establish trade; some will compete with you for the resources of this world. None of them will have your best interests at heart except insofar as it serves their own purposes. They will collaborate only for advantage, and they will oppose you and attempt to manipulate you if you are competing for the same things. They are not enemies in the sense that this will generate warfare, but it creates very subtle forms of adversity, with which humanity is quite unprepared to contend.\n\nWithin the great scope of the Greater Community, there are very, very few races who are aware of humanity’s existence. By very few, let Us say 20 or 30. Very few.\n\nFor the Greater Community is vast. Space travel is relatively slow. It takes a long time to get around. The distances are vast. There are huge areas that are unexplored and uncharted. [In] the Greater Community, large regions are called sectors. Within a sector, there may be several thousand solar systems, many of which are uninhabited.\n\nThe sector that your world exists in is very densely inhabited. What that means is that if 12-15% of solar systems are inhabited, that is considered densely populated in the Greater Community. So your world, rather than being in some far corner of the universe, is actually right in the thick of things. This means that humanity will have to contend with the realities of Greater Community trade, commerce, cooperation and competition to a far greater extent than if your world were in a remote and uncharted region of the Greater Community.\n\nGreater Community forces are in the world today because humanity is destroying the world and because humanity is at the threshold of emerging into space. Here humanity is suddenly thrust into a greater environment representing greater forces, some of which are even competing with each other for influence here.\n\nIt is like the remote villagers finding themselves within a larger human community representing forces, empires and nations of which they are totally unaware. Yet how much more inexplicable will the Greater Community seem to you than the outside world of humanity would seem to the remote villagers who are finally discovered.\n\nThis is the great turning point. This is the great threshold. This is why you have come into the world—to be a part of this, to learn about this and to make a positive contribution to humanity and to the world.\n\nAnd yet how far and beyond human comprehension, human concern and human belief are the very things that shape and will shape and have always shaped human destiny and human evolution.\n\nHumanity’s encounter with the greater forces is imminent now and is being greatly felt by many people around the world. Some retreat into their ancient religions, prophesying the end or the beginning. Others go into a state of prolonged confusion and ambivalence and are unable to function, even in the affairs of daily life. And others try to move forward, try to break the bonds of the past and enter a greater and new understanding.\n\nThese represent the three primary responses that any person can have to great change, and they are demonstrated on a mass level. Faced with great change, you can either go away from it, you can go against it or you can go towards it.\n\nTo go away from great change is to enter fantasy and confusion and to become preoccupied with little things to the exclusion of everything else. This represents all of the addictive behavior of humanity and the many manifestations of human preoccupation.\n\nTo go against great change means to hold fast to old ideas and to oppose the emergence of change, to fight against the tides of change, to completely identify with something in the past and use it to resist the present and the future.\n\nTo go towards great change requires that one break free of the bonds of the past sufficiently to be able to gain a new understanding, to break new ground psychologically and emotionally, and to attempt to extend and to open to new possibilities.\n\nEach of these three responses is inherent within each person, yet one will always be predominant. That is to say, people are capable of responding in any one of these ways to great change, but they will tend to respond primarily in one way.\n\nEach of these responses has certain benefits and certain liabilities. Each has great risks. That is why it is necessary to learn The Way of Knowledge and to develop the wisdom to experience Knowledge and to express Knowledge.\n\nIt is essential now that you accept that your world is emerging into a Greater Community and to accept that this is beyond your comprehension and to accept that you are not prepared for it.\n\nThis realization, which is so fundamental and essential for your well-being and your ability, may give rise to great anxiety. But if seen correctly, it will give rise to great promise, and will call forth your greater abilities, and will enable you to prepare for a new life in a greater world. This is the great challenge and the great opportunity that faces you and that faces people everywhere.\n\nHumanity will be led forth by the few who can respond and who can prepare. Everyone else will become victims of change rather than the beneficiaries. They will succumb rather than advance. Your history has proven this again and again at times of great upheaval.\n\nIt is for this reason that there is a great calling in the world today, a spiritual calling—calling people forth out of their fantasies, out of their ancient beliefs, out of their fixed viewpoints, to gain a greater vantage point and a greater position in life, and from here to be able to prepare for the changing of the world and the coming of the Greater Community. It is this calling that this book represents. Take courage, then, and enter into these pages with the desire to learn and with the confidence that Knowledge within you, the great knowing Mind, will respond.\n\nWhat you will learn here you will not be able to learn in any other book, for this is a teaching about the Greater Community. This is the preparation for the Greater Community. It is a spiritual teaching because it calls upon the greater powers within you that you have brought with you into the world from your Ancient Home. And yet it is a teaching about how to be in the world, how to live life every day, how to deal with all the mundane manifestations of life, and at the same time how to penetrate the great mysteries that will reveal to you your purpose in coming here and what must be accomplished by you specifically.\n\nIt is with this understanding that you will come to see that the Greater Community represents a very practical form of salvation for humanity. For without emergence into a larger arena of life, humanity would simply deteriorate here in the world, unable to overcome its deficiencies and its conflicts, its history and its cultural adversities. The Greater Community, with all of its challenges and all of its problems, provides the context for humanity to recognize that it is one, and that it must unite, and that it must preserve and develop its resources if it is to survive and to advance in a greater arena of life.\n\nIf you are a person who has become aware that you are undergoing a spiritual development, you have also come to realize that spiritual development often is most greatly furthered through experiences of difficulty and adversity. You have had the opportunity to learn that some of the greatest gifts come amidst the most difficult and challenging times.\n\nThis is how intelligence is strengthened and expanded. This is how spirituality is discovered and expressed. This is how individuals everywhere, both within your world and throughout the Greater Community, are able to rise beyond their personal self-preoccupations to enter a greater life and a greater service.\n\nWe invite you, therefore, to take this great step forward, to learn about the meaning of your life, your purpose for coming to the world, the evolution of the world and the coming of the Greater Community.\n\nTake this step with courage and with humility. Take this step realizing that you are at the beginning of a great journey. Take this step realizing and recognizing the tremendous limitations under which you currently live. And take this step with the understanding that the opportunity unlike any other is presented before you to become a greater human being in a greater world in a greater universe. It is from this point forward that you can begin your education in The Greater Community Way of Knowledge.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/life-beyond-solar-system/"
}