{
  "title": "Love",
  "content": "Love requires some preparation to comprehend its power and magnitude. The problem with love is that people try to love. They try to be loving. They even try to be loved. It does not work very well to do this because to be loving is not the first step.\n\nMany people talk about love saying, “Well, if you are loving, then this will happen, and your life will become more joyful, and people will respond to you more positively. If you are more loving, you will have a greater degree of friendship and companionship. If you are more loving, you will experience God more directly.”\n\nThe problem with this approach is that people cannot try to be loving. They try to be loving on top of their current experience, which often is not very loving. You cannot place a sentiment on top of your experience and hope that your sentiment will be successful.\n\nLove is an expression of your own Knowledge. It is an expression of your true Mind.\n\nSo let us not try to be loving so that we can be more honest with each other. Honesty requires that you begin where you really are. You cannot begin from where you want to be. You cannot be where you want to be. You can only be where you are. If your current state at this moment is not a state of profound love, then you must express that state and find constructive ways of doing that.\n\nThis in itself is a great step forward. It requires you to become self-observant and to disassociate yourself from your experience enough so that you can look at it objectively. This involves a certain degree of self-acceptance.\n\nYou must accept your current state. You cannot be waging war against it, even in the attempt to become more loving. That is fruitless and will lead to a greater sense of personal failure, which you do not need.\n\nLove will come naturally in its own way. You do not need to create it. It will emanate from you when the conditions are right, and other people will respond to it. You will not be trying to be loving or kind or nice or lovable.\n\nThe problem with trying to be loving is that you lose respect for yourself because trying to be loving is a form of self-denial. It is saying, “My current state is repugnant. I will not honor it, and I will attempt to be in a more desirable state.” Well, a more desirable state may indeed be worthwhile, but you cannot attain it through self-repudiation.\n\nSo let Us talk about love in terms of preparation, the kind of preparation that allows love to emerge naturally. When love emerges naturally, there is no dishonesty. There is no self-denial. Love is happening.\n\nYour challenge now is merely to accept it and to allow it to emanate. You will be as much a recipient of it as those with whom you are engaged. Let Us make a few important points regarding this.\n\nFirst of all, you do not create love. You cannot manipulate love. In fact, you cannot do anything with love, but it can do something with you. You cannot drum it up. You cannot add it on. You cannot strive for it. It is elusive, if you do.\n\nIf you are open and cultivating yourself correctly, it will be a natural emanation. It is both a result and a cause in and of itself. Like Knowledge, it is a force that is latent within you. As you focus upon it and allow it to express itself, and as you become a substantial person who has a capacity for Knowledge, love will emanate naturally.\n\nLove is not an emotion. It is not always kind. It does not maintain one appearance only. Ideas of being loving and lovable conjure up certain forms of behavior and mannerisms and certain forms of etiquette and social obligation. But this is only acting at love.\n\nLove is very powerful. It does not need your creations. It only needs for you to become an empty vessel through which it can express itself.\n\nLove may make many appearances. If you think about this, you will realize that there have been times in your life that were extremely difficult and very challenging, times that you rejected and could not tolerate. Yet their result was a greater experience of love and relationship.\n\nThose “great romances” that failed you, did they not save you from a worse calamity? And in retrospect, could you not look back and say, “My God! I almost married that person! I am so glad it did not go that way!” But at the time was it not terribly painful? That was love in action, too, but it did not look loving at the time.\n\nIt is only when you look at your life from a greater perspective that you see and sense that your life is being gently guided along. And when it is not gently guided, it means that you have gone too far away, and you need a stronger assistance. Therefore, you get a little push now. It is not so gentle, but you need this because you have disassociated yourself from your own Knowledge substantially, and you need a strong correction from life.\n\nLove is mysterious. It is not always happy; it is not always kind, but it always carries you forward toward the Source of love itself.\n\nGod’s Purpose in life is to unburden you. That is God’s first purpose. God cannot give you anything until you are unburdened. You cannot carry a gift from God if your hands are full of your own necessities.\n\nPeople at the beginning ask God: “Help me get what I want. I want this and I want that, and I want you to make sure I get it. If you are real, you will do this for me.”\n\nHere you are not quite sure if the things you want are not merely burdens for you. If you keep demanding from life that you have these things without result, maybe it is not in your best interests or maybe it is not time for such things.\n\nGod’s first purpose is to unburden you, and the unburdening is an act of love. In fact, you will do most of the work. Do you know why? Because trying to fulfill yourself is so terribly disappointing. Only God can fulfill you and only you can fulfill God. God knows this, so God is not counting on anything else.\n\nYou are trying to correct your life, rearrange your life, re-establish your life and fulfill yourself through your relationships, your career and so forth. But it is never enough. Even if you have money, a beautiful partner and wonderful times, your longing will be even stronger than ever because it can only be satisfied by having a greater purpose in life.\n\nTherefore, God’s first emphasis is to unburden you. God does not want to deprive you of anything that is truly beneficial for your happiness. This you must learn through experience because Our reassurance will not be enough. Until you are unburdened, you will be asking God to increase your burden and not lessen it.\n\nAs you seek for greater purpose, often as the result of personal failure, then something else can be given to you because you are laying down your shields. That is love. If you are terribly burdened, how can you be loving?\n\nYou are attempting to control life to assure that your survival and happiness will be guaranteed. You are trying to determine that people will respond to you in a predictable manner. You are often trying to get results that are in conflict with one another. It is extremely difficult, and it need not be so.\n\nThe most loving kindness given to one who is burdened is to share their burden, but they must give away their burden for it to be shared. If you say, “Jesus will carry my burden for me,” you must give it to Jesus, and what he does with it you cannot control. Who knows? He might give it away to someone else. He cannot carry everyone’s burden, but it is not your burden anymore.\n\nWhen you are unburdened to some degree, God can give you a new responsibility, and that is the meaning of higher purpose: a greater responsibility. By responsibility, We mean your ability to respond to God in your life truthfully, honestly and effectively, without deception or distortion.\n\nThat is your responsibility. Responsibility is higher purpose. Now you are the recipient and the giver of something greater. It is a power and a force. It is your Knowledge, and We shall also call it your love. Then you will want to unburden others because that is the natural extension of what you have received.\n\nGod always gives to givers because they naturally amplify the gift. God also gives to takers, but they do not experience the gift. What God gives to takers is an opportunity to give. What takers need to experience is the need to give because that is what will redeem them. When they become givers naturally, then the whole process of giving and receiving can truly begin.\n\nYour giving must be determined by a greater force within you. People have very strong ideas on what should be given, how it should be given, what the result must look like, who should receive it, how they should receive it, what they should do with it and so forth. It is very hard to give with all these requirements.\n\nTherefore, let Us separate love from sentimentality. Let Us separate love from trying to make happy appearances. If you go around smiling at everyone, you will be disgusting, and you will not understand why people do not want to be around you.\n\nBut if something is happening in your life that is great and inexplicable and you are as much in amazement about it as anyone else, then you will influence and affect everyone you come in contact with. This will not be born of your ambition or personal needs. It is something that is happening in your life.\n\nWhen students develop in Knowledge, either in this preparation or in another, they have an opportunity to experience relationship in a very direct manner. They can become an intermediary. An intermediary is one who translates Knowledge from one level to another and demonstrates that you can be an intermediary between God and the world.\n\nAt a higher level, God needs Inner Teachers to be intermediaries because that is the only way that God can contact the personal side of your mind. God has no personal side, and so God does not relate to the personal side of human beings.\n\nMaking God a person is pathetic because an omnipotent Presence cannot be a personality. They are mutually exclusive. God is a Presence and a Force, the true attraction in all of life. God speaks to you through your Inner Teachers because they are the intermediaries at this level of existence.\n\nIndeed, God speaks to you through intermediaries. Do you know why this is so? Do you know why you cannot just go to God directly? Many people ask: “Well, why can’t I just go to God directly?”\n\nIt is because God wants to join you with others. God’s Plan is a Plan of rejoining of relationships in their true function and capacity. God’s Purpose here is to unburden you and to prepare you for true relationship because you will not be able to do anything in life without true relationship. You will not be able to be a bringer of grace without relationship because grace is a product of relationship.\n\nSo what do you do now to have more love in your life? What do you do now to experience the rewards of being loving and lovable without becoming dishonest or self-degrading?\n\nHere is a little secret. If you want to experience love with people, it is very simple. People do not think of this because they are associating love with behavior and not necessarily with experience.\n\nWhen you are with another, be present to that person. Being present means that you are more with them than with your own thoughts. You are not preoccupied with your thoughts. You are not preoccupied with them, either. You are just being present. It is a state of being an observer without preference. It is amazing what this can yield, but it takes mental preparation.\n\nThe problem in relationships is that people are completely consumed with their own thoughts. In fact, they are so consumed with their own thoughts that they are not even relating to one another. They are relating to their thoughts about one another.\n\nIndeed, people can be together for long periods of time and not experience each other at all. They are attempting to use the relationship to validate their thoughts about each other and their expectations, needs and so forth. But if you are present with another, which means that you are observant without preference and without conclusion, then you will have an opportunity to experience something very great.\n\nThis is not about relationship yet. This is about recognition, which is the beginning of relationship. It is the beginning of a true experience of love. It is also not about empathizing with people. That is relating to another person’s experience, which is actually more about you than it is about them.\n\nEmpathizing with another confirms that you are not alone. It relieves the burden and anxiety of Separation momentarily, which gives you an experience of relief and happiness briefly. This is worthwhile, but We are speaking of something far more powerful.\n\nDo not try to be loving. Do not try to look good. Do not try to look anything. Here you do not matter. Be all eyes and ears and feeling. Do not use the encounter to try to prove something. The results of doing this are very immediate.\n\nThe attractions that individuals feel for each other are not always this recognition, which is not passionate and does not make you feel like a crazy person who has taken a strong drug and has gone into some kind of great tornado of passions.\n\nIt is a deep feeling and it is calm. It is recognition, not stimulation. It is not like taking a great romantic journey. It is a calm settling down within yourself, for your true Self has just been honored and discovered through this encounter.\n\nDo not think, however, that because you have had an experience of recognition that relationship is instantaneous or guaranteed. Relationship is based upon what you can do together in life.\n\nThe major factor for true relationship is greater compatibility. Greater means that it is larger than the idea of compatibility that is generally assumed. It means that you are compatible in your natures. It does not necessarily mean that you are compatible in your judgments, evaluations and preferences, for these are things on the surface of your mind.\n\nGreater compatibility means that the deeper you go together, the greater the resonance between you. It means that you are not opposed to each other’s spiritual calling. In fact, you complement each other’s spiritual calling. This is always greater than your understanding.\n\nWith greater compatibility, your natures resonate with each other. Being together produces a better result than you could produce alone. Now you are both able and prepared to acknowledge the spiritual life that is destined for you.\n\nThus, We have recognition and We have greater compatibility. Greater compatibility must be discovered through action, time and challenge. Indeed, as you face challenge together, your compatibility grows deeper and deeper. It is not exhausted or eliminated, but it must be supported. This provides the foundation for love to emerge.\n\nRelationships of this kind are not common. Do not think you can have them with many people. You can experience recognition with many people, but greater compatibility in physical life is something that is more specific. It has to do with your calling in life, which leads you in specific ways to meet specific people for specific purposes. Your calling is mysterious, yet there is nothing in life that is more powerful, more engaging and more relevant to all of your needs.\n\nNow, this brings Us to the problem of self-love. Love arises when you honor your nature because that is the fundamental act of self-acceptance. Very few people do this. People want to be something else. They carry this burden of insisting that they be something else. Life is not very accommodating here because it does not give you something else.\n\nIf people find their rightful place with others, most of their problems will go away. Why? Because they can settle down now and participate. They are not constantly questioning who they are, why they are here, what they must do to be happy, what they must do to avoid pain or what they must do to find peace. They can now simply participate.\n\nMany of you would like to be like a Buddha or a Jesus or a saint because these individuals represent everything that We are talking about. Individuals such as these are not trying anything. Life is moving them. They are unburdened so they can follow life.\n\nIt is not that they have few possessions. That is not the issue. It is that they have very little insistence upon life. Yet they are fully able and desiring to participate.\n\nBe present with others whom you meet. Then you will have a result, and the result will be an experience of recognition if you are very serious in your intent. But then a problem arises.\n\nThe problem is that love can be very difficult to accept. In your relationships, you will seek out those who have as great a capacity for love as you do. A relationship requires a capacity for love, which is the capacity to experience relationship and the ability and desire to participate.\n\nThe experience of love melts you away. Your personal side, that tiny part of your mind in which you live, melts into your impersonal Self, or true Self, because it is overtaken. That is surrender.\n\nIf you are determined that your well-being, happiness, fulfillment and longevity are entirely dependent upon your attempt to fulfill yourself, then this surrender will be very terrifying for you. But when you are tired, forlorn and have had enough and know that the next attempt will be as futile as the last, then you will accept this great gift from God, which is called love.\n\nLove is when God overtakes you. You have stopped running. At that time, you do not care about personal fulfillment. You only want help and you only want to know: “What is it? I give up!” Then something very powerful happens. Love starts to overtake you, and you start to have an influence on other people.\n\nThe only way that you can heal another, the only way, is that your Knowledge is powerful enough to activate the Knowledge of another. This is something that is entirely beyond your conscious control. It will be as amazing to you as it is to anyone else, but very natural.\n\nIt is unfortunate that people think that self-improvement is about making life a better movie for themselves. We know that may sound hopeful, but that is not what will give you freedom, for freedom is escape from your personal side.\n\nYour personal side here is not destroyed or abandoned. It is only that your foundation has shifted. Then your life is no longer about survival. It is about contribution, and it happens naturally.\n\nGod wants to unburden people. God wants them to settle back in themselves and not try to dismantle themselves by saying, “Well, if I did not have these fears or these barriers, I would be perfect, radiant and happy all day long.” This is a very common assumption: “Well, if I had no resistance, I would be absolutely magnificent.”\n\nThat is not the path of Knowledge. That is the path of personal fulfillment. It is the path of trying to be God, trying to fulfill yourself and trying to make your world a Heaven on Earth. What happens is that you do not understand what God is doing here.\n\nGod wills for you to join with your Spiritual Family so that you may learn the law and the reality of joining because this is the foundation for true love. For this you need your Inner Teachers. Though many of you will not experience them directly, they are watching over you.\n\nWhy are Inner Teachers important? Because they bring to you the memory of your life beyond this world and with it the realization of your purpose in being here. You cannot truly find your purpose without this greater sense of destiny and origin.\n\nYour purpose in the world is totally relevant to where you have come from and where you are going because you are a visitor. You have come from someplace and you have not come empty-handed, but your gift is hidden deep within you. It is hidden in your Knowledge.\n\nYou may attempt to do anything you like in this world, and you will not ruin your gift. The only failure possible is that you will not find your gift, or you may find it but not be able to contribute it. It is to guarantee as much as possible against this failure that God’s Angels have provided trainings at various levels for various individuals in special stages of development.\n\nThis is God working in the world. God does not come because God is everywhere, so how can God leave somewhere else and come here? Coming here and going there is meaningless to God.\n\nGod’s Will is a force of attraction that organizes all individuals that are separated at all levels of existence. This force organizes everyone into perfect complements of each other, and this is what brings everything back to God. This is the foundation for love.\n\nYour Inner Teachers need you because you are emissaries in the world. You have not come here merely for therapeutic reasons. This world is not a mental hospital.\n\nSome people are very excited about working out past mistakes in all lifetimes, but that is not what God asks you to do. How can you work out anything in the past? It is over. You are still carrying it around like a great bundle. Your journeys into the physical do not account for your Greater Reality.\n\nThus, you need your Inner Teachers and they need you. It does not matter for all of you that you have conscious contact, though for some of you it is quite significant. It is always worth your concern and focus, however, because it is the reclamation of true relationship.\n\nFully comprehending the presence of your Teachers in this life is to have an experience of relationship directly. This will prepare you to be in meaningful relationships with other people with far greater ability and resourcefulness.\n\nWhen people first have any idea of Inner Teachers, they project all of their ideas upon them. They try and make Teachers look like this or like that. They expect Teachers to act very angelic or very powerful and very commanding. Some people want Teachers to be like little helpers to kind of help them along.\n\nThere are some people who have received ideas from their Teachers and have even heard their voices, but they have no idea who they are. It is only when you and your Teachers actually do something together that your relationship becomes comprehensible.\n\nLove will arise naturally when you are present for people and when you have come to terms with your true inclinations in life. Then love begins to permeate your life and activities. It is something that abides with you, not something that you stir up.\n\nYou continue to be foolish perhaps, but the spiritual Presence is abiding with you increasingly, and it goes with you. This is the purpose of Our work: to provide an environment and a curriculum that makes this truly possible in a short period of time.\n\nWhen people respond to someone who is advanced, they are not responding to the person. They are responding to the spiritual Presence that is with the person. Often advanced individuals say: “No, it is not me. Do not look at me. I am not doing it. It is with me.” There is a lot of emptiness in their lives for this Grace to fill.\n\nWe are very blessed to receive the Presence of one another, to be able to touch life with life, to be able to touch this worldly life with life beyond the world. We are nourished through this contact. We are heard and We hear you. We give thanks for this opportunity.\n\nNasi Novare Coram.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/love/"
}