{
  "title": "Love and Relationships",
  "content": "Today We shall speak on love and relationships. It is certainly possible to feel great love for someone with whom you cannot participate in life, and in fact this is not uncommon.\n\nIt is possible to feel great love for someone with whom you are incompatible, even on a personal level.\n\nPeople make the mistake of trying to build a relationship around this, thinking that love is all they really need when, in fact, they are very incompatible with the other person, and their relationship can never be harmonious or really successful.\n\nPeople think that love is a kind of ultimate state of being, but in terms of romantic love, this cannot be the case.\n\nPeople treat the experience of being in love as if it is an ultimate experience, but there is no guarantee this will lead to a successful relationship, for a successful relationship must be built on purpose, readiness and compatibility.\n\nIf you are not going in the same direction in life, you will only hold each other up by trying to be together, regardless of the attraction initially.\n\nIf you cannot take the same journey, then you are interfering with each other’s progress by trying to establish a relationship. This is not uncommon.\n\nIn fact, misengaged relationships is one of the primary reasons that people cannot or will not discover their greater purpose for being in the world. They will live a life of compromise, confusion and frustration as a result of this.\n\nPhysical attraction, attraction to another’s personality, or even attraction to some deeper aspect of the other person does not mean that you are destined to be together in any way.\n\nDestiny here means everything because if you do not have a real destiny together, then trying to be together will only impede your progress. You actually will be hurting one another by trying to be together. You will be preventing each other from really moving forward in life and finding the people and the purpose that are essential for your being here.\n\nGod has sent you into the world for a greater purpose. This purpose requires the interaction with certain individuals along the way and eventually with certain others who will play a major part in your realization and expression of this greater purpose.\n\nTrying to unite with other people for other reasons will only interfere with this essential process in life, and the results lead to prolonged unhappiness, confusion and compromise.\n\nThis is such a great problem that many people are circumscribed by the relationships that they have established before they have reached a point in life where they could discover their greater purpose. And as a result, they are trapped. They have committed their life already. They have given their life away. And now they are afraid to question their former commitments and previous investment in other people.\n\nThey will try to seek comfort by pursuing wealth or through distractions or hobbies or religious pursuits or political pursuits. But essentially their problem has to do with where they are in life and who they are with.\n\nIf you are with someone who cannot recognize your greater purpose and deeper nature, they are going to hold you back, and you will feel held back and frustrated regardless of whatever pleasures or affluence you have created together.\n\nLook at the faces of the people, and you will see this compromise. You will see this lack of freedom. You will see this inability to engage with their deeper nature and all the Great Powers and significance that this represents.\n\nPeople give their life away before they even know they have a life—a greater life, a life with a greater purpose, meaning and destiny.\n\nFor anyone who is called by God, this problem of previous commitments is a very serious one indeed and can prevent the one blessed to receive from responding because they are already dishonest with themselves regarding their current relationships and commitments and obligations. And they will find that they are having great difficulty responding to a greater calling, which is always mysterious and which exists beyond the realm and the reach of the intellect.\n\nIf you feel love for someone, then feel it, but do not give it a form. Observe the situation and see if this is correct, if this person really understands your deeper nature and is going where you are going and is called as you are being called. Or are they just a wonderful person with wonderful qualities that you are attracted to? There is a world of difference between these two evaluations and the results and consequences that they lead to.\n\nFor who you are with will determine what you are able to know and your ability to follow what you know—to follow the greater Knowledge that God has given you to guide you, to protect you and to lead you to your greater accomplishments in life.\n\nOne misaligned or misappropriated relationship can stand in the way of this discovery and expression. This you must realize. You must take your relationships very seriously. You cannot afford to be with people who are not going where you are going and who cannot respond to the power of Knowledge within themselves.\n\nFace the disappointment that this realization may bring about. But face the truth, for the truth is very clear in these matters even though people are very confused.\n\nKnowledge within you will recognize those individuals who are going to be significant. The question then is: Are they ready to participate? Are they mentally and physically healthy enough to participate? Are they ready, willing and able to participate?\n\nThis brings up the question of readiness, which is very important, for many people who do have a greater calling and are close to receiving this calling are really not ready for it at all.\n\nThey have given their life away to other things. They are not living the life they were meant to live. They are with people who cannot respond to the greater truth and direction in their lives. The compromises they have had to make to maintain these involvements have cost them a great deal.\n\nReadiness is very important. In a sense, everyone is not ready until they are ready—until they have cleared their life, until they have faced their mistakes from the past, until they have let go of what they have created if it is standing in their way, until they have reached a deeper level of self-honesty where they can feel the movement and the restraint of Knowledge within themselves.\n\nSo even if you were to recognize someone who is going to play a significant role, your readiness for them and their readiness for you are very important.\n\nThis readiness also requires that you not assign a form to your relationship. This person may become a real ally. They may become a teacher or a student. They may become part of your essential core community. But that does not mean they are going to be your husband or your wife, even if they appear to be a candidate for this role.\n\nHere your personal desires and needs must be recognized and managed correctly, or you will make critical errors regarding the very person you are meant to be with. And the results will destroy your participation together, which will have serious consequences for both of you.\n\nNext is the question of compatibility. This has a great deal to do with the success of a marriage or a deeper union with another.\n\nFor a person who is meant to be your ally, or to work with you in your core community, or to be a part of your mission and purpose in the world, compatibility is important, but not to the extent that it is important for someone who is going to be a life partner or your husband or your wife.\n\nCompatibility here determines whether you can function successfully together, whether you have the right ingredients for this kind of relationship.\n\nPeople do not use these criteria at the outset, only to find out later that their chosen partner is really very different from them in ways that are quite consequential, and that there are parts of their life they cannot share—deeper parts, essential parts, even the most essential parts.\n\nThis must be the criteria, and the New Message presents the criteria very clearly in teaching you about the meaning of the Four Pillars of your life: the Pillar of Relationships, the Pillar of Work, the Pillar of Health and the Pillar of Spiritual Development. Like the four legs of a table, they uphold your life, and the extent to which they are successfully built will determine whether you are ready or not to receive your greater purpose and calling in the world.\n\nIf these Pillars are frail or fragile, then you will collapse under the weight of a greater set of responsibilities in life. That is why a central part of your studenthood in learning the New Message is to build these Pillars, which is a very mundane activity for most people.\n\nIf you are not properly engaged with other people, then you must work on this, and that represents your Pillar of Relationships. If your work or use of finances is not correct, then that is a Pillar you must work on. If your health is weak or has been neglected or faces serious problems, you must deal with this on both a mental and a physical level. This constitutes a great deal of the work of preparing yourself for a greater purpose in life.\n\nPeople who do not do this work will fail, and their failure will be very consequential for them and for others who are meant to be with them.\n\nThis is one of the chief causes of human failure—the failure to respond, the failure to follow what must be followed, the failure to understand the nature of the journey you are on and what you must do at every great turning point along the way.\n\nClearly, this narrows the field of choices for who you would choose to be with in life, for there must be purpose, there must be readiness and there must be this greater compatibility.\n\nSo what role does passionate love [have] in all of this? Passionate love is like a flame that burns very hot, but that cannot burn for very long. It is based on fear and hope and fantasy. It is imbued with desire, and it reinforces personal insecurity and personal neediness.\n\nThis is the love experience that so many people are pursuing in life at great expense, but it is not an experience that can lead to a really successful relationship in most cases.\n\nWhat you are looking for is an experience of recognition—a deep, quiet, powerful experience. It is not highly emotional. It is not fraught with fear and anxiety and uncertainty. It is coming from a deeper place within you. It is Knowledge recognizing another.\n\nThis is very different from the experience of falling in love, which is really entering a kind of pathetic, unknowing state—filled with desire, fear and uncertainty.\n\nIf this is your experience with another, then you must proceed very slowly and cautiously, for you are prone to make serious mistakes in this state of mind.\n\nDo not commit yourself. Do not give your life away. Be observant, and listen carefully within yourself as you proceed.\n\nGo to Knowledge and ask, “Is this the person I should be with?” If Knowledge is quiet, if Knowledge does not respond, then you must be very careful and consider if you are making a serious mistake in this matter.\n\nThis is the level of honesty and sobriety you must have regarding human relationships. If you will practice this, you will avoid the calamitous mistakes that people are making continuously around you. And you will, through time and through your own preparation, find the key individuals that will make all the difference in the quality and the meaning of your life.\n\nThis produces a greater love, a deeper love, an enduring love, a love based upon participation together, upon service to one another, upon courage and commitment.\n\nIt is not a passionate flame that burns hot and then fades away. It is a deeper fire that burns continuously. At times of success and at times of failure and disappointment in life, it is still there.\n\nAs you grow with another, this love becomes stronger, more powerful and more consistent. It does not come and go. It is not lost in the moment. Even if you are upset with the other person, the love is still there because it is at a deeper level.\n\nIt is not a fascination of the mind. It is not based upon emotions alone. It is not something that is here today and gone tomorrow. It is not something that is extinguished as you begin to face the challenges and difficulties of life together.\n\nPeople are impatient. Their culture encourages them to get married at an early age. All the symbolism encourages passionate love affairs and all the excitement that seems to go along with them.\n\nPeople are caught up in this pursuit over romance. They do not see that they are gambling with their existence. They do not see that they are neglecting the deeper Knowledge and recognition that will enable them to choose wisely and make the right choice.\n\nGod is not denying you relationships with others. God is preparing you for the right relationships—the ones that will make all the difference, the ones that will bring forth the power of Knowledge within yourself, the ones that will encourage you to discover your deeper nature and with it your greater purpose for being in the world.\n\nThis is not the stuff of movies and novels and the romantic stories of passion and agony—all that foolishness.\n\nWho you are with will determine what you can know and your ability to follow what you know. This means that who you are with will determine whether you can really be honest with yourself and whether you can recognize your true opportunities in life and have the courage and strength to follow them. Who you are with will determine whether you will discover your greater purpose and whether you can express it and prepare for it accordingly.\n\nDo not hide behind love as a kind of excuse for being in a relationship where you have no purpose and destiny.\n\nDo not think you can create your purpose and destiny with another, for We are speaking of something innate within you, something you did not create, something that was created for you and that has everything to do with who you are and why you are in the world at this time.\n\nYou may feel you have destiny with another, but you must see if you are truly compatible. You must move very slowly and not commit yourself. You must see if the other person is really ready, if they are really responding to a deeper calling, and if they can recognize this in you. Or are you just an attractive person, attracting them for the moment. Are you merely a pastime for them, an indulgence, a temporary involvement?\n\nYou must be very serious in these matters, for romance is a fool’s paradise with tragic results. You must be very careful with where you commit yourself and your life.\n\nThe real love will emerge with those with whom you share a real destiny, who are ready to participate and who have sufficient compatibility with you for you to take on the greater parameters and opportunities in life.\n\nReal love is a product of honest and true engagement. This is the love that endures. This is the love that is true. This is the love that is lasting. This is the love that will carry you through your life and remind you that you are here for a greater purpose. This is the love that will make that purpose real and available to you.\n\nHere there is real love, and there is false love. There is real relationship, and there is false relationship. There is honest love, and there is dishonest love. There are honest relationships, and there are dishonest relationships.\n\nPeople unite because they want pleasure or security or they are enamored with another person’s appearance or personality. They want to escape with someone. They want to escape loneliness. They want to escape facing their own life. They want to escape the greater calling within themselves. They want to escape.\n\nBut there is nothing there if that is your purpose. You are running away from yourself. You are not realizing you have a core relationship with Knowledge, the deeper intelligence that God has created within you and for you. You are not utilizing your time alone appropriately—to build the Four Pillars of your life and to begin to take the Steps to Knowledge that are presented before you.\n\nYou must become the person you are meant to be before you can really be in a relationship successfully, a deep harmonious relationship, a greater partnership. You bring to that what you have discovered within yourself. If this discovery has not really occurred or has not occurred sufficiently, then what is a relationship for you but a huge and expensive distraction, an alternative from your core responsibilities?\n\nYou must have a sense of who you are and where you are going in life, based upon Knowledge, before you can know who to be with and how to be with them.\n\nThis is the restraint that must be practiced if you are to achieve greater things in life. Here you hold yourself back when everyone around you is giving themselves away. Here you practice discernment and objectivity while others want to lose themselves in their passions and indulgences. This restraint will give you power and wisdom and will liberate you and free you from making critical and consequential mistakes.\n\nYou have a destiny with certain people. You cannot bring them into your life when you want them. They will come when they come. You may be open to them. You may even call for them, but you must wait. You must be very clear and discerning regarding all your other attractions in life.\n\nDo not criticize or condemn yourself for having these attractions. They are part of the problem of living in Separation. They are an attempt to overcome Separation. But they are not guided by Knowledge. They are not really true and honest. So even your desire to overcome Separation must be guided by the greater power that God has given you, for only this can end Separation within yourself and between yourself and others.\n\nIn this, God has the answer to your most fundamental and essential questions about life. But you must be patient and take the Steps to Knowledge and hold yourself back regarding other people.\n\nAs you gain a greater sense of your own nature and the meaning of your own calling, you will not want to give yourself away. You will see the hazard of doing this, and you will see the tragedy of other people doing this and the empty relationships that this creates.\n\nSeek the greater love. Seek the true love. Seek the real relationships. But to do this, you must prepare, for you are not ready at this moment regardless of your desires and needs.\n\nYou must build the Four Pillars of your life. You must become strong and stable. You must address your weaknesses and learn to manage them effectively. You must bring forth your strengths.\n\nIt is a tremendous amount of work, really, to build the foundation for a greater life. Instead of chasing romance, fantasies and distractions, young people must be engaged in this greater building if they are to have anything but a mundane and meaningless life.\n\nThere must be faith that the true people you need will come to you when you are ready. It is a matter of confidence. It is also a matter of honesty because if you are really honest, you will see that your life is not strong enough or stable enough to really engage with another at a deeper level.\n\nYou do not know enough about yourself. You have not corrected your mistakes. You have not freed yourself from your former engagements with others or your addictions. You are not clear enough.\n\nYou must have the honesty to see this. Then you will not feel that life is holding [you] back. You will be holding yourself back. You will say, “I’m really not ready for a relationship of this nature.”\n\nIt will be an honest evaluation, and though you might feel a sense of loss in the moment, Knowledge within you will become stronger. And you will feel happy and glad that you are not betraying this.\n\nThere is a turning point here, where the attraction of Knowledge, the power of Knowledge, and the sense of wholeness and rightness about your life that accompanies the experience of Knowledge becomes more important than having all your needs met and trying to validate yourself or win the approval of others.\n\nYou want to reach this point of integrity and honesty and clarity. That is your job. That is what the New Message calls for. And that is why it presents the Steps to Knowledge.\n\nYou are here for a greater purpose, but you are not ready. You are not ready for that purpose. You are not ready for the people who will be essential in that purpose.\n\nIn the meantime, you must build the Four Pillars of your life and build your connection to Knowledge and learn to become truly honest with yourself regarding your decisions, your attractions and your priorities.\n\n* All bracketed statements are added by the Messenger to clarify or to make grammatical corrections.",
  "audioUrl": "https://www.newmessage.org/av/love-and-relationships.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/love-and-relationships/"
}