{
  "title": "Maintaining Relationships",
  "content": "What are the necessary criteria and the basic requirements for maintaining a primary relationship?\n\nFirst, it is necessary that you share a commitment to each other’s spiritual development. Second, you must be able to function together harmoniously in the mundane world. Third, you must meet each challenge as it comes along. The challenges will come along one after the other. They may seem difficult at first, but they provide the means for your relationship to become established. If seen correctly, these challenges enable you to grow closer together and grow outwardly at the same time.\n\nThis brings up the issues of honesty and self-expression. It is important to see that honesty means knowing what you know, accepting what you know and accepting what you don’t know. That is a basis for honesty. Many people think honesty is expressing everything that comes into their mind or expressing all of their emotions freely with whomever they want. That is not honesty and often produces a destructive result.\n\nThere are times when you must express difficult things. There are times when you must confess how you really feel, even if you suspect it may be divisive or difficult for your partner to hear. However, you will find that these are the exceptions because your partner is not your therapist and should not be used as a sounding board for your whole range of self-expression. This is very important to remember, particularly for people who are involved in personal development and spiritual growth.\n\nYour partner cannot be everything to you. Therefore, you must find out, largely through experience, what you can express and what you cannot express in your relationship, what your partner can hear and what they cannot hear. To demand that your partner hear everything you have to say and face everything that you present is unfair and inappropriate. You yourself cannot do that. No one can do that.\n\nTherefore, your relationship will have boundaries, and these boundaries must be established and recognized. Each person’s inner life must be respected. It cannot be invaded at will by one’s partner. Each person must be accorded respect and recognition. Here you learn to listen more than you speak. Here you become more committed to understanding than to judging. Here you must experience your feelings rather than merely projecting them onto others. Here you must be willing to work out difficult problems together with as much tolerance as possible. This requires that you think of the other person’s well-being as well as your own.\n\nIf you are committed to your partner’s well-being and they are committed to yours, you will escape many of the pitfalls that face growing relationships. This commitment must be there, but it cannot be taken for granted. It will need to be demonstrated, reaffirmed and reexamined as you go along. Remember, you are learning about relationships. To be a student, you must be willing to observe, to recognize your limitations and to take note of those things that you see.\n\nIn a marriage, you will need to determine if you will have children. You will need to determine how you will live and where you will live. Here you may have to make some sacrifices and you will. However, these sacrifices should not betray your inner nature or design.\n\nAs you learn to experience the truth and express the truth constructively, you will learn discernment, restraint and tolerance. This will enable you to proceed. As you proceed, you will find that your involvement will require more of you and offer more to you than you had ever thought possible.\n\nGenuine friendships must be faced with challenges and must meet challenges if these relationships are to be strong. They require, as well, a commitment to the other person’s well-being. Relationships in your business life are the same. Here you cannot sacrifice your relationship for personal gain and hope to have a genuine relationship as a result. If you are being selfish, you are not being honest because you are concealing something for your own advantage.\n\nHonesty is the key, but honesty is not an easy thing to address because people have a very limited view of what honesty is. They think honesty is knowing how you feel and expressing that. Honesty is feeling what you know and expressing that. Though they sound very similar, there is a world of difference between the two.\n\nThere are many things to be maintained day to day. In addition, there are things you must watch out for and be aware of, especially regarding your tendencies to make mistakes and your partner’s tendencies to make mistakes. You want to bring out the best in each other without overlooking that which may be detrimental. This takes skill and maturity. It requires that you attend to life around you and share as much of this with your partner as possible.\n\nBeing in the world will prepare you. Life will mature you if you are not resisting it. But you must participate wisely and be willing to learn about your spiritual life, your mental life and your physical life. You are working your way up the mountain and the scenery changes as you progress. Circumstances change. If you are honest, you can proceed. However, your honesty must evolve. Honesty leads you to Knowledge because it is the source of your honesty.\n\nThe question arises: “Which relationships are worth maintaining?” The relationships worth maintaining are the ones worth starting again. If you cannot start again, you cannot maintain your relationship. If you are committed to your purpose, to your spiritual growth and to the other person’s spiritual growth, and if you meet the challenges of your life without undue complaint, you will either grow together or grow apart. If you do not have all the components needed for a lasting relationship, then no matter what you do, the relationship will not be able to continue. And the more you try to make it continue, the more unreal you will become to yourself and to others. Therefore, a relationship worth maintaining is the one worth starting again.\n\nSharing a purpose with someone means to carry out something important together in the world. Your purpose cannot merely be an idea or a concept. Here you cannot really say: “My purpose is spiritual growth.” That is not an expression of purpose. A purpose must be an expression of what you are specifically going to do in life. This must lead to action. Building a household, raising a family, beginning a business enterprise—this is where a relationship can grow. This is where purpose is expressed and thus experienced. Carrying forth a cause in the world is what matures people. They are doing something real in life.\n\nMany people are committed to ideas because that is easy. Very little is asked of you. Yet being committed to establishing something in the world asks a great deal. It tests you. This will show you if your relationship has all the right components.\n\nGreat relationships are made; they are not simply realized. Therefore, it is necessary to speak of purpose in terms of what you are doing together in life. Purpose is born of an inner awareness, but its expression will change your understanding and shape it. People cannot come together because they share an ideal. They come together to do something based upon an inner conviction. A real marriage may not have high ideals. It may not be committed to saving the world or any part of the world, but if it has a commitment to provide for others, then it has a genuine commitment. It has a commitment both to give to others and to sustain the marriage. This is a commitment that must be borne out day after day, sometimes hour after hour. This is purpose in relationship.\n\nPeople often think purpose is grandiose such as saving the world or becoming close to God. That is not purpose. Your real purpose is doing a small part of a Greater Plan which is beyond your comprehension. This small part is essential. Yet it is not small in terms of your life; it is great. You do not need to be great to do great things. You need only be committed to providing what is necessary and to maintaining yourself as a provider. Then great things can happen through you. Raising children is a great thing. Running a household is a great thing. Operating a business is a great thing. Meeting your worldly responsibilities is a great thing. Many people with high ideals cannot do any of these.\n\nTherefore, when you think of having a purpose, think of what you can do together. That is why romance is so disappointing. It cannot do anything except provide entertainment. It is meant to avoid life, not to engage with it. It needs danger, uncertainty, excitement, allurement and pleasure continuously in order to survive. That is not life. When you cease to have this stimulation in romance, your interest begins to wane and you move on to someone new to regain the excitement. This is mindless and destructive. This only hurts people.\n\nIf you are doing something meaningful in life, you will have the basis for sharing a purpose with others. That is why your first step is to do something meaningful in life. Start with what is meaningful to you now. This may not be ultimately what you will be doing, but it could be a starting point, and even here you can derive tremendous satisfaction. If you are living a life that is meaningful, you are preparing to be in a relationship that is meaningful. If you are living a life of purpose, then you are already in a relationship of purpose with your Spiritual Family, with your Inner Teachers and certainly with others in life. Here marriage becomes a requirement and not merely a preference. Anything that is a requirement in life happens.\n\nThe answer to this question is twofold: one is spiritual preparation and the other is worldly accomplishment. Every relationship has a possibility of generating some kind of spiritual emergence, though it may be very limited and short-lived. If all the components are there to succeed in a lasting relationship, and if true marriage is intended for two people who are designed for each other, the possibility for spiritual discovery and contribution is immense. Yet, in either case, success must arise from attunement to one’s inner life and responsibility in one’s outer life.\n\nHere you cannot use spirituality to escape from the world and you cannot use the world to escape from spirituality, for you need both. You cannot devote fifty percent of yourself to God and fifty percent of yourself to the world because this will never work. You must simply learn to be with God as you go out into the world.\n\nSpirituality is not a lifestyle; it is an abiding presence and an abiding awareness in your life. Meditating all day long and playing with crystals and listening to bells is not a spiritual life. The person who comes to take your garbage out once a week may be living a far more spiritual life. Spiritual life is the presence that is with you and the awareness that you carry. These are fostered in meeting worldly responsibilities and in maintaining your inner life. There is nothing mystical about this; there is nothing occult about this. All the things that are associated with religion and spirituality may be present or not. Spirituality is an abiding awareness and an abiding presence that you take with you into life. Here you must meet the requirements of your life and not run away from them. This is what matures you. This is what makes you a worthy vehicle for God’s expression. This is what makes your relationship with others complete and full, ever growing and ever renewing itself. Then the passage of time will not be seen as a loss of the glory and glamour of your youth, but as a deepening and maturing of your experience, your contribution and the depth of your intimacy with those who make up your primary relationships.\n\nDo not seek an easy life. Do not seek a life without work. Do not seek a life that is all joyful and wonderful, pleasurable and relaxing. That is not a real life. Pleasure and enjoyment will attend you if your work in the world is meaningful. If your work in the world is meaningful, then the relationships that are associated with that work will be meaningful. It all works together.\n\nA relationship is spiritual if it is truly honest. It does not mean that you sit around and talk about spiritual powers, spiritual objects, spiritual images and spiritual levels. That is all idle talk if it is not imbued with the presence and the awareness that is spirituality. True relationship and true love engender true spirituality. Here you know that you are not alone in the universe, not simply because you are in a relationship with one person, but because you are in a meaningful relationship with life and with the world.\n\nYou were sent here to give. If you are giving, then your spirituality is expressing itself. If you are not giving, then you are frustrated and your spirituality is still in the realm of speculation. Therefore, the emphasis is for you to discover what you have to give. This will teach you about your design. Once you learn about your design, you will learn about your Designer. This is how God is experienced. Perhaps sometime later in life when you look back and see what you have done, you will say, “Now I know who I am. This is what I came here to do,” and you will experience the Designer. Your meaning in the world is about your design and your Designer. Beyond this world it is different. You came here to do something and you came here to give. You came here to find certain people to join with you in making your contribution. If that is being accomplished, your spiritual life is active already and the awareness will be with you and the presence will be with you.\n\nConcern yourself with the work you have to do in the world. Concern yourself with opening yourself to those people whom you recognize as partners and participants in your giving. There will be spiritual, mental and physical thresholds through which you must pass. Here your physical life will serve your mental life, which in turn will serve your spiritual life. In this way, you will be uplifted and everything will have purpose, meaning and direction for you.\n\nSpiritual practice is important. Yet you must determine whether you need to have a formal spiritual practice or not. Spiritual practice is an expedient here. It will save you valuable time. Yet it must be wedded with meaningful work and honest engagement with others. In this way, you will reap its great benefits. Without an arena of expression, however, spiritual practices are like seeds that will not sprout, a crop that will not produce, an endeavor that will not yield its intended benefits. That is why when you speak of spirituality, speak of work in the world and of meaningful relationships, for this is where spirituality lives and expresses itself through the love and labor of people.\n\nThere are many questions concerning sexuality and spirituality. People’s experience of error and discord around sexuality can be so substantial that they might want to escape it altogether. Sometimes sexuality is not necessary, and that physical energy, or life force, will be expressed in a different way. This is appropriate for people who will remain single or celibate, for ascetics in monasteries, and sometimes for very creative people who need to channel all of that energy into their work.\n\nFor everyone, the challenge is to manage sexuality wisely because it represents the movement of your life force. You must become aware of this life force and find constructive expression for it in your life. Sexuality is harmful to people when this expression is misappropriated or given out mindlessly or used to gain a preference or a benefit. Sexuality is helpful to your spiritual development if it engenders both intimacy through union with your mate and the propagation of children. After all, without sexuality, you would not be in the world; no one would be in the world. Therefore, denying your sexual impulses is hardly a testament to the grace of life. Yet managing this vital energy is necessary. As a married person, you will be attracted to other people from time to time. That is normal. Some people may be stimulating to you. But here again you must support that which is essential to your well-being. Here restraint is necessary. You cannot have everyone you want, you cannot do everything you want, you cannot own everything you want, you cannot go in every direction you want and you cannot have all the experiences you want. This is obvious if you will look. Therefore, give yourself to that which you value most highly, and things of lesser value are either satisfied in the process or given up.\n\nWould you throw away or damage a life-long marriage for a night in bed with someone else? This is an important question. If you would, you obviously do not value your marriage and are seeking to undermine it in the name of personal satisfaction. There are even more devious expressions of the use of sexuality where it becomes a liability. Attraction between people is normal to a certain extent, but it becomes aberrant when people are using sexuality to gain other favors.\n\nIf you understand the power of sexuality and its importance, you will not want to misuse it. You will want to protect it, save it and use it wisely. If you feel sexual and yet you are without a mate, use your sexual energy to deepen your spiritual practice and to accomplish things in the world. It is only energy after all. It is not sexual in origin. It is merely something you feel in a certain part of your body that expresses itself in a sexual way. You do not need to act upon this. In the same manner, sometimes you become very angry with people and you want to hurt them. Does that mean you go ahead and hurt them? No, not if you want to have your life be constructive and meaningful.\n\nHere it is the wise use of your powers that is important. Sexuality is a power because it is influential with people. Yet in many ways, sexuality is highly overrated. The reason it is so highly valued is that people have nothing else to value. If you are out of touch with the real value of your life, you will value things that have far less value in and of themselves.\n\nSexuality is valuable, but only insofar as it supports the experience of union and marriage and in propagating the race. However, to make sexuality the main expression or the sole interest of your life is aberrant and will hurt you and other people. It will distort your vision of everything else. It will become an addiction, for it is taking the place of Knowledge.\n\nWhat you will experience with Knowledge is infinitely more pleasurable than what you experience from sexuality. Not that the pleasure is greater; it is simply more consistent. Late in life many people transcend their sexuality simply because there are more pleasurable things to do. Their life force expresses itself in different ways.\n\nSexuality is fine. Do not overrate it. Yet it must be applied properly and for the right reasons, or it will become very dangerous for you and very harmful. It will bond you to people with whom you can have no real relationship. It will waste your life force. It will destroy your vitality.\n\nYes, of course. You are naturally designed to be mated in this way. If you are being honest with yourself and your partner, there will be no need to go elsewhere. If there are sexual problems, seek professional help. However, it is always a question of honesty. Are you being honest with yourself and your partner? And are you finding constructive ways to express your honesty?\n\nEveryone knows that monogamy is necessary, though many people will not accept this because they are afraid they will be trapped in some way. This reflects dishonesty because they are not being real and truthful with themselves. Relationship is a commitment to growth and to productivity. If it is only a commitment to personal happiness, it has no commitment at all. The commitment must always be to give and not to take. You cannot be committed to what you will receive from something. You can only be meaningfully committed to what you can give to something. Then, it is up to you to open yourself to receive the benefits and the lessons that are the result of your commitment.\n\nIn marriage, monogamy is necessary. You were designed for this; it is natural. If you violate this, there will be difficulty and whatever rewards you seek outside of your marriage will be very costly to you. If your marriage requires serious work, then give it serious work. If your marriage is not appropriate for you, then break away, but be honest. Do not violate trust with yourself and with your mate. Do not think that you can go against what nature has designed for you just to meet your personal preferences.\n\nTo be in any relationship, you give up something. See if what you are giving up is worth giving up. Real personal freedom is the freedom to find Knowledge and to express Knowledge. Real freedom is the freedom to be in relationship and to be free from your own internal obstructions and conflicts. This is freedom. Freedom to do whatever you want whenever you want is chaos. That is not freedom. That will lead you into divisive engagements. That will destroy genuine friendships. Using freedom in this way will undermine everything that is positive that you have undertaken to create. Understand freedom and do not use freedom as an excuse to betray your best interests.\n\nAgain, it is all a matter of honesty. If you are committed to doing something that is dishonest, you must continually deceive yourself and others. That is why the key word in relationships is honesty. This requires that you examine yourself—your motives, your thinking and your behavior. This requires that you share yourself with others to learn of the meaning of your self-expression and to experience yourself as a contributor.\n\nThere are many attractions in this world. They are more available now than ever. As a married person, you will at some point be attracted to others. Yet if you allow this attraction to dominate your mind and to incite dissension in your primary relationship, it means that you are not being honest with yourself regarding your primary relationship and the nature of the attraction. There are many beautiful things to stimulate you, and there are many pretty faces to allure you, but Knowledge is not moved by these things. There are many glorious diversions that seem to thrill and incite great interest, but Knowledge is not moved by these things. Therefore, the more you are with Knowledge, the less distracted you will be and thus the less conflicted you will be. After a time, you will realize that these attractions are a vexation of the mind. They torment you. They offer very little promise, if any. They only seek to disrupt your primary focus.\n\nA primary relationship is something that is evolving and that requires ongoing development. If you are honest within this relationship and honest concerning your intentions there, you will have the criteria for recognizing other forms of allurement or stimulation and be able to respond to them appropriately. In the larger scheme of things, you give up things that are little and momentary for something that is great and permanent. You give up things that can produce nothing for something that can produce a great deal.\n\nRelationship is an investment of yourself. Invest wisely and you shall succeed. Invest poorly and you shall lose. Too many poor investments will leave you deeply impoverished. Your Inner Teachers seek to teach you to invest wisely so that you may receive the rewards of your investment. It is far better to learn the lessons of relationship within the context of success than within the context of failure. Some failure is necessary to provide contrast in your learning, but success is the better teacher. Unless you are aware of the rewards of true engagement, you will continue to seek other things. You who have experienced failure already need to have the experience of success. This will provide the necessary contrast which will help you to choose wisely. This will enable you to establish your true priorities and emphasis. This will teach you to value yourself and to recognize the value of your investment in life.\n\nSaying that monogamy is necessary is to confirm what you know already within your heart, within your nature and within your design. Think otherwise and you shall violate yourself and others. Your justifications for doing this cannot conceal the fact that you are investing poorly and that you are robbing others of the opportunity for true relationship.\n\nUltimately, you will want to share everything, but you must find constructive ways of doing this. It is not for other people to pay the price of your freedom. Freedom is a gift and the freedom of self-expression is a great gift. If you have been in the world for any length of time, you will realize how precious this gift is. Do not abuse your right and do not use your self-expression to hurt others. Sometimes this is unavoidable, for the truth may stimulate pain in another. However, it is still your motive that must be examined. You can respect another as much as yourself and yet not use another’s fear of pain as an excuse not to express yourself. Here you must find a balance within the boundaries of your current relationship. There is no exact formula here, only guidelines.\n\nIt is very important that you share your intention to realize your spiritual purpose and worldly accomplishment at the outset in a relationship, for this will give you an idea if your prospective partner is going in the same direction as you are. This is necessary to discern in the beginning. It is very costly to find out later that you never were going in the same direction.\n\nTherefore, share your goals and values regarding your spiritual purpose and worldly accomplishment as fully as possible as you proceed together. Learn to express your conflicts, your resentments and your angers constructively within your relationship. If you are not expressing them, they will find other more destructive ways of expression. You are always expressing yourself; you cannot prevent yourself from expressing yourself. It is how you are expressing yourself that is important. This requires consideration of others and an examination of what you want to achieve in your self-expression. It is not enough merely to say, “It is my right to express myself. I will express myself, no matter what.” This is irresponsible. This is mindless. This is not thinking within the context of being in a relationship.\n\nBe honest and honestly examine how you may best express yourself in any given situation. Upsetting people may be unavoidable in certain situations. However, you will find as you learn to constructively express yourself, particularly regarding those feelings and thoughts which may be painful to another, that you can avoid unnecessary conflict in most cases. Sometimes you cannot avoid it. Yet it is still your intention for peace, truth and spiritual growth that will determine a positive result overall. Occasionally, the process is difficult. It is rocky and it goes up and down. Yet if your motive is for greater intimacy in a relationship and to nurture the other person’s spiritual growth as well as a greater experience of wholeness within yourself, your motive will produce a positive result.\n\nThis issue of constructive self-expression is very important because as you proceed in a relationship, you will want to continue to express your desire for spiritual purpose and worldly accomplishment, as well as your desire for union with your partner. If these expressions generate ongoing conflict, if you are not expressing them constructively or if you are neglecting an aspect of your partner which prevents this person from hearing you, there is a problem in your relationship that needs to be addressed. Perhaps there is a great misunderstanding that prevails between you, or perhaps there is a missing component in the relationship.\n\nYour relationship will be tested as it proceeds. Yet you do not need to test it yourself. Life will test it. This is why you must never use a relationship for your own personal growth. If you do this, you will attempt to experiment with your relationship, and this is very selfish. Life will test everything that needs to be tested. Life will purify everything that needs to be purified. Life will show you everything that needs to be done. Life will show you everything that needs to be avoided.\n\nTherefore, do not play God in your relationship. Be a conscious participant. Become more aware of your motives, your actions, your speech and your behavior. As you do this, you will realize that you will need to spend more time listening and less time speaking. You will need to learn to hear others and to understand others. Then your self-expression will become ever more appropriate to the circumstances you are in, ever more beneficial and ever more enlightening, both for you and for those who will hear you.\n\nIf you use self-expression as a form of personal domination, you will merely be attempting to take revenge on your current relationship for everything you think has happened in the past. It is not your partner’s responsibility to bear the brunt of your past pain. This is the work for a professional who can help you resolve past difficulties, if they cannot be resolved within the context of your current relationship. You would not go to your partner if you had a serious physical ailment. Therefore, do not go to your partner if you have a severe emotional problem that is the result of conflict in the past. Your partner is not your therapist. Do not use your relationship for therapy. Use your relationship for self-expression, for the development of honesty and for contribution. It is your responsibility to become whole within yourself. Your partner will help you, life will help you and other people will be called upon to help you as well.\n\nEach person in a primary relationship has an inherent responsibility. Their responsibility is to cultivate their honesty, their experience of Knowledge, their ability to engage in constructive self-expression, their ability to give and their ability to receive. Every person must accept this as their responsibility. It is not your partner’s responsibility to make sure you are able to do these things. After all, in relationship you must cultivate yourself to participate. If you cease cultivating yourself, your ability to participate will erode and will begin to fade. If the other person is growing and you are not, they will out-distance you and you will lose your compatibility. This in no way should be a race between the two of you. Instead, it is a matter of responsibility. If you can move forward together, side by side, then you have established a compatibility in learning together that will be immensely beneficial for both of you and for everyone with whom you come in contact. Here you will become the seed of community and a source of nourishment for others.\n\nThis compatibility in learning must be attended to as you proceed. It must be nurtured and supported. At times other people will need to help you, for between the two of you, you cannot see everything. Here you do not seek to replace your partner, but instead seek support from others in allowing your relationship to become ever richer, deeper, more fulfilling and ever more productive for the world.\n\nYou will always notice the happiest couples are those who are giving something to the world. Yet bear in mind that they are doing this without attempting to replace their union with their external responsibilities. For if these responsibilities are genuine, they are a result of the couple’s union together. Their first responsibility is to support their union and their second responsibility is their contribution to the world. It is not the other way around. It will be a great challenge for these relationships to maintain their union in the face of worldly demands. In some ways, this can be more difficult than the contribution of their gifts. Here people must be vulnerable to each other, they must have their honesty challenged, they must grow and they must refine themselves. Though the outside world will require this as well, the intimacy between two minds establishes a condition for growth that is unparalleled in the world.\n\nHere the problem is not with money; it is with values. It is a compatibility problem. Money is a means of expressing things; it is also a means for getting things done. Here you will need to look at what you want to express and what you want to achieve. Money is the means; it is not the problem. The problem is not being in alignment with what you want to express and with what you want to accomplish. Here money can express confusion as well as the truth of your internal design. You must discern which is which within the context of your relationship and allow yourself to receive feedback from others to help you.\n\nIf there are serious disagreements about money, and if these disagreements continue, it is unlikely that your relationship will be able to survive. Sometimes people work out arrangements, but if these arrangements are too compromising to the basic nature of the people involved, the arrangements will not stand, and the conflicts will emerge again and again.\n\nThat is why it is wise at the outset to look at how your prospective partner earns money, why they value money and how they spend money. What do they spend money for? What are their values? What is their emphasis? What is their purpose with money? These are all very practical questions. Anyone entering a business relationship would likely ask such questions. Yet asking such questions is even more important within the context of marriage. Marriage in some ways is like a business. It involves the maintenance of a household, of a family and of a primary relationship. This requires that you deal with money all the time. That is why money is important here.\n\nProblems with money are problems in self-expression and in honesty. Like sexuality, money can be used to express truth or illusion. It can be used to express a desire for harmony or an intention to uproot or destroy an existing relationship. People often blame money, but money is not at fault. It is what people do with money and why they do it that are the problem.\n\nSexuality and money then are arenas in which deeper, more inherent problems arise and express themselves. Compatibility regarding money is very important for the survival of any intimate relationship. A little contrast between two people is important because this stimulates growth. However, if the differences are too great, then those involved will feel infringed upon and there will be continual friction.\n\nTherefore, if serious problems arise regarding money, you must examine your motives with money, your values with money, your purpose with money and what you are attempting to express with money. Is your use of money expressing a desire to build your union or is it expressing a desire to escape from or to avoid union? Is it expressing a desire to share something or a desire to hide something?\n\nIf people recognized these issues at the outset in their relationships, there would be far fewer divorces in the world. Often divorce is when you have just spent a great part of your life finding out something you could have known at the outset. This is why Knowledge is so important because Knowledge will help you see these things in the beginning of the relationship. Knowledge will save you time. Saving time means the elimination of suffering, which is a very important emphasis here.\n\nIf you feel an emerging sense of purpose in your life, then increasingly you will not want to invest yourself poorly in any arena of your life. You will value yourself and your investment of time. You will value your relationships, and you will want them to be successful.\n\nIf serious problems arise regarding money, you may want to seek professional help, but first consider the things that are being recommended here. Money is something to which people give great meaning, and so it tends to express their values. Money is something people believe is a source of power; therefore, money expresses people’s convictions about power and their intentions with power. Money management is a practical matter, but that is usually not the source of your problem. The problem is with values, honesty and commitment.\n\nConfusion regarding money represents confusion about your purpose and direction in life. Money is a practical substance to be used for practical purposes. It is not mystical or mysterious. It is not God-like. It is simply a medium of exchange. Its use or misuse is determined by the state of mind of those who are using it.\n\nGod wants you to use money to get things done in the world. God wants you to use everything to get things done in the world. Value things that are important, things that keep Knowledge alive in the world and things that build meaningful relationships. Successful societies are built upon meaningful relationships. The world that you experience is in harmony to the extent that it is built on meaningful relationships, for everything represents relationship. If you want to make a contribution to the world, you must first establish meaningful relationships as your foundation. Anything you contribute on this foundation will be based upon what you learn within the context of these relationships.\n\nThe world does not need ideas as much as it needs committed relationships. For even the greatest idea, the greatest thought, can only be actualized on the foundation of committed relationships. That is why relationships have such great emphasis, not only for your own advancement as a person and as a student of Knowledge, but for the well-being of the world and everything within it.\n\nLastly, do not make money “unspiritual” because it is used by others for destructive purposes. Do not make sexuality unspiritual because it is used by others for destructive purposes. With Knowledge everything is given new purpose, new meaning and appropriate self-expression. That is why Knowledge is the guiding power in your life. That is why Knowledge is God in your life. That is why your ability to discern Knowledge, to follow Knowledge and to accept Knowledge through each step in life is the very essence of success and spiritual advancement.\n\nYou promote spiritual growth by becoming a practitioner yourself. This involves spiritual practice and the application of what you are learning from your spiritual practice. Your greatest gift is what you demonstrate guided by Knowledge. Such a demonstration will spark inspiration in others. Far greater than your ideas is your demonstration. However, this is only true if you are consistent in your spiritual practice.\n\nShare your spiritual practice in your primary relationship. Do not require that your partner do what you do, yet extend the invitation. If the invitation is declined, then simply participate in your practice and leave the invitation open. People come to spiritual practice at their own time in their own way. If you are discerning your relationship correctly, and if you are being honest, you will be able to see if your partner can gain access to spiritual growth through spiritual practice. This is very important because your primary relationship is the center of your experience of community. It is important that you can share such things with each other even if the two of you do not engage in precisely the same spiritual practice. Yet your engagement together must nourish and support both of you. That is why spiritual practice is so important for your relationship.\n\nWhen you grow together, you grow closer together. If you cannot grow together, you will tend to grow apart. This can be understood within the context of what is actually occurring in your relationship. If you are demonstrating what you are learning as a student of Knowledge, you will stimulate Knowledge in your partner. If your relationship lacks this compatibility, this will become evident and it will become more evident as you proceed. Yet if your relationship holds the promise of greater compatibility and spiritual growth, your demonstration will stimulate other people and prepare them as well.\n\nRegarding spiritual practice, your partner may be skeptical and want to see results. You must demonstrate the results and this can only be done over time. This must be done naturally and honestly. However, if over time you discover that your relationship does not have this deeper compatibility, be prepared that at a certain juncture you each may have to go your separate ways. Sometimes this is not necessary, but often it is. If it is not necessary, then your partner will have to support your practice even if they do not engage in it themselves. This would have to be a tacit understanding. For how can you be together if you disagree about God? How can you be together if you are in disagreement about the very foundation of your sense of purpose in life? The more you move forward in your spiritual advancement and progress as a student of Knowledge, the greater will be the discrepancy between you if this compatibility is not present.\n\nYou cannot create compatibility. The elements are either there or they are not there. At the outset, if you sense that the elements are there, then proceed and share yourself and your spiritual practice as completely as possible. You will demonstrate this compatibility with your partner through your involvement together over time. However, if you find your compatibility is limited or not there, then you will increasingly feel the need to seek partnership outside of your relationship. You will eventually find that your relationship will be holding you back and you will find yourself condemning your partner, either overtly or within your inner feelings. That is why there is such a great emphasis here on recognizing compatibility at the outset: physical, mental and spiritual compatibility.\n\nYou must be at a similar place in your journey up the mountain. That is why there are not many relationships that actually have this spiritual resonance. Far more marriages are built upon a physical and mental association. Yet a marriage between two people that is built upon a spiritual foundation, a holy marriage, is far more rare. Do not think that everyone can have this in the form of a marriage to one person. Do not think you can create it with someone you find attractive. Many people will experience this spiritual compatibility within the context of a spiritual community. Many people will experience this in their relationship with a genuine spiritual teacher. It is rare that this greater spiritual compatibility will necessarily be evident in a traditional marriage between two people. Yet that does not mean that you who are a student of Knowledge cannot find this deeper compatibility in relationship. You are meant to find this in relationship, yet you must not insist that it exist within a marriage.\n\nA great ally will come to you as your call for Knowledge is sent out into the world. A teacher will be sent, partners in learning will be sent and partners in practice will be sent. And with these people you can experience a great union. For, as it has been said, the greatest union is not necessarily to be found within a marriage to one person. Most people want their marriage to be the ultimate relationship, but often the ultimate relationship occurs outside of marriage. Marriage is being addressed here primarily because this is the form of relationship where most people are focused and where their interest lies. Yet this is not the only context in which primary relationships built on Knowledge can be experienced and expressed.\n\nThe need for compatibility and the requirement for Knowledge and honesty exist in every relationship. If you are being truly honest with one another in your primary relationship, spiritual advancement will occur. Here spiritual advancement is not simply having lofty experiences. That is not spiritual advancement. Spiritual advancement means that there is an inner opening occurring within you and a greater sense of purpose, commitment and service to life. It is an inexplicable emergence within a person that slowly changes their entire frame of reference and ground of being. This is spiritual growth.\n\nSpiritual growth is not going off into the clouds with angels. Occasionally in life you may have an experience like this to uplift you, but this is not spiritual growth. Here again it is necessary to make the distinction between romance and relationship. Do you want to have a romance with God, or do you want to have a relationship with God? Do you want to go off and have parties with God, or do you want to get something done in the world with God? Do you want to escape the vicissitudes of life with God, or do you want to bring God into the vicissitudes of life? This is the difference between romance and relationship. Go to God and God will take you into the world. There is no escape in God. You will find comfort, love and refuge, but not escape.\n\nYou did not come into the world to escape the world. You came into the world to work in the world. You came into the world to bring healing to the world. You came into the world to learn to utilize your worldly body, your worldly mind and your worldly expression and contribution. You came into the world to contribute your gifts, which you have brought from God. You do not want to go back to God with your gifts not given and the presence of Knowledge undiscovered. You came into the world to discover this presence. This presence is the greatest gift and from this gift emanate specific things, whether they be food and shelter for the poor or inspiration and humility for the rich. This can be a demonstration of truth for everyone you come in contact with. These gifts all emanate from the presence of Knowledge within you.\n\nCommit yourself to your spiritual growth. Commit yourself to being a student of Knowledge. Commit yourself to learning—learning to follow, to receive, to give and eventually to lead, in that order. If both of you in relationship share this commitment, it will proceed with you and the two of you together will become a source of meaning for others. As it has been said, there are no great individuals; there are only great relationships. Build a great relationship and you will experience greatness in your life.\n\nMany problems arise in relationship—inner conflict, irresolution from the past, problems in judgment, problems in self-expression, problems in intimacy, problems in managing money and problems taking care of physical things. Problems arise. Though the greater purpose of your relationship is contribution, to develop the ability to make your contribution, you must bring your mind into a unified and focused state—your self-expression, your priorities, your values—everything. Much of this is achieved through problem-solving in specific matters and issues.\n\nIn relationship, you will mostly serve each other through demonstration. It has been emphasized that you should not become a therapist for each other because this creates a dependency that will eventually be destructive. If you need specific help in specific areas, go to those who specialize in resolving these issues and providing this service. Do not burden your relationship with the requirement of healing your past irresolution. Do not expect your partner to be able to comprehend everything that you feel, to know how to resolve everything that you present or to know how to deal with your anger, your frustration and your grief. Your partner is there to help you move forward in life. Yet it is your responsibility to prepare yourself for contribution and for relationship. It is not your partner’s responsibility to prepare you.\n\nThis is so often forgotten, particularly amongst people who are committed to spiritual growth and advancement. They unquestioningly assume that their partner is their 24-hour-a-day therapist. Then therapy begins to dominate their relationship, and they lose sight of why they came together. Some relationships seem to be all about therapy and nothing else. If a person can progress in this therapy, eventually they will not need the relationship any more and will tend to move on, leaving the other person behind in a state of great confusion and discouragement. Life will provide the opportunities for growth and you will need some assistance to help you meet these challenges. To a certain extent, your partner will help you through participation and through joint effort. Yet if greater assistance is needed to resolve your own internal problems, seek the counsel of others to help you.\n\nThe best therapist is someone who can be thoroughly objective with you, someone who has no personal investment in your success or failure. Your partner obviously has great personal investment in your success because he or she is depending upon your success and must learn to offset the possibility of your failure. That places them in a very difficult position to be an objective listener. That is why you cannot require objectivity from your partner, because they are depending upon your success.\n\nIf you are a man, your wife will depend upon your success as a provider and as a participant. How can she be neutral with you regarding your conflicts of interest? If you have children, she is depending upon you to provide for your family. She is depending upon you to be a father, a parent, a husband, and to meet all those requirements. How can you possibly expect her to be a therapist and have an objective and an impartial view of you? That is why people need outside help to overcome certain obstacles within themselves. Sometimes a great friendship outside of marriage can do this, but often a professional is needed. If you are focused on developing spiritual awareness, your program of study and your spiritual teacher will help you with these things.\n\nLife will provide adequate challenge for the two of you. Your circumstances and their requirements provide adequate challenge. Life will provide the environment where healing can occur. Healing finally occurs through worldly accomplishment because this expresses inner union and determination. Whatever healing transpires within you must be expressed in the world, and this expression will complete the inner process of healing. Here you demonstrate the change that you are attempting to make within yourself. Until this change is adequately demonstrated and honestly expressed, it still remains only a potential within you and has not been accomplished.\n\nIf you are both involved in spiritual practice, your practice will help you a great deal, but here again you will need others to help you progress because your partner cannot be your spiritual teacher. This is burdening your relationship with another role. Do not place this role on your partner. Your partner may be your wife, your husband, your great friend or your partner in a business or an important cause. Your relationship has its own challenges and requirements. It is up to you to seek outside help to prepare to meet these challenges and requirements if this is necessary. Remember it is your responsibility to gain the help and assistance that you need. That is your responsibility and no one else’s. If your partner supports your spiritual growth, it is not their responsibility to make sure that you meet that need, or even that you recognize that need.\n\nOften people will assume that they are going to be the therapist or the teacher for their partner. These relationships almost never succeed and are extremely costly because the giver will eventually feel taken advantage of and the receiver will be blamed for not meeting the giver’s expectations. Yet in truth the relationship got off to the wrong start. It was based upon a misunderstanding. It was based upon an assumption that was unreal and dishonest to begin with. Nobody can win in a situation like that.\n\nLet us give you an example. In marriage, you want to be with someone who is prepared to be married. You do not want to have to prepare them to be married. You cannot do that. You do not want to rescue them from their circumstances. You want to meet someone who is capable and ready, who shares with you a desire and commitment to be married. You want someone who is compatible with your values and your behavior. This is a practical matter. It is not a romantic issue. It is not an emotional issue. It is a practical matter. Marriage is a practical matter. Its success is based on what it can do in the world. What marriage can do in the world is what will provide nourishment for its participants and for its family and community. Relationship is a practical matter.\n\nIf you gain no other insight or piece of information from this book, remember this: If you cannot participate in the world together, you will not be able to be together. Therefore, you want to choose someone who is ready, willing and able to participate in the world with you—not someone who wants to do it but cannot do it, or someone who can do it but who does not want to do it, or someone who is not ready to do it but who some day might want to do it. This person must be ready, willing and able. If they are ambivalent and you are not, you will pay the price and they will receive the blame. This is not healthy. What little you will learn here, you will learn at a great cost. Failure can be valuable in learning, but only in small increments.\n\nDo not attempt to be a therapist, doctor, savior or minister for your partner. Be a partner to your partner. It is your responsibility to find the assistance and the support that you need to be able to be a partner and to participate in relationship. This is your responsibility. Your relationship’s responsibility is to the world. Your responsibility is to make sure that you can participate.\n\nThis may be a very difficult question if you are faced with it, but it is not complex. No problem is complex if it is seen accurately. Its solution may require many steps, but the problem is never complex. People want truth, but they also want untruth, so their assessment of the situation becomes complex. They want to gain an advantage without giving anything up. That makes things very complicated. There is always an exchange in life. You give up something for something else, so there is always a trade-off.\n\nInfidelity is the result of dishonesty. Something real is not being addressed. There are several causes for infidelity, but they are all the result of dishonesty. If you have gone to the extent of becoming sexually engaged outside of your marriage, you are not being honest with your motives or your interests. You are not meeting the challenges of your marriage. You are not meeting the problems of your marriage. Perhaps it is a problem of fundamental incompatibility within your marriage. Perhaps it is a problem where you cannot meet a difficulty or challenge in the world and you are seeking escape elsewhere. Perhaps there is a problem where you cannot control your passions for others. Perhaps it is a problem where in some way you are committed to destroy that which is of value to you. Perhaps your marriage is over. Perhaps your marriage is just beginning.\n\nNo matter what the cause, infidelity is an expression of dishonesty. You are not meeting the challenge of dealing with the cause of your difficulties, and you are expressing your difficulties inappropriately. By nature, you will be satisfied with one person if you are meant to be in a marriage. If you are not meant to be in a marriage, that is another matter. If you are not meant to be in a marriage, then sexuality is not appropriate for you anyway.\n\nAgain it must be emphasized not to use sexuality as a form of entertainment, self-indulgence or personal exploration. Sexuality is for union and for the propagation of the race. Why would you seek an experience of union outside of a primary relationship? You would not. If you use sexuality inappropriately, you will pay dearly for it. You will hurt yourself physically and emotionally, and you will deny your spiritual purpose.\n\nThere are many attractions in the world. You will need to deal with at least some of them, but remember that Knowledge within you is not swayed by the world. If you are with Knowledge, you will be able to meet these challenges and pass through them. You will be able to address those problems within yourself that would make you want to seek sexual union outside of your primary relationship.\n\nIf you are using sexuality as an escape, you are being dishonest about your life. If you are seeking sexual engagement outside of marriage, you are being dishonest about your marriage. You must face this and face it right away. There are many causes for seeking this escape, but they are all expressions of dishonesty. It may be that your marriage needs to be attended to or that your marriage is over. It may be something in the world that needs to be attended to that has nothing to do with your marriage. There is no escape from your responsibilities, and the attempt to escape them will cost you dearly. It may even cost you your life. That is why if you are honest, you will realize your need for courage. Dishonesty is weakness. Courage is strength.\n\nAs you progress in life, you will give up many things in order to gain things of greater value. Even in the natural progression of your life, you relinquish your childhood, your adolescence, your youth, your middle age and then your physical body altogether—each for a greater life, each for a greater responsibility and each for a greater understanding.\n\nThere are many attractions in the world and you will feel them. However, if they become a serious distraction or an ongoing vexation of your mind, and if you are seriously tempted to meet them outside of your marriage, then you must address what you are avoiding. You may need professional help here. Your spiritual study will help you, but you cannot use your spiritual study to escape the real problems of life. You may take refuge with your Inner Teachers and your Spiritual Family, but only so that you may be empowered to meet these challenges. It is when you stop meeting challenges that your life begins to wane and that the process of death begins for you. Whenever you stop meeting challenges, you begin to die. As long as you meet challenges, you will exert life, you will stimulate life and you will have life.\n\nIf you have provided yourself a supportive network of people, and if you have begun to cultivate your role as a student of Knowledge and are committed to spiritual advancement, you will have the support that will enable you to meet these challenges without undue stress. As you meet each one, a great gift will be given to you, and the stronger you will become, the greater will be your range of relationship and the greater will be your wisdom and ability. Nothing in life is too great for you if you are with Knowledge and if you have meaningful relationships. You have brought greatness with you from your Ancient Home. Your purpose is to become strong in the world so that your gifts may express themselves through you. Therefore, meeting the challenges of relationship, the challenges of providership and the challenges of your outer life are absolutely necessary in order for you to experience your spiritual purpose and to activate your spiritual calling in the world.\n\nEverything that has been said in this book applies to relationships of this kind. They are not that different. There is some difference, however, in that the balance between people physically will be different. It can be more difficult here to create a harmonious, stable relationship. This is not because of sexuality as much as it is because of physical alignment. It is possible to have a genuine relationship within the context of homosexuality. Yet it may be more difficult to adjust together physically, and you will have problems in dealing with society because society may not accept your relationship. This will make a successful relationship more difficult. However, success is still possible and you should still strive for success. Here you must realize that because you are in a relationship that society does not accept, there will be greater challenges.\n\nDo not attempt to use your homosexuality to define yourself. The emphasis is still the development of primary relationships. Your sexuality should be a small, essential and important part of that. If sexuality is used to experience union with one person, it is meaningful, but it should not be your identity, nor define you.\n\nThe challenge of intimacy and the challenges of meeting worldly responsibilities remain. In many homosexual relationships, people are escaping responsibility by attempting to meet their need for meaning through their sexual engagements. There is a great deal of sexual addiction here, yet the possibility for true relationship remains. In heterosexual relationships, there are also many difficulties, but the possibility for meaningful relationship remains.\n\nMonogamy is essential. Using sexuality to build the experience of union is essential. Establishing contribution in the world is essential. Developing union and harmony is essential. The requirements of life do not change because of sexual orientation.\n\nYes, men and women are different. Their emphasis is different. Though these differences seem to be lessening with the integration of society, by design men and women are somewhat different. Even their spirituality will find a slightly different expression overall. Whatever could be said about this would have many exceptions of course because the range of expression of men and women is very great and there is a very great overlap. However, men and women will experience life a little differently. To some degree, they will have a different emphasis overall. This is very important. This is why women cannot expect men to be like women or men expect women to be like men. And yet they should not make the distinction so great that communication and self-expression cannot be accomplished. It depends a great deal on the interaction between the two people involved.\n\nDo not think that the universe is masculine and feminine. Do not think that what exists in the world holds true for all levels of existence. Sexuality is not the basis of life though it is the means of propagation of life in the physical universe. It is part of your physical design to be a man or a woman. It is part of your emotional design to be a man or a woman. Here you must make some distinctions. Here you must find out what this means in terms of your own experience.\n\nThese distinctions are important, yet your spiritual purpose will eclipse them. When something is eclipsed, it is not denied. It is overshadowed by a greater reality and a greater presence. The mental is not obliterated because it serves the spiritual. The physical is not denied or overlooked because it serves the mental. Your mind must become educated about the physical world. Your Spirit must become educated about the mental environment. That is why you are in the world, because you must become educated about the mental and the physical realms. That is why it is ridiculous to use spirituality to escape the world. Instead, use spirituality to learn about the world. Learn to engage yourself in the world meaningfully, purposefully and constructively. Develop relationships within the world, for relationship is all there is.\n\nThe world is a place of learning because people are learning about relationships. All learning is about relationships—how to be in relationships, how to express yourself in relationships, how to work within relationships and how to contribute in relationships. Everything that relationships provide for the world is to stimulate deeper relationships. Relationship is the experience of self-expression and affinity.\n\nMen and women are different in their vehicles of expression, not in their spirituality. There is no masculine spirituality and feminine spirituality. There is spirituality expressed through the masculine, and there is spirituality expressed through the feminine. This is a very important distinction. God is not a man or a woman. God does not have a masculine side and a feminine side.\n\nYour Inner Teachers express themselves through either masculine or feminine forms so that they can communicate with you. If they were without gender, you would have difficulty in accepting their presence even at the level of thought. They would be perceived as a thing, an “it”. It is very hard to be in relationship with an “it”, so they take either a masculine or a feminine form to enable them to be in relationship with you. They do not engage in sexuality, so what difference does it make if they are masculine or feminine? Often they will choose either a masculine or a feminine role because that was their identity when they graduated from the world. They themselves no longer need a body, but for the sake of being able to communicate with people, it is important. They are God’s extension to you, for God is neither a man nor a woman.\n\nLearn to realize the distinction between men and women. This distinction will determine your self-expression and your values to some degree. Yet do not make this an absolute distinction in the universe, and do not deny this distinction altogether. It is part of learning to be in the world. Men should not try to be like women, and women should not try to be like men. Yet men and women are meant to be together. If men are being men and women are being women, they can be together. The world will teach you how to be a man or how to be a woman. The world will teach you how to value Knowledge and show you what you truly are within the context of being a man or a woman.\n\nThe problem is not about being a man or a woman. The problem is that people do not know what they want to communicate, and they do not understand their vehicle for communication. If you understood what you wanted to communicate, you could understand how you could communicate. That is why Knowledge is your emphasis, because Knowledge is what you want to communicate. As Knowledge expresses itself in specific ways through you, you will learn how you can communicate most effectively. This is when being a man or a woman becomes important to your purpose. Otherwise, you will simply identify with your body and think that everything that your body appears to be is what you are. This is upside-down thinking. It is destructive. Here you will glorify yourself as a body when your body is merely a vehicle for your Being to express itself.\n\nPeople go to extremes here. They either deny the body and elevate the mind or they deny the mind and elevate the Spirit. Yet this is not correct, for body, mind and Spirit all work together. There is a hierarchy, but the hierarchy does not mean that that which serves is less important than that which is being served. The body must be taken care of. It could be damaged or destroyed, and its usefulness could be undermined. It must be used as a vehicle of expression. It must become used for communication. Your body is where you live in the world, so it should be a good place to live—healthy, happy and cared for. Just because you have a spiritual purpose does not mean that the vehicles for its expression are neglected or repudiated. It is only when the vehicle becomes more important—when the servant is without the master—that confusion of mind arises. This places value at all three levels. Then the body will be given what it needs, and it will not become an object of devotion or complete identification. The mind is the medium between the physical and the spiritual. It is very valuable and very essential. However, your mind is not God. It is valued and it is cared for in order to serve a greater purpose.\n\nAfter all, it is not really very significant whether you are a man or a woman. It is only important in terms of serving a greater purpose. The greater purpose is not masculine or feminine. However, it will express itself through the masculine and the feminine, and in this your being masculine or feminine is important. You are only a man or a woman for a few years in the world. Therefore, it is not that significant. It is hardly something you would want to base your life on if you knew who you really were. It is merely part of your vehicle of expression. If the vehicle becomes more important than the communication, all confusion of mind arises. Then you will believe your body to be God and your sexuality to be the meaning of the Universe. Then you will become lost and unable to expand your mind. If the body is given such great prominence, it will be misused. Too much will be expected of it. It will be used against people and not for people. The body is to be recognized but not adulated. The body is to be used but not glorified. What is adulated and glorified is the mystery of your life, which expresses itself through your physical existence here. Be reverent towards this. Be respectful of the mechanism. Be reverent for that which it serves.\n\nKnowledge is not different in men and women; it only is expressed somewhat differently. Knowledge is Knowledge. Knowledge has no body, so why should it be male or female? Knowledge has no need to make babies, so why should it be male or female? Do not think there is men’s Knowledge and women’s Knowledge. There is Knowledge in men and there is Knowledge in women. Knowledge is Knowledge. That is why men and women can join. That is why men and women can be in relationship. Otherwise they could only make babies and do nothing else together.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/maintaining-relationships-spiritual/"
}