{
  "title": "Marriage",
  "content": "Sooner or later you must marry something in life. It may be a person, or it may be a group of people who are serving a great cause in the world. It may be a career. It may be something else, but it has to involve other people. You must marry someone. Marriage to an idea is not meaningful.\n\nMarriage, in the truest sense, is where you experience a Greater Reality in a relationship. True marriage is not merely going to the church and taking vows. True marriage is a bonding, a surrender, a commitment. It is the bonding of your mind and body, those things which have been the pinnacle of your separate identity, to another. True marriage is a surrender of a separate life to a certain degree, and it is a commitment to spiritual growth. This is the very essence of marriage. You do not give yourself up here. Instead, you gain a greater self. Here you have not only one mind to help you, you have two minds. You not only have one body, you have two bodies. If your marriage is to a group of people, you have more minds and more bodies. Here your resource for wisdom grows. This can overshadow any sense of personal limitation.\n\nUntil you truly marry someone, until you give yourself that completely, you are still bound to your imagination, and you are still overshadowed by your ideas. Imagination without Knowledge is chaotic and casts confusion and darkness over your mind. Yet imagination with Knowledge is a source of joyful creation and expression. Whether you spend your life in celibacy or whether you are a family person, you must become deeply connected to other people.\n\nTrue marriage becomes absolutely necessary in the third stage of development. Anything short of marriage here ceases to have value. This is because nothing short of this deeper commitment in marriage can carry a greater vision and higher purpose into the world. If you are to be a family person, you marry your partner, and you are bonded to your offspring. You commit yourself to their well-being, and you provide for them. As you do so, you will see that you are not apart from them. Though you are still an individual and though you still have your sanctuary within yourself, your life is intertwined with others. This changes your fate and your destiny and provides a reward which you could not have otherwise.\n\nThere are many marriages being made and broken every day in the world. There are contracts and agreements. There are attempts at devotion and dedication. Yet unless Knowledge is your foundation, unless you have arrived at that point where true marriage is a necessity and not merely an option, unless you have been prepared for being in a relationship at this level, your marriage will only be an attempt. This is true even if you value marriage for the right reasons. This is why you must be prepared.\n\nTo a certain extent, in true marriage, you give yourself up. Yet here you are actually only giving up an illusion about yourself. Here, to a certain degree, you are divorcing your marriage to your self-limiting ideas and re-establishing marriage within the context of your relationship with another. In essence, you are always married to something because you are always committed to something. It is not true to say you are not committed. That is false. Everyone in the world is committed to something, everyone in the world is serving something and everyone in the world is teaching something because you must be committed, you must serve and you must teach. This is a natural function of being in the world. It is inescapable. Here the emphasis is on the quality, direction and meaning of your engagement because you will be engaged either way.\n\nIn true marriage, you give yourself up to a certain degree. What you gain back is a greater self. Here you don’t escape all the problems of separation. You take on a new set of problems. For instance, if you are a single person and you get married to someone, you give up a certain set of problems for another set of problems. You have some of the same problems but in a larger context. You must still earn a livelihood, but now you have to earn a livelihood for more than yourself. You have to share that with your partner and provide for your offspring. Providership is very important because the essence of marriage is providership, not self-gratification. Yet true providership is incredibly gratifying. In fact, this is the most gratifying thing of all, for it produces lasting satisfaction and contribution.\n\nTwo people who enter into a true marriage must either provide for their offspring or provide for something else in the world because all true marriage provides for something beyond itself. This is what distinguishes true marriage from a temporary alignment between two people who are attempting to escape their loneliness and to use one another for personal fulfillment.\n\nIf you look out in the world, you will find that true marriage seems to be rare. That is because there are not many people in the third stage of development. Marriage in the first stage of development is different from marriage in the second stage, and marriage in the third stage of development is entirely different from marriage in the first two stages.\n\nVery few marriages can go from stage one to stage two and even fewer marriages can go from stage two to three. It is, therefore, common that people divorce if one of them is moving into the next stage. Here the person realizes that they must move forward and discovers that their partner cannot or will not go with them. And regardless of the agreements and cooperation that may exist between them, this is the truth of the matter. Marriages often fail here because they cannot keep pace with the natural evolution of the people involved.\n\nTrue marriage must provide for others because what will be generated between two people will far exceed their own personal needs. They will become a source of genuine community for people around them. This is a result of true marriage. Whereas before, in the first two stages, individuals may have tried to give to others and succeeded to a certain extent, in the third stage the value and the essence of the marriage become a genuine source of nourishment for others.\n\nLife for people, animals, plants and all other living things is all about providership. Nature is all about providership. It does not glorify the individual. It expresses itself through the individual. In this way, the individual becomes great and necessary without being given precedent or priority over others. This is borne out in nature. If you observe life around you, you realize that human beings have a great deal to learn from nature in order to become more natural themselves. There is a great deal of unlearning that must be accomplished here, and it can be accomplished because Knowledge is with you.\n\nWithin the three stages of development, there are three stages in marriage as well. Each one has a different emphasis. Generally speaking, marriage in stage one is about personal security. Marriage in stage two is about personal exploration. And marriage in stage three is about personal contribution. Though problems arise and learning continues through each of these stages, these are the primary emphases.\n\nIn each of the three stages of development, there is a process of surrender in marriage. In each stage, you acquire something and you give something up for another. What you acquire and what you give up will determine the kind of marriage you will have and how far it can ultimately go with you.\n\nUltimately, real surrender is allowing your body to serve your mind and your mind to serve your spirit, which is an expression of God. Here surrender re-establishes the proper order of authority within yourself. Yet many people think that surrender is where you give up what you really want for something else or where you give your power away to someone else. This is what many people in the first two stages so often assume. Yet real surrender is about finding who you are, why you are here, what you need to do and what your gifts are. Here things are willingly given up in order to clear the way for this great discovery. The sacrifice here is small and the reward is so great.\n\nMarriage in the first stage is usually focused on such things as pleasure, emotional security, financial security and, in some cases, social advantage. To acquire these things, people knowingly or unknowingly sacrifice their freedom, their self-honesty, their integrity and their spiritual growth. This is common. The emphasis may be on love, but this is a very limited experience of love, and its primary emphasis is self-gratification or, in other words, getting what you want. After an enticing romantic phase, these relationships can struggle greatly as they come to terms with the demands of living a real life. As people go forward in these relationships, real intimacy and honesty tend to dry up as they attempt to protect their “investment” in their joint property and financial security. Children often become the reason for staying together, which puts the guilt and blame upon them for their parents’ increasingly unhappy relationship.\n\nSooner or later, one or, in rare cases, both people in the marriage will face the fact that their marriage is unfulfilling and that a reassessment and change must be made. Here Knowledge is beginning to stir in the person, encouraging them to seek a greater union either with their partner or with someone else. The person is now approaching the next stage of their development.\n\nMarriage in the second stage of development holds much more promise. Here spiritual growth and personal honesty are given a higher priority, but there is still a great emphasis on emotional safety and financial security. These marriages often reflect the growing struggle between Knowledge and personal fulfillment that one or both of the people involved are experiencing. As a result, the marriage is burdened with the nearly impossible task of balancing two great forces that are struggling for predominance within one or both people in the relationship.\n\nIn stage two, neither person has yet discovered what their life is really about nor has a clear sense of where they are going. And often, they find out sooner or later that they are not going in the same direction as their partner. Here the emphasis on emotional safety and financial security becomes threatened and has to compete with the great uncertainty that their inner exploration can generate. Here people can surrender their health, their financial stability and sometimes even their sanity as they try and make sense out of the divergence between the direction of their individual life and their commitment in marriage. And sadly, many people end up sacrificing their own discovery of Knowledge as they try and keep their marriage and its benefits intact.\n\nMarriage in the first stage has very little foundation and is generally threatened by the emergence of the truth and real honesty, which together usually reveal all that is genuinely lacking in the relationship. Marriage in the second stage often will reflect higher personal standards and goals but is nearly always beset by the fact that the people involved have not yet built their foundation upon Knowledge within themselves. As a result, they end up trying to satisfy both their personal desires and the deeper need of their soul at great cost to their well-being and personal stability. They may experience real love together, but real love here may force them to separate for reasons that they cannot at this point understand.\n\nIn essence, stage one is about dependence. Stage two is about independence. And stage three is about interdependence—dependence, independence and interdependence. Marriage in stage one is about building security and reinforcing dependence. This fundamentally opposes personal honesty and the emergence of Knowledge. Marriage in stage two is more about people discovering and differentiating themselves by learning to think and act independently. This produces personal growth but makes the prospect of attaining real union and commitment in relationship very difficult to establish.\n\nAttempting marriage in the first two stages is very difficult. In either case, you must put the marriage at risk in order to find and follow Knowledge within yourself. If this cannot be done, you will end up abandoning your Knowledge altogether and with it any hope of finding real happiness and satisfaction in your life.\n\nYour life is meant to take you somewhere. It is meant to enable you to reach real clarity and maturity within yourself and within your relationships. Here you must surrender your attempt at personal fulfillment in order to be free to find the real fulfillment that is waiting for you. This naturally leads you through the stages of development. Here you pass beyond dependence to become independent, and that is a great process in and of itself. And then eventually you will pass beyond independence to become interdependent. This is when marriage has the greatest potential, for you can only be in true marriage in a state of interdependence.\n\nThe third stage is the stage of interdependence. Here you come to realize that no matter how free and independent you have become, you can do nothing alone. Alone your life has little meaning and promise. Alone you are only a potential. To find your gifts, you need real relationships in your life, and they must be built upon Knowledge. Here surrender becomes the natural expression of your desire to give your life to those people and to the higher purpose that are meant for you. Here you do not really surrender yourself. Instead, your Knowledge surrenders you. Here you do not need to struggle over whether you want to give yourself to another. It is simply known.\n\nWhat was thought to be important before becomes necessary now. Honesty, integrity, compatibility and service to the world may have been attempted in the first two stages, but now they have become the determining criteria regarding who you can be with and how you are to participate with them. Here the fantasies of love are dispelled in favor of the real power of love, which is connected to your higher purpose in the world. When you give your life to this, real love will emanate from you naturally. Yet neglect this and go against your higher purpose and love will degenerate into frantic desire and fear. Here love’s redeeming grace and power will be lost.\n\nTrue marriage is the reward for passing through the stages of development. What was sought before now becomes truly possible and necessary. You are always preparing for true marriage, for true marriage is your goal. It is true contribution. This can be expressed through a union with one other person or with many people who are serving a great cause in the world. In either case, Knowledge, compatibility and service in the world are what distinguish a true marriage from all other relationships.\n\nTrue marriage is where you exchange a small self for a greater self without losing your individuality. True marriage is where your individuality becomes a part of something greater and a vehicle for something greater. Here your individuality is an asset and not a liability. This frees you rather than holds you in bondage. In the earlier stages, you were bound to serve your desires and beliefs. Now you are serving something greater. This is the path of fulfillment.\n\nTrue marriage is waiting for you. Yet you may not know what it will look like. You may not know if it will be with another person or with a group of people who are serving a great cause. You may not know if your marriage to another will be for the purpose of having children or not. Yet true marriage is waiting for you.\n\nWhenever and wherever true marriage has been established, a great blessing has occurred in the world, a miracle has been demonstrated. Two or more people have transcended their limits. These alliances, as rare as they may be, are truly beneficial and have great foundation. They are what has kept Knowledge alive in the world. They are what keep humanity advancing.\n\nIn true marriage, you are able to experience the union you have with your Inner Teachers and Spiritual Family with another person. This union is now being expressed in the world. Once you have experienced your union with your Spiritual Family, you will not want anything less in your marriage with another.\n\nOnce a true marriage has been established, a commitment to growth must be undertaken and maintained. The desire for this will emanate naturally. Yet you cannot be neglectful and take for granted that the other person will be with you forever. For if you neglect what you must do together, and if you neglect what you must face within yourself, then even a marriage with great promise will wither. This relationship must still be cultivated and nourished. Without nourishment, it will die. It will cease to progress, and without progress, it cannot maintain itself.\n\nFrom a point of view where separation is protected and defended, truth appears to be an undermining threat to a person’s happiness and personal fulfillment. But to Knowledge, the truth is a blessing, a welcome and wonderful guest whom you wish would stay forever, an experience so unlike anything in contrast to it and so totally beneficial and self-affirming that in time you will seek nothing else.\n\nTherefore, accept that true marriage is inevitable for you because you are married to your Spiritual Family and your Inner Teachers already. This marriage must express itself in the world in your relationships with others. Accept that you are committed already to your Spiritual Family and to your Inner Teachers. In the world, you are married and committed to your ideals until you are able to break free to experience marriage and commitment within the context of your real relationships with others.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/marriage/"
}