{
  "title": "Mastery",
  "content": "We would like to speak about mastery—about learning, preparation and cultivating the experience of Knowledge. Mastery has become a very popular subject. It is promised as the result of many spiritual study programs that are available now, and people have great expectations of themselves, of the educational processes and of their teachers in this regard. This is unfortunate because you approach relationships with teachers with very grandiose ideas about them, and part of your learning is your disappointment when you find out that they are real people like you.\n\nMastery is very relative in this world. It would be wiser to become proficient rather than masterful because a master in the world is a profound beginner, a novice in the life to come. So how do you determine who is the master, who is more learned and who has greater skill if mastery in the world makes one a novitiate in the life to come?\n\nThe great gulf between you and God must be filled in with reality. The assumption is always made that there is you and there is God, and you are small and God is great. But between you and God is all of life’s evolution—a vast expanding network of relationships. It is through this network that you must pass. It is within this fabric that you must become entwined.\n\nGod is not waiting to meet you when you get off the train. “Welcome Home!” It is not like that. It would be more accurate to say that you go on to your next assignment, and yet that sounds too formal. In essence, you simply take the next step. You then begin to comprehend life on a greater scale than you can perceive here, and you have teachers and students along with you to help you accomplish the next tasks.\n\nSo what does becoming a master mean? Why become a master? Who is more masterful amongst you? These are valid questions. One of Our first lessons for you is to learn that there are no masters living in the world. This is very important. There are no masters living in the flesh. There are great students, there are proficient learners, but no masters. Give up the pursuit of mastery. Become proficient. Do not discourage yourself by trying to grasp what is beyond your realm.\n\nThe world is a place to work, to give and to receive. It is not a context for mastery. Much of the mastery of the world will be useless when you pass beyond, and because this life is preparation for the life beyond, it is important to have this perspective about these things.\n\nThe pursuit of mastery leads to disappointment. This disappointment can reveal a greater truth, or it can discourage one entirely. Since We do not want to discourage you in your pursuit of Knowledge, We wish to make your pursuit more genuine, more compassionate and more kind. We are masterful compared to you, but there are greater masters than We who do not serve this world. They simply have a greater realm of responsibility—that is true mastery.\n\nAlong with the human desire for mastery is the quest for power, the escape from pain and the permanent acquisition of pleasure. You will not master the world, but you can give something to it. What you bring, you bring from beyond this world, and what you bring, the world cannot spoil. With your gift to the world, as it finds its expression through you, comes your memory of your life beyond this world, and this begins to free you from fear.\n\nThis is Knowledge. Knowledge is the aspect of Mind that you have brought with you from beyond. It has nothing to do with past lives. It has nothing to do with your memories. It is simply the part of you that has never become separated in life. It is dormant now because it cannot be activated before you reach maturity in this life. Therefore, the primary emphasis for human beings is to become mature enough to build a foundation so that Knowledge can emerge and express itself. That is worth thinking about.\n\nMastery is not having information about all things and all people. Mastery is not about being completely free of fear. Mastery is not about having no anxiety. Mastery is not about wealth and power. The truly advanced may not appear to have wealth and power. They may not appear to have exemplary behavior. They may not appear to be free from fear. Indeed, they will rarely appear at all. They do not seek glory or confirmation from others.\n\nWe wish to open up this whole issue of mastery because then something important can happen. If you are certain that what you are pursuing in life is mastery, then your first task is to become confused because your objective is not true. Even though you may never have thought of being a master, it is still part of your ambition. You may call it something else.\n\nAt its core it is the desire to be God without God, to replicate God’s Kingdom in exile, an exile that you have chosen. This is your intent, but it is not your Knowledge, for your Knowledge has brought the Kingdom here.\n\nThe world is predominantly a place where people want to be God without God. Yet once Knowledge emerges, all other ambitions simply begin to fade because they are unnecessary and cause conflict. Knowledge is the unifying factor in you. It is God working in your life.\n\nMastery is something that expresses itself through you when you are not trying to do anything with your life. Mastery has its own design and direction and its own time of expression.\n\nThere are no masterful individuals. Do you see? There are no masters. There are only vehicles of expression. Mastery is something that works through you. Your preparation is to become a vehicle for mastery and to build a foundation to let it build something upon you and within you. Then there is freedom from perfection.\n\nMany people are killing themselves to become perfected, trying to have perfect minds, perfect bodies, perfect affairs, perfect relationships—everything perfect. Not a flaw, nothing to disrupt perfection. These people suffer very much because they live in a world that is very involved in error, is constantly changing and has very gross appearances. Most people do not care about perfection anyway, so there is very little agreement, and life is always eroding their perfect establishment.\n\nLife is not about becoming perfect. It is about becoming real. It is about stabilizing your mind and affairs and beginning to open yourself to a Greater Reality that wishes to express itself through you.\n\nYou cannot control the mechanism for doing this. You cannot determine its outcome. You do not know where it is going to take you, who it will bring into your life and who it will send away. It is mysterious. With Mystery, you will be able to participate in life with such certainty and confirmation. You will be far more certain of this Mystery than of anything you can perceive around you—your society, your economy, your physical health.\n\nAll of those are so changeable, but the Mystery of which We speak is firm and established. It is in perfect peace because it is not changing. It is only expressing itself in changing conditions. It is without change, and yet it is moving things along. It is not growing. It is not becoming. That is why it is so still and why you must become still to have a direct experience of it.\n\nSo We want to unburden you of mastery and perfection. This clears the way for you to become a truly proficient student of Knowledge and a true contributor in life. You will find that this challenge is quite sufficient. Then you will be able to be a real person in a real world with real feelings and honest communication with others.\n\nYour whole basis for condemnation will fall away because, you see, if you do not judge others, you love them. If you have no criteria for judging them, then it is easier to love them. But if you are attempting perfection, then everyone is either passing or failing your assessments.\n\nYour energy is required for preparation, and what you are preparing for is freedom of a very substantial nature. What you are preparing for is contribution and satisfaction. So let us put mastery aside. Let us not try to become masters.\n\nPerhaps one day someone will come up to you and say, “You are our master.” And you will say, “Oh,” uncertain if that is a good thing or not. People will call you a master, but you will not be trying to be one, and you will not be so sure it is a good thing that they call you this because of the expectations that go with it.\n\nDemonstrating power in the world is extremely hazardous. That is why the Wise rarely do it, and if they do, it is only under certain circumstances. If We were to say, “If you achieve greatness, you will have to hide it,” does that discourage you from achieving greatness? If We say, “If you have power, you will have to hide it,” will that discourage you from seeking power?\n\nThe truly advanced work in the world behind the scenes, drawing as little attention as possible. On occasion, certain ones will become more visible to make specific contributions. They may be in the field of education or politics or any field. They are willing to take the scrutiny of the world and all of its misfortunes because that is their calling. But they are the exception and not the rule.\n\nAt some juncture, whether you agree with Our words or not, you will become very confused about why you are doing all this personal growth. You will become very confused because it is not justifiable for the reasons you think. Your life is getting better in some ways and harder in others. It is getting a little harder to tolerate the aggravations of the world because you are more sensitive, and yet you seem more in control of your thoughts and feelings and more tolerant of others. At some point this becomes very confusing, and this is a very important point because here you begin to discern the reality of your pursuit.\n\nWhat is being called for is the activation of Knowledge. That is what everyone is moving towards because it is the escape from pain. It is the escape from ambivalence, which is pain. It is the escape from choice. It is the escape from conflict. Here your life becomes uniform. It has purpose and direction. It has true relationships. It is moving and you can discern its direction and movement. You are a witness to your life rather than attempting to be its master.\n\nNow one of Us will tell you a story: “Long ago, when I was learning to follow, I had to receive a Teacher such as myself, who was not visible to my eyes, in the face of very severe circumstances in the world. My people were fleeing a defeat of our nation, and they were all heading for another land in the Mediterranean area. Yet a Teacher appeared to me and said, ‘No. I want you to go back into the heart of those pursuing you.’ I thought this was madness. It seemed certain death to me to do this, but I felt I could not deny the Teacher, not only because of my reverence for the Teacher, but because I knew I must follow this. I turned around and returned. The pursuing armies did not even see me. I passed through them like a knife passes through water. I was not invisible. I had no magical powers, but I did not expose myself unnecessarily. It was a good thing I turned back, or I would have been destroyed, for those I was fleeing with were caught and executed. No one expected me to return. Therefore, my escape went unnoticed. I returned to my former city and took refuge and allowed things to quiet down. Then I began my preparation with my Teacher. Because I was a doctor, I could practice my craft under the new government with some degree of license and freedom. It was there that I began to teach Knowledge because I was following Knowledge.\n\n“Who would want to become a master when your land is under submission by harsh rulers? Who would want to show their power and gain recognition? Certainly not me, being a servant of that land. I was able to dwell in that country for a long time before leaving. I departed soon before my new rulers themselves fell to other conquerors because I followed the same Instructor. Why was I selected and called out while others were not? I cannot say. But I was one who could receive, and I did. You see, even Our lives have Mystery.\n\n“That was long ago, very distant in my mind as well. But my decision to turn and to go gave me something I did not have before—it gave me confidence in an aspect of my own Self. It gave me confidence that I had assistance in life, a form of assistance I had not anticipated. I was not a religious man, but I had a natural inclination to recognize and to trust something substantial.\n\n“You see, when you leave the world, you do not find out about everything—‘Well, this is the way it really is.’ You simply have a bigger perspective. The Mystery continues to exist. I am here at the request of the same Instructor. I have grown with my Instructor. She became greater as I followed her. I became greater as I followed her. There was no personal ambition in this matter. It was a matter of wise action. The severity of the circumstances only gave it more credibility.”\n\nNow let Us talk about proficiency in learning. In The Way of Knowledge, We emphasize the development of Knowledge as the main focal point. We do this because Knowledge is not something you can define or point your finger to and say, “That’s it!” It is the great mystery of your life. However, We can talk about its aspects, which can be directly experienced and witnessed.\n\nAt the most basic level, Knowledge represents your ability to know, without deduction or reasoning of any kind. It represents your ability to recognize the present, to recall the past and to foresee the future, not as a personal skill, but as an immediate necessity.\n\nIf you think about it, you will realize that your life has been saved great difficulty because you have this capacity. This capacity is the major emphasis, but to conscientiously develop yourself so that Knowledge can emerge within you means that you must begin to address every aspect of your life—everything you are doing that is in violation of your nature and everything that you are doing that is complementary to your nature.\n\nIt takes a long time to develop Knowledge. You do not take the quick easy course. It takes a lifetime, but to prepare conscientiously means that your life is more perfectly utilized, with greater rewards and greater contribution to others.\n\nTherefore, to prepare yourself for Knowledge, you must follow what you know now against advancing armies, which in your case are primarily your advancing thoughts. Those are your pursuers—your thoughts, your fears and your unquestioned requirements for your happiness.\n\nHere you give up no power; you only give up presumptions. You do not follow; you join. There is a difference. Purely following is mindless and without purpose, but joining to follow means that you are participating and cooperating. Here your action is complementary to the action of others. Here your ability is required, acknowledged and strengthened. It is an immediate gain to you.\n\nTherefore, you do not become perfect; you simply become available and disentangled. Then your life is no longer held back by extenuating circumstances that are in violation to your true purpose. You have reached a place of simplicity.\n\n“When I was requested to return, I did not sit and think about the consequences. I just did it, and it was a good thing. If I had thought about it, well, there would have been a different outcome. The Teacher appeared. ‘Go back!’ I went back. The Teacher appeared again. ‘Do this!’ I did that. The Teacher appeared again. ‘Do this!’ I did that. I did those things not because the Teacher was grand. I knew almost nothing of the Teacher. It was because I responded. It was my heart that said ‘Yes.’ I did not change the winds. I did not bring the rain. I did not black out the sun. I did not destroy my enemies. I was not a master, and so the world left me alone to do my real work.”\n\nBeing a student of Knowledge means that you learn to become a uniform person, not a whole group of people anymore. You will have one frame of reference within yourself and one true response to that frame of reference. This is entirely natural. There is no imposition of structure upon your true nature. There is only a temporary structure in your external life to help you reclaim this ability. Knowledge re-engages you with life as it really is. It re-engages you with your purpose for coming into the world. It is a new experience of life, truly.\n\nBecoming disentangled will take great effort. Here you do not give up everything and go sit on a mountain. No. You simply begin to tell the truth about your life, follow the truth to the best of your ability and allow your life to open. It is not a passive state. Then maybe one day someone will come along and say, “You are a great master!” and you will say, “Oh,” not certain you like the sound of that.\n\nYou can become a master teacher because you are proficient at speaking or engaging with individuals. You can become a master musician because you are proficient at your instrument. You can become a master athlete or a master this or a master that. That is different. That is simply being proficient with a specialization.\n\nThe primary difficulty here is that people are afraid of their own Knowledge because they have built a life without it and against it in many respects. They do not want to really know. They are afraid their Knowledge will rob them of their happiness, take away their securities, take away their control, their goals and their ambitions and lead them into some dangerous and risky situations.\n\nIt is all fear, fear, fear. It is all the fear of God—that is all it is—but people do not say: “I am unhappy today because I am afraid of God.” You do not say that, do you? “I am depressed. I am afraid of God.”\n\nKnowledge is so graceful. It is so beautiful. It is so pervasive. If you open to it even a little, it will begin to emanate from you like a sweet fragrance. It feeds everyone around you. People come to you, and they do not even know why. You do not look any different, necessarily. Maybe you stopped wearing those funny shoes, or you fixed yourself up a little bit.\n\nYou do not know why these people are there. They do not know why they are there. You are host to something greater. Your life is about that now, not because you planned it to be that way but simply because you allow the space for it to enter.\n\nPeople who are trying to get everything from life may get what they want, but they will not be satisfied. Then their only means for freedom is disappointment, profound disappointment.\n\nBecoming a student is a very great thing. It is very important. There are very few true students around. Lots of people want immediate results. “I want it now!” They do not know what they want, but they want it immediately. At least they know they do not have it, even if they do not know what it is.\n\nBecoming a student means that you are willing to follow and be responsible for being a follower and to orient yourself towards your preparation. This takes discipline and consistency. It is a commendable state.\n\nYour role in your own development is quite small. You only have to follow the preparation as you discover it. When the preparation says, “Turn right here,” you turn right there. And if you open a page and it says, “Better to get out of this situation you are in,” you do it. Not because the preparation is a holy book but simply because within yourself, you know it must be.\n\nIf Knowledge is exercised, it becomes powerful and pervasive. It is not your Knowledge, however. People say, “Well, I have my knowledge and you have your knowledge.” What they are saying is “I have my interpretation and you have yours.” There is no individual Knowledge.\n\nThe important thing is to learn how to learn. If you can do that, you will graduate from this life with true accomplishment, learning how to learn. Our preparation for students is very specific. It develops essential qualities in the individual and provides guidelines so people will stop hurting themselves habitually. It gives you an opportunity to come into the clear, to become unfettered long enough to value your freedom.\n\nYour Knowledge is called upon again and again as a resource for you to discover and to develop. Your ability to express Knowledge in the most common situations is encouraged. You have to be a person who is consistent enough to maintain a practice on a daily basis, which has a stabilizing effect on the rest of your life and affairs. You begin to listen instead of talk so much. You begin to look instead of project. You begin to feel instead of think so much. You are presented with relationships of true value, and you are encouraged to take action where action is needed in your life.\n\nHere you learn to lead and you learn to follow, for any leader is a profound follower. There are no leaders in the world, you see. If you follow, you will lead. If you will not follow, you will follow and not know you are following. There is someone pulling you along, and you are pulling someone else along. That is the way of things.\n\nYou have a great amount of assistance available to you, if you begin to go in the direction your life is intended to go. If you attempt to go in another direction, it will seem like you are doing it alone.\n\nThere are things you must apply yourself to very specifically because there are two aspects to life: There are concrete accomplishments and there is Mystery. You must approach both. Mystery opens you to a greater assistance than you could provide for yourself and saves you from condemning circumstances. Applying yourself to tangible things enables you to reclaim your self-respect and to build a foundation that is sound and firm.\n\nThat is what personal growth is for—to build a foundation for Knowledge. What other value does it have? The person you are attempting to improve will be shed like a garment when you leave. As you become stable, then you can represent something greater. Without Knowledge, you are still profoundly confused and subject to miseries. Without purpose, meaning and direction, your life is still a desperate event.\n\nWhen you think of your spiritual preparation, think not of mastery but of proficiency. With proficiency, you are able to function and to be involved in life on a day-to-day basis, whether you are happy or sad, whether circumstances are good or difficult.\n\nIt is like the difference between a honeymoon and a marriage. When people discover their Inner Teachers, often they go into a kind of honeymoon phase for a long time. It is all about having wonderful experiences and romantic interludes. Of course, the Teachers simply give their blessings on occasion, while the students are enraptured with themselves.\n\nBut if students persist, they begin to settle down into a true relationship with life and start working with their Teachers over a long period of time. This is called building a foundation. It is not glamorous, but it is so vital and so invigorating to your life. If you have a foundation, then you can provide a foundation for others because what most people seek is a foundation. Then upon this foundation something can be built that is not of your own design. You must build the foundation, but what is built upon it, God builds.\n\nWe teach a very practical approach to life and often, even though this is a spiritual training, it is necessary for us to despiritualize people. Your pursuit of God must be built on a successful life in the world. By successful We do not mean that you are rich and famous. It is simply that your life in the world is sufficient, and you build upon this.\n\nThe Plan of the Teachers calls for the development of students who have a foundation, for they are in a position to give. Their lives are not about attempting to fulfill all of their great needs because there is no fulfillment there. Their needs are met sufficiently, so they are in a position to contribute something greater. As a result, they are in a position to receive something greater.\n\nNow it is very difficult to approach Knowledge and mastery from a logical point of view because when you try to be logical about Knowledge, you do not have Knowledge anymore. You have your logic. When you apply a certain perspective to Knowledge, you have your perspective. You individually experience Knowledge according to your perspective, but Knowledge is beyond your perspective.\n\nThe great turning point in life is when you allow your life to be guided by something that you cannot understand, but that you can follow wholeheartedly. That is what renders greatness into the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/mastery/"
}