{
  "title": "Muhammad and the New Message from God",
  "content": "It is important for you to understand that all the great Messengers have come from the Angelic Assembly. They have come from this one great Assembly that is charged with overseeing the well-being and progress of humanity.\n\nIf this could be understood, then war and conflict between the religions could perhaps be ended, for this must occur now in a world facing Great Waves of change.\n\nMuhammad was one of the great Messengers sent from the Angelic Assembly to speak to a part of the world that was destined to emerge and to have a global influence. It was given at a specific time in history where such a possibility could be fulfilled. The time and the place were essential for this.\n\nHe was given a very difficult mission to speak to tribes of people who had no notion of real freedom and social development beyond what they had become accustomed to in their times, living with tremendous hardship and constant conflict. Little did they know a great Message for the world would be coming to them in their time, in the time of the Messenger.\n\nHis Revelation to them would be very simple and very forceful, for they only understood power in these terms, being as yet unaware of the greater dimensions of their lives.\n\nMuhammad’s Message would be to build a society based upon faith and a greater association around the Revelation itself, a social establishment never seen before in that part of the world. It was revolutionary in so many ways, a great movement forward. Yet like all the great traditions of the past, it fell under the aegis of political leaders. It became the establishment. And as a result, the mystery and the potency of it were removed.\n\nMuhammad received the Word of God for those people at that time, at a time very different from the time that you are living in today. It was a Message for that time, but it also contained the seeds of greater wisdom and compassion, much of which has been fortunately preserved.\n\nBut Muhammad did not compile the Qur’an as he was charged to do, for he perished and died before it could be completed. It was, therefore, assembled by different individuals who had different intentions, and the great Suras of personal revelation were left out. Islam became a religion of obedience and submission, which were necessary at that time especially. But the revelations of personal realization and the Love of God were not included.\n\nIt is a problem, you see, a tragedy in its own right, that the great religions were established beyond the lifetime of the great Messengers, a problem that has been repeated many times with many unfortunate consequences.\n\nMuhammad had the very difficult task of establishing, building and protecting a new social order: a community of believers, a community of adherents, a community unlike anything that had been seen before in that part of the world. His trials were to establish this so that his Message may be able to spread beyond his region, as it has done.\n\nIt is one of the great Revelations for humanity, but it is incomplete. And many mistakes were made with it. To protect it, its followers insisted that he was the last prophet, and there would be no further word from God.\n\nIn a sense, that was true for a time, but could not be true for all time. For God has more to say to the world. And in these times of great change and upheaval in the world as a whole, God has given a New Revelation and has broken the Seal of the Prophets, as was foreseen and would become necessary when the time arrived.\n\nHeaven understands this perfectly, of course, for it is part of a Greater Plan that is beyond human comprehension—a Plan not only for this one world, but for the universe itself, a Plan for a billion, billion, billion races and more, so unlike you, living in different environments at all stages of social and spiritual evolution, in a universe so complex that no race can comprehend it fully.\n\nWhat is important for you to know is that God is giving a series of progressive Revelations, each adding something essential to the building and protection of human civilization—not just one nation alone, not just one culture or tribe alone, but for the whole world, you see.\n\nIslam ultimately was for the whole world, you see, though not everyone would become its follower. But Heaven knows that would be the case. It was never meant to be the one religion of this world, for Heaven knows that would never be the case.\n\nFor God has given different Revelations at turning points for humanity, not only to meet the need of those times, but to meet the need of all time. For humanity has a greater destiny in the universe, for which it is unprepared.\n\nAll the great religions have given humanity the opportunity to build a higher moral and ethical foundation, to learn restraint, to learn reverence, to learn to see beyond one’s own race and tribe and nation. For you are destined to become one humanity: one community, one humanity with all the divergences of culture, race, custom and so forth.\n\nThe Great Plan is for this, a Plan for which humanity at this moment is unprepared and unaware.\n\nThe followers of Muhammad made the mistake in claiming that he was the final and only Prophet for the future, for no man can say this. Even the Prophet, the Messenger, cannot say this. Even the Angelic Assembly, from which all the Messengers have emerged, cannot say this.\n\nFor God speaks when God wills. And none other than God can say otherwise, nor understand the moment and the time when a great Revelation will be given.\n\nThe followers of Muhammad in many cases forced religion upon the peoples that were subjugated to it, against the will of the Messenger. The transmission of leadership in the community was given over to forces beyond the will and the stipulation of the Messenger.\n\nIslam today is suffering and even declining because of the conflicts that have emerged over time—the great rift within the religion and its followers, the great social discord, the great wars, the great degradation, the great suffering.\n\nWhen religion falls under the governance of the state, then its true efficacy begins to wane, and it ceases to have the potency with which it was originally given.\n\nIslam became in many times the religion of the state, which was never the intention of the Creator. Though it was necessary in the time of Muhammad to establish the tradition and the teaching, it was never meant to be the government of the state.\n\nFor religion should never govern. It should only encourage, inspire and advise, or it will be corrupted by all the forces that corrupt governments, by all the forces that corrupt humanity, seeking for power and domination, seeking to protect wealth and privilege. The true essence of Islam has been kept alive by those who are not governed by such things. The true essence of all the great traditions is kept alive by those who are not governed by such things.\n\nIslam is about returning to the mystery of your relationship with the Divine. It is not merely a code of ethics and behavior for social conduct or for establishing a pattern of religious service. Beyond this, it is meant to generate the return to God through great service in the world, through compassion, through forgiveness, through humility, through courage.\n\nIt cannot be the banner of war, for there are no holy warriors. There are no holy wars. All war represents a failure of human nations, tribes and groups to work together for each other’s mutual benefit and well-being.\n\nThere is no war that is “jihad,” for “jihad” is about self-purification, not about waging war against your neighbors or against foreign powers. This is an error that Christianity and Islam both have fostered to great destruction, a great error in understanding, the result of religion becoming an institution, a political institution with power and dominance.\n\nIslam and Christianity have been kept alive by those who are not governed by these forces.\n\nMuhammad became a model for leadership, but not political leadership. He became a model of service, but he made mistakes, for all the Messengers have made mistakes.\n\nThe purpose of Islam is the purpose of all the great religions—to bring you close to what God has put within you to follow, what We call Knowledge, your Divine connection to God. This is what will enable you to respond and become faithful. Without this Knowledge, faithfulness will be forced through the threat of Hell and damnation, through punishment by human authorities, and even punishment by God.\n\nBut God will not punish you, for God knows that without Knowledge to guide you, you would be in error. You would make one mistake after another. You would live in confusion and assume that your beliefs and admonitions were the truth itself, when in fact you are not even engaged with the truth, the greater truth that will redeem you and with you the whole world.\n\nThe emphasis on Hell and damnation in the ancient traditions was the belief and assumption that permeated the entire ancient world. For people did not know about Knowledge, except for a very few prescient individuals. Everyone converted under the threat of punishment. Everyone believed, thinking that they would face terrible consequences if they did not. Everyone behaved, thinking not only that government would punish them, but that God would punish them—the god or the gods.\n\nThat is why God is presented as being amoral in the beginning, a god more like yourself—kind to those who agree with you and harsh with those who do not, a projection of human psychology, human temperament, human grievance and human nature.\n\nBut as humanity has progressed in its evolution, so has the understanding of God. For God to be all merciful, there cannot be Hell and damnation. But how can God be all merciful when humanity lives in such error and degradation?\n\nThe answer is that God has put Knowledge within each person, waiting to be discovered. And until it is discovered and encouraged, people will live in error, and their understanding of God will be based upon beliefs and traditions and codes and laws. They have not yet found the true engagement, a greater pathway beyond simply following the precepts of being faithful to the Word, which itself is a great enough challenge.\n\nBut God is calling you to return, not to leave the world, but to become an agent of good in the world. That is why you have come. That is why you are here. Beyond your need for survival, safety and security, this is the greater need of the soul—to recognize this and to fulfill this in life.\n\nIslam made the error of condemning those who would leave the faith for other religions, even punishable by death in certain parts of the world, even today.\n\nThis is a human invention. God does not care what your faith tradition is as long as you can utilize it to gain access to this Knowledge that God has placed within you and to become faithful to that, primarily and fundamentally—learning to distinguish it from all the impulses of your own mind; learning to distinguish it from fear and greed, aggression and hostility, passion and deception.\n\nWhen this [Knowledge] is lost from religion, religion becomes the state, which does not care about what spiritual reality means at the individual level. It only cares about ruling and order. It wants to get rid of controversy. It wants to get rid of contradiction. It wants to suppress dissent, even the natural exploration that each spiritually inspired person will undertake—even this it will discourage and deny.\n\nYou cannot love a God who will punish you for your natural and inevitable errors. You cannot love a God who you cannot be close to in some way. Though God is great, greater than you can even imagine, Knowledge within you brings you closer to God and God’s Will, and mitigates all the errors and dangerous tendencies within your mind and circumstances.\n\nUltimately, it will be the end of all war and conflict if enough people can follow this.\n\nMuhammad played his essential part in moving humanity towards this greater dimension, this greater destiny, this greater future.\n\nIf you understand Our words, you will see there should be no conflict between the world’s religions. There should be no conflict even within the world’s religions as to interpretation, for there will always be a variety of interpretations.\n\nWhat brings real unity to people is the power of Knowledge, for that is the true morality. For at the level of Knowledge, you cannot be in conflict with others. Even if they have a different interpretation or ideas, you cannot really be in conflict with them.\n\nIf you are not using religion to gain power or simply to escape your own insecurity, then you can assume its greater responsibilities and its greater blessings.\n\nGod has now spoken again. The Seal of the Prophets has been broken again because a New Revelation must be given to the world. It must be given to a world facing the Great Waves of environmental, social and economic change that are now facing the whole world at once, and it must now be given because humanity is encountering a universe full of intelligent life—two great thresholds, for which the ancient traditions were not designed to prepare you. Though their wisdom is great indeed, and pervasive for all time, they cannot prepare you for the great threshold upon which humanity is now embarking.\n\nThe religions are divided and even contentious within themselves. Many people in the world today are turning away from religion, thinking technology is their new religion. Religion is generating war and conflict increasingly as the Great Waves of change come—diminishing the world’s resources, changing the world’s climate, creating ever-greater pressure, difficulty and uncertainty.\n\nAll of this has brought a New Revelation from God, a Revelation given not to an ancient world of illiterate people living under subjugation, but given to a modern world of global communications, global commerce and for many a growing global awareness. God is giving a Revelation more complete and more detailed than anything that has ever been given to the human family before—not to replace the world’s religions, but to expand them and to unite them, for they are all part of God’s Plan, you see.\n\nAll of the tragedy and error that have been created in the name of religion is a human invention, born of human error and human misunderstanding.\n\nNow humanity has reached a level of social development and collective awareness that you can understand God of the whole universe and begin to respond to what God has placed within you, which is God’s greatest gift to you: the power and presence of Knowledge, which is pure and eternal and cannot be corrupted by the world or by any force in the universe.\n\nHere Islam becomes an Islam of the universe. Here Christianity and Islam become different expressions of the same Power, the same Force and the same Plan. Here all of the world’s religions now, despite their differences in practice and theological understanding, all come from the same Source to serve the development and the protection of human civilization, particularly now as it faces environmental decline, and as it faces intervention from the universe around you, for which humanity is completely unprepared.\n\nIf you could understand religion at this level, closer to the comprehension of Heaven, you could see all these things We speak of, and they would be clear as day.\n\nYou need not defend your faith, for your faith must be beyond ideas, beliefs and tradition. It is your core engagement with the Knowledge that God has placed within you to guide you, to protect you and to lead you to a greater level of service and fulfillment in the world—in this world, in the world under these very circumstances for which you have come.\n\nThen you will honor all the religions and recognize the errors that have been made by those who followed them and by those who maintained them over time. You would be able to see the essence beyond the form. You would be able to discern the purpose beyond the manifestation.\n\nGod is now giving you the understanding of religion at the level of Knowledge, not only given to adept individuals, but made available to the whole world. For it is needed now by many people. It is needed now by many people if humanity is to survive the Great Waves of change and if it is to prepare for its engagement with life in the universe, the greatest threshold the human family has ever faced.\n\nReligion is to bring you closer to God and closer to what God has put within you to follow—all religion that is true and efficacious, all the religion that is born of the Great Revelations given from the Creator of all life, through the Angelic Presence, given at great turning points for humanity.\n\nUnderstand there are centuries and millennia between the great Revelations. For God only speaks to humanity as a whole at these great turning points and now provides the great Revelation that will prepare you to restore your world and to give you the strength, courage and unity to face a future that will be unlike the past.",
  "audioUrl": "https://www.newmessage.org/av/muhammad-and-the-new-message-from-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/muhammad-and-the-nm/"
}