{
  "title": "Preparing for a Greater Role in the World",
  "content": "Every person has been sent into the world for a greater purpose, a purpose greater than their own designs, goals and ambitions. This purpose is connected to the purpose of others, and to the condition of their cultures and societies, and ultimately to the whole world.\n\nIf this purpose can be clearly realized over time, then you will see that it is in harmony with everyone else’s higher purpose. And though your ultimate role may be very specific, only dealing with certain people and certain situations, this role resonates with the higher purpose of everyone here.\n\nBut discovering this higher purpose is not an intellectual pursuit. It is not a puzzle that you put together. It is not an ideology that you frame and reinforce. If anything, it is a falling away of beliefs and assumptions, a falling away of false goals and aimless ambitions. For your purpose is there already, waiting to be discovered, but it is overshadowed and overlaid with so many other things.\n\nThat is why this is not an intellectual pursuit. This is why you must come to the Great Practices of God’s New Revelation. They were designed to bring you to this greater realization and, in the process, bring your life into balance and harmony, to cease the endless conflicts and grievances that haunt you, confuse you and keep you in a diffused state.\n\nYour gifts are for others, which means you cannot bring them out of yourself. It is through true engagement with others that your greater gifts begin to emerge. They do not come all at once because the discovery does not come all at once. It is not like you have a great realization and from then on everything is clear. For this is not the case at all.\n\nYour purpose will ultimately reveal a role for you, a role in conjunction with others, a role in conjunction with certain needs in the world that you are designed to attend to and to address. This is not a role that you make up for yourself, based upon whatever spiritual ideas you have put together for yourself.\n\nPeople do this, of course. They want to become an enlightened teacher, an avatar, a spiritual prince or princess, a prophet. But you cannot create these roles. They are really given to you from Greater Powers, and you must work very hard to assume them and to function within them successfully and beneficially.\n\nPeople want to use all their normal attitudes and beliefs to attain a higher goal and a higher role in life. But it is all of these approaches and assumptions and habits of thinking that must be penetrated if you are to make your true discovery and to be ready to assume the role, and the greater responsibility that goes along with it.\n\nThat is why you must follow a preparation not of your own making. That is why you must not build your understanding based upon a patchwork of different ideas that you have picked from this tradition and that tradition, an eclectic approach, because it is all based on preference and assumption. You must follow a path that has the power to change these things, for it is these things that are keeping you where you are, that are deceiving you and holding you back.\n\nOnly God knows your true role. Only those who are sent to oversee your development know why you are truly here. In this, you must have great faith and have the humility and self-confidence to prepare for something you do not yet understand and perhaps cannot even picture or imagine for yourself.\n\nYou do not know your deeper nature. You do not yet comprehend your true design. You do not yet realize your greater potential and abilities, which must be cultivated gradually, carefully and productively over time.\n\nWhile you are going through the daily motions of your life, and dealing with problems that arise, and fear and anxiety that are always with you, there is a greater process underway that is trying to move forward despite your difficulties and your misunderstandings.\n\nThis is not a process that you learn about in your universities. This is not a process you read about in a book and think you understand it. Yes, there are insights that are helpful in supporting you in undertaking this greater preparation. Yes, there is great wisdom that is shared in words. But the journey and preparation are essentially mysterious because they are functioning beyond the realm and the reach of the intellect.\n\nUltimately, it is your role, as you begin to discern it from afar, that will tell you what you must be, do and have in this world to assume this mantle of greater responsibility.\n\nYou plot your course according to the role that is finally coming into view after many turns of the road, after many undulations of the pathway. After many false assumptions, and false attempts and false conclusions, you begin to discern there is a role for you. This usually arises when you are around the people who are meant to be a part of this and who can point you in the right direction. Alone and isolated, you will not see it, not clearly enough for it to be a point on the compass where you can plot your course.\n\nThen there is always the danger that your role will change because the circumstances have changed, and the other people who were to be involved have fallen by the wayside and cannot make the sacred rendezvous. So while your goal is predetermined, its expression is not, and the circumstances under which it can arise can change dramatically in the face of other events.\n\nThis is not a solo pursuit. This is not perfecting your Separation. This is not enlightening yourself. That is delusional. This is preparing for a greater participation in life in conjunction with certain other individuals. Pray they do not fail the rendezvous with you.\n\nThis is a Plan born of the Creator. It is the Plan to unite those who must be united and to separate those who must be separated, to engage those who must be engaged and to create a process where greater wisdom and clarity can be realized.\n\nBut human beings make different decisions. They respond from their own conditioning and disposition. They can miss the signs. They can misinterpret the engagement. They can go off course at any moment and stay off course for the rest of their lives. The degree of error is significant. So We are talking about probabilities and possibilities.\n\nPeople can fail. People can destroy their own motivation. People can wreck their physical or mental health. People can give their lives away to other things, which is very common, and therefore not be prepared for the engagement and, as a result, miss it altogether.\n\nThat is why your studenthood in the New Revelation is so very important. To follow this, you must build over time great trust and self-confidence, and confidence in the power of Knowledge—the deeper Intelligence within you to guide you and to hold you back when that is necessary.\n\nPeople want many things. People believe in many things. People have preconceived notions. People have fixed beliefs. People have made great investments in their lives, which must be challenged and reconsidered.\n\nWithin each person is the desire for union and also the desire for Separation because you have two minds within you. You have your worldly mind, which is completely invested in trying to be healthy and successful as an individual—a rather fruitless pursuit. And then there is the deeper Mind of Knowledge within you, which holds for you your greater purpose and is completely committed to your discovering and expressing this.\n\nThat is why learning to follow Knowledge is so important. Here the choices are fundamental, but can be difficult to discern at the outset because you are so used to following your worldly mind and the minds of others, to be a slave to your beliefs and assumptions, your desires and your fears. It is to liberate you from these things that represents the great redemption that God’s New Revelation is providing.\n\nBut you still must do the work. You still must take the journey. You still must engage yourself in the deep evaluation of your life to discern what is real from what is not, what is necessary from what is not, what can go forward with you and what cannot.\n\nThat is why in presenting the Revelation, We must always caution against the common mistakes and assumptions that people will make. The way is certain, but it is very particular. It is weaving a thread through the deep jungle, and you must be able to discern the pathway and know how to deal with obstacles that arise within you and around you. The path is specific for you. That is why you cannot follow generally believed assumptions and conceptions because as you proceed, these will not be helpful to you.\n\nTo assume a greater role in life is a transformation that is mysterious and yet phenomenal. It represents a level of success that is unmatched by anything else. In fact, any other kind of success pales in comparison. This is where your great humanitarians, your great creators, your great scientists, your great artists, your great leaders, your great contributors emerge, more often than not from very humble beginnings.\n\nDo not disqualify yourself, therefore. You do not know enough about yourself to do this. Do not think that you understand, for you do not yet understand. Do not presume you will assume a great and recognizable role, for this is very unlikely. Do not think that you are too foolish or stupid or weak to undertake this journey, for you do not know the source of your own strength.\n\nThe path will open before you if you can keep your mind clear, which is a very great challenge and represents part of the training and development that you must undergo to assume a greater life and a greater purpose.\n\nDo not worry about your friend or these other people. You cannot determine their destiny, their greater destiny. Do not try to take someone with you because they may not be ready, and their pathway may diverge from yours. Here you can love people intensely, but you cannot hold onto them tightly if you are to be a source of freedom and truth in your life.\n\nIn hearing Our words, you can begin to see some of the challenges for you and how different this is from the way you currently think and behave, and how much strength and determination you must bring to that which calls to you.\n\nSome people think roles are false, like you have a role in a play, or a role in a movie or are just playacting a role. But that is not what We speak of here. We are talking about your destiny in the world. We are talking about what you agreed to do before you came into the world. We are talking about something that only Knowledge within you really understands. It will guide you, but you must learn to recognize it and follow it, without really knowing the journey or what the end result will look like.\n\nFor even if you could see your role clearly from a distance, by the time you finally get there, it will be different. It will have changed. Circumstances will have changed. For there are many factors and forces that come into play here. It is not just you and what you bring to your journey. It is the condition of the world. It is the success or failure of others who are destined to participate with you. It is all the things that could happen along the way.\n\nThe world is hazardous. Though beautiful and enchanting, it is hazardous. It has physical hazards. It has psychological hazards. Therefore, over time, you become very careful and discerning. You reserve your speech. You do not follow crowds. You hold yourself back so that you may see and know. You take refuge from the world for periods of time, trying to gain your own direction and to sustain it and support it.\n\nYour friends change, your associations change, your priorities change, your values change—naturally, as they must, as you become ever more honest with yourself, and as your life becomes more authentic and inner directed.\n\nThe beginning student always thinks they are on the verge of great discovery. The intermediate student thinks that the next step is going to be really the big step. The advancing student just realizes that they need to take the next step.\n\nIt is very hard for the beginning student to understand this great change in attitude and approach, but this is part of the preparation, an essential part of the preparation. It is a transformation from being governed by your thoughts and the thoughts of your culture, religion and society to being directed by the power and presence of Knowledge.\n\nHere you still have thoughts and feelings, desires and fears, but they are all brought into alignment through the power of Knowledge. And you can see them clearly because you realize that who you are is not your mind. That is a great discovery that will be yours as you proceed, as you climb this greater mountain and are able to see the landscape of the world—a landscape you could not see before—and the relation of all things, which you could not see before when you were in the valleys and the forests below.\n\nThe journey requires great precautions and many reminders. And since not all of you can be with the Messenger, and he cannot be with you at all times, We give this wisdom to you to consider, both as a revelation and as a constant and ongoing reminder.\n\nThe journey is being directed by Greater Powers. This is what reunites you with your Source and with those who sent you into the world. It does not unite you with all people, but with certain people for a greater purpose.\n\nHere your thoughts will change. Your beliefs will change. Your assumptions will change. Your perception will become more refined and more far reaching. Your intuition will grow. You will gain greater discretion, for you realize that everything you say is important, and you do not want to commit yourself incorrectly to people or situations that cannot support you in taking this greater journey that represents the true calling of your life.\n\nOther people will frustrate you, confuse you, disappoint you. You will want them to go with you, but they may not be able to. You will want them to understand you, but they do not understand. You do not want to take the journey alone, but you must get up this mountain on your own accord and through your own effort.\n\nYou will gain new relationships on this mountain, relationships of a much higher caliber, of a much greater integrity, with a greater promise. But you cannot wait at the bottom for others to go with you. You must set out and take the Steps to Knowledge.\n\nIt will be disheartening at first to realize how few people that you thought you knew really do not know you and cannot take this journey with you. They cannot even appreciate it. They think of you as their brother, or their sister, or their friend, or their son or their daughter. They cannot see that you are a greater individual with a greater destiny.\n\nYou will try to share the Revelation with others, and you will find blank faces or people who say they understand, but they really cannot receive it yet. It will be shocking. You may be feeling very alone. But that does not mean that the calling is not real and that you do not have a greater destiny.\n\nLet this destiny be undefined. It will not be grandiose. Only in the rarest occasions will people garner attention from the world around them, for this brings grave misfortune.\n\nThe Greater Powers are here to prepare you and to protect you so that that which is true and real within you may emerge and become strong in the world. But at the beginning, it is a delicate little shoot in the ground, unable to withstand the harsh forces of the world. That is why it must be cultivated and cared for and protected. You cannot have other people trampling upon it with their ignorance and their foolishness and their lack of sincerity. Keep the jewel within your heart. Do not throw it out onto the street.\n\nYou do not yet know what you are here to give. You are in preparation. You are practicing. Your life is moving. Your life is changing. What a great blessing this is. For in your former life, there was no hope for your fulfillment and success. Whether you attain wealth or not, whether you attain love or not, your soul remains unfulfilled. And over time, a great emptiness will descend.\n\nYou are being rescued from a deadly mundanity. You are being saved for a greater purpose. Your true connection with the Source of your life and with greater individuals in the world is being prepared, but you have a long way to go. It is a journey of many steps, and you must take them all.\n\nAs you become more advanced, your role will come into view, only periodically. This is important because here you will have an understanding of the difference between that role and where you are today, and certainly the difference between that role and where you were when you first began. And you will use this to plot your course and to gauge your progress, for you can see that role requires a greater strength and many other skills that you have not yet fully developed.\n\nHere self-honesty becomes a great checking point for yourself—not just honesty of how you feel, or that you can tell others your problems, but a deeper honesty at the level of Knowledge. For you can feel Knowledge within yourself, deep beneath the surface of the mind. It will tell you if you must stop or change course. And if it is silent, you must keep going. You may bring to Knowledge your plans, your desires and your preferences. If it is silent, that means that these things are not important. You will gain this greater awareness as you proceed, and it will become your barometer. It will become your compass.\n\nKnowledge does not chat away like your personal mind. It is a steady force, a great attraction, a power pulling you, pulling you along. It is amazingly intelligent because it is connected to the Creator. It is this that will get you up the mountain, for it is determined and relentless. It is this that will be the source of your strength, not your personal will or the strength of your affirmations. It is this that will keep you from giving your life away to people, to places or to things that do not represent your destiny.\n\nYet it is still. It is quiet. But it is powerful. It will not answer all your questions, most of which are simply an expression of your fear and anxiety. It will not explain everything to you, for the signs of your life come without explanation. The Way you follow, it does not explain anything.\n\nAs you proceed, your mind will become lighter. You will take joy in simple things. You will feel love for many people. You will become compassionate for everyone you see, regardless of their errors or their dilemmas. Your mind will not be critical and condemning. It will be compassionate, and yet it will be focused.\n\nIt is a very different state from the state you are in today, which is very chaotic and very much driven by perception and emotions. But this greater state has a stability to it that the world cannot destroy, a strength that the world cannot undermine.\n\nIt will bring to you relationships of a caliber that you could never find otherwise. It will bring you to a life for which you are completely designed. And you will finally discover that what you know and what you want truly are the same.",
  "audioUrl": "https://www.newmessage.org/av/preparing-for-a-greater-role-in-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/my-role-greater-purpose/"
}