{
  "title": "Environments",
  "content": "There is a growing concern about the environment in which you live, the natural environment. This, of course, is important because this is the context in which you live. But the environment is far more important than most people realize. It is important not only for your well-being and your future, it is important in terms of understanding the Greater Community.\n\nYou see, in the Greater Community, environment is considered the most important thing. It is not something that you use, and then after it has been misused, you worry about it a little bit. Environment is the most important thing. It is seen as the absolute, fundamental context for survival and creation and a model for education itself.\n\nIn the Greater Community, there are few environments that are as lush and abundant as this world. This world is truly a gem in the universe. This place and places like it are highly valued and considered remarkable and unique. But humanity has been bound to this world for a long, long time and has taken for granted the great wealth and abundance of this garden world, this Garden of Eden, if you will. For this world is most surely a Garden of Eden in contrast to other environments where intelligent life has had to adapt and advance.\n\nEnvironment is not simply the plants and animals that you see around you. It is the context in which you live. It is life. There are two kinds of environments we shall speak of—the physical environment and the mental environment. The physical environment you are acquainted with, and perhaps you have a certain amount of knowledge and understanding about it. Yet, the mental environment is something very new to human understanding. The mental and physical environments are not the same. They operate on different levels of existence and follow different laws. They overlap tremendously, but you cannot take the principles of one and apply them to the other.\n\nYour concern for the physical environment is important, but it must grow. It must become the most important thing, not something that is simply present or taken for granted or considered as an afterthought. It is the most important thing. You do not want to find out the hard way that this is true, for then your prospects for survival would be much fewer than they are today. Do not wait for calamity to teach you what you needed to know in the first place.\n\nHow you preserve and manage your environment in many ways represents your level of development. This refers both to your understanding and perception as well as your behavior. A very advanced society will value the natural environment tremendously and will utilize it in such a way that its productivity can be continued far into the future. It is a sustainable relationship, a relationship that humanity at this point does not have with the natural world.\n\nShould humanity fail, then others from the Greater Community will come to take over the world. They will take it over because they value the environment. The environment is more important than any one race or species. It is generally held in the Greater Community that should a race spoil its natural environment, then others are free to intervene and to displace them. This is an established principle in the Greater Community and is widely held, though not all societies subscribe to it. Being human, this is very difficult for you to understand because you feel that the environment is there for you—there for you to use and to throw away. And you think that humanity is the most important thing in the universe, and certainly the most important thing in this world.\n\nBut your neighbors in the Greater Community do not share this view. The reason that they are advanced is that they have had to develop a sustainable relationship with their natural environment. In some cases, their environment was greatly damaged, which required a tremendous advancement in their technology in order for them to survive. They know the risks, and they know the cost of neglect. They know the price of irresponsibility. But humanity has not learned this, for it has not yet paid this price. It has not seen the great cost involved. Should you ever have the great opportunity to learn of the history of another world, then perhaps you will gain the perspective that makes what I am saying absolutely obvious. Humanity is at risk, but so is your environment. You will not survive without your environment, but you can regain a new relationship with it based upon a new understanding.\n\nIn our discourses we have talked about work, contribution, conflict resolution, and so forth. Apply what has been said here to your relationship with the environment, and you will see that there is a great deal of work to be done to restore and to renew your environment and to establish a sustainable relationship with it. Here you take from it what you need and you give back to it what it requires. This balance can be attained and must be attained if humanity is to have a future, for certainly without this balance, your future is in great jeopardy. Either you will perish by your own poisoning of the environment or others will come to displace you.\n\nThe possibility for this latter prospect is very great. This is why tremendous experimentation is being done on plants, animals and human beings at this time because the risk to your environment has grown. The possibility of human failure has grown. The possibility of your damaging your physical environment beyond repair has grown, and as it has grown there has been intervention from the Greater Community. This is difficult to see because human beings still think and base their values and assumptions on the idea that they are alone in the universe, and that if there is anyone else in the universe, they are so far away that there cannot be any possibility of involvement. Here there is no accountability to anyone or anything else.\n\nIt is now becoming popular to be environmentally aware, but this is not enough. How you manage your personal life and how you relate to the natural world are fundamental. Knowledge will give you the right relationship here, as it will straighten out your relationship with everyone and everything else. But this takes time, and you do not have this kind of time to freely use. You must now become a student and become serious in this matter, for it is of very great importance.\n\nIf your children are to have a world to live in, a safe and healthy world, then environment must become the most important thing. If environment becomes the most important thing or the number one concern, then war will be ended because war is damaging to the environment. Pollution, poverty, strife and conflict between cultures and nations is antithetical to maintaining a healthy environment. If you think of this, you will see that as the environment becomes the most important thing, other things must fall into place. But if the environment is an afterthought and is not considered to be the most important thing to concern yourself with, it will constantly be compromised in order to meet other goals and objectives.\n\nLet us talk now about the mental environment. This is a concept that we have presented in a number of our discourses, and we shall say more about it now. Unlike the physical environment, you cannot spoil the mental environment. It is an environment that is made up of thoughts and groups of thoughts, which are called forces. The mental environment cannot be destroyed, but it can become very polluted. It can become very destructive. Unlike the physical environment, the mental environment knows no boundaries in terms of time and space. For instance, if you have great emotional distress where you are, it affects someone on the other side of the world, and vice versa. Perhaps the effects seem to be very slight, but they are real nonetheless because minds are not connected simply by the recognition of another’s physical presence. Minds are connected through a very subtle internal network. That is why we say that if a person discovers Knowledge and makes advancements in the reclamation of Knowledge, he or she will affect minds in many places simultaneously. Most of these individuals this person has never met and is not even aware of because minds are joined by a deeper fabric that extends far beyond the physical realm.\n\nHere you can make a contribution to improve the mental environment. If this is done, people will function better, be more harmonious and less prone to conflict and be able to recognize opportunities as they arise with far greater ease. Everyone will be stimulated. Everyone will be encouraged to carry on what they were sent here to do. In this light, contribution is felt in many places by many people.\n\nThe mental environment is what you create for yourself. Nature has been created for you—a gift. The mental environment is something that you have to be responsible for because unless a foreign intelligence is in your midst, almost everything that you experience in the mental environment will come from other human beings. Plants and animals do not have a strong influence on the mental environment. In nature, as you may have noticed, there can be neutrality in the mental environment. That is why people seek refuge in nature—it is refreshingly open and free of dominating influences.\n\nThere are, however, influences in the mental environment even where people are not present. But for our discussion now, you need to be most concerned with your impact on other people and their impact on you. Here you can make a great difference, both in the quality of your own experience and in the possibility of having meaningful relationships with others. This represents a more refined participation in life. It represents advancement and intelligence. Humanity needs to cultivate these at this time if it is to engage effectively in the Greater Community, where the mental environment is considered very important, second only to the physical environment. If the physical environment is maintained, you have the possibility to survive. Yet, if the mental environment is enhanced, you have the possibility to develop and to advance your own intelligence and understanding.\n\nLet us give some examples of the mental environment. People go to a university because it is a concentrated learning environment. It is a place where people are concentrating on their education. This is a mental environment. A library at a university has a very different feeling than a library in a city community. It is a concentrated and focused learning environment. It may be easier to study in the university than it is in a public place. These represent two different mental environments. Mental environments are made up of forces and stimulants. Each force has an effect upon you and you, in turn, have an effect upon it. If you go to a place where everyone is focused on a sports event, it can be much easier to enjoy it and participate in it than it would be watching it on the television. This represents a mental environment. People are together thinking about something in common. This creates a potency or a force in that environment, a force that will affect you greatly.\n\nThese represent two obvious examples, but understand that the mental environment is far more subtle and pervasive than these. Its importance in the Greater Community is that it represents the ability of one race to influence another race and even to dominate the other race without the use of physical force. Human beings are still very primitive in this regard. They use physical force to control others. But even here you will find, such as in advertising, the basic understanding that people can be made to do what you want them to do if you give them certain kinds of stimulation and certain kinds of ideas.\n\nThis represents only a rudimentary understanding of the mental environment. For you, the mental environment represents the atmosphere in which you think and feel. If that mental environment is enhanced and positive, it will be easier for you to be creative, intelligent and aware of what is going on within you and around you. In turn, if the mental environment is adverse and filled with conflict, hostility, disturbance or distress, it will be more difficult for you to have clarity of mind. It will be more difficult for you to be aware of yourself and your surroundings. It will be more difficult for you to concentrate.\n\nHuman beings are the primary influence in the mental environment here, so long as a Greater Community intelligence is not present. In the physical world, you are only one of many, many races and species that are engaging in a dynamic network of life. The difference here is that human beings exert a greater influence in the mental environment, particularly on one another. In the natural world, everything influences everything else in a much more physical way. For instance, if a cat scratches you, that creates an impact on you in the physical environment. However, the cat’s thoughts do not influence your thoughts, though you, in fact, may influence the cat’s thoughts. Plants and animals have direct bearing on your physical well-being and sensory experience in the world, but plants and animals do not influence your thinking, unless you are able to respond to them on a very subtle level. On this level, you can communicate with them insofar as you can discern their present state, their nature and their needs.\n\nIn order to have a positive effect on the mental environment, you must become aware of the mental environment around you, learn how to establish your own mental environment and learn how to influence it and maintain it. Here you learn about your effect on others and their effect upon you. You learn this through many, many experiences and through objective observation. Surely, when you go into someone’s home, you enter their mental environment, and you experience it first hand. If you were to go up and down your street and enter everyone’s home, you would enter a different mental environment in every place and would have a different experience. Some places you would feel comfortable; some places you would feel uncomfortable. Some places it would be very easy for you to think clearly; other places it would be more difficult.\n\nTo have a positive influence on someone else’s mental environment, you must first be able to influence your own mental environment. This requires the ability to control and direct your own thoughts. This requires the ability to be aware of Knowledge and to practice stillness. Steps to Knowledge teaches all of these things, and that is why it is an important foundation for gaining awareness and capability in the mental environment.\n\nHuman beings, then, have a tremendous amount of work to do. They have many conflicts to address. They have a great range of responsibilities, only a few of which they have claimed thus far. Again, let me give you an example from the Greater Community so that you can see through contrast where you stand and where you need to develop. All Greater Community races engaged in space travel interact with many other races who represent very different environments, different conditioning, different beliefs, and so forth. Their interaction with each other is far more challenging than your interaction with other people. Although you may highlight the individual differences between you and another person, the fact is you hold so much in common that the differences in personality or in temperament between you are very, very slight, particularly compared to the differences you will experience in encountering a Greater Community intelligence—someone from a different physical environment, with a completely different history and different biological and psychological make-up. The differences here are enormous.\n\nIn order to function in the Greater Community, you have to develop tremendous abilities of discernment and methods and avenues of communication. You also have to become aware of another race’s impact upon you—the power of their thoughts, their concentration, their social cohesion, and so forth, in comparison and contrast to yours. One of the laws in the mental environment is that concentration is power. This has a corollary in the physical environment where physical force is power. In the mental environment, it is concentration. An individual more concentrated than you will have a greater influence on you than you will have on him or her. A group or race more concentrated than you will have a greater influence on you than you will have on them. How true this is in the Greater Community. That is why advancing societies must learn something about the mental environment if they are to effectively compete, relate and deal with other races.\n\nYou have not had this requirement yet in your learning, but you will have it soon. That is part of the reason that The Greater Community Way of Knowledge is being provided at this time. The need to address your physical environment and to begin learning about the mental environment is very great, and it is upon you now. It is not something you can neglect; it is something that must be addressed. We give this overview to substantiate the understanding that you have a great deal of work to do and a great deal of learning to do, learning far beyond your current boundaries and parameters.\n\nIn order to preserve your world and make it a habitable place for future generations, the physical environment must become your first priority. This will have a beneficial effect on your behavior, on your relationship with others and on every aspect of your culture and society.\n\nYour second great focus for learning and application is the mental environment. Here you will be able to learn more about yourself and others and be able to eventually bring greater harmony and balance into your relationships. Even more importantly than this, your preparation in the mental environment will enable you to discern and interact with Greater Community presences, which represent societies of far greater concentration and social cohesion than you presently can enjoy.\n\nThe mental environment and the physical environment are the contexts in which you think and act respectively. Each requires a conscious approach; each requires enhancement and development. Your ability to advance in these two arenas is possible only because you have Knowledge within you to guide you, to motivate you and to lead you forward. Without Knowledge, you would continue to abuse your physical world until your race would begin to die out. Without Knowledge, you would be centuries away from learning anything about the mental environment. Without Knowledge, you would have neither the compassion nor the will and strength necessary to elevate yourself and your race to meet the challenges of life that exist now and that will surely arise to meet you in the future.\n\nWhen you think about why you are in the world, what you are here to do, and what it means to be an individual, think about your work with the environment—your enhancement of the mental environment and your preservation of the physical environment. Then think about all of the education and activity that this will require of you and of others. This will begin to give you an understanding of the great opportunities that life is giving you now.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/natural-environment/"
}