{
  "title": "Nature and Natural Disasters",
  "content": "The world is driven by powerful geologic and biologic forces. They were set in motion at the beginning of the physical universe. God has set them in motion to operate on their own, moving in a certain direction. This has produced immense turbulence, even after the creation of this planet. These turbulent forces work throughout the universe, depending on a world’s particular environment.\n\nHumanity has had to endure violent weather, droughts, floods, pestilence—all manner of things because this is all part of living within a changing environment governed by physical laws and natural laws.\n\nEntirely different this is from your Ancient Home, from which you have come and to which you will return.\n\nTo be in an environment like this requires constant adaptation and constant problem solving. It is not easy. And while the world is beautiful and magnificent, it is also hazardous and difficult, placing great requirements on all intelligent creatures who live here, on all biological entities, but particularly upon those who are self-aware and who are aware of the future and the past.\n\nThe fact that your life here is temporary and that your physical vehicle is temporary, as you experience being in the world, this places a further burden on you—a psychological burden now, and a great anxiety about the possibility of future difficulty and even the loss of your life.\n\nThis is not a punishment from God, but it does represent what life means if you are living apart from God, if you are living in Separation. Life will be changing. Life will be difficult. It will be a life unlike your Ancient Home, unlike your heavenly state, and you will have to face many adversities.\n\nNow humanity is facing Great Waves of change—changing climate, violent weather, diminishing resources, environmental degradation, mounting economic and political instability and a greater risk of conflict and war over the remaining resources.\n\nYou have come into the world to live in the face of these Great Waves of change, and these Great Waves of change are already occurring in the world today. Perhaps you have not faced them yet. Perhaps you are yet unaware of the magnitude of the Great Waves of change. This is now having a great impact, altering the balance of the natural environment, setting in train forces of change in your climate, creating greater disasters—hurricanes, tornadoes, floods and droughts, extreme and violent weather conditions in many parts of the world.\n\nHumanity’s overuse and abuse of the world is now changing the natural balance, and this change is not in your favor. Even at this moment, nations and peoples do not seem to comprehend the magnitude of what is happening. People do not want to give up their privileges. Networks of trade and the exploitation of resources are now well established. People do not want to restrain themselves. In certain wealthy nations, limits will be placed, but in other nations, there are no such limits and no such restraints.\n\nThis means that humanity will further impact the natural environment, and the natural environment will further impact humanity. In the end, of course, nature will be victorious. But this creates a dilemma, you see, a fundamental dilemma because greater than your national laws, greater than your social customs, greater than your religious beliefs, greater than your individual or national attitudes or perspective is your fundamental relationship with nature—your relationship with your environment.\n\nHumanity as a whole has lost touch with this, has lost the recognition of the power and the importance of your relationship with your environment. You feel that with technology you can overcome the forces of nature, and to a certain degree, you can harness these forces, but you cannot overcome them. Throughout the universe, powerful nations have tried but have only found themselves to be at the mercy of the greater powers and forces of nature.\n\nAt this moment, humanity, like an adolescent, is giddy with its own power, thinking that it has the ability to transcend the natural world, to create an environment not subject to the forces of nature. But this is not true. You are experiencing, even at this moment, the powerful response, the powerful reaction of natural law to human abuse and human irresponsibility, and the results are tragic.\n\nYour planet is getting warmer. Hotter. Drier. It is driving change. The world will change to a new kind of balance, but it will not be a balance that will be favorable to the human family. And the only way to alter this and to prevent this outcome would be a radical change in human behavior and activity and governance, which are unlikely to happen any time soon.\n\nEven in your separated state, you have to submit to the forces that govern your life. You can control them up to a point. You can mitigate the hazards. You can develop the opportunities. Perhaps even for a brief period, you can create great affluence for a large portion of the human family. But in the end nature will be dominant.\n\nIf humanity exhausts the resources of this world, it will fall under the persuasion of foreign powers in the universe, who will seek to exploit a weak and divided humanity. They will seek to gain control of the world’s natural beauty and resources, a world rich with biological diversity, a world highly valued by others.\n\nThey will not come now because they will not use force. Force is not the strength they will use. It will be the force of persuasion. And the more destitute humanity becomes as a result of its own behavior, the more powerful this persuasion will be and the less humanity will be able to resist the temptation of the offerings of those who come under the pretension of being here for peaceful purposes, but who in fact are here to take advantage of you and your situation.\n\nThese forces will be small, but clever. They will see that you have robbed yourself, and now you are poor and you will not be in a position to resist the temptation of what they have to offer—stability, security, resources—things that you have given away, things that have been sacrificed here on Earth.\n\nThese forces will not come in great masses or great numbers. It will only take small groups of individuals to gain pre-eminence in this world, under the conditions of human degradation.\n\nThis does not have to be your fate. This does not have to be your destiny. This is not meant to be. It is a result of the decisions—countless decisions made previously, decisions being made today and the decisions being made tomorrow.\n\nAlready, forces of change have been unleashed on the world, which will alter, in some cases radically, the circumstances of large parts of the human family. Even if you were to alter course, even if you were to restrain yourself and your activities, you have already set in motion forces you cannot change.\n\nYou may call these forces “acts of God.” You may think that God is bringing violent weather and drought conditions as a kind of punishment, but it is not true. These represent your impact upon the environment.\n\nIf you empty the well, the well is dry. If you do not farm correctly, the soil blows away. If you burn too many things into the environment, the weather changes. If you overexploit the world for resources, the resources disappear.\n\nIt does not take a genius to figure this out. It takes common sense, but common sense is not common, it seems.\n\nSo here you are facing the consequences of humanity’s destructive impact upon the world. And these impacts will continue. God is not creating them though God has created the mechanisms of life and set in motion the geological forces that have shaped the physical universe, and continue to shape it in an evolutionary pattern. You can blame God for the fact that there are hurricanes. “Why did you [God] create hurricanes?” you may ask, but God only created the conditions under which hurricanes emerge. That was before there was any life in this world. But God did not create this [specific] hurricane to punish humanity. This is foolishness. This is ignorant.\n\nIf humanity continues in its present course, it will generate more events of this kind. Large parts of the world will be heavily damaged, and great droughts will fall upon the arid regions, driving people out. Nations will collapse. There will be millions of refugees with nowhere to go.\n\nHumanity will lose its most valuable resources through overexploitation, through ignorant use, through a heedlessness of the future. Not thinking ahead, humanity is going to take everything now, robbing your children of their future, creating a future of unimaginable difficulties. There is no punishment here. It is merely consequence.\n\nIt is your responsibility to learn of the natural world and to use it effectively in a manner that can be sustained. This has been learned throughout the ages. It is not a new learning. But humanity has forfeited this knowledge out of greed, out of corruption, out of ambition. And now the world has a great many people in it. The boat is full.\n\nHow will you manage such circumstances? How will you face the Great Waves of change? How can you bring and restore greater balance in the natural world for your benefit? The answer is beyond your intellect. Though you may have very good ideas, and there are many solutions that are being proposed that will be very helpful overall if brought together and if utilized fully, but really the answer to these questions has to go deeper than the intellect, deeper into you.\n\nIt is not a problem for other people to solve for you. It is a problem for everyone. It is not merely a problem for governments, or for science, or for politicians. It is a problem for everyone.\n\nThis represents your relationship with nature. If you violate the relationship, you will have a bad relationship. It will be unhealthy. It will be unstable. There will be friction. There will be difficulty.\n\nJust like you having a relationship with another person, if you abuse that person, if you do not respect that person, they will behave in a manner and will respond in a manner that will be unpleasant and discordant. There will be difficulties between you. You will not function in harmony together.\n\nIt is like this with your relationship with nature. If you show no respect for nature, if you do not respect how it functions and how you must behave within this relationship, then the relationship becomes discordant—producing unwanted results, unpleasant experiences.\n\nIf you do not take care of your home, it ceases to be a desirable place to live. If your house is falling apart, if you cannot or will not keep it up, it becomes an undesirable place to live. The world represents the home of humanity. If it is not supported and sustained and managed properly, as far as you can manage it, it ceases to become a desirable place to live.\n\nYou cannot change the laws of nature. You can limit the impact of nature’s difficulties. You can enhance and develop its opportunities and its benefits. You can utilize natural forces to your benefit. That is what humanity has been doing all along, but it is a balance. And humanity has lost the balance.\n\nGaining technology has given you a sense of pre-eminence, and you have taken it too far. If humanity were intelligent, you would be rationing fuel today and not waiting for when rationing will be forced upon you. You would be preserving your finest energy and resources instead of using them up as quickly as possible—believing, assuming, that there will be something there to replace them, without any difficulty in transition.\n\nBut humanity has created a style of living that far exceeds the carrying capacity of your environment and that places you out of balance with the natural world, and even places you out of harmony with your own nature. Now you are driven to excess—excessive behavior, excessive busyness, excessive use of the world’s resources, excessive indulgences.\n\nYour relationship with time has changed. Your relationship with nature has changed. And your relationship with one another has changed.\n\nNow you are busy trying to sustain a lifestyle that deprives most of the human family—where the very rich are driving the engine of war, robbing nations and peoples of their own sustaining resources, driving headlong as if you did not have a future, as if you did not care, under a whole array of assumptions that somehow your technology and your cleverness and ingenuity will find a way to keep it all going.\n\nYou have abandoned your relationship with nature. You have taken on a mistress of technology, forcing a kind of adultery that has set you out of accord with yourself, with one another and with your environment.\n\nGod will not intervene to stop all of this. God will only encourage you to behave correctly, for God has placed a deeper Knowledge within each person through which the Will and the Power of God can flow. But people have lost their native sense. They have forfeited their relationship with this deeper Knowledge to have, and to be and to do what they want—driven by passion and fantasy, driven by a new set of needs now that far exceeds your basic needs of living in the world.\n\nSo God speaks, but you cannot hear. You cannot feel, except perhaps superficially or periodically, the restraints that God is trying to place upon your actions and the motivation that God is giving you for other kinds of action. It is as if you are out of control and cannot stop yourself, like a person who is eating but cannot stop eating even though they have far exceeded already the needs of the body. Now they keep eating to satiate some kind of emotional insecurity, some kind of sense of deficiency and loss within themselves.\n\nWhile God has created this immense physical reality, God has also placed Knowledge within you to teach you how to live in it and to give you the opportunity to re-experience your connection with your Ancient Home, even while you are here, especially while you are here. You cannot return to your Ancient Home if your mind is set in Separation. You do not simply die and go to Heaven. You have to prepare for your Ancient Home, and that provides you a greater purpose for being in this physical reality, with all of its difficulties and challenges.\n\nYou may look at nature aesthetically, marveling at its magnificence, its beauty, its diversity, its splendor, its complexity, and indeed nature provides all of these things. But you still have to survive within it, and survival is not easy. Perhaps your technology has made it seem easy, but that just means that other people are doing the work for you or that machines are doing the work for you, but you must feed these machines energy, and the greater the number of machines feeding you, the more energy they all require.\n\nWhat can restore you to your real balance living in the world? What can prepare you for your Ancient Home? What can give you power, certainty and strength to counteract all of your other tendencies and the other tendencies of people around you?\n\nYour intellect does not have an answer for this, for the answer comes from beyond human creation and imagination. God has placed a deeper Knowledge within you. Only it knows the way out of your dilemma, and the more that you take the Steps to Knowledge and experience your connection to Knowledge, the more your activities will fall in line with the harmony of the natural world, and you will be drawn away from behaviors that are harming this relationship, that are creating a future that will be undesirable and in some cases unlivable.\n\nAll of the forces that are driving humanity to its own demise are counteracted by the presence and the power of Knowledge. What will restrain people from destroying their natural inheritance here? Good ideas? Reform movements? These will not be strong enough to counteract what has been set in motion by human greed and human ignorance. It will have to be a more powerful force.\n\nWhat can take people out of addiction but a force that is more powerful than the addiction? What can stop humanity’s desecration of the world? What can stop humanity from overspending its natural inheritance? What can stop war? What can stop human cruelty? What can mitigate and eventually stop all of the actions that are endangering your future and that are already setting the natural world against you?\n\nIt must be a more powerful force. You know you should not do things, but you do them anyway. You know you should not be living a certain way, but you live it anyway. You know that perhaps you have an unhealthy relationship with work or with other people, but you do not change course. You know you are unhappy, but you will not alter the circumstances that are bringing this unhappiness to you. Why is this?\n\nThere are many answers, of course, but in the end it will take a more powerful force to alter the momentum of your life—the obligations, the attachments and the associations you make with yourself, with other people and with the whole world, that are sending your life in the direction of disaster. There must be a more powerful force, and where will that come from?\n\nWithin you, you have strength and you have weakness. You have wisdom and you have ignorance. That which is strong and wise within you must be predominant if you are to experience the great benefits that this will yield.\n\nGod has placed a deeper Knowledge within you. It is the source of your integrity and your wisdom and your ability to see the truth and to respond to the truth. It is the source of your courage. It is the source of your strength.\n\nWithout Knowledge, you will act foolishly and follow the foolish actions of others. You will live for the moment only, forfeiting your future and your preparation for the future. You will live selfishly, unaware or uncaring about the consequences of your actions upon others. You will try to acquire all things for yourself—pleasure, happiness, acquisitions—heedless of the consequences. You will forfeit your relationship with nature and even your relationship with your deeper nature in order to have and to fulfill the desires and the addictions and the fantasies of the mind.\n\nWithout Knowledge, you will do these things. Perhaps you will feel guilty and uneasy about it, but you will still do it. Maybe you will not do it to the excess of others, but you will still be drawn. You will give into fear—the fear of not having. And this fear of not having will drive you to do things that are unhealthy.\n\nYou will marry the wrong people. You will take the wrong jobs. You will live in environments that are not right for you. You will ignore the warnings, even within yourself, about your actions. You will become addicted to people or places or things to try to fill the void and to drive out the anxiety that your behavior is creating.\n\nWithout Knowledge, you will do these things to some degree and maybe even to a great degree. Look around. Look how people are driven. They live lives that are desperate. They are slaves to their circumstances. They are slaves to their desires. They do not function like free people even in freer nations. They are agitated. They are fearful. They are preoccupied. They cannot sit still for five minutes. They are not aware of themselves or where their life is going. They are making terrible, sometimes ridiculous, decisions. They are giving themselves away to things that have no future. Why is this?\n\nYou can blame many things, of course. You can blame culture. You can blame sinful attractions. You can blame the devil. You can blame God. You can blame a million things. But fundamentally it is because you are not being guided by Knowledge.\n\nThe truth here is simple. It is not complex. But a simple truth is difficult to fathom. It is not so simple to understand though it is simple by nature.\n\nGod has given you a deeper nature. It is not out of harmony with nature around you. It knows where you need to go, what you need to do, what is healthy for you, what is unhealthy, where to give yourself, where not to give yourself, who to be with, who not to be with, what to follow in others, what not to follow in others. It is a perfect guiding system.\n\nBut you must yield to it. You must discover it within your own experience. You must build a connection and relationship with it by taking the Steps to Knowledge. And you must learn to follow it—beginning in things that are small and then learning how to experience and to follow it in greater and more difficult matters.\n\nKnowledge within you is uncompromising. You cannot make a deal with it. It is not like your personal mind, your worldly mind that can get what it wants through negotiation, through compromise. With Knowledge, it does not work like this. When you really know something, you really know it, and you cannot change it. You may try to dismiss it or overlay it with other things. You may even run away from it.\n\nThat is one of the reasons people are so busy and preoccupied: They are running away from themselves. They are running away from Knowledge. They are running away from their conscience, their deeper conscience, not the conscience that is created by culture with all of its rules and guidelines. It is a deeper conscience about what is fundamentally right and not right. People are running away from this. That is why they cannot sit still for five minutes without becoming agitated and anxious and disturbed. They have to jump up and go do something. They do not even know how to be with themselves.\n\nThis has really gotten out of hand, you see. And human civilization has gotten out of hand. It is wild, uncontrolled, like a train that is heading to the station, but it has no breaks.\n\nThe Great Waves of change that are coming to the world represent nature’s response, the consequences of your violation of nature and your squandering of your natural inheritance. You will have to face these consequences. And they will either defeat you or uplift you, depending upon how you respond, depending upon whether you respond with Knowledge or with idealism, compromise and greed. One leads to cooperation and unity. The other leads to conflict and breakdown.\n\nThis is not simply a matter for governments or policy. It has to do with how you see the world and how you respond to the world. It has to do with whether you are being guided by Knowledge or by all the other things that are the substitutes for Knowledge.\n\nYour relationship with nature, then, is not simply one of admiring its beauty and its complexity. It really has to do with how you live in nature, how you work with nature. If your relationship with nature is to be more than a romance—more than romancing nature, being infatuated with its beauty—you have to deal with how you are going live with nature and in nature, and to deal with its adversities and to enjoy its splendors in a working relationship. And how are you going to deal with other people and the differences with other people?\n\nGod has placed an answer within you. It is not an answer that is an idea alone. It is an intelligence. The more humanity becomes strong with Knowledge, the more it restrains itself from its destructive behavior, and the more it fosters and creates behavior and technology and systems of social justice that are to its benefit.\n\nFor eventually humanity will have to outgrow its adolescent emphasis on growth and focus on stability and security as its primary focus. This is what all the races in the universe evolve to do. They go through their stages of growth, which usually leads to a kind of overreaching of their resources, sometimes even to destroy civilizations. But eventually they have to determine how they are going to be stable within their environment.\n\nThis is a very great thing. This is what the evolution of civilization really means. It is like the stages of life in a person’s life. When you are young, you want to grow and expand. You want to have more things. You want new experiences. You keep growing and expanding, growing and expanding. But if you are to become functional in a mature environment, as a mature individual, you will have to create stability. If you are to have a family, you must have stability and security. It is not so much about having new things all the time or being wild and free. Now you must attend to your basic responsibilities. You seek stability, security. This is natural.\n\nIt does not mean that you are not still fascinated in life and enjoying life and open to change. It simply means that you have to attend to your responsibilities of living and sustaining what you have created.\n\nEventually, humanity’s civilization, even facing a very degraded world, will have to come to terms with this. But still adolescent behavior permeates human cultures, permeates your economic systems, permeates political agendas, everything. You want more and more and more and more, but you are out of sync. You do not have a stable relationship with nature, or with each other.\n\nIt is all about personal fulfillment, personal acquisition, personal wealth, personal happiness—all creating great instability. The real wealth, the real happiness, will be attained by other means.\n\nGod has placed Knowledge within you to guide you and to protect you and to teach you how to live in harmony with your environment and with each other. It is oriented to the truth, to what is real and genuine and authentic, what is honest and what is compassionate. It is your relationship with your deeper nature that will enable you to re-establish a real functioning relationship with the natural world—to restore a sustainable life, a balanced life. Even facing the Great Waves of change, Knowledge will lead you and guide you and help you navigate the difficult times ahead.\n\nThere will have to be much human innovation in the future, but if it is guided by Knowledge, it will be beneficial. You will have to alter the circumstances of your life to adapt to a world of declining resources, but Knowledge will give you the strength to do this, and you will reap rewards as a result.\n\nYou may face the future with great fear and anxiety, but Knowledge within you is not afraid. Knowledge’s only concern is that you will not recognize and fulfill your greater purpose for being in the world at this time. That is an underlying concern. But beyond this, Knowledge is not threatened by the things that frighten you, and that is why it represents your strength.\n\nIt is your deeper nature. Neglect this to your own peril. Avoid this, you will face calamity. You will be unknown to yourself, and you will be without wisdom in the world. That is why returning to Knowledge is the foundation of all of your beneficial activities.\n\nThere will have to be a thousand things to be done to restore your balance with nature and to prevent calamity in the future for the human family, but the foundation of all of this must be Knowledge, your deeper nature.\n\nThere will be many arguments against this, of course: “Yes, but this,” “Yes, but that.” People will complain. They think it is inadequate. “Hah, you’re just going to rely upon some kind of intuition?” They think Knowledge is just intuition, a weak and fleeting experience. They do not take it seriously. They do not recognize its power, its immense strength.\n\nPeople still think it is all about technology and innovation, but they cannot agree. They argue with each other over which political system is better, which social system is better. The arguments go on and on and permeate all of human culture—the disagreements, the conflicts. People fight with each other over innumerable things—with wars of words, wars of action and, in extreme cases, war itself.\n\nBut within you is a great power that is not in conflict with itself. You cannot be at war with another at the level of Knowledge. You will recognize your mutual needs and will try to satisfy them or address them together. And even your different opinions about what may or may not work will be counteracted by the presence of Knowledge.\n\nYou will commit yourself to solutions even if those solutions prove to be difficult to recognize and to achieve because you will be guided by Knowledge. You will restrain your behavior. Nations will restrain their behavior, if guided by Knowledge, if guided by people who are strong with Knowledge.\n\nNatural disasters will occur. You will know how to prepare for them. But what must stop, what must be arrested is humanity’s abuse of its natural inheritance. What does this look like? you might ask.\n\nHalf the world’s forests should be preserved. Fuel should be rationed. It should have been rationed twenty years ago. You will have to control human population growth and human consumption if you are ever able to attain stability and security. You cannot devour the Earth without losing the ability to live here. And you cannot migrate to other planets because they are owned by others. Beyond this solar system, it is private property. You must put your house in order, and God has given you the power, the strength and the wisdom to do this.\n\nYou have to begin with taking the Steps to Knowledge and with re-evaluating your life. Before you commit yourself to other actions, you must do this, or you will not have a foundation, and you will not be able to experience the source of your wisdom, your power and your strength. You will launch yourself on some kind of campaign of reform, but you will not really have the power and the strength and the wisdom that you will need to be successful.\n\nFor that, you must come to Knowledge within yourself. That is where you must begin. You begin with what is essential and fundamental. You learn to be still so you can experience Knowledge and feel its presence and hear its guidance, so you can feel its restraint and its motivations. You step out of the world of overstimulation into a deeper, more quiet world within yourself. And you will find that there is a greater strength within you waiting to be discovered.",
  "audioUrl": "https://www.newmessage.org/av/nature-and-natural-disasters.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/nature-and-natural-disasters/"
}