{
  "title": "The New God Revelation",
  "content": "There is a New Revelation about God, a Revelation that takes God out of the ancient history of humanity, out of the conflicts and the fantasies and the misunderstanding of humanity. This Revelation takes God into the larger panorama of life in the universe called the Greater Community.\n\nYou need this new understanding of God now because the God of the ancients was a small God, a God of your world and of your time, a God of your cultures, a God of your people in ancient time.\n\nBut humanity has outgrown this God, this human God, this angry God, this vengeful God, this God that seems to be a projection of your personality and tendencies.\n\nIt is not that the ancients were wrong; it is just that their comprehension was limited. It is not that they created a God in their own likeness; it is that they could not comprehend a God that was beyond their likeness.\n\nThe New Revelation presents God within a greater context, within the context of intelligent life in the universe. This is not a human context, for it is not a human universe that you are facing.\n\nIt is not a God that is preoccupied with this one world alone. It is not a God that judges the way that you would judge or condemns the way that you would condemn. It is not a God that needs praise and worship, that must have obedience and adulation. That is the old God of the tribe. That is the old God that favors one nation over another, one people over another. That is an old idea of God.\n\nBut God has never been like this, you see. For the God that people have looked to and have worshipped, the God that people have apprehended and misapprehended has always been the God of the Greater Community—the vast expanses of space, other dimensions of reality and countless races of beings so different from the human family.\n\nThis is the one God of the universe—not a God of one world, one people or one tribe; not a God that thinks, acts or behaves the way that human beings think, act and behave.\n\nThis God is not limited to one Revelation for humanity, for there have been successive Revelations for humanity. And now there is a New Revelation for humanity to prepare the human family for the great change that is coming to the world and to prepare humanity for its future, destiny and encounter with a Greater Community of intelligent life in the universe.\n\nIt will not be possible for you to think of God in the old ways if you want to understand God’s New Revelation for the world. You will not be able to understand the reality and the significance of intelligent life in the universe if you think of God in old ways.\n\nFor the old God was exclusive to humanity—a God of one nation, a God of one people, a God of one race, a God of one world alone.\n\nThat is why the old God was too limited and too much discerned in the likeness of humanity alone to comprehend God’s real nature and purpose, even here in this world.\n\nThe old God took people to war. The old God seemed to have no concern for the welfare of people and nations that God did not favor. The old God was used by kings, monarchs and nations to justify and to amplify their nation’s grievances and ambitions.\n\nThe old God seemed to delight in punishing humanity for the inevitable errors that humanity would make in its separated state living in this world.\n\nAnd so the whole notion of Heaven and Hell is built around the belief and the assumptions about the old God.\n\nBut the new God, the God of the Greater Community, the God of a greater reality than your own, requires a redefinition of all of these things. For God’s reality is so very different from how God has been considered and believed in, in the past.\n\nGod does not favor one nation over another. God does not lead peoples to war. God does not will one nation’s victory over another nation or one people’s conquest of another people.\n\nGod does not will for natural disasters, plagues, illness, catastrophe. You can blame these things on the old God, but not on the new God. For God has set in motion the forces of nature, evolution and geologic change at the beginning of time, and that is all running itself now.\n\nGod is intelligent. God does not have to run every little thing. God does not have to move the blood through your veins or operate your millions of cells. God does not have to run the weather of the world.\n\nGod does not have to run the nations of the world, the economies of the world. It is all set in motion. It was set in motion at the beginning of time.\n\nBut God watches over the world and all worlds—calling to the separated to return, calling through the avenues of religion, calling through the avenues of conscience, calling through the avenues of true love and recognition.\n\nThe God of the universe does not care what your religious beliefs are so long as they can assist you in bringing you to the deeper Knowledge that God has placed within you—a deeper intelligence that God has placed within you to guide you, to protect you and to lead you to a greater service and contribution in the world.\n\nThe old God was dominated by religious institutions. If you did not support those institutions and believe in their ideology, it was considered you would be sent to Hell, that you were affronting God. But God does not care about these things.\n\nThe beliefs and fascinations, obsessions and fantasies of humanity are not what move God. It is the deeper movement of the heart and the conscience. It is the act of selfless giving. It is the act of forgiveness and the desire to contribute beyond one’s own personal needs and preferences. It is the recognition of one to another. It is an enemy becoming a friend. It is the healing of the natural world that has been despoiled. These are the things that move the Lord of the universe.\n\nIf you are to understand humanity’s destiny and future within a Greater Community of life in the universe, if you are to understand how to prepare for the Great Waves of change that are coming to the world, then you must have a new experience and understanding of the Divine.\n\nIf you cling to the old ideas, the old definitions, you will not understand what humanity is facing and how to prepare. You will think it is the end of time. You will think it is the great punishment. You will think it is the final battle—all these kinds of things that seem to indicate a grand finale to the human experience.\n\nBut humanity is but leaving one stage of its development and entering another. It is a great transition from a world of tribal societies and warring factions to a more united and powerful humanity—a humanity that can live, function and remain free within a Greater Community of life; a humanity that can face intervention from other races in the universe and can establish its own rules of engagement here; a united humanity that can learn to live within the boundaries and limited resources of this world, without driving it into oblivion and decline.\n\nA united humanity will need a new experience and understanding of the Divine if it is to make this great transition and to avoid the ever-growing temptation towards conflict, competition and war. Facing a world of declining resources, a world of environmental disruption, a world of violent weather and growing economic instability, you will need to have a greater experience of the Divine and particularly of the power of Knowledge within yourself. For it is at this deeper level beneath the surface of your intellect that God will touch you and move you, by the very force of attraction of the Divine.\n\nYou cannot comprehend God with your intellect. You cannot reduce God down into a rational principle. You must see that God is not operating all the functions of the world, for these were set in motion at the beginning of time.\n\nThere is no conflict here between Creation and evolution. There is really no conflict between religion and science. They are all born out of the same reality, the same needs to comprehend life, the same needs to correct human error and to establish a safe and secure future for the human family.\n\nReligion and science are corrupted by the same forces—the desire for individual power, the domination of one group over another, institutions fighting for supremacy. They are both orthodox in their own right and both tend to be limited and self-defensive.\n\nInstead of trying to connect the past with the present and the future, it is best to let the past go, to see that humanity’s understanding of the Divine is an evolutionary process in and of itself. If you try to connect the future with the past, you will either deny the future or you will have to change your understanding of the past.\n\nAncient prophecies will not be fulfilled. The messiah will not return to the world. It is now the time for Knowledge to emerge. It is the era of human cooperation and human responsibility. No one great leader is going to come and lead humanity into a glorious future. No one individual is going to come and settle all the scores and take revenge upon the wicked. That is the old idea of God. It is no longer relevant, and it was never really true to begin with. It is the desire of people for a final resolution to the conundrum of life, to the questions of life, to the problem of life.\n\nYou were sent into the world to make a contribution here, a specific contribution concerning certain people in certain situations. Do not think that you understand these yet. Do not yet assume that you are fully involved in these yet.\n\nDo not think that by believing in a religious ideology that you are going to be saved. For if you do not do what you came here to do, if you do not engage with those who you are meant to engage with and to contribute your gifts, belief alone will not bridge the gap and end the Separation between you and God.\n\nTo reunite with God, you have to become more like what God really created in you. God has placed Knowledge within you to guide you and to redeem you. Beliefs are secondary and often stand in the way of this redemption.\n\nThinking that your religion is the one true religion will stand in the way of your redemption. Condemning other nations, peoples and religions will prevent you from receiving this redemption. Being self-righteous and the defender of your faith will blind you, and you will turn your back to God.\n\nYou must have the courage and the faith in the Divine to think of God anew, to realize your responsibilities here and to recognize that you were sent into the world to be a contributor, not a judge or a critic.\n\nHere you must realize that God has initiated all the world’s religions and they have all been changed by people, even radically changed. So to correct the errors of the past, to renew the true faith and to bring forth the great truth of the ancient religions in their pure form, God has sent a New Revelation into the world, not to replace the religions of the world, but to clarify them and to give them new strength and power and a greater unity with one another.\n\nIt is not just a correction, however; it is a preparation for a future that will be unlike the past. You are facing a non-human universe. You are facing environmental destruction and ever-growing instability and insecurity in the world. You are facing a world of declining resources, a world where an ever-growing population will have to drink from a slowly shrinking well. You may pray to God to save you, but God has sent you here to save the world, to play your small but essential part in this.\n\nIt is not the end of time. It is a great transition. It is not the end of the world. It is a great reckoning and a new time of Revelation.\n\nMany things will come to an end. Many ways of life will have to be altered. Human understanding will have to change. Human responsibility will have to grow. Human compassion will have to grow. Human forgiveness will have to grow. It will seem like the end of time, like the whole world is coming down on you, a time of cataclysmic change and upheaval. But it is really a time for humanity to grow up, to become wise and to prepare for its future.\n\nOnly God knows what is coming over the horizon, and only God can prepare you for this completely. You may recognize certain solutions to aspects of the world’s problems, but you cannot prepare yourself for the Great Waves of change or for your encounter with intelligent life in the universe.\n\nGod has sent a New Revelation into the world to prepare humanity for its future, to warn humanity of the great dangers within the world and beyond the world and to bless humanity with the power and the presence of Knowledge that has been placed as a deeper strength within each person so that humanity will choose peace over war, cooperation over division, resolution over the loss of confidence, freedom over capitulation and responsibility over weakness.\n\nThis is not the providence of a few inspired individuals or a few small groups working to support the human family. It will have to be something that will have to reach far and wide. Not everyone will have to receive and believe in the New Message from God, but it must reach enough people to have its impact here, to provide a new awareness and experience of the Divine in your life and the deeper movement of your life.\n\nHere you will have to let go of your notions of Heaven and Hell, your belief in a final Judgment Day and all of these things, for they will not fit with the greater reality that you are entering.\n\nIf you follow Knowledge, you will become closer to God. If you deny Knowledge and follow your fears and ambitions, you will become further away from God. If you contribute your gifts in the world, you will not need to come here again. You will have completed this cycle of your evolution and development.\n\nGod is not going to just bring you back to Heaven. God is going to put you to work in the universe, in the reality of the separated. You have many present tasks and many future tasks. You do not run away from these into Heaven, for there is much work to do, you see. God does not waste this opportunity. Your redemption must be a source of inspiration for others and must continue to have a resonating and positive effect on life in the universe.\n\nNo one will be sent to Hell. But people are already living in Hell, being separated from God—the Hell of their own fearful imagination, the Hell of their self-hatred and hatred of others, the Hell of their circumstances, the Hell of their isolation. Yes, there are worse Hells than this, but God will not send you there.\n\nBut if you are left out of God’s Grace and Power, God’s Providence and God’s Guidance, then your Hell will deepen and can seem to be endless. But it is not endless, for God has placed Knowledge within you, and eventually you will come to realize that you must follow this Knowledge, you must accept this Knowledge and that only Knowledge can take you from the Hell of your Separation, from your isolation and from your own grievances and self-denial.\n\nIn the end, God will win everyone back, even the most wicked. They will just have to work longer to redeem themselves; they will have to give more to counteract their harmful impacts upon others. Here kings will have to be water carriers and till the fields. Here tyrants will have to sweep the streets.\n\nPeople are impatient. They want a Judgment Day; they want everything to be finished. They do not want to have to live with great questions, great unresolved questions. They want God to punish others that they themselves cannot or will not punish. They think they know what justice is.\n\nThat is why the old God is filled with revenge and anger and repudiation, that people are forced to believe with the threat of death and Hell. That is a primitive way of looking at life. It is an ignorant way of looking at life. It does not account for the reality of the Divine or the reality of your Divine nature and destiny.\n\nGod will call everyone back eventually, but eventually could be a long time from now. In the interim you suffer; you live in darkness and confusion. You do not realize your power, your value or the greater strength of Knowledge within you that is waiting to be discovered and that is trying to save you, even at this moment.\n\nIf humanity is to escape great collapse in the future, if you are to escape domination by other races from the universe, you must now listen and gain a new and greater understanding of the Divine Presence and Power in your life, the real nature of human destiny and what will be required of peoples, groups and nations to choose wisely in the face of a changing world.\n\nHere your old beliefs are clarified and purified. Here you do not abandon the great traditions. Instead, you see their connection with one another, and the great value and wisdom that is at the very heart of their teaching.\n\nBut your cosmology will change because you are entering the Greater Community. Your religion now cannot be a religion of one world alone or one people alone. It will have to be a Greater Community religion with a God of the universe, and a spirituality of the universe, that which unites you and connects you with one another despite your differing views and interpretations.\n\nFight against this and you fight against God’s Will and Purpose for humanity. Repudiate this and you repudiate your future, your evolution and the primary education you must receive at this time. Lash out against God’s New Revelation and you will further distance yourself from the Power and Presence of God in your life.\n\nThey are all connected, these Revelations. But you must see their pure thread and content to understand this.\n\nSo much of what people believe in is purely a human creation—the stories, the miracles, the traditions of stories and miracles—a human creation. That God created the world in a few days [is] a human creation, the attempt by a limited understanding to comprehend the reality and the mystery of Creation. It is like asking a five-year-old to talk about the evolution of the world. They can only do it with simple language, simple stories and a simple timeframe. They cannot yet comprehend the expanse, the immensity and complexity of what they are looking at.\n\nSo as you expand your awareness and your understanding, you gain a greater comprehension of the Divine, the miracle of Creation and the even greater miracle of redemption.\n\nHere the new God is the old God unveiled, clarified, not clothed in ancient understandings or ancient mythologies. For there is only one God and that is God of all the universes, a God of all the races. God has a Plan of redemption for each one, and each one is reclaimed through Knowledge, for God has put Knowledge in each one.\n\nAnd though most races in the universe are far less free than humanity is at this time—many races are suffering under subjugation by other races, or have become entirely secular and technological in their emphasis—there is still a Plan of redemption for them all.\n\nBut can you say what this is? Of course not. Can you define God’s Will and Plan for the universe? Of course not. Can you even comprehend a Greater Community of intelligent life—a billion, billion, billion races and many more beyond this?\n\nHere instead of trying to make life fit into your ideology, to make everything squeeze into your limited understanding, you begin to follow the power and the presence of Knowledge within you. That reveals God’s Presence and Plan for your life. And you realize that beyond the intellect, there is a greater dimension to your existence and that the intellect must serve this.\n\nHere you cease to proclaim that you know God’s Will, and you become humble, and you allow God’s Will for you and for this time to be revealed. And if your intention is pure, you will follow something without coming to great conclusions, without proclaiming yourself, without formulating a new ideology that is really a human creation.\n\nKnowledge knows where you are going. Knowledge knows what is coming over the horizon. Knowledge is trying to protect and prepare you even at this moment. But you are not yet aware of the power and presence of Knowledge within yourself sufficiently to hear its messages, to heed its warnings and to receive its guidance. That is why God’s New Revelation provides the Steps to Knowledge, so that you can gain access to this deeper reality and this deeper current of your life.\n\nHumanity cannot save itself now. It cannot come up with one solution for the Great Waves of change. It does not know how to prepare itself for a universe of intelligent life—a competitive environment on a scale you cannot even imagine. That is why there is a New Message from God in the world—to provide the Revelation, to provide the warning, to provide the encouragement and to provide the preparation.\n\nHere you must become a person who can function in the Greater Community, a person who can think in terms of the whole world, a person who is not limited and constrained by a previous understanding that is far too limited and insufficient to enable you to perceive your changing circumstances and the great challenges that are coming.\n\nHere the New Revelation opens doors, expands your awareness and perception, liberates you from old ideas that will never allow you to see the present and the future, to free you from condemnation and to bring back to you the mystery and the power of your life and greater purpose in the world.\n\nGod has a Greater Plan for the human family, but this Plan can only be followed individually through Knowledge, through cooperation and recognition between peoples, through environmental responsibility, through accountability to the human family, through humility and simplicity without arrogance, without condemnation, without self-righteousness. For these are all a human invention.\n\nAnd they are not limited to humanity alone. Such tendencies exist throughout the universe. It is the result of Separation, the great Separation from God that set in motion the creation and the expansion of the physical universe. The physical universe is but a small part of God’s Creation.\n\nBut this remains for you to learn. You have a greater journey and destiny to take here. But you will have to allow your mind to expand, your eyes to open and your ears to hear if you are to gain this greater preparation and understanding.\n\nThe old religions, if they are held in contempt of one another, have really become obsolete and will become increasingly so in the future. Now you must see Jesus within the Greater Community, and Muhammad and the Buddha and all the great saints and emissaries in a larger context—within a greater series of Revelations, each bringing humanity closer to world civilization, and to greater cooperation and a deeper experience of the conscience that God has placed within you. In this sense, all religions are ecumenical; they are all meant to support one another instead of compete and denounce one another.\n\nGod’s Will is for humanity to unite, to preserve the world and to prepare for its future in a Greater Community—a future where humanity’s freedom will be challenged repeatedly, a future where humanity will be seduced by the offers of alien technology, a future with many hazards, but a future where humanity must maintain human freedom and sovereignty within this world. Lose this and you lose everything—all the accomplishments of humanity.\n\nOnly God’s New Revelation can show you these things, for they were not part of God’s previous Revelations. For humanity did not need to know of the Greater Community, and humanity was not facing a world in decline in previous eras.\n\nBut now you are facing these things, and you must prepare. And that is why an emissary was sent into the world bringing a New Message from God. He is not a savior. He is not magnificent. He is simple and humble. And he is the Messenger.\n\nSo once again humanity is challenged with a New Revelation. Can it receive this? Can it comprehend this? Can it accept this, or will it fight and struggle and denounce and continue its violent and ignorant ways? Will the human intellect still try to replace the power of Knowledge within the individual? Will religion grow and expand, or will it contract and become self-defensive?\n\nWill people be able to change, to have a real change of heart to prepare them for the future and to assure them a greater life and a greater security in the world? These are questions that only people can answer.\n\nBut the Revelation is upon you because the great needs are upon you. And God has more to say to the human family and has provided a New Revelation and a new way forward.\n\nThis has come from the new God, new only to your understanding. For there is only one God, and that God is neither new nor old, but has always been. It is humanity’s understanding that must evolve now, and a New Revelation has been given to make this possible.\n\nThe Revelation was given in the face of great necessity, for humanity is not recognizing the Great Waves of change and is not responding to the presence of forces from the Greater Community, who are in the world to take advantage of a weak and divided humanity. Humanity is not responding and cannot prepare itself in time, and that is why the Revelation has been given.\n\nIt is also being given to uplift humanity’s understanding of its spiritual nature and reality to the level of Knowledge, where there are no conflicts and contentiousness between peoples. For Knowledge cannot be in opposition to itself, and your greater spiritual reality and identity were created in harmony with all others. It is only the arrogance of human presumption and the overriding presence of fear and competition that drive people away from their true nature and purpose here.\n\nBut be of good cheer, for a great Message is being sent into the world from the Creator of all life in the universe. Have greater confidence, for the power and presence of Knowledge is within you. As you learn to take the Steps to Knowledge, you will find its power, grace and guidance for yourself and for others. And you will see that you truly were created by God and sent into the world for a greater purpose, and that you have a greater destiny beyond this world, and a greater future within and beyond the boundaries of time.",
  "audioUrl": "https://www.newmessage.org/av/the-new-god-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/new-god-revelation/"
}