{
  "title": "Entering the New World",
  "content": "You are preparing for a new world, a world that has already changed, a world that has been changed by human ignorance, abuse and neglect. You passed the line some time ago, where the world changed imperceptibly, an unknown marker in the evolution of humanity.\n\nNow you are in a new world—a world unlike the world you are accustomed to, a world with a changing and different climate, a world with diminishing resources, a world of polluted and contaminated rivers and soils, a world where ever-growing numbers of people will be drinking from a slowly shrinking well.\n\nThis is the new world. It has changed already. But people have not changed. Perhaps you have not really changed, except in superficial ways. People do not know they are living in a different world—a new world, a world that will be much more disorderly, a world where nature will change the terms of engagement in subtle and dramatic ways, a world that could have been foreseen and has been foreseen by certain prescient individuals, a world for which humanity is sadly unprepared and still does not recognize.\n\nExcept in times of great natural disaster and calamity, people rarely recognize how much nature is allowing them to live, how the stability of the world and its climate and living conditions physically, fundamentally, have enabled human civilization to grow and to expand. People have lost their connection with the natural world, and so they have become ignorant of its greater hazards, and have lost appreciation for the great benefits it has provided to the human family through its long period of great stability.\n\nIn the new world, you will not have this stability. It has changed. And the demonstration that it has changed is now appearing here and there, in this country and that country, and then in another country—as if everything were speeding up, as if events that only occurred very infrequently are now occurring frequently in many places. This is part of the new world.\n\nGod is here to prepare you for the new world. We are here to prepare you for the new world. The preparation is very significant, but it requires a tremendous reconsideration of so many things that perhaps you individually have never thought of before, or have ever concerned yourself with—such as where your food and water come from, the degree to which they may be contaminated and the degree to which their delivery to you can be disrupted and likely will be disrupted in the times to come.\n\nIf you can respond to this clearly, you will see that it is the fundamental elements of life that are of the greatest significance. The machinations of politics and culture, the trends of society become far less significant in the light of these things.\n\nIn the new world, food, water and energy will become ever more predominating, ever more the priority for the stability of nations and communities within nations.\n\nThe transition is difficult because people are still living in the past, living on a set of assumptions that they have never had to question significantly unless they were faced with natural calamities on a great scale.\n\nIn times of calamity, people wake up briefly and then slowly go back to sleep. “That was a terrible thing that happened, years ago. We remember it. But now we are going back to sleep. It won’t happen again for centuries, so we are going back to sleep”—lulled to sleep by human complacency, human denial, human preoccupation, human distractions, by all the forces of society that want to lull you into becoming a manageable consumer, the rules of religion that specify how life and God should be considered, the preoccupations of a nation in its relations with other nations—going back into old routines, forgetting about the past, [thinking] it is over.\n\nHumanity will have to be ever more vigilant in the new world, ever more careful, ever more considering of the consequences of current actions, more restrained in its use of resources, more restrained in how nations intervene with one another, more circumspect, more responsible, more concerned with the outcome in the future.\n\nAlready a large proportion of humanity is hungry, does not have clean water, does not have stability and security in their own villages, towns and communities. This will grow, leading nations into revolution, bringing into power even more dangerous individuals and groups, creating further instability. Even the average citizen now must begin to wake up from their obsessions, their addictions and their preoccupations in order to pay attention to the changing circumstances of life around them.\n\nIt is this time which can be so redeeming, so clarifying, so sobering, bringing people into the present, where they can seek more simple pleasures, more natural activities and become more present to one another, more available to one another, more comprehending of what they see around them.\n\nIt is within this [time] that certain individuals will begin to reclaim a greater Intelligence that resides within each person—an Intelligence which We call Knowledge—a greater Mind unspoiled by the world, unafraid of the world, here on a greater mission that is your mission, accountable only to God and to the great Angelic Presence that serves the Creator in this world and throughout the universe.\n\nThis is a time of great shock and dismay, but it is also a time of great clarification, a time when your true calling will emerge from the world, for you cannot call yourself. Your gifts are meant to be given in certain places, to certain people, and this is rarely reflected in people’s goals and aspirations. As the world grows more dark, more problematic, more unstable, more disconcerting, the calling will be stronger, more powerful, more engaging for those who can respond.\n\nIn affluence, human complacency increases. Human indulgence increases. Human addiction increases. Human pathology increases. Mental illness increases—strangely enough. In this, the rich can be more pathetic than the poor. In this, the wealthy nations can squander their freedom, their natural inheritance, their environment, their resources, their time, their energy and their creativity—lost, gone, gone forever, spent unwisely.\n\nThis is the tragedy of living in the world without Knowledge. It is the tragedy in every person’s life, for everyone was sent here for a greater purpose and everyone was given Knowledge to guide them to this purpose and to prepare them for this purpose.\n\nBut the majority of people in the world are oppressed—oppressed by political oppression; oppressed by poverty; oppressed by social and religious dictates; oppressed because they have no social power and no mobility; they cannot change their circumstances—a great loss for the human family as a whole, as a majority of the great scientists, the great physicians, the great social emancipators, the great artists, the great musicians are lost, oppressed, their gifts never to be seen, their lives wasted.\n\nIn the new world, the tragedy of the common person will become so acute and so demanding that many people who are not responding today will have to respond. Whole nations of people will not be able to sustain themselves. Even the wealthy nations will not have the resources to provide endless welfare for nations that are unstable or impoverished. This will be a calling for individuals and for nations to respond and to prepare.\n\nHumanity lives for the moment. It is careless with its future. It is unwise in its activities and behavior.\n\nWar is no longer an option, you see, for it destroys people and the infrastructure and the resources that will be needed for the future. In the new world, this becomes ever more significant.\n\nIn the new world, you will have to contend with erratic forces of nature, with an unstable climate and its impact upon the production of food, the diminishing of critical resources and how this will affect the transportation and the growing of food and the purification of water. Your problems will be more elemental, more fundamental and more profound.\n\nThe new world can wake you up, but it can also destroy you. That is why you must gain access to the deeper Intelligence within you, the power and the presence of Knowledge that God has given you to navigate this new world and to bring forth your true gifts that still remain hidden within you and others.\n\nIn the new world, cooperation will become ever more essential—to save the lives of people, to meet ever-increasing emergencies, to respond to the changing environment and the changing conditions of life. Here the rich must give, or they risk losing everything. Here the poor must be served and must unite to create greater stability beyond the boundaries of culture and religion. For in war and conflict—the kind of war the new world could create—everyone will suffer, everyone will lose.\n\nRegions of the world will become uninhabitable. The problems that will arise will seem so great that they will appear to be insurmountable, and this is why human ingenuity will have to be exercised now in the most constructive ways.\n\nIt is pointless for nations to arm themselves to the extreme, for war cannot be an option, or the world will decline, and the future of humanity will be sacrificed.\n\nEvery nation will be dependent on the stability of nations around it. It will be in their interest to support this stability within their region of the world. Nations cannot be sacrificed, or tens of millions of people will stream across your borders, creating further instability and far greater difficulty for everyone involved.\n\nOnly God knows what is coming over the horizon. God has sent the preparation, the warning, the blessing, the power, the illumination and the clarification. But God does not answer every question, every dilemma and every problem. That, the people of the world must figure out.\n\nYou cannot be passive in these matters. You cannot be fooling around in the face of the Great Waves of change. You cannot be idle and indolent in the new world. You must be strong. You must be determined. And you must be compassionate. It is not an environment for the weak and the indulgent. Yet weakness and indulgence is prevalent, especially in the wealthy nations.\n\nYoung people have no idea what they are going to have to deal with in the future. Their future has been spent and squandered. They are going to have to face and adapt to a new world. You cannot be idle and complaining and do this. It is not enough to simply be in complaint or revolution. You must think about how things are going to work—practically, essentially, fundamentally.\n\nThis is a time when humanity has to grow up, cease its endless conflicts and set aside its foolish indulgences to deal with a changing world, to deal with a new world, to deal with a world their ancestors rarely ever had to contend with, to face a new and rising set of circumstances that will challenge the intention, the integrity and the will to live.\n\nIt will be a shock to so many people. Many people will not be able to respond. They have not built the strength in their lives to face a new world. They will be vulnerable. They will be threatened.\n\nIf you are to serve the weak, you must have strong allies. You must have the Revelation, or you too will still be submersed in your listless understanding of the past, still caught up in your grievances, still thinking in the old world that no longer exists.\n\nOnly God knows what is coming over the horizon. Human speculation rarely accounts for reality. Only those minds that are clear and sober and objective can really see much of anything. Even here their estimation can fall far short of the reality that is emerging and what must be done to prepare for eventualities.\n\nYou must look to your life and circumstances. Is your employment going to be able to survive a world where many people will not be able to afford luxuries and discretionary spending? Are you surrounded by people who are weak or strong, people who can respond or people who are lost—lost in their wishes, their fears, their problems, their issues, their complaints, their obsessions and so forth?\n\nYou must move to higher ground, mentally and physically. Do not live near the moving waters of the world. Consider the safety and stability of your community. Live near where food is produced, and learn to produce it yourself if you can. Be very careful with your health, for you will need to be very strong and competent in the future. Educate others patiently. Seek those who are able to respond, and do not waste yourself on those who cannot hear and cannot see.\n\nBegin to build a stronger life, a more stable life. The New Revelation will teach you how to do this in the Four Pillars of your life—the Pillar of Relationships, the Pillar of Work and Providership, the Pillar of Health and the Pillar of Spiritual Development.\n\nEverything We tell you is supported by the Revelation. But you cannot simply be passive and think that every little thing will be given to you and shown to you. You will have to become intelligent and use the power of Knowledge and develop your skills, your discernment and your discretion. You cannot be sloppy and foolish now, for everything you say and do is important.\n\nBecause you were sent into the world for a greater purpose, you have a greater set of responsibilities to develop. You have to counteract your own laziness, your weakness, your inclination to quit and give up, the amount of fear that you carry and the influence of that fear upon you. It is a great and demanding situation—perfect for your redemption.\n\nIf humanity cannot unite in its times of affluence and stability, then it must unite in its times of greater trial and tribulation.\n\nDo not worry what other people are doing. You must be concerned with your own affairs and relationships. But do watch your environment and learn to listen for the signs of change. For this, you will need a still and focused mind, a mind that is not caught up in grievances, fear or ambition. The Revelation will teach you how to cultivate this greater and more penetrating awareness.\n\nMost of the preparation will be internal. For it is what guides your decisions, what guides your actions, what informs you, what motivates you and what discourages you that will make the greater difference in what you will be able to see, to know and to do.\n\nDo not run away and try to hide somewhere, for that will not be successful in the new world. Do not think only of defending yourself, for you are not here in the world to do that, and that will only make you more vulnerable in the end.\n\nYou have to shore up your foundation, but beyond that you are here to be of greater service. Knowledge will guide you in this direction. Fear will take you somewhere else. And fear will only bring you into greater jeopardy in the future, should you continue to respond to it alone.\n\nThe Messenger is in the world. The Revelation is here. It brings with it its own counsel and commentary. It is not here to give you great commands, but to tell you how to respond, to address the problems and questions that will surely arise and to provide the Steps to Knowledge that will give you the essential grounding and connection to the source and center of your strength, your wisdom and your power.\n\nThe new world will be so demanding and so disconcerting. To the weak it will seem overwhelming, and they will feel helpless and hopeless in the face of it.\n\nBut you cannot respond like this, for the changing circumstances and the rising tides and the Great Waves of change are here to tell you that you must become stronger, smarter and more responsive to your environment and to the power and presence of Knowledge within you. This will do more to provide you stability and security than anything you try to build on the outside. You cannot stockpile food for the rest of your life. If you hoard things, people can come and steal it from you, even using force.\n\nThe New Message is calling you to respond and to prepare. It is not enough to live in the moment only. That is fine for the birds and the beasts and the simple creatures of life, yet they do not have the burden of knowing of their future demise, or caring about their future particularly.\n\nFor human beings, living in the moment alone is a demonstration of profound ignorance and the neglect of one’s greater Intelligence and responsibilities. In the moment, you can see, hear, and know—but you are always preparing for the future. You are always watching the winds of the world.\n\nIf you give up all possessions and become an ascetic, you have fewer concerns, but your role is still here to serve the changing world. And becoming an ascetic is not what is asked for or necessary for most people.\n\nThe decisions are before you today. The deep evaluation is before you today—about who you are with and what you are doing, what should be maintained and what should be set aside, what should be changed and what should be preserved, who to be with, who not to be with, what to say, what not to say, what to do, what not to do. That is your stage of development.\n\nYou cannot move into the future and try to decide. You are not ready for the future. Therefore, getting ready is all important. It will make all the difference in the outcome for you and for others, for the people you love and for the people you are meant to serve ultimately.\n\nYou cannot change the new world. You cannot stop it from being what it is. You can mitigate the errors that humanity continues to make regarding its contamination of the world, and this must be done, of course. But you cannot wish the new world away, and to deny this is merely an act of foolishness and self-denial.\n\nTherefore, you must respond. Look and listen. Do not come to premature conclusions. Face your own fear, but do not succumb to it. Face your own sense of insecurity, but do not succumb to it. Face the fact that you have very few answers for anything, but do not succumb to this either.\n\nYou are a student of Knowledge now. You are here to prepare. You are responding to the New Revelation, which will prepare you and teach you how to follow that which is wise within yourself and within other people.\n\nYou are blessed to receive this, but the blessing requires a lot of work, patience and determination—qualities that you can only develop by building them and applying them to the real situations of your life. The power and the presence will be with you as you do this.\n\nIt is about being honest with yourself, true to your deeper inclinations—not just allegiant to your thoughts or your feelings in the moment, but allegiance to a greater sense and awareness within yourself that is waiting to be discovered and expressed in your life.\n\nHear Our words. They carry the great Wisdom with them. Listen. Do not deny them. Pay attention. Think of them within the circumstances of your life. Contemplate them. Live with them. Better to live with great questions than to build your life on foolish answers.\n\nGod has spoken again—to awaken the world, to prepare the world, to strengthen the human family, to bring forth its greatest assets so that it may utilize the wisdom of its religions, the wisdom of its cultures and the many successes that humanity has achieved in the building of a world civilization.\n\nEverything will be challenged now. Do not think that the good will prevail. Do not use this as an excuse to shrink from your responsibilities. Do not ask God to save the world, for God has sent you and others into the world to save the world. You do not know how to do this, really, if you are honest and humble within yourself. It is a matter for Knowledge to guide you step by step.\n\nFor this, you will have to live without answers. You will have to give up your weak assumptions and become close to life, close to the moment, where you discern what is coming over the horizon.",
  "audioUrl": "https://www.newmessage.org/av/entering-the-new-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/new-world/"
}