{
  "title": "Perseverance",
  "content": "Perseverance is a very important ability, but like all important abilities it must have its right application, and it must be understood within a larger scheme of things—a larger context. Take even the most virtuous ability, set it apart from an important purpose, and it turns into an aberrant form of behavior, a problem to be solved, a liability rather than an asset.\n\nThe Greater Community Way of Knowledge takes many years to learn. This requires perseverance. It requires that you stay with it and practice it as it is given. It requires that you continue to move through the stages of development both internally and externally so that a Greater Community perspective may be fostered within you. This represents a greater viewpoint of life and a greater recognition of your abilities and application in the world around you. But if you alter the curriculum, you will not learn. If you do not stay with it, you will not learn.\n\nIt is very important in The Way of Knowledge that you carry on and finish what you have started. If you go too far and then quit, it becomes very difficult. It is like following a small footbridge across a great chasm in the earth. If you are going to start, then be determined to reach the other side. Don’t go halfway or three-quarters of the way and say, “I think I have had enough!” You must keep going. This requires perseverance.\n\nYou will reach several thresholds where you will want to quit. You will have some discouraging moments. You will have some empty moments. You will have moments when you won’t know why you are doing this at all. You will have moments when you feel an overwhelmingly personal need to live a normal life, to have simple things and to not take on such difficult and seemingly inexplicable quests. You will have moments when you think that something else looks much more exciting and appealing, and you might think that it will get you to your desired goal much faster. So, you give up being an advancing student here to become a beginner somewhere else. You will have times when you think it is not worth it. You will have times when you think you cannot do it. You will have times when you will doubt that it will take you where you really want to go.\n\nAll of these experiences can be expected. You are not merely learning new information here. You are not merely adding more ideas and insights to your collection of ideas and insights. You are not merely adding new interesting experiences to your collection of interesting experiences. You are undertaking a great transition—a transition from a limited perspective to a greater perspective, from a life dominated by your personal mind to a life that is fused and joined with Knowledge. You are taking a great journey from being imprisoned in your individuality to using it to express a Greater Reality.\n\nThis is the greatest journey. Travel around the world again and again and you will not take such a great journey as this. It is a journey that deepens you and expands your perception. It is a journey that changes your priorities and values simply because it is natural for them to change. It is a journey that takes you beyond who you thought you were and what you thought you were here for. As you pass through the thresholds, you will pass through times of uncertainty and confusion and through times of reorientation and reintegration.\n\nTo continue, you must persevere. You persevere when you feel like it and when you don’t feel like it, when you are happy and when you are sad, when you are encouraged and when you are discouraged, when you are certain and when you are uncertain. Others will quit along the way because they cannot differentiate themselves from their ideas and their feelings. Yet, you persist because Knowledge keeps you going. Here you are strong with Knowledge and Knowledge is strong in you. Others may fall away because they need to go somewhere else. They are just passing through. But if this is meant for you, you must persevere. How do you know if it is meant for you? Because you know to persevere. You give yourself to this. You do not give yourself up to this. You give yourself to this. There is a very great difference.\n\nWhy is perseverance so difficult? Because human beings have not yet developed enough mental strength. Unless they are confronted by adverse conditions, most people seek what is easy and comfortable by and large. Only certain individuals rise above this and push beyond the boundaries of human behavior.\n\nNo one is forcing you to do this preparation and to take this journey. You are not doing it for survival. Something greater is moving you. This is important and you must stay with it.\n\nPerseverance is not trusted because people have given themselves to things of little or no value. They have committed themselves to relationships that could never work—relationships with people, relationships with activities, relationships with places and relationships with causes. And so, to protect themselves from being fooled once again or from making an unwanted declaration, they make their involvement very conditional. They say, “Well, I will stay with this as long as it feels right to me,” or “I will stay with this as long as I have the time,” or “I will stay with this until I find a relationship.” This is not perseverance. You must make the journey.\n\nDo not think that if the journey is meant for you, it will be easy and you will not have times of great conflict. Do not think that if this is meant for you, you will be able to pass through the thresholds without great effort and determination. Do not think that if this is meant for you, you will not have times of great misgiving and doubt. How will you know if this is right for you? Because you will know, and as Knowledge becomes stronger in you, you will be able to proceed where others have departed.\n\nThere is a popular notion in this day and age that you are always right where you need to be, always doing the thing you need to be doing. This is ridiculous. What an unfortunate thing to think. This robs you of your responsibility and blinds you to the fact that you can make grave and serious errors and miss life-renewing opportunities. People think such things when they do not want to work and apply themselves.\n\nYou need to know and to learn the difference between what is right and what is not right. There is a difference. Do not take your life for granted. You are the captain of your ship while you are sailing these waters. You need to take responsibility, become effective and learn to become a leader of your mind and emotions rather than their victim or captive. You cannot tell where you are sailing, and you do not know what is in the cargo of your ship, but you must be the captain on deck, negotiating the changing circumstances of your life and the pleasures and tribulations that present themselves on your voyage.\n\nDo not think that you are always in the right place doing the right thing. If that were the case, your world would be very different from what it is today. You can miss great opportunities. They will not come again. Do not pacify yourself and think, “Well, I didn’t get it this time around. I’ll get it the next time around.” There may not be another time around. Don’t be casual about things that will determine your life. And do not think that Knowledge is guiding you yet. Do not think that Knowledge is determining everything you do, for you are not a master and you are not masterful. Do not take for granted things that require serious decisions and self-determination. Do not give yourself that escape or you will disable yourself from becoming potent and effective in life, and you will not realize your responsibilities.\n\nAll around you people are making serious mistakes. Sometimes they have been making the same mistake for a very long time. This is wasteful. Humanity is wasting its great possibilities and its inherent skills. It needs to learn cooperation and to become inner directed and responsible. This opportunity is being wasted. Face this. It is real. Do not make excuses for yourself or for others. Those who make a difference in the world and who find out the important things have exerted themselves, not for pleasure, comfort or self-satisfaction, but for something else. They persevered where others gave up. They stayed with one thing when others went shopping elsewhere. They progressed while others became a beginner at something else. They focused their lives while others became confused.\n\nIt is true that you have tried to give yourself to things that were never meant for you. This is necessary to learn. It is true that you have tried to commit yourself to people and to situations that did not work out. This is true. It may happen again, but you must find out.\n\nDo not give yourself the license to think that you do not need others, that you do not need divine assistance and that you do not need education, growth and development. If you become lazy here, life will pass you by, and you will live with a sense of dissatisfaction that nothing will be able to relieve. That is why we are making a very serious statement here. We want you to be serious in hearing it and in responding to it.\n\nLife is not casual. Life has great intention and intensity. Life is vital. It is committed. It is totally involved. It is not holding back and watching from a distance. Look at the plants and the animals in your world. Are they not totally committed to their situation? Are they not vulnerable? Are they not completely involved? Are they spending their lives thinking, “I’m not sure I should be doing this. I’m not sure I want to do this. I don’t know what I want. What do I want?” They are not lost in these conversations. They are out in the world living in the process called life.\n\nLife is calling for you to re-establish your relationship with it. Knowledge will take you to life because this is part of the purpose of Knowledge. But Knowledge is not only here to re-engage you with life, it is here to give something to life, something that life cannot give you. You are here to give what you brought from your Ancient Home. It is a set of specific tasks to be carried out with certain people for specific purposes. Do not think you are going to become a spiritual teacher or emancipator or initiator. This is extremely rare. No. True meaning comes from engaging in things that are very specific and often quite mundane. The difference is in the intensity with which you are engaged. That is the difference.\n\nFinding and fulfilling your greater purpose will require perseverance most assuredly. It is easy to quit, and there are always good reasons for quitting. It is always a relief to give up, at least for a short time. Nobody likes to work too hard, but what is too hard? Does it not take more effort and energy to maintain confusion and ambivalence than it does to dedicate yourself to something? The cost of ambivalence is dreadful. It leads to mental and physical illness. It leads to an inability to be in relationship and to communicate effectively. It stifles people’s certainty, creativity and ability. And, yet, it is chosen again and again because it seems comfortable and familiar.\n\nIf you want to learn The Greater Community Way of Knowledge, you must persevere. Don’t just go a little way and say, “Well, this is far enough.” Don’t just go a little way and say, “Well, I just wanted to try it out.” You will not learn The Way of Knowledge if you just try it out. You will not even know what it is. Sometimes people study The Way of Knowledge a little and they think, “Well, this is about intuition. I know all about intuition.” This is not about intuition. That is like saying because you can hum a little tune, you are a master musician. That is like saying because you can draw a little face with a pencil, you are a great artist. Experiencing intuition is minute compared to living The Way of Knowledge.\n\nPerseverance requires an open mind and a willingness to live without fixed beliefs because as you go through the thresholds of learning, you will go beyond your former ideas and assumptions. You will pass through periods where you are very confused, where you are not quite sure who you are or what you are doing. You thought you knew, but somehow what you used to think doesn’t seem to fit anymore. It all seems too limited and small. Now you are entering into new territory, and you are not sure what it means. You are not even sure if it is all right to do that.\n\nTo go from a fixed human viewpoint to a Greater Community perspective represents a tremendous expansion. It requires more effort, more consistency and more determination than meeting even the normal range of challenges. But people want great things. They want magnificent relationships, they want totally satisfying careers, they want Spiritual Wisdom and they want great inner certainty. We say it is very good to want those things, but what are you willing to give for them? You cannot bargain here. You don’t get the sale price. You don’t get Wisdom at one-half off. You don’t buy one and get one free. You have to give what is needed to give, however much that is. Knowledge and Wisdom do not come cheap. Though there is no price tag, they require a great and consistent self-application. You cannot go to a seminar and walk out a man or woman of Knowledge.\n\nYou must give yourself to something. Knowledge will help you choose. Don’t give yourself to something to prove anything to yourself. Remember, you are not doing this for self-importance. If there is nothing to give yourself to at this moment, then do not give yourself to anything at this moment. But prepare to give yourself. If you go through life and do not give yourself, you will be like a package unopened. You will be like a plant that never bloomed. You never gave your seed, your gift, your fragrance or your beauty to the world.\n\nYou have come to the world to give. But first you must learn about the world, and then you must learn about your gift. You have spent your childhood and your adolescence learning to become a functional human being. Many people do not accomplish this, you know. But if you become a functional human being, then you can begin the next great education in life, which is learning about purpose, meaning and direction. If your purpose, meaning and direction are destined to take you beyond human perspective and human limitations, then you must learn a Greater Community Way of Knowledge.\n\nThe Way of Knowledge has been given. Steps to Knowledge has been given. You need to follow it, not blindly or foolishly, but wisely with awareness and discernment. If you stop climbing, you don’t get up the mountain. There are no elevators or helicopters to take you to the top. Angels do not descend on the mountain to lift you up. You have to make the journey. The journey is everything. The journey is where your gifts are given. The journey is where your gifts are discovered. The journey is where you become stronger and wiser, more forgiving and more compassionate. You came to the world to make this journey. If you do not make it, you have wasted your trip, a fact that you will have to reflect upon when you leave here.\n\nI want you to find a life of fulfillment and satisfaction. I want real happiness to blossom in your life. This is not something that is just given to you. You have to achieve it. You have to make a place for it. You have to build a foundation for it, or it will remain a great ideal, always seemingly beyond your reach.\n\nAs you move up the mountain of life, you see more and know more. You begin to understand the lay of the land. You understand the difficulties behind you. You see where they took you, and you understand their value and their relevance to your journey. You do not know what is up ahead, but as you proceed, you learn more about how to climb the mountain of life. If you give up or quit, you stay where you are. Is that okay? Well, you have to answer that question for yourself. I cannot answer it for you.\n\nWhen you persevere in an endeavor that represents an attempt at establishing your self-importance—an attempt to be, do or have something that is not meant for you—you can become very attached. You can protect and maintain this attachment with great intensity and devotion. But this is not a commitment because when you commit yourself to something that is not destined for success, you are only pretending at commitment. For example, if you commit yourself in relationship to another person, but they are not committed to you, it is an easy commitment to make on your part. You do not have to give anything up. You do not have to burn any bridges in your life. You are giving yourself to something that will not work, so what has been given? This is easy. But to give yourself to something that will flourish and grow, that is important. To give yourself to something that has a real foundation, a real value and a real possibility for success, this will change you. This will take you forward in life. This will show you how to climb the mountain of life. This is not so easy.\n\nThere are times when you must give things up, things that were once meaningful but have exhausted their value. Do not persevere with them any longer. This is not inconsistent with what I have said. Relationships and involvements exist at all stages in learning The Way of Knowledge. Some relationships will stay with you the whole way; most will not. Do not persevere when the direction has changed. In climbing the mountain of life, the trail zigzags, the terrain changes. Some parts are steep, some are not, though they all go up. Do not get stuck in one way of thinking. Do not get stuck with one person and one situation because these will change, and you must learn to change with them.\n\nAlong the way, however, you will meet people who are destined to take the great journey with you—all the way. Persevere here. But take caution because they may not be able to proceed. Should this be the case, you will have to go on without them, no matter how difficult or how devastating this may seem.\n\nSome things will require great determination, but only for a short time. Other things will require great determination on an ongoing basis. Knowledge is your guide, but for Knowledge to be your guide, you must become strong with Knowledge. You must become open to Knowledge and able to follow it and to discern its movement and direction. These are not simple things. You cannot simply assume that you have the ability. You must earn the ability. You can imagine that you can do what a great artist or athlete can do, but in reality you haven’t developed the skill. It is the same with this. You can imagine you are living a life of Knowledge. You can imagine that you are doing exactly the right thing, but this is imagination.\n\nIf your eyes are open, if your mind is open, if your heart is open, then you will find your way. You will make some mistakes. That is guaranteed. But you will not persist in your mistakes, and you will not repeat them endlessly. They will serve to make you stronger, more discerning, more capable and more compassionate towards others. Do not quit if you make mistakes. Making mistakes is part of making the journey. But do not persist in your mistakes or defend your mistakes. Do not say they were perfect for you because in fact you may have suffered greatly for them. Accept them. Benefit from them. But do not glorify them or justify them.\n\nWe have created a very great goal for students of Knowledge. We have presented a great preparation and curriculum for learning. We have presented a new tradition of learning and spirituality. We have presented everything you need. Life will give you the relationships and opportunities, but you are the one who must come to work. And your work will not be short lived. It will be ongoing, and it will be good work. It will be the kind of work that brings into being all aspects of you. It is the kind of work that heals the wounds and binds the parts of you that have broken away. It is the kind of work that restores you and renews you and strengthens you. It is the kind of work for which you must persevere.\n\nYou show up for Knowledge. You show up for your practice. You give yourself to this—today, tomorrow and the next day. You do not base your participation on whether you are having high experiences. You base your participation on something deeper and more consistent. You move forward and Knowledge grows stronger. If you turn away, you will have to go back to the beginning somewhere else.\n\nIf this preparation is right for you, you will know. At first, your sense of it may be very weak and faltering. But as you proceed, it will grow stronger and stronger. And as your sense of commitment and determination is set free from your personal ambitions and need for self-importance, then your commitment and determination will have a strength that will abide with you and that you can rely upon as a foundation for living and progressing in life. All of this is possible for you if you will persevere. You will reach your destination if you keep going. If you allow the journey to be what it is instead of trying to determine what it must be, then you will not lose your way in life. You will not try to take shortcuts which end up wasting your time and energy by leading you nowhere.\n\nYou take the path. You follow the path. You persevere on the path. And you learn the path. In this, you are able to help others who lag behind you. Here you are able to encourage and inspire those who have fallen by the side of the road. Here you are able to have compassion for those who have given up and are headed back.\n\nYou have come to the world to make a journey. Your journey is your gift, and all along the journey you give those things that are yours to give—things you had never intended to give and things you never knew you had to give. If you persist, others will follow you. They will keep you in their sights, and you will keep them moving forward. There are those who are ahead of you who are persisting, that are keeping you moving forward. When you have relationships like this, then you have a greater accountability in life beyond your own wishes and shifting desires. Here you owe it to others to persevere as much as you owe it to yourself. This is the beginning of real strength and determination. This is the beginning of learning a greater way. It will be your relationships and the needs of the world that will prompt you to undertake a great effort to give yourself more completely than you would ever give yourself for your own purposes alone. We celebrate this great journey because this is a great measure of truth that will measure out happiness and meaning to you.\n\nThink about those things that you stayed with and dedicated yourself to, the places where you did not quit. Think about what you have acquired and developed in terms of your experience and education as a result of this perseverance. A greater education awaits you now. It has been given to you from the Creator. But there is no one forcing you to do it. You are not doing it to get a better job or to make more money. You are doing it for a greater purpose. And as you respond, this greater purpose will become stronger and more evident in you.\n\nYou learn The Way of Knowledge because you must, not because it holds some big promise at the end. With a greater motivation that is not contingent upon your ambitions, your feelings, your changing attitudes or the ideas or prevailing beliefs in the world, you will have a strength that the world does not possess. You will have a certainty that the world does not possess. This is evidence of Knowledge. This is the greater seed of truth growing in you now. Its seed has been germinating; it is now spreading forth. If you nurture it, it will grow and become a great tree that provides shade and inspiration for others.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/perseverance-give-yourself/"
}