{
  "title": "Trust",
  "content": "Trust is a very fundamental issue and one with which you are probably familiar. If you have been progressing, you must be concerned with the development of trust and with what trust must be founded upon. Trust is the empowerment that you give yourself to participate in a Greater Reality while you are still in this world.\n\nThere are two aspects of you that We must talk about. There is your personal side, which you have been developing since you arrived here in this world, and there is your impersonal side, which is something that is intrinsic to you. You have not been developing it; it is intact already.\n\nIt is only your impersonal, or deeper, nature that can account for Knowledge. If you attempt to develop trust within your personal side, you will have great difficulty. Trust here will seem very complex and confusing, with many adversities and conflicts of interest.\n\nThe personal side cannot trust because it is alone and afraid. Its foundation is unstable. Its assumptions are weak. Its associations are fragile and uncertain. It has no basis for trust. It is only as your deeper nature emerges that trust can finally be established within yourself, yet you must extend trust to allow this emergence to occur.\n\nPeople have trouble because they are attempting to use their personal side to fulfill themselves. They are attempting to fulfill their wishes and their wants and to avoid those things that seem harmful or that could deprive them of what they want. Very difficult this is, for the personal side does not participate fully in life and does not understand what is happening.\n\nTherefore, trust becomes very difficult. How can you trust when you are so afraid for yourself? How can you be trusting in a world that is so threatening and that poses so many adversities? How can your trust be genuine and not merely an academic exercise to bolster your sense of immediate security? This is what We must talk about.\n\nIt is certainly evident that trust is essential in learning, particularly if you are developing Knowledge. Here you are attempting to receive something that is inexplicable and mysterious. Knowledge is a greater force within you that accounts for intrinsic relationship and speaks for a Greater Reality. It guides you in directions that you have never gone, and yet it is so natural.\n\nWhat can your personal side do in the face of this Greater Reality but acquiesce, fight or disassociate? Those are its three possible responses. Yet as Knowledge becomes stronger, your personal side must acquiesce because it is overshadowed.\n\nThis is not the stage of development that you are in at this time.\n\nYou are attempting to establish trust so that you may progress. Your trust must not be based upon this world but upon something greater than the world because there is no foundation for trust here. You cannot base trust upon change. Please understand that. Trust must be based upon something that is constant and established. Then real trust can emerge. It needs a solid foundation that is not threatened by fearful appearances or negative associations.\n\nThe difficulty here is that if you live in the personal side, the only reliable source of information for your conclusions is what your senses report to you. Living in the personal side cannot account for a Greater Reality. The personal side hopes that there is a better world somewhere else where you may go when you leave here, but it cannot account for a Greater Reality.\n\nTherefore, people living within the personal side of the mind are very limited and essentially quite frightened. They must base their stability and their strength upon the strength of their ideas alone, and they will develop a rigid structure of thought upon which to base their identity, their direction and their purpose. Ultimately, this structure will fail them. That is why in preparation for Knowledge you are gently led out of this structure.\n\nIt is an amazing fact that Knowledge must emerge when the mind is opened and its struggle for identity has failed. Some of you feel as if you are going nowhere, that you are struggling or that your life seems aimless. You cannot generate sufficient enthusiasm. To the personal side, this looks like death and despair. Yet this is the opportunity that your Teachers have been waiting for for so long. It means that you are now able to respond to something that is beyond your own thoughts, beyond your own wishes and beyond your own plans.\n\nFailure of the personal side to guide and protect the Being is the beginning of the emergence of Knowledge. Knowledge begins with failure—failure to organize and direct your life, failure to constitute your relationships based upon your expectations and demands and failure to orchestrate the universe to accommodate your wishes. This failure is a great release from bondage.\n\nPeople are very adamant that God should come and make the world exactly the way they want it, but God has other plans. God’s intention is to free everyone here so that they may return to their Ancient Home. So instead of making the world a perfect place for your Separation to exist, God has set in motion the forces to break your Separation down. Very loving this is. It is not violent at all. God has done this because you have Knowledge and because you cannot make your impersonal side conform to your personal wishes.\n\nThat is why the stronger your impersonal side becomes, the weaker your personal will is. That is why some of you are running out of interest in this world. If you accept this properly, you will see that it is the emergence of truth within you. Yet from the personal side’s viewpoint, it can indeed be quite frightening. We wish for you to allay your fears and to perceive this in a different way.\n\nGod is only interested in re-establishing communication with you. That is all that matters. What can you hope to accomplish here without that? Your span of years is quite brief. Your environment is far more powerful than you are, or seemingly so. There are countless adversities to undermine your progress. There must be something else. This, then, is where your trust must be directed.\n\nDo you see? As long as your primary intent is counter to your Knowledge, you will be in conflict with yourself and with your environment. Your relationships will express this conflict. As much as you want relationship with another, you will not know what to do with it if you have it. This is a very painful dilemma, but not one without resolution.\n\nGently, gently the presence of your Spiritual Family wishes to ease your burden of self-determination. You have a greater possibility than your goals can account for. It is this that you may open to quite naturally. Yet if your mind is raging for its wishes, it will perceive this as a complete failure, and it will not abide by this deeper inclination that is so natural to you.\n\nWe do not speak of this in terms of passivity, for learning to surrender to Knowledge will require a greater commitment and a greater level of self-determination, self-control and participation with others than you have previously known. This activates all of your natural abilities and gives them a uniform direction.\n\nThe distinction between the personal and the impersonal is so important. When you are in your impersonal side, you will see an entirely different world than the world you see when you are in your personal viewpoint. Time will stand still. You will be in the present. You are in a different state of mind now. As you experience this, even momentarily, the sense of contrast will give you an inclination of what you must attain to have peace in this world. It will also clarify your values so that you may have a true goal in life—to serve the Greater Reality so that it may emerge within you.\n\nYou cannot resolve anything without Knowledge, and you will have no foundation for faith, trust or happiness without it. All your pleasures will be temporary, unstable and easily challenged. If you think about this seriously, it becomes quite apparent.\n\nYet you are not without hope, for Knowledge is with you. It has its own destiny and its own path. You may pull yourself this way and that way, but you cannot convince the deeper aspect of yourself to participate.\n\nYou see, the resolution to your problems is always quite simple, but your approach to the resolution is quite complex. It is not hard to heal you, but it is difficult for you to want healing. Healing does not happen on your own terms or in your own way because it comes from a Reality greater than your personal sphere. It comes from the Greater Reality that you are a part of but cannot govern.\n\nIndeed, you need to govern your thoughts, feelings and activities so that they may be directed according to a deeper experience. You will want this experience of being in the impersonal increasingly, for here everything settles down and you can begin to see. You will have confidence here because your confidence is based upon something that is sound and established. And you will perceive your personal self like a loving parent who understands the little child screaming and is not offended. Your personal side will eventually integrate itself into Knowledge and find its rightful contribution. Thus, everything will be fulfilled and unified.\n\nYou must see that as you live in your personal side, you cannot resolve anything. You will attempt many great resolutions, make new plans, get into new relationships or try to change your scenario, but if your Knowledge is not going in those directions, then you will not have agreement within your own true Being. All of your determination will not sway the true course of your life. Attempting to do this leads to failure, which can lead you to the true opening that We are speaking of.\n\nIt is Knowledge then that requires your trust. Because you live in the personal side, you need to trust the deeper aspect of yourself. You do not consciously live the majority of your life there, yet living there is possible. This is indeed the promise that is given you, but that is not where you are now.\n\nTherefore, the more that you experience Knowledge within yourself, the more that you will naturally have a sense of purpose, direction and identity. With each little increment that you experience this, it makes a permanent mark. You can then return to your personal side, your personal mental framework, but with a little greater perspective and a memory of truth.\n\nTrust then is most easily explained in this way: You trust your deeper nature even when you are not connected with it. You will see that life is actually conspiring on your own behalf. If you stop attempting to use it for immediate goals, then you will be able to perceive life working on your behalf.\n\nPlease realize that the trust you must develop is the trust in Knowledge within you and trust in the Teachers who are here to help you activate that Knowledge and give it meaning. Your development is very much a group process. You cannot fully see and experience this at this moment. That is because you are in your personal side, which does not represent these things.\n\nThe question then is not, “How can I develop trust?” The question is, “How can I gain access to Knowledge?” Knowledge will provide all of the necessary motivation and justification for true faith, so that when you say to yourself, “I do not need to worry because I know that this situation will work out,” you are not simply giving yourself a little pep talk; you are very, very certain. Why? Because you can see it in motion. You are looking without your own thoughts. Your mind is open. It can now perceive the situation as it is truly unfolding.\n\nIf you wish for a relationship or are in a relationship, return to Knowledge and you will be able to see what your next step is. Without this, you will vacillate between exhilaration and tremendous fear. Exhilaration and fear. Exhilaration and fear. Wanting and disappointment. Wanting and disappointment.\n\nThat is why We say to people who wish to have marriage and true partnership in this life, “Develop Knowledge.” Then your relationship will have a foundation, and you can trust this relationship because it has this foundation. This is the wise approach. This is preparing for relationship. This is preparing for purpose in the world.\n\nYou see, how can you trust God? Because Knowledge is within you. That is how you can trust God. It is not because you agree with God or believe in God. God can only be known. You perceive one another, but you do not have a relationship until the relationship becomes known. God is no different. God is simply invisible. But that does not mean that you cannot have as deep a relationship with God as you can with one another.\n\nFor true relationship exists at the level of Knowledge. You cannot point to people and say, “There is a relationship.” Relationship is invisible. It is an intrinsic bond between two or more minds. Two bodies may stand together or rub against each other, but that is not relationship. You cannot see a relationship. You cannot even conceptualize a relationship. It can only be known. You can conceptualize your behavior together, your common interests or the level of stimulation that you hold for one another, but these are all very changeable and can disappear very rapidly. That is not the deeper quality We speak of. We wish for you to appreciate each other, and that is why We offer this insight.\n\nPart of the difficulty in developing trust is your attempt to do impossible things. Therefore, it is necessary for Us to counsel you not to do impossible things. They require great energy, even though they seem to stimulate your sense of self-determination. The more difficult the adversity, the greater the prize and the greater the sense of personal reward you anticipate. But in the end, it all becomes impossible and you give up. Then you have the opportunity to know something.\n\nWhen something is true and you are working at it, even if there is adversity, it is a whole different experience. Everything makes you stronger not weaker. Here cooperation and adversity both activate Knowledge even more powerfully. Instead of becoming weaker, you become stronger. Instead of becoming more disassociated, you become more certain. Why is this? Because you are activating your impersonal side. It is becoming stronger, and you are trusting it and relying on it increasingly.\n\nIt is only by relying upon Knowledge that you can have any comprehension of what it is and what it can do. That is why when students study the practices in Steps to Knowledge, at a certain point they need to do something based upon Knowledge—little things, perhaps, but then great things because this is how Knowledge becomes stronger. This is how trust is truly established. After you have done this successfully, then when you are faced with a new challenge in life, you will be able to recall your former experiences. They will be the demonstration you need that your trust was well founded and that it can indeed do great things once again.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/personal-side-develop-trust/"
}