{
  "title": "Freedom",
  "content": "We would like to speak about freedom, a very important subject and one that is given a great deal of attention, in certain societies in particular. But We must speak about freedom now in a larger context and give some ideas that will be very thought provoking to you. Perhaps they will challenge some deeply held ideas and confirm some deeper inclinations as well.\n\nThere is a great deal of hysteria about freedom, personal freedom. Freedom is taken to very great lengths in certain countries. Indeed, freedom is a very important aspect of your pursuit in life. It is very confusing, though, because it has some adversities—some obvious and others perhaps that are never accounted for.\n\nThose who have attained wisdom in this world, and in other worlds as well, who have discovered the gift of Knowledge and cultivated it with their full intention, have come to certain basic realizations that are common everywhere, regardless of culture, environment, religion, language and so forth. One of the things they have discovered uniformly is that the greater the Knowledge, the greater the power and the less the personal freedom.\n\nOf course, people want both. They want greater power. They want to cultivate their Knowledge so that they can have more certainty and direction in life. And they want more personal freedom. Yet the Wise have discovered that when the true steps to the reclamation of Knowledge are underway, the desire for greater personal freedom is somehow affected or obstructed.\n\nAnother thing that the Wise have discovered is that freedom and purpose can be mutually exclusive, given people’s normal definitions. Again, people want purpose because it offers direction, promise of a meaningful future and meaningful current engagements. They want greater personal freedom as well. Yet when the opportunity to undertake the discovery of purpose is given to them in a recognizable form, they are afraid of what they might have to give up to pursue it. So the issue of freedom becomes an issue of contention.\n\nFreedom is often considered the ability to act and participate in whatever way you want without obstruction or hindrance from others. Of course, Inner Teachers are considered very threatening here because it always seems they are going to tell you all the things you cannot have. As much as you would like the contact because it is meaningful, there is a fear of loss of freedom; there is a fear that somehow you will be told what to do and not be able to make all the decisions yourself.\n\nPeople do not really want to make many meaningful decisions, but they will not let anyone else make them, so everything becomes very confused. Teachers are asked to provide everything of value and ask nothing in return. People want instant gratification, instant purpose, instant Knowledge and yet want to yield nothing.\n\nSo let Us explore this a little bit because there is really no contradiction between purpose and freedom if you perceive things correctly. What is freedom but the ability to reclaim your Knowledge, which is your destiny and your heritage? That is all that freedom is for.\n\nWithout Knowledge, you are in bondage to your own thoughts, and you are in bondage to the forces in this world. Your personal freedom is useless and painful here. What has it given you? Trial and error is a very poor learning device. It is very slow and difficult and is necessary only to a point.\n\nYour freedom now is the freedom to pursue Knowledge, which offers the only freedom there is because it recalls to you your Spiritual Family. It recalls to you your commitment for coming into the world. It recalls to you your destiny, and you begin to see your life as continuous, not just conceptually but really continuous. All of a sudden the world that was so difficult and intimidating does not have quite so much weight. It is not quite so terrifying now. Here you realize that you are only free to participate in life. What is individual freedom if it does not lead to full participation in what life really is?\n\nNowadays people are very covetous of their personal freedom, and yet what has it given them but greater isolation and frustration? They have lost the unity of the ancient tribal cultures where purpose was given to you, provided out of necessity. Now, no one cares who you are or what you do and you are free, to a point.\n\nYet a free society is so important because it gives you the greatest opportunity to discover your Knowledge and express it with a minimum of hindrance. It is an unprecedented achievement that you have this great freedom, but how many people can use it properly and receive its great benefit?\n\nYour only real freedom is the freedom to live your purpose. Freedom without purpose is chaos. It is living aimlessly without direction, with only your fears for survival, your wants and your desires to motivate you. It is a very desperate situation.\n\nAnd so, people seek bondage. How many people have sought bondage in personal relationships? They would rather be in a relationship that is painful without promise than to be free once again, for their freedom is a more terrible burden.\n\nPersonal freedom, if it is coveted too much, keeps people from being able to give themselves. In fact, it is thought that if you give yourself to something, you are losing something of tremendous value. Personal freedom says, “Do not give yourself to anything completely! Don’t let anything use you up! Save yourself!” And yet the only people who achieve harmony and empowerment are those who give themselves completely, with nothing behind them to save for themselves.\n\nBut personal freedom says, “No. Do not be conned. Do not give yourself away. Do not give up your personal empowerment. You must be in charge of everything in your life.” This becomes the reason not to be in relationship completely. So in marriage you try to be together, but not completely. You try to give, but only to a point. You want to protect your private incentives, and yet they are painful to you because you cannot seem to engage completely with the other person.\n\nYou see, your freedom is to discover Knowledge. That is why you have come into this world. You have come from an easier place to a more difficult place to achieve something. If you were sent to a place that was in a great deal of trouble, you would not go there for a vacation. You would go there to work. If a forest fire were raging north of the city, you would not go there with a camper and swimsuit.\n\nYou would go there with a shovel to get something done. And if you went there and you did not know what to do, you would feel a great loss. “I’m here. I made it. But I don’t know what to do!” There is no amount of comfort you can give to yourself to appease that need to contribute.\n\nKnowledge resolves the issue of freedom naturally because it engages you completely in life and gives you the freedom to do this. It is the freedom of complete relinquishment to life that is real freedom, for life is the only thing that is free.\n\nYou alone cannot be free, for you will spend your life fighting off relationships and yearning for them all at the same time. You will brush them away and pull them in and push them away, and you will go from person to person desperately.\n\nPersonal relationships are very coveted because it is believed that they will give greater personal freedom. “I will be happy if I have someone to share my personal freedom with.” But it is very difficult to share personal freedom because the other person always wants to take some of it away, and you have to make compromises to be in relationship. If you are married, you cannot be free to go out and be in relationship with anyone you want. That freedom is sacrificed. And yet, if you are not married, you may want to be in union with someone meaningfully.\n\nSo when the Wise say, “The greater the power, the less the freedom,” that is one aspect of this insight. The other aspect is that as you engage with Knowledge, even as you approach it, you will lose interest in most things that are not related to it. You will not want to run around so much. You will be drawn increasingly inward, as if a great attraction were pulling you to the very center of yourself. Now you will not want so much stimulation. In fact, you will begin to value quiet and peacefulness more and more and value noise and aggravation less and less.\n\nYou will be less concerned with your former ambitions and more concerned with things of more central importance to you. To your friends, you will seem less free. “Let’s go out dancing!” And you say, “I can’t. It just doesn’t feel right.” And they look at you and they say, “What’s wrong with you? You used to go dancing all the time and now you’re no fun anymore!”\n\nThis is natural. People in life who are meaningfully engaged are not bogged down in their own personal distractions. They do not have time. They are needed too much. Therefore, the Wise say, “The greater the power, the less the freedom.”\n\nYou will neither want to nor be able to pursue everything at will or on impulse. You will live a much more uniform and, in some ways, isolated life. Your discernment in relationship will grow tremendously because the criteria for a relationship will be whether it encourages Knowledge or not. Other attractions begin to be recognized as very temporary and dangerous if pursued wholeheartedly. This, too, is natural.\n\nThe man and woman of Knowledge never have to be concerned about having a relationship because people will want to be with them all the time. Their problem is discernment because a person of Knowledge is going somewhere, surrounded by people who are standing and waiting. Anyone who is truly moving will draw others. That is why the very Wise are often secluded in life because if they go out in public, everyone makes a big fuss—not because they are particularly brilliant or beautiful, but simply because their life is totally involved, and it is that involvement that brings such a strong reaction.\n\nTherefore, in the pursuit of Knowledge, you will value freedom in order to pursue Knowledge. Here you will thank your parents, you will thank your society and you will thank your painful experiences of the past for bringing you to value this freedom and for showing you that other freedoms lead nowhere. They are empty.\n\nAt some point, perhaps, you will welcome your Inner Teachers because you need their assistance, and you are not concerned about what you may lose. You are concerned about what you must receive. People who are terrified of losing are afraid to receive. The cost is always too great for them.\n\nIf you are to be fully engaged in life individually and as a society, it will cost everything you have. You will end your life completely used up like a great vessel that has been emptied. It is that complete utilization that will fulfill you in this world and will make it unnecessary for you to return. You have given everything you have brought with you. You are completely used up. You are not ravaged or exhausted. You are satisfied.\n\nSo do not be concerned about the cost. The cost is everything that you see for everything that you cannot see, and what you see is such a small portion of life and what you cannot see is so great. You cannot see where you have come from or where you are going. You cannot see your Teachers. You cannot see, except in rare circumstances, your Spiritual Family. You have descended into the visible world to get something done and to learn to discern what is of value and what is not, what has permanent meaning and what is temporary stimulation only.\n\nWhen you value the permanent, then you can enjoy the temporary because it is no longer a restraint or a curse. It is a temporary pleasure. You eat the cookie and you say, “Good cookie.” You do not look at the cookie and say, “You are my master. I cannot not eat you.” You do not look at the body and say, “You are my prison. I have to care for you night and day. You never grow up. You are like a child forever, and you will hurt me every day of my life.” You look at the body and say, “You are my vehicle and I will use you to the fullest. I will wear you out through full utilization and I will not abuse you, for you are my gift. You are my microphone, and through you I can touch another in the way that is most meaningful here.”\n\nSo when the Wise say, “The greater the power, the less the freedom,” they also mean that the more power you have, the more responsibility is placed upon your shoulders and the greater the risk. That is why the Wise are not running about seeking every new sensation. They have too much responsibility. Those of you who are parents realize the responsibility and the cost, and yet your children give you something you never would have gotten otherwise.\n\nThere will be plenty of time to rest when you leave this world. Then you go on vacation, all dirty from fighting the forest fires and so glad to have a rest. People do not know this because Knowledge has not arisen sufficiently to offset their grave fears. Indeed, as Knowledge becomes potent within you, you will not be anxious to leave this world. You will be anxious to complete your task. You will be grateful for every opportunity to do so, and you will leave gratefully, saying “Thank you very much!”\n\nWhy is it important to hear Us? Because We represent your life beyond the world. If you recall that, even incrementally, it will dissolve your fear because you will know that you are not isolated and alone in this world. You will know that your stay here is temporary and that not quite as much is expected of you as you had thought.\n\nYou do not have to be god in your universe. You do not have a universe. You are in the universe. You do not have to quest for personal power because you have real power.\n\nWhat is personal power? It is power over something that is temporary. You spend your whole life having personal power, and then you give up the personal. Everything you have strived for then falls away. You leave the world empty-handed and you say, “What happened to my personal power?” Well, it was left back there with your personal side. It got discarded with your garments.\n\nWhen the king and the queen leave the world, their crowns and jewels are left behind. When you leave the world, your achievements are left behind except for one thing—your Knowledge. That is life within you, and that will be life within you when you leave this world as it is now.\n\nWhen people become students involved in The Way of Knowledge, there are many issues which arise regarding freedom. There is a great deal of concern over who is in charge. “Am I in charge or am I simply following orders? Do I have any say about what happens to me? Am I being manipulated or used?”\n\nThese are very serious questions, though Knowledge solves them instantly. To give up your personal freedom is to reclaim God and all your real power. Your personal freedom is driving you crazy.\n\nWhat do We have to offer you? We offer a reminder and assistance to reclaim your Knowledge. That is empowerment for you, but it is an empowerment that changes you a little bit, you see, because before you were only partially yourself. Now you are becoming completely yourself, and it is strange how you feel differently about everything. You feel more like yourself in those wonderful moments when there is no future or past and you are not concerned for yourself. You are concerned for the world, and you are perceiving the world and not yourself.\n\nPersonal freedom is valuable only in that it gives you this opportunity to find Knowledge. It is an exchange, you see. It is giving up a certain amount of the domination you maintain over your life in order to receive a greater wisdom. The child must give up childhood to enter adolescence. It is relinquishment and receiving all at once. If you do not give up childishness in childhood, you will keep it and not receive the next gift. Receiving Knowledge is even more natural than this.\n\nWe value freedom very highly because freedom is what Knowledge is. It is not the freedom to get things. You know, everyone has his or her list. People are going through life, and they are determined to get a relationship, a job and other things. These things are not bad, but they come naturally when you are pursuing something far more essential to yourself and to everyone.\n\nThere is not a person in the world who does not have Knowledge. The differences then are the differences in the level of development, attunement and realization. The only common ingredient to everyone is Knowledge. At that level, there is no disagreement.\n\nSo if you want to be in total agreement with life, then your personal side must be transparent enough so that it does not obstruct your attention. Then you can begin to perceive life moving through yourself and others. You can see the movement of things. You can recognize those who are wise and look upon those who are ignorant with compassion. There is no blame now. There is patience. There is patience of such magnitude.\n\nImagine for a moment that you were your own Teacher and you were high above yourself personally, watching this person go through life. Imagine the patience you must have. All these little things you plant here and there, and maybe the person will come over here and see this. They miss ninety percent of what you plant and of the ten percent they do not miss, usually they misinterpret the whole thing anyway. So you are always plotting to bring them to themselves, and they are always plotting to get farther away. It takes great patience, but the result is worth the effort.\n\nThe only thing that matters in this world is Knowledge. Knowledge is not ideas or philosophy. It is profound experience. It is universal and timeless, and it is valid for all dimensions. But it is scary. You have to give up the freedom you are used to, which is the privilege to be chaotic, for the freedom to be uniform and to have direction.\n\nWhen you have direction, your choices are limited. Indeed, as Knowledge becomes stronger, after a while there is no choice. That is freedom. Freedom is a state of no-choice. Now you are dealing with what is unequivocal and absolutely vital; you are not dealing with casual choices. Life is vital every moment. If you are entertaining choices, you can be certain you have not arrived at Knowledge in that situation.\n\nThe compelling force of Knowledge is so strong that it overrides anything that the world can set in its way. This level of commitment is the greatest demonstration of God. It is powerful, unending and compassionate. It has vitality. It is driven from something beyond this world. It is an uncommon, relentless force. It does not care about costs and obstacles; it cares about practical functioning. People with Knowledge will be uncommon and potent. They will not be alone, unless by choice.\n\nSo the Wise say choice is something to be escaped, and yet choice is so valued in this world. People say, “I must have choice in everything. The government cannot tell me what to do. My wife cannot tell me. My friend cannot tell me. My body cannot tell me. The weather cannot tell me. I must be at choice. It is my choice!” Like a little child. “Mine!” It does not matter if it is good for you or not. It matters if it is “mine!”\n\nBut you see, as Knowledge emerges, everything begins to fall into place. There are not so many choices. You feel a very strong attraction to another person, the kind that sort of sweeps you away, and instead of saying, “Oh, how wonderful! Attraction!” and being swept away and then finding out later if there is any relationship there, you stop and you see if this is Knowledge or not. You are able to check yourself. This keeps you returning to what is vital to your own fulfillment and to your own contribution to others.\n\nThen you ask, “Where do I give myself totally?” You look about and there is not much that is very inspiring to give yourself to, so you must give yourself to your preparation. You must see what the world is asking of you because now you see your life is not this desperate attempt to acquire things in a brief period of time. The world is a place where you come to contribute and to receive.\n\nWhy is the world such a tough place? There is a great deal of emphasis now to make the world a place that is not tough at all. But do you see the contradiction in this? There is a contradiction. The question is not whether life is difficult or easy. The question is whether it is vital. There are people who have very easy lives and they are dead inside. Their vitality escaped them long ago. All they can hope for now is a buffering against their death and some kind of continued pleasurable stimulation.\n\nSometimes when life is difficult, your vitality shows through. If you make life too easy, you will be asleep—comfortable and at ease. If nothing is asked, nothing is vital. You will work your whole life, earn a lot of money and your children will grow up with nothing vital at all. This is so evident. You can see it all about you.\n\nLife is not passive. It is a vital and powerful force, a serious and complete engagement, not a casual engagement. There is nothing casual about life. Whether it is quiet or active, it is extremely involved.\n\nThings happen out of necessity, not out of want. The clouds do not come by because they want to. They are pulled here. They have to come and they come. They do not rain because it is fun. They rain because they must rain. You come to the world to give because you must give. That is your nature. If you do not give, you will be unhappy and blame everybody for it, even yourself, but you will not be happy.\n\nYou must prepare yourself to give. Knowledge is a responsibility. You must be a person capable of bearing it. You cannot be like a child and assume the responsibility. You must prepare. Life will do this for you, and you must do it on your own accord. If you wish to uncover the mystery of your existence here, then you must give it great attention. Perhaps you will not be quite as personally free if you do that, but it is okay because this is more important.\n\nWe will tell you a little story now about the history of another world. In this world, the wisest have very little personal freedom. In fact, they do not run around at all. They do not take vacations. They do not need to. The ones who have the least insight have the greatest freedom. They can do all kinds of things within certain guidelines. They do not need to discriminate between what they think and what they say. Yet those who are wise must discriminate every second, but they have the power and the incentive to do this because every second is complete for them. They have attained a state in which they can do very little except what is absolutely essential to them. And this they do with extraordinary ability. In fact, it is so extraordinary in contrast to your world and your society that your people would seem incredibly lazy and idle in comparison. But you are not this race, and they have a different nature from you. Yet Knowledge is the same in all worlds. It is the common factor in all intelligent life.\n\nIt is not so different in other worlds. Just because they have new machinery does not mean that the nature of things is that different. Why is this important for you to know? Because what is out there is your future as a race. You are looking at your future. It is this that you are racing towards in your technology. It is this that you are preparing for emotionally. It is this that is changing every aspect of your life. It is this that is destroying tribal societies at a rapid rate. It is this that is forcing your world to become unified.\n\nThe difference between the Wise and the unwise will still be the same. Though you may have much more information than your ancestors and though you may have wonderful gadgets and wonderful machinery, you will still be faced with your Knowledge, either discovered or undiscovered.\n\nThere are not many Wise in the physical universe, regardless of culture. Do you know why that is? It is because the Wise must hide. They must hide because their gifts are meant for certain individuals only, and they must hide to maintain their freedom to give.\n\nYour Knowledge at this period in time has a specific task to accomplish because when you enter the world from your Spiritual Family, you enter in a period of history, and your contribution is geared to that period in history. How could it be otherwise? When you have a task to do, it must be relevant to the times in which you arrive. You cannot go to the forest fire with a stone ax. You must go with a fire engine because a fire engine is what is needed.\n\nPeople in some societies have great freedom and great luxury, but there is very little duty, and people are very lonely for it. It is not natural to be so separated. People hate duty. They think it is a tremendous loss of freedom, but duty in its real essence represents meaningful engagement, not obligation.\n\nWhere else would We be but here? We could go any place and We would still have to be here, so choice is rather meaningless for Us. The endless choosing, the endless debate—We are free from that now. That is freedom. The endless deliberation. We do not have to concern Ourselves with that, you see, because Knowledge has overtaken Us.\n\nFreedom is the great reason people will not accept God, and yet God gives you freedom and power of such magnitude that you could not give it to yourself meaningfully. God gives you responsibility so that you may reclaim your power and value yourself. You cannot come closer to God unless you have this value.\n\nYou cannot be a little crumb and go to God. God does not know you as a little crumb. God knows you as a magnificent creation. You cannot go to God all self-inflated with a big name tag saying, “I am a magnificent creation!” and be a little crumb inside, either. You must go to God as God made you, not as you made yourself.\n\nThis is why God pulls you from beneath your awareness—the great vacuum pulling everything back to God. That is why there are Spiritual Families. That is why there are teachers and students at all levels. We have Teachers, too, you know. They pull us. We pull you. You pull someone else. That is the great tug. That is how everything is being drawn back to your Homeland. And to the extent that Knowledge has been activated in you, you will naturally contribute it. How could you do otherwise?",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/personal-freedom/"
}