{
  "title": "Facing Planetary Instability",
  "content": "Great change is coming to the world, and people around the world are feeling this and sensing this and seeing the evidence of this. But the great change exceeds people’s concerns and expectations.\n\nFor humanity has disrupted the world so sufficiently that now you are facing a different kind of world—a new world, a world of different dimensions, a world that will be quite new to your experience in so many ways, a world with a new climate, a world of diminishing resources, a world of growing economic and political upheaval and conflict, a world of greater stress and uncertainty, a world of erupting situations and natural catastrophes, a world where your food production will decline with the changing climate.\n\nIt is a world that people are not prepared for, for people still think the future will be like the past. They assume the world will always be as they have expected it to be. They have invested themselves and their lives in the world being a certain way, but it is now changed. It is a different world, a new world.\n\nGod has sent you into the world to be in the world at this time, facing these circumstances. But what God has placed within you to prepare you and to equip you and to strengthen you for the difficult times ahead is something that resides beyond the realm and the reach of the intellect, in a deeper Intelligence called Knowledge.\n\nAt the surface of your mind, you are swept by the winds of the world. You are chaotic. Your life does not seem to have a true direction. You are influenced by so many things from the outside. Your life can feel chaotic, confused, disorganized, disintegrated, disregulated—however you may choose to describe it.\n\nBut at a deeper level beneath the surface of the mind, there is a greater Intelligence within you. This Intelligence is here to guide you, to protect you and to prepare you to live a greater life in service to living in a new world.\n\nPeople are not aware of the greater Intelligence within them. Perhaps they have fleeting moments of intuition, fleeting moments of insight. Perhaps they foresee certain things in the moment, but they do not abide with these visions. Instead, they speculate about them and give them their own meaning and preference.\n\nPeople are having little experiences of Knowledge, so many people, but they do not know and are unaware of the greater endowment that God has given them. They are still influenced by the consensus opinion or the views of certain individuals in positions of leadership. They want to believe and trust that everything will be fine. They want to live in the moment, and for the poorer people, they have to live in the moment.\n\nHumanity collectively seems remarkably unprepared for the future, remarkably unresponsive to what is coming over the horizon, remarkably ignorant and foolish regarding their current pursuits and distractions.\n\nYou cannot be fooling around in the face of the Great Waves of change. Your life must be repositioned. Your awareness must be sharpened. You must have a greater objectivity and clarity that you bring to witnessing the events of the world. You cannot simply be terrified by them, or upset by them, or feel helpless and confused in the face of them. They are all signs, preparing you, telling you what you need to know and to reconsider about your life.\n\nYou have to prepare for an unstable world. It is a new preparation for most people. It requires a great and deep evaluation of where you are and what you are doing, the position of your life and what change you must bring to your outer circumstances.\n\nBut most profoundly and central to your needs is to build a connection to Knowledge, to take the Steps to Knowledge, for it is only Knowledge that can truly prepare you to navigate the difficult and unpredictable circumstances to come.\n\nYou are witnessing chaotic events in the world. Imagine yourself being in those events, surviving those events. Let them teach you what you would have to do, how you would have to prepare and think, what would be the wisest course of action. Let these terrible and unsettling events instruct you. Do not simply avoid them, or be horrified by them, or indulge in your own fears and fantasies. Instead, allow them to instruct you, for they are preparing you for the new world—a new world disorder, a new world instability.\n\nEven geologically, the planet is becoming more unstable. It is affected by the events on the surface and by greater celestial bodies in the physical universe. Humanity has altered the circumstances of life through reckless abuse and overuse of the world’s resources and by polluting the world’s airs and waters and soils.\n\nNow you are going to have to face the consequences and establish a new foundation, a sustainable foundation, for living in the world. This will require a change of heart, a change in thought, a change in activity so profound that most people do not even want to consider it, or they think that it is not possible.\n\nBut nature itself will teach you that it is not only possible but necessary. Nature is changing the terms of engagement in the world. You cannot see these new terms specifically in this moment, but Knowledge is already responding—Knowledge within you, Knowledge within others.\n\nAs you begin to enter the times of great instability, you will see people acting very foolishly and proclaiming many things. Many will say it is all temporary. Everything will be fine as soon as certain things are brought back in order. You will hear people say, “Do not worry. Nations will rebuild.” You will hear many things said—great proclamations, optimistic proclamations, or others saying that it will be total catastrophe and everything will collapse.\n\nBut neither of these are true. The new world will be unstable and unpredictable, but humanity’s experience in the world is not over. And in fact, the changing circumstances of your life give you the greatest possible opportunity to establish human unity in the world—cooperation built now of necessity, required to survive and to establish an orderly world in the face of great change.\n\nDo not be in denial. Do not run away. Do not think that technology or governments are going to solve all of this for you. For you must become keen and clear and strong to recognize what is coming over the horizon and to prepare your life, not driven by fear and desperation, but by clarity and wisdom.\n\nYou are in the world to serve, so running away and hiding is not the answer. Believing in technology is not the answer. Believing in governance is not the answer. For everything will be vulnerable now.\n\nIt will take a thousand solutions for humanity to adapt to the new world. You do not have all of these solutions even in your mind yet. Humanity has not found them all yet, and those it has discovered have not been fully implemented yet.\n\nBut at the source and center of this is the power and the presence of Knowledge within you and within each person. Without this Knowledge, humanity will act foolishly. It will be complacent. And when it can no longer be complacent, it will panic and be desperate and destructive, further deteriorating the world, further wasting the critical resources that humanity will need into the future.\n\nYou will have to get beyond your fear to a place of greater clarity, certainty and strength. This means you are connected to Knowledge, for Knowledge is the only part of you that has this clarity and this strength. It is the only part of you that can see clearly and hear the truth in others and see the truth in the changing circumstances of the world.\n\nThe world is giving you signs, but can you respond? Can you see the signs? Will you spend time with the signs? And if they require action on your part, will you take this action, regardless of what other people are thinking, saying or doing? Will you allow your life to be guided by a greater power, greater than your intellect and understanding?\n\nThis is not a passive attitude. It is one of the greatest activity, keenness and discernment. God is not going to take care of you, but God will guide you to take care of yourself and other people. God is not going to give you endless miracles to pad and secure your way.\n\nYou are going to have to climb this mountain. But God will teach you why you must climb; where you must climb; who can go with you and who cannot; what to take and what to leave behind; what to see, what to hear and what to know.\n\nPeople become helpless, and then they want miracles from God because they have no strength. They have no clarity. Their relationships are weak and cannot support a greater strength within them.\n\nIn society, you will certainly have to take care of the elderly, the sick and the very young. But everyone else must rise to this great occasion. It is not simply for one great individual—an emancipator, a great spiritual figure, a great political figure, a great leader. No, not in the face of the Great Waves of change. You must strengthen the people, and the people must find the source of their strength, which is the power and the presence of Knowledge.\n\nSo while there are a thousand solutions and activities and endeavors that must be created and sustained, there is the source and center of your life. For everything that happens is a product of human beings, individuals, making decisions. The quality of those decisions and the wisdom of those decisions are determined by what informs them.\n\nAre people guided by Knowledge or simply swayed by the political and social forces around them? Are decisions made merely out of expediency and for immediate profit, or are they engaged with the future in mind—the future well-being of humanity?\n\nAt this moment, people are selling their children’s future away. They are creating a nightmarish future for their children by the way that they live and what they consume and what they believe and assume to be true, based upon their own habits and personal preference.\n\nWho can see this? Who can know this? We are speaking of what is known, not what people want. People are guided by desire and fear, but the power of Knowledge is greater and more certain. The outcome of decisions based upon this will have a lasting impact, both now and into the future.\n\nYou cannot live only for the moment now. Snap out of that dream. It is a fool’s paradise. You must live in the moment and prepare for the future all at once. This is what the birds and the beasts do. This is what you as an intelligent creature on Earth must do.\n\nThe world has changed, but people have not changed with it. You are entering a time of planetary instability, and this instability will grow. How are you going to recognize this, prepare for this and adapt to this?\n\nYour intellect cannot answer these questions. No one can answer these questions completely. Even the wisest and most well informed cannot answer these questions completely. That is why the power of Knowledge is so critically important to you and to your family and to the world.\n\nHumanity has run out of answers. It can only respond to catastrophe now. It is not prepared for the future. It has very little time. Whatever can be done should be done, but most people are still living in the dream of yesterday. They are still living in a world that no longer exists. Their expectations, their desires and demands are things that may not be met in the new world.\n\nThis can be seen in this moment—in a moment of great sobriety, a moment of great disappointment, a moment of true honesty and clarity within oneself.\n\nLook upon the world, then, to see what it can show you and teach you about how you are going to build a greater stability in your life. Recognize that God’s Revelation—the New Message for humanity—is what is being sent into the world to prepare humanity for the great change that is coming to the world and for its encounter with intelligent life in the universe.\n\nHumanity’s growing instability will call others from the universe around you to exploit the situation for themselves. They will come under the guise of being spiritually enlightened, to be great emancipators, to be true environmentalists. Whatever you want and expect, they will create this façade. Their technology will impress you, and their words will speak to your hidden desires and your hidden fears.\n\nBut no one is going to come and save humanity, and those who claim to be here for this purpose are here to take advantage of the situation. They are clever and cunning. They know what you are facing, for all intelligent life in their own home worlds had to face a decline in their environments. It is a prospect that few have been able to escape in the history of the universe.\n\nHow will humanity respond? How will you respond? How are you responding at this moment to the growing calamities and catastrophes around the world? Are you even looking? Are you paying attention?\n\nIf not, you are missing the signs and the instruction that the world is providing for you right now. It is preparing you for the Great Waves of change. But if your mind is not paying attention; if your thoughts are elsewhere; if you are overcome by anxiety, fearfulness and speculation, then you are not paying attention, you see. You are not looking and listening with a clear and objective mind.\n\nSocial upheaval, revolution, wars over resource acquisition, natural disasters, economic instability, nations falling into debt and financial collapse—this is all part of your future, you see. But you must look to see and listen. Listen to the outer world and listen to the inner world. And take the Steps to Knowledge.\n\nThis is how God is going to save you, not only from difficult and unpredictable circumstances. This is how God is going to save you from your own personal failure to respond to the greater purpose and calling of your life.\n\nIt is no accident that you are here in these times, facing these circumstances. It is not just a big inconvenience for you. It is the purpose of your life to call you out of your meaningless pursuit for self-satisfaction and pleasure, power and wealth, into a greater service and participation in the world.\n\nIt is only here that you will find your truly meaningful and sustainable relationships. It is here that your life will begin to make sense to you and your own individual nature will make sense because it has a real application in the world.\n\nHere you escape the dreadful ambivalence and confusion of the past, and your past mistakes begin to serve you to build wisdom and clarity and to convince you that you cannot be successful in life without the power of Knowledge to guide you—a power and presence you have ignored in the past, a power and presence you were not aware of in the past.\n\nThere are no excuses now for failing. Not everyone will survive the Great Waves of change. You cannot alter this now. You can only mitigate it and adapt to it.\n\nYou cannot undo centuries of abuse and destruction to your natural environment and the misuse of your natural inheritance, living in this beautiful and magnificent world.\n\nYou cannot make these things go away. You cannot wish them away. You cannot pretend, and if you do so, you are failing to respond. You are failing to allow the situation to make you stronger, clearer and more honest with yourself and with others.\n\nYou were sent into the world to be in a planet that is becoming increasingly unstable, with an uncertain future and outcome. Can you face this? Where will you find the strength, the courage and the intention to face this—now when you have time to prepare your life; now when you have time to alert others; now when you have a period, a grace period, if you will, to prepare your outer life and to gain a connection with the source and center of your strength and certainty?\n\nThe choices here are clear, and their consequences are immense. The future prospects of humanity are being decided today and in the months and years to come. This is not a possibility. This is not one possible scenario. This is it. You rise or you fall. You respond or are overtaken. You prepare or your life is dashed.\n\nThe Great Waves will overcome the seeming strength of your cities, your economies and your political structures. You are seeing this in the world today. The evidence is there if you will look with clear eyes, without projecting your preferences, your ideology or your fear.\n\nIt is remarkable that most people’s desires and ideology are based upon fear—the fear of not having, the fear of losing, the fear of death, the fear of deprivation, the fear of social rejection, the fear of being out of control, the fear of not knowing what to do in the face of danger.\n\nUnderlying humanity’s great idealism and desires for its future—providence, wealth and affluence—is this fear. It is like the undercurrent—pulling, directing, moving people around.\n\nThe counterpoint to this is the power and presence of Knowledge. This is God’s answer to a struggling humanity. It is the source of all true creation. It is the source of the desire to serve and to give, to produce and to create for the benefit of others as well as yourself. It is the source of all true and beneficial motivations.\n\nTherefore, it is not merely a change in your thinking or behavior or habits. It is a change at the very source of what you listen to within yourself and what informs your decisions, what guides your actions, what enables you to see and what disables you from seeing. It is fundamental, you see.\n\nYou do not know how to prepare for planetary instability. But God knows how to prepare. God knows how to prepare you as an individual. God knows how to prepare the world. But God is not simply going to come and take over the planet. God is going to instruct people from the inside out.\n\nGod has given a New Revelation to tell you what is coming over the horizon, to teach you how to engage with intelligent life in the world with wisdom and clarity. God is going to teach you where to find the source and center of your power, and how to relate constructively and purposefully with others. God is going to provide the antidote to the undercurrent of fear that is driving individuals, communities and nations.\n\nLife will become more difficult now, for almost everyone and eventually for everyone. Those who profit today may be the great losers in the future.\n\nYet this is a time of great calling, a time when Knowledge will emerge within you, the time of Revelation when God will speak again and provide humanity what it needs, what it cannot provide and see and know for itself.\n\nIt is the greatest time in human history, and you are here. You were chosen to come. You are fortunate in this regard, regardless of your outer circumstances. But you must hear the calling and feel the calling. Or you will shrink and decline in the face of the Great Waves of change.\n\nYour questions, your issues, your denial, your frustrations—they do not matter, you see. They are not so important now. You have greater things to attend to. You have your life to bring in order and to reconsider and to redirect. You have your relationships to determine who has the strength to help you and who is holding you back. You have your own work and outer circumstances to consider whether these will be able to survive the Great Waves of change. You have your children’s welfare. You have your aging parents perhaps to consider. You have many things to look at.\n\nBut you must look with clear eyes now. You cannot be driven by fear and desperation, or you will not see. You will not hear. And you will not know.\n\nGod has given you the eyes to see and the ears to hear, but this must be guided by Knowledge. Your intellect must be guided by Knowledge. Your life must be guided by Knowledge—now more than ever.\n\nAs circumstances become more difficult and the world grows darker, this is the time for Knowledge to emerge. This is the time of Revelation. This is the point where the future and the destiny of humanity is decided and determined, by the decisions made by individuals and the decisions made by you.\n\nAccept your fate. Accept your calling. Accept the changing circumstances of the world. And then you can begin to build and to reconsider, to dismantle that which is weak and to build that which is strong, to alter the course of your life and to be a source of strength and direction for others.\n\nWhat can you give to others? Beyond feeding them and giving them shelter, if that is their need in the moment, your greatest gift is to encourage them to take the Steps to Knowledge. For more than anything else, this will determine if they can face, prepare and respond to the great change that is coming to the world. Lead them to the source of their strength. And demonstrate this strength in your life and in your activities and in your outlook upon the world.\n\nThen the disasters of the future will be the great calling for humanity to wake up and to grow up, to cooperate and to begin to use this world beneficially and sustainably so that you may have a future and so that your children may thrive and bring their gifts into the world.",
  "audioUrl": "https://www.newmessage.org/av/facing-planetary-instability.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/planetary-instability/"
}