{
  "title": "Possessions",
  "content": "Now we shall speak about owning things and having things in the world. First of all, let us say that there is nothing you could possibly possess that is nearly as valuable or that in any way can compare with the value of Knowledge and Wisdom. You must develop Wisdom in order to experience Knowledge and carry it with you. When we speak of possessions, do not think we are giving them this value. Do not think that they hold this esteem in our view.\n\n\n\nWe speak of possessions because owning things is part of being in the world. There are things that are useful and beneficial and provide comfort and joy to a certain degree. And of course there are many things that are quite useless and merely serve as distractions or are damaging in and of themselves. Since you all have to own things, let us talk about ownership and give you the understanding that what is most important is that you set your sights on the reclamation of Knowledge and on developing the relationships that can express Knowledge effectively.\n\n\n\nIn your world, there seem to be almost unlimited things to own and to do. Certainly, there is enough to fill up your time completely, and this is occurring all around you. People are obsessed with things. They are consumed by things. They purchase things. They own things. They fix things. They trade things. They sell things. They buy more things. Then they buy things to fix the things they already have, and it goes on and on and on. And of course the more you own, the more you must support what you own and, therefore, you must work harder in order to keep what you have and, hopefully, to buy more. So, this buying and owning becomes totally dominating. It overshadows the greater questions of life and seems to ameliorate the suffering individuals feel as a result of living a life that is unknown to them and to others. The abuse of ownership is everywhere. Its manifestations are there for you to see. The ways that people relate to their possessions and how they relinquish themselves to their possessions can be recognized in many, many forms of expression.\n\n\n\nIs it bad to have things while so much great abuse is going on? Is it bad? The answer to this requires some explanation. The answer is yes, it can be bad. Having many things is a great disadvantage, not because it is bad in and of itself, but because it takes your mind away from other things which are more important, and it keeps you disassociated from yourself. The world in which you live is devoted to owning and affording things. Indeed, people are esteemed by how much they have, how hard they work for it, how they have accumulated it, and so forth. The accumulation of possessions is an ever-increasing burden and an ever-dominating focus, overshadowing the possibility of living a true life.\n\n\n\nOwning things can be bad. However, owning things is a fact of life, and you must own some things in order to function successfully in the world. Here you recognize that you are not an ascetic. You have not chosen an ascetic life, nor do you live in monasteries. You have to own many things in order to function in the world, so where do you draw the line? That is the question. The question is not whether it is good or bad to have things. The question is where to draw the line.\n\n\n\nHere we must once again return to Knowledge, for only Knowledge knows what you need and what you don’t need. If you can open yourself to Knowledge, wait for Knowledge and abide with Knowledge, then you will have an opportunity to know where to draw the line for yourself. Without this, you will attempt to imitate other people based upon whatever values you hold to be more virtuous. You will try, once again, to live out a set of standards based upon your own value system or based upon the value system of someone else which you think is better than yours. But you cannot draw the line here. Here you are again functioning purely from trial and error. When you are functioning from trial and error, disappointment is with you constantly. It is very hard to sort things out if this is the only means you are choosing.\n\n\n\nBy ownership, I am not only speaking of physical things. I am also talking about ideas. So, let me speak about this so that we can have a larger view of what ownership really is. Some people collect objects. Others collect ideas. Part of the attraction of collecting ideas is having exciting thoughts and having the thrill of having an insight, which is like the thrill of buying a new thing—perhaps a new garment, which you have the thrill of wearing for a few days, and then it just becomes a garment, one more thing. People often value insights in the same way. They have an insight, and oh, they are excited, and they think it is so meaningful. They walk around proudly with it and share it eagerly with their friends. Then after a few days, well, it’s just another thought to add to millions of other thoughts that are already there. So, having insights is like buying a new dress or a new pair of shoes. The thrill is gone quickly and you have one more thing.\n\n\n\nOwning things is not merely collecting objects; it is also collecting ideas. Many people collect ideas. They are always searching for new ideas, and when they find new ideas they say, “Oh, this is so interesting! What an interesting idea! Fantastic!” They read a new book and say, “Oh, a great book! Oh, what tremendous insights!” They are excited about this book for a few days, and then they go on to other new, exciting and interesting things. It is like buying bric-a-brac. The only difference is one is physical and the other is mental. But it is all accumulation. People can have a great many ideas they have collected, even an enormous collection of ideas on a particular subject. There are always more to collect, of course, because in the realm of ideas you don’t run out. But what you find in the realm of ideas is that after awhile most ideas are like other ideas. The differences between them are not so great. It is the same with objects. After awhile, one is like another—it is all stuff!\n\n\n\nSome people think owning things is disdainful, and so they go and collect ideas. Some people collect spiritual practices. Other people collect spiritual artifacts. Collect, collect, collect—whether it is objects or ideas—collect, collect, collect, until you are swollen and glutted with all this, and it all seems to fill up the emptiness within you that is a calling for Knowledge.\n\n\n\nWhen someone comes to study The Greater Community Way of Knowledge, often they are eager for new ideas. “Oh, I want new ideas!” They read Wisdom from the Greater Community. “Oh, new insights! New ideas! Fantastic!” Or they say, “Oh, I’ve heard this before.” It is like their other collection of insights. It is all more ideas to them. More ideas, more ideas. Or perhaps it is more insightful experiences. “Oh, I had a great experience!” And then when the experience wears off they say, “There’s nothing left here for me. I’ll go on to new things.”\n\n\n\nMany people approach the Teaching in this way, with the idea of collecting more things. Or perhaps their pursuit is more desperate. Perhaps they are looking for an answer. They must have the answer. They are not interested in collecting ideas, but they must have something that will give them relief. So, they read Wisdom from the Greater Community, and they find something that gives them relief, but it only gives relief for a few days. Then their pain returns, and they say, “Oh, well. This program is not for me. I have to find something else. It has not taken my pain away. It has not given me relief.” So they go on to new things.\n\n\n\nSome people approach this Teaching to collect new ideas, new insights, and so forth. Some people even think that if they have these ideas, they will be able to make more money and buy more things. Other people come because they seek relief, an escape from their difficulties, and they are desperately looking. The strange thing is that they will all be disappointed. The Way of Knowledge is not about accumulating things or escaping things, not at all. That is why we make Steps to Knowledge, the first level of study, available to people. It contains enough Wisdom to exceed most needs, if it is studied adequately, applied wisely and brought into the realm of relationships.\n\n\n\nWhat it also does, interestingly enough, is expose people’s motives for studying it. If you are studying Steps to Knowledge in order to have more ideas, new insights or to keep the excitement going and if you continue in the preparation, you will be able to become aware of your motives. At some point, you will come to realize that your motives and the offering of Steps to Knowledge are not the same, so either you must abandon the preparation in order to serve your motives or abandon your motives in order to participate in the preparation. At some point, people reach this juncture and their whole motivation for study has to be completely re-evaluated.\n\n\n\nThe real motivation for studying Steps to Knowledge is mysterious. The real reason you do it is that you must do it. That is Knowledge. Only Knowledge can motivate you to find Knowledge. Other interests—accumulation, acquisition, escape, excitement, love—cannot take you to Knowledge. Even love, which in most people’s minds is an exciting experience rather than a living Spiritual Presence, will not take you to Knowledge because you find out on the Path of Knowledge that you have some very unloving and difficult experiences. It is not all wonderful, glorious, exciting and spiritual. It is hard. “Oh, my God! What is happening to me? I was a nice person; now I don’t know what I am!”\n\n\n\nAll of these other motivations for studying The Way of Knowledge must be re-evaluated because they do not take you to Knowledge. You go to Knowledge because you must go to Knowledge. It is like a deep, deep instinct beyond your wants, fears and personal preferences. It is like a homecoming. You are drawn in and are willing to make the sacrifices. You are willing to take on the challenges and are willing to make the re-evaluations. Why? Because you must do it. The preparation is not promising you a great love life, abundance, a new car or a new personality, where you trade in the old personality for a new personality, one that is more fun. No! That is acquiring possessions.\n\n\n\nAcquiring possessions is like eating food: If you eat too much, you’ll get stuffed and have stomach problems. If you buy too many things or ideas, you’ll get stuffed and you will have health problems and mental problems, and so forth. Whether you are trying to find truth or stimulation, acquiring things begins to make you sick and you must return to simplicity, which is abiding with Knowledge. Abiding with Knowledge is so simple that it utterly confounds people because they are trying to get something, have something, escape something or experience something. Knowledge is. It is not a commodity. It is not a set of thrilling ideas. It is not a group of spiritual objects.\n\n\n\nAt the beginning of Steps to Knowledge, it says, “Knowledge is with me. Where am I?” If you could fully understand this lesson, you would learn half of the entire preparation right there. “Where am I? What am I doing?” So, when we speak of possessions, we are talking about everything that everyone is trying to get out of life. As you try to get things out of life, life escapes you. This is frustrating!\n\n\n\nSome night when it is clear and the stars are shining brightly, look up at the sky and ask yourself, “What do I want to get out of that?” Speak to the stars and say, “Okay. Give it to me! I want the experience of Universal Wisdom or complete affinity with life. Give it to me!” And the stars are just there. They neither come towards you nor go away from you. They neither yield nor retreat. They are there for you.\n\n\n\nPeople do Steps to Knowledge and they say, “Okay! When am I going to get it? Where is the reward? I’m here! I’m practicing, sort of. Where is the reward?” At some point, if they persist in their preparation, they will come to realize that the problem is not with the preparation; the problem is with their motives. You see, without its possessions, your personal mind literally has nothing to hold it together. Its whole sense of identity is based on what it owns, what it thinks, and what it is associated with. Because it is artificial, it must have all these things and keep renewing them or it begins to shrink and fall apart. So, we let it shrink, not drastically but slowly, not to punish it, but simply to redirect the mind to develop a different set of abilities and to gradually gain a different focus and orientation—an orientation away from accumulation towards profound experience, so that one day when you look up at the stars, the stars are there for you and you are there for them.\n\n\n\nThe possession issue, by the way, accounts for much of the difficulty that people experience in relationships. Here people enter relationships and they have all these expectations about what they are going to get and how they are going to get it and what they deserve, and so forth. So, their ability to actually experience another person and to experience kinship becomes very limited. After all, how can you have the experience of kinship if you have this huge agenda about what you are going to have and who you are going to be and how it is going to work out, and so forth?\n\n\n\nHaving all of these expectations and this motive for accumulation disables you from being able to experience another. It disables your discernment; it disables your perception; it disables real evaluation based upon compatibility and shared direction. If you enter the relationship without all of these motives for accumulation, things could be clear for you, very clear. But for the person who is governed by these motives, it takes years to come around to the obvious—and then only after many expectations and desires have been disappointed. So, you can see that disappointment is an important part of learning, but it cannot be the only part of learning.\n\n\n\nLet us come back now to see where to draw the line in owning things. If you are following me thus far and are thinking about what I am telling you, thinking about it as it relates to you and not to other people, then you can say, “Where do I draw the line? I have to have a certain number of things in order to function well in the world, and I have to have a certain number of ideas, insights and good experiences in order to function in the world. Now, where do I draw the line because I know I can keep buying things and bringing them home until my home is stuffed to the ceiling with things. I can keep accumulating ideas, insights and happy experiences until my mind is filled to the ceiling, stuffed with things. I know I can do that. Where do I draw the line? Where is the balance?”\n\n\n\nFirst of all, find out what you really need and what you really use. What you really use and what you really need are very related. This applies both to the possession of objects as well as to the possession of ideas. What do you really use? What do you really need? People assess their needs for things that give them comfort and often they think some of their possessions will be needed some day, but not today or anytime soon. What do you need now? When you begin to ask this question and seriously consider it, you will see that you don’t need a great deal. Yet, the things that you do need should be very good. The objects in your possession should be well made and durable. The ideas with which you associate should be abiding and helpful, so much so that you cannot exhaust them easily. Many of the ideas and insights that people accumulate for their own edification are easily exhausted and have no abiding value; they have no depth and cannot provide meaning. They are either self-gratifying or are only initially stimulating, and beyond that they can offer no more.\n\n\n\nWhat you need is based on what you use. That is the first criterion. If you own thirty garments, and you only use five, then what are the other twenty-five for? And why are they occupying time and energy in your life? This also carries over into relationships because certain people collect relationships the same way that other people collect books, coins, plants, paintings, clothes, or whatever. What relationships are really important to you? This fundamental question requires an honest response.\n\n\n\nNext, ask yourself if owning this thought, this object or this insight or being in this relationship feels correct to you? Not “Can I justify it because of its benefits?” but “Does it feel correct?” This is calling upon your experience now, not simply your ideas, because many things can be justified that are not good for you and only prove to be a burden.\n\n\n\nThe third criterion is to appeal to Knowledge to show you what to do. This is important if the first two do not yield a decisive decision. Here you are asking to be shown. “Show me what I need to do. Show me what is important.” Remember, you only need a certain number of objects, ideas and relationships, but they must all be very important and must have great value because they will be sustaining you mentally and physically. So, it is not a question of denying all possessions, all relationships and all ideas or opening yourself to everything that comes your way. Those are two extremes. Neither is a healthy path. Learning discernment and discrimination is a major part of every person’s development, if it is based upon true association. I am speaking of true association.\n\n\n\nWhat possessions do you really use? Which ones do you really need? Why own anything else? What ideas are really helping you? Which ideas have depth and are important? Why do you need to entertain other ideas? What relationships are really essential for your development and support your spiritual growth? What are you doing in relationships that cannot do this? This sorting out creates real economy. Economy is essential because it gives you enough reserves of vitality—time, energy and motivation—to direct yourself towards greater things.\n\n\n\nPeople who are dominated by too many ideas, too many relationships or too many possessions cannot enter a greater arena of understanding or accomplishment. They are carrying too much baggage. Their lives are full. Their concerns have overtaken them. There is nowhere for them to go. All they can do is service their possessions. They will go no further. They will be identified with their possessions, whether they are objects, ideas or people. They will be filled up 100%. You cannot add anything to them. Nothing new can enter. They are closed to life. They are, in a sense, taking care of the museum of their life. They are museum curators of their own life, keeping track of everything that has been collected so far. What a dusty and dismal existence! They look at the sky and they don’t see it. After all, if your life is about preserving your personal museum, why have a universe anyway? It is just scenery. Why ask greater questions? Why feel your pain and your yearning for greater things?\n\n\n\nThe man and woman of Knowledge want economy because they need time to focus on Knowledge and on learning greater things. They cannot be bogged down with objects, ideas or people that are not part of their greater pursuit. This is economy, and this is important. As you progress and study The Greater Community Way of Knowledge, gradually things fall away, not because they are bad but simply because they are no longer needed. You cannot use them. You don’t want to carry a lot of extra baggage. Your life, in a sense, is becoming streamlined. Your burden is getting lighter. Now you can assume greater responsibilities.\n\n\n\nAs you can see from my presentation, the idea of possessions is much more inclusive than what you may have considered before. This new understanding is very important because The Greater Community Way of Knowledge represents the transformation of relationships and the entrance into a new life and a new kind of experience. You cannot make this journey if you are carrying too much baggage. You can only carry what you really need. Then you can step faster and more lightly and feel less oppressed by what you are leaving behind.\n\n\n\nWhen you are presented with new objects or given opportunities to buy new things, acquire new ideas, meet new people, or participate in new activities, ask yourself, “What do I really need and what do I really use? What is essential?” Part of this you can answer yourself. Sometimes you must appeal to Knowledge, not simply to tell you the answer because Knowledge does not engage in a lot of conversation, but to demonstrate it. Particularly in very important decisions, the way to go must be demonstrated because an idea is not enough. You must see it, know its value and see that it is totally relevant to your life and to your needs. This comes through demonstration.\n\n\n\nPeople pester Knowledge with all kinds of questions. Often they want to accumulate more insight, more ideas, and more people. More, more, more! But Knowledge is silent. What Knowledge will do is set up a learning situation that will help the person come to terms with the real issues at stake. This is because Knowledge is not like a little errand boy that brings you everything you want—like room service! Knowledge is the Master. You are the student. Yet, people often begin their study acting like they are the master and Knowledge is the student. Somewhere in the process the entire order of authority becomes reversed—often very gradually and sometimes with very big steps.\n\n\n\nWisdom from the Greater Community: Volume I states that God’s first purpose is to unburden you. That sounds like a nice idea. But think about what it really means. What it really means is that the whole acquisition motive must become reversed. If you are going somewhere in life, you cannot take everything with you. You can only take what you need, and this unburdens you. This gives you time, energy, mental freedom and the ability to establish new ideas and new alliances. This redefines and redirects your entire relationship with objects in the physical world. This new relationship is not based on fantasy and past association now. It is based on usefulness and real value. This creates a healthy relationship with the physical world, with people and with ideas.\n\n\n\nSome people have wondered, “Why would I study The Greater Community Way of Knowledge? I do not really want to read books anymore.” The reason is that The Way of Knowledge gives you a few things to deeply consider, rather than simply pumping more ideas into your mind and keeping it stimulated. Consider the idea, “Knowledge is with me. Where am I?” You could spend many years on this one idea alone. One idea! You cannot exhaust that idea. It is revolutionary. “Alone I can accomplish nothing.” This is another revolutionary idea. It could change the world if it were contemplated and allowed to alter your experience of yourself and the world. Then you are no longer what you own. You are aligned with something invisible and mysterious which is the guiding principle of all life.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/possessions/"
}