{
  "title": "The Power of Knowledge",
  "content": "Developing skill in the mental environment is a great preoccupation amongst technically advanced nations, for it holds great promises of power and discernment and, in some cases, even the outside control of the experience of others. This power is something that humanity has only begun to discover and to develop. While influence is practiced in many ways in your world, certainly in every family and in every nation, it still represents a set of skills that humanity is only beginning to discover and to discern.\n\nIt is a power. Because it is a power, it requires great responsibility and the guidance of Knowledge to be used correctly and appropriately. Like any power, it can be used for good or ill. In the Greater Community, the power of the mental environment represents a real frontier beyond the limits of technology, for in regions where nations have much contact with each other, they have over time developed parity in terms of technology. It is rare that one will have a great technological advantage over another for very long.\n\nSo the subtle skills employed to discern the intentions of others, to plant ideas in the minds of others and to utilize one’s knowledge of another’s nature, skills and predispositions become of great importance in seeking advantage and in avoiding disadvantage. These skills are being brought to bear upon humanity at this time by those commercial forces who are in the world today trying to pacify humanity, trying to win human allegiance, trying to convince people in positions of power of the superiority of the Intervention’s goals and the weakness of humanity’s leadership and skills in dealing with the difficult times ahead.\n\nThese forces who are in your world are not military forces. They are depending entirely upon human acquiescence and thus bring their skill in the mental environment, which is the only real power that they have, to achieve their goals, to diminish resistance to their presence and to increase people’s desire for their claims of leadership and authorship here in this world.\n\nHere you can see clearly a manipulation of the mental environment. Yet you can see this in all of your commercial attempts at advertising and persuasion that are ever present around you, trying to convince you that you are inadequate, that you need this product or this service to look better, to feel better, to be better, to be happy, to be successful or to be spiritually fulfilled. All represent manipulation in the mental environment, tantalizing the mind to make you think you want something that you would not want ordinarily, to make you think you need something that you ordinarily would not need, or a need that you would fulfill in other ways.\n\nThe examples go on and on. They are endless in your experience. But in the Greater Community, the potency of this influence is greatly increased. Ideas are planted in your mind without the use of symbols. Others can manipulate your dream sequences. They can create reoccurring thoughts in your mind. If you do not know how to discern these from your own thoughts, then you will claim ownership for them and they will affect you. They will affect you, influence you and lead you to do things you would not do otherwise or to make decisions that were not in your best interests.\n\nThe power of inspiration, on the other hand, comes from Knowledge. It cannot be influenced. It is immune to this kind of persuasion. Even a Greater Community set of skills used against an individual strong with Knowledge would not be effective in changing their perception, their understanding or their experience. The influence would be felt, but it would be recognized as a perpetration from the outside.\n\nThis ability to be objective with one’s own mind, thoughts and experiences is a very important part of practicing the Greater Community Way of Knowledge. It requires great discernment. It requires that you stand back from your thoughts to observe them rather than simply being governed by them or overtaken by them or tormented by them.\n\nWhile humanity is now dazzled by its advances in technology, it has yet to learn the greater powers that exist in the mental environment, powers that will exceed your technological abilities. For in truth you do not want to become too technologically advanced, or you will lose your self-sufficiency. Whatever technology is adequate to provide for your peoples to provide stability, security and to maintain freedom in your world, would be adequate if you can create it and sustain it. But if you want things from beyond the world and can be convinced that you need them and that you must have them for your safety, for your security, for your advancement or for your enrichment, then you have stepped over a boundary, a boundary that Knowledge would discourage you from passing over. You will feel the restraint of Knowledge here if you are sensitive to its presence.\n\nYou can become addicted to certain kinds of things—things you do not need, things that are unnatural for you, things that weaken you. These are substances, these are drugs, these are possessions, these are forms of technology, these are forms of stimulation—there are so many inducements in the Greater Community to entice beings who are far stronger than you mentally into wanting these things or to becoming dependent upon them. Even the illegal trade in your part of the universe caters to this to a very great degree.\n\nThe hazards are greater here, you see, but it is still the power and presence of Knowledge that protects you, that enables you to recognize a form of persuasion and not to give in to it. Knowledge is not giving in to it, and if Knowledge is your ground of being, then you will not give into it. But if Knowledge is a distant voice in your mind, then other forces are controlling you. Then you are vulnerable.\n\nThe Greater Community is an immense environment of persuasion regarding interaction between races. Nations that have chosen to live without freedom and to control their people and to restrict their movements, their thinking and their awareness must exercise great degrees of control. They must prevent their citizens from gaining access to Knowledge. For Knowledge is the beginning of one’s liberation. It does not pay homage to the powers of the state or to religious institutions or to the persuasions of commercial interests or to the threat of exclusion, even the threat of death.\n\nKnowledge is the most powerful force in the universe, and those who seek to avoid it must avoid it at all costs, particularly if they are the leaders of nations or have tremendous wealth or power and influence in the realms of trade and commerce. Knowledge is revolutionary because it is inherent within the individual. To prevent people from being aware of it, you must consume their attention with other things, with fear and with desire, with conformity, with work—with overwhelming work.\n\nIt is a great challenge, then, to keep Knowledge alive within a nation, particularly a nation that is moving away from Knowledge in its emphasis. It is the most precious thing to keep Knowledge alive within your world as you prepare to face the Great Waves of change that are coming to your world and as you prepare, unknowingly, for your future within a Greater Community.\n\nPeople think Knowledge is weak. It is just a feeling; it is just a thought. But it represents the core of your strength, the power of your integrity and the source of your true discernment. Lose this and no matter how strong you think you are, no matter how controlling you try to be, you will be easily persuaded and have already been easily persuaded. This is why Knowledge must be a great emphasis, and this is why it represents the core spirituality in the universe.\n\nRegarding the reality of contact with other nations, the power of Knowledge is the power to see beyond deception, the power to block inquiry, the power to know things that others cannot see, the power to maintain your integrity, the power to discern danger and the power to recognize a true friend and ally. It is this greater discernment that must be brought to bear in the complexity of communications, negotiations and trade within the Greater Community, where Knowledge is rare and unknown, but to a relatively small number of individuals.\n\nBecause Knowledge has been placed within each person, it represents a potential for freedom and strength. Knowledge also has power in the mental environment—the power to inspire others, the power of inspiration. It is amazingly effective if an individual even has a little opening in their mind. This is what moves you when you hear someone else’s genuine experience. This is what moves you when others share an experience of being moved themselves. This is what gives you the power of empathy. This is what enables you to experience another’s experience. This is what enables you to value others who seem to be different from you and to value things beyond the persuasions of wealth, power and attraction—things ineffable, but permanent and potent.\n\nIn the mental environment, you have to learn how to shield your mind. Others who have skill here are able to do this—to block intrusions, to block potent forces, to block thought forms that are projected at one and to maintain one’s awareness if one is being affected by technology, by forms of radiation, by scanning and things of this nature.\n\nIn an environment of greater influence and greater deception, the need for Knowledge is even greater and more significant. As it is today, an individual from the Greater Community could simply dominate your mind. You would think what they want you to think. They would put thoughts in your mind and you would say them. They would stimulate your feelings, your desires or your fears, not by providing images, but simply through power in the mental environment.\n\nIf you are able to have an objective experience of your mind, to realize that who you are is not your mind and to objectify your experience within your mind, you can resist these temptations. But you must have another foundation within yourself, a foundation of Knowledge. Then you can build a shield; then you can prevent penetration; then you can disassociate yourself from the part of your mind that is being stimulated. Even if someone were to paralyze you physically so that you could not move, you could still see and know them and discern them. Even if there were an attempt to erase your memory, as often occurs to people taken against their will by forces who are intervening in the world, you could recall your memory through Knowledge.\n\nIt is only the surface of your mind that can be controlled here. But if you live at the surface and if you identify yourself with your ideas at the surface of your mind, then you will feel that you yourself are being controlled and manipulated. And you will be controlled and manipulated by the influences of friends and family, by commercial forces and by the bombardment of the images you experience as soon as you leave your home.\n\nIt is a very important thing, then, to understand the skill that has been developed in the mental environment and to recognize that it is the power of Knowledge that can offset it. You can create counter movements in the mental environment, but it takes tremendous energy, and it is not expected that you have developed such skills. But you need to learn how to shield your mind, particularly if you are near a Greater Community presence. Since the Greater Community has a presence in your world, it is something you may well encounter.\n\nThis is what enables you to be without fear when facing danger. This is what enables you to respond in an emergency, to do what is needed and appropriate without concern for yourself. This is the power of Knowledge. This is what enables you to mount tremendous effort under dire circumstances to save someone’s life, to save your life or to do something else that is required for the well-being of others. This is the power of Knowledge. It is what takes you beyond your mind, your thinking, your conditioning and the influence of the mental environment that you live in. This is the power of Knowledge. Others are inspired in spite of their ideas and beliefs, in spite of their fears because Knowledge has touched them. Knowledge within you has touched them.\n\nWhen you read the Briefings that have been sent from the allies of humanity, you can recognize the intention behind their communications. It is inspiring. Even though their message is difficult to receive and may frighten your mind, it is inspiring because of the Knowledge that it represents and the high regard for humanity this represents.\n\nYour allies will not come to save you. They will not mount an effort to come and save you. They will not betray the secrecy in which they live. They will not enter warfare with other nations on your behalf, and thus destroy everything it has taken for them to develop and to secure their anonymity in the universe. But their inspiration is important because it speaks to your experience. It speaks to Knowledge within you. This is the power of inspiration that can break the hold of the mental environment, that can break the hold of persuasion and that can break the hold of addiction.\n\nIf you are to be powerful as a people in the Greater Community, you must look upon these things with great sobriety, not with hope and not with fear, but with Knowledge; not wishing, believing and hoping that everything will turn out right and not with the fear that you will be overwhelmed and cannot respond. It is a different kind of position within yourself. It is a position you take in a house on fire when you must save people. You jump into action. You are not thinking about hope or fear. You are responding to a situation, doing whatever you can to help.\n\nMany people have had this experience. It represents a great state of objectivity. It is not aggressive. It is not destructive. But it is very different from your normal experience. It is this awareness that you must cultivate and support in yourself and others and bring to bear regarding your own understanding of the Greater Community. Without fear, without ambition, without wishful thinking, you can see things clearly—if you look, if you are patient, if you take time. There are no quick answers if you are seeking a deeper experience.\n\nOthers will try to influence you, and this influence is underway even at this moment from others in the Greater Community. Will you be able to recognize this influence? Will you be able to recognize with objectivity your own ambitions that will be preyed upon and your own fears that will be preyed upon? If you feel helpless and hopeless, that can be preyed upon. If you secretly desire power and advantage, that can be preyed upon. If you know your own mind, you will see where it is most vulnerable to persuasion and how it responds to this persuasion. You will have a choice then in how to respond, instead of being swept away and finding yourself in a bad state all of a sudden, not knowing how you got there.\n\nDespite the restraints and the difficulties of life in the Greater Community, it is a magnificent creation. What can be seen and experienced there is marvelous. It is nature on a grand scale. It is life expressing itself through an unbelievable panorama of forms and expressions. It is something that will move you deeply, for at a certain level, you are connected to this greater reality, this greater panorama of life. The wisdom that can be gained from the Greater Community is immense and immensely practical and relevant to everything you do and everything you will need to do in the future. The spirituality of the Greater Community is The Way of Knowledge in its purest, most essential form.\n\nThis is a source of inspiration because this reminds you that you are greater than your mind or your body, that you have a greater purpose in life and that the events of your life will give you an opportunity to experience and to express this purpose, which would never arise under more quiescent and normal circumstances. Your connection to life beyond this world, which is innate within you, is part of this purpose. You have only to be patient and take the steps to Knowledge to allow the pieces of the puzzle to come together, as they most surely will. Yet if you are reckless and impatient and try to fill in all of the spaces yourself, you will not see the picture that is waiting for you to discover.\n\nThe Greater Community is an experience. It contains everything that is marvelous and everything that is difficult, everything that is true and everything that is deceptive, everything that is wondrous and everything that is dreadful. But you must have great sobriety to approach this—to see with clear eyes, to see without preference, to see what you are looking at and to allow Knowledge to give you the indication if something is good for you or not and how you should respond.\n\nHumanity already has a great promise to be a race that is strong with Knowledge. You have been able to maintain your religious traditions. The Way of Knowledge is not foreign or unknown to you. It is part of your religious traditions. It is part of your worldly experience. In general, primitive peoples are closer to Knowledge than technologically advanced races. But Knowledge is there nonetheless.\n\nIf you know you are not your mind and can view your mind objectively and step back from your thoughts and feelings, then you have achieved a greater skill—a skill you will need with ever greater regularity as the world around you becomes more difficult, as the Great Waves of change break upon your shores, creating increasing instability and insecurity. In human societies in the world around you, you will need this inner strength. It must be strong enough not to fail you in your greatest moments of fear, doubt or anxiety. And you must withstand the inducements and seductions of the Greater Community that are being placed upon humanity at this time by small groups of intervening forces.\n\nThis is the greatest opportunity you have to fulfill your mission here, to discover your greater power, to discover your connection to God and to find your most potent forms of service to humanity and to the world. In adversity, you find your greatest strengths. Your higher purpose is called out of you facing situations you would rather avoid. If you seek only pleasure, comfort and security, what is great within you will not emerge, and you will neglect or avoid those circumstances that could call it forth from you. You will succumb to the mental environment and to the persuasions that exist there, following the expectations and demands of others, not even knowing where your thoughts come from and how they are being influenced.\n\nYour practice in dealing with the Greater Community happens right in your own home, in your sphere of friends, in your sphere of relationships. Where you work, wherever you participate with others, there is a unique mental environment in that situation. Every home has a unique mental environment because it is created by the intelligences that reside there. It is a part of life. It is an integral part of life. And it becomes a greater part of your life as you advance and progress and gain an understanding of the Greater Community all around you.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/power-knowledge/"
}