{
  "title": "The Power of Knowledge",
  "content": "God has given every person a deeper Intelligence, an Intelligence that is not affected by the world, that is not a product of social conditioning, an Intelligence that is not influenced by the powerful social influence that exists within your family and culture.\n\nThis deeper Intelligence within you is here to guide you, to protect you and to enable you to discover and to fulfill the greater purpose that has sent you into the world. This deeper Intelligence does not think and deliberate like your personal mind, like your surface mind, like the mind that has been conditioned by your family and your culture and your religions.\n\nThis is the Mind of God within you, a greater Intelligence that only responds to God and that is completely neutral and compassionate regarding the world. It is here to provide assurance that you will be able to find and fulfill your greater purpose, the greater purpose for which you have come here, to serve the world in its present condition and to lay the foundation for humanity’s future, a future that will be unlike the past.\n\nThis greater Intelligence, this spiritual Intelligence that lives within you, exists beyond your intellect. It exists beyond your speculation. It exists beyond your understanding.\n\nYour work now is not to try to comprehend or to try to control this greater Intelligence within you, but to learn to respond to it, to recognize its signs and to follow its guidance. Your responsibility is to discern this greater Intelligence within you, to follow its signs, to heed its warnings and to follow its guidance as it prepares a greater life for you, as it frees you from the past, as it frees you from your own predicaments, as it takes you into new territory and creates greater opportunities for you.\n\nBefore this greater Intelligence can be discovered, people live according to their ideas and their beliefs, and the ideas and beliefs and expectations of others. They live at the very surface of their mind, governed by their social conditioning, governed by their fears and preferences and governed by the prevailing beliefs and attitudes of their culture. Whether they are conformists or rebels, they will follow this culture. It will determine their thinking, their feelings, their decisions and their perception of the world.\n\nBut there is a greater Intelligence within you that is not influenced by these things. It is called Knowledge. It is called Knowledge because it is related to your ability to know things directly. This experience of knowing things directly is not the product of rational thinking; it is not the result of accumulation of evidence; it is not the product of speculation, argument or debate.\n\nSo fundamental this is to your well-being and to your understanding of yourself. For intellectually you cannot understand yourself, really. You can catalogue your ideas and beliefs, your predispositions, your fears, your patterns of thought and so forth, but this does not really tell you who you are. This only chronicles the degree to which you have been conditioned by the world and your own human frailties.\n\nYou have a relationship with God fundamentally, and this relationship is connected through Knowledge, and it is expressed through Knowledge.\n\nThis is not merely a matter of faith. Faith is what you exercise when you are not experiencing Knowledge—faith in Knowledge, faith in God, faith in something greater within yourself and within other people. But faith is only relevant to your personal mind, to your surface mind. To Knowledge itself, it is not an issue, for there is no doubt in Knowledge. It is not a mind that is full of doubt and fear and apprehension.\n\nFor Knowledge within you is not afraid of the world. It is not afraid of loss and deprivation. It is not afraid of death, for it cannot die, you see. Therefore, it has immense confidence and tremendous certainty. Because it cannot be influenced or corrupted by the world, it is the one thing within you that is really reliable.\n\nYour thoughts are not reliable; they are changing all the time. Your beliefs are not reliable because they are merely a collective set of agreements between people. If they are based upon false assumptions, then everyone is agreeing upon something that is inherently untrue and inaccurate.\n\nYou have faith in God when you are not experiencing God, when you are not experiencing Knowledge. For Knowledge is how you experience God, you see. You may try to have fantastic visions, elevated experiences, moments of impassioned exuberance, but that is not really your relationship with God. For relationships are based upon what you can do together, how you are united both in essence and in action. For you live in a world of action, so to experience the Essence of God is not enough to fulfill your relationship here. It must be a relationship in action as well as a relationship in essence.\n\nWhat does this mean, a relationship in action? It means you are here to do something together, in concert with one another. This is how Knowledge is really experienced. This is where its power and its efficacy begin to arise in your awareness and to manifest in your life. This is where your relationship with God really comes alive and becomes a foundation within yourself and a reference point for all your decisions.\n\nTo the intellect, Knowledge seems like a phantom, like a remote possibility, like something that is here to serve the mind. So the mind prays for what it wants because it is afraid. It prays for what it needs because it is lacking. It believes that if there is such a thing as Knowledge, it is here to serve the mind, to give the mind what it wants or needs and to fulfill what the mind believes already. In fact, people assume that God is here to serve their mind, to validate their ideas, to fulfill their expectations, to satisfy their desires.\n\nBut, you see, this is all backwards. It is fundamentally incorrect. Its ignorance and its arrogance become quite apparent when you really consider it. But people live within their surface mind, and so they think everything revolves around that. The whole universe revolves around their ideas about themselves.\n\nFor what is the mind at the surface but a vast collection of ideas and assumptions? There is really no essence here at all. There is nothing permanent here at all, and that is why people become so fixed upon their beliefs, so adamant about their ideas, and why they seek agreement from others so that their ideas can seem to become reality itself.\n\nPeople proclaim their certainty about God and God’s Work and God’s Word and God’s Message and God’s Messengers. This is an example of people trying to believe that God serves their ideas. So fixated they are upon their beliefs and assumptions, they cannot imagine that anything exists beyond them that is real and fundamental and inherently true.\n\nHowever, this is the case, you see. Your ideas are only ideas. There is a far greater truth and reality beyond them. But ideas are important because they either let you see this Greater Reality, or they prevent you from seeing it altogether.\n\nSo the quality of one’s ideas are important, and that is why, in the study of Steps to Knowledge, the New Message Book of Practices, you learn how to think the way that Knowledge thinks. You learn how to think constructively. You learn how to use the mind, your personal surface mind, effectively so that it can work in harmony with the greater Intelligence within you rather than competing with it for power and for dominance.\n\nKnowledge within you cannot arise if you are governed by your thoughts completely. If you think your ideas and your beliefs are reality itself, there will be no room for Knowledge to emerge, and you will be afraid of it—afraid it will threaten your ideas, afraid it will upset your goals and plans, afraid it will throw you into doubt and confusion regarding what you think is real, true and valuable.\n\nHere you create a hostile environment within yourself for the truth to arise. Though you may believe in God, though you may worship God, there is nowhere in your experience for God’s Wisdom to emerge. There is no room for God to guide you. You have set such strict limits on what God can be and what God can say and what God can do and what you can be and what you can say and what you can do, there is little or no room for God’s Wisdom and Guidance to emerge within you.\n\nHere you must recognize that your ideas and your beliefs are temporary experiences. There is nothing absolute about them. They are either helping you to see, to know and to act effectively, or they are hindering you. They are either allowing you to engage with Knowledge within yourself, or they are hindering or preventing this engagement.\n\nYour ideas are meant to serve a Greater Reality, you see—not to compete with it, not to deny it, not to try to control it or determine its ultimate reality. Here Knowledge gives you certainty and power, but it also requires humility on your part.\n\nThe assertion of your ideas and beliefs here has to be tempered. For in essence you do not know who you are; you do not know why you are here; you do not even know what you are doing, really. You are going through the motions of fulfilling your obligations and trying to satisfy your ideas and your beliefs and your desires, but you really do not know what you are doing. You are just going through the motions because you are doing what you think you are supposed to be doing.\n\nBut underneath this is a tremendous well of uncertainty and anxiety, self-doubt, self-recrimination, judgment of others and tremendous fear of the world and the future, tremendous fear of change, tremendous fear of loss, deprivation and self-destruction.\n\nPeople around you seem to be very certain, and they assert themselves perhaps, but underneath this is a tremendous well of fear, for they do not know what they are doing, really. They only think they know what they are doing, and so they are relying upon their thoughts and their beliefs to give them a sense of reality, purpose and direction. So if anything comes along to threaten those ideas, people act like their whole lives are being threatened, their whole lives are being challenged—so afraid they are of being wrong, of being invalidated.\n\nThe stronger amongst you can be the most foolish here. Those who claim to have certainty and power and who assert themselves and who admonish others with such certainty and self-righteousness, they are the weakest amongst you. Their foolishness now has taken on destructive manifestations. Their ignorance is hidden to them. They do not know how foolish they really are.\n\nThis is why often Knowledge emerges in times of great self-doubt, in the face of difficult and confounding decisions. This is why Knowledge will come to you when you feel like a failure, when you have made mistakes, because for these moments especially, you are allowing room within yourself for a greater Intelligence to emerge. God can speak to you now because you are more open to listening, because you recognize your needs, because you are more humble and receptive.\n\nThe problem here, you see, is not that Knowledge is difficult to find. The question is: “Do you really want it?” Or do you only want it to reassure you in times of doubt or to reinforce you in times of weakness? But the rest of the time, you want to be the captain of your ship. You do not really want to have a greater power emerge within yourself.\n\nThis strikes at the very heart of Separation, you see, which is fundamentally a competition for power. You only want God to have power in your life when you yourself are feeling weak and helpless. But the rest of the time you want to have that power. It is a competition for power.\n\nThis is what created the Separation in the beginning and what maintains it, not only within you and throughout the world, but throughout the universe—that part of Creation where the separated live, which is a very small part of Creation, I can assure you, but certainly great enough to transcend your understanding and comprehension.\n\nGod has given you a perfect guiding Intelligence. It is not bound to give you what you want, but it is here to give you what you need. It is here to fulfill the greater need of your soul. It is not a slave to the mind. It is the master. Your mind must become the servant.\n\nHere the true hierarchy of authority can become established, where your body serves your mind, your mind serves Knowledge and Knowledge serves God. This is the great peacemaker in the world, for Knowledge within you cannot be in conflict with Knowledge within others. You may have a different interpretation. Knowledge may assert itself differently and uniquely within you, and it will to some degree, but fundamentally you cannot be at war with another if you are both guided by Knowledge.\n\nFor Knowledge cannot attack itself, and that is why Knowledge is the great need of the world. It is the great need of the individual. It is the great need between nations and groups. The degree to which it has been realized and expressed will determine whether a nation will go to war or will continue to try to build a foundation for peace and peaceful relations.\n\nYou look out into the world and you see there is so little evidence of Knowledge in people’s thinking and behavior. People are governed by fear. They are governed by the fear of loss and deprivation. They are governed by their own desires. They are governed by their grievances and their distrust. And it is shocking that you live in a world without Knowledge.\n\nYet Knowledge is here. It is within each person, waiting to be discovered. Your great task in life—beyond mere survival, beyond the fulfillment of your basic needs—is to find and to follow Knowledge, to take the Steps to Knowledge.\n\nWithout this, you are operating on assumptions only. You are going into the future blind, governed by past conditioning that cannot account for events that are occurring now, that cannot anticipate the future, that cannot see the signs of the world. You are going into the future blind. You are living blind—governed by thoughts that are not even your own, governed by attitudes and beliefs that you have adopted from your culture, from your family and your society. You do not even know what you think as an individual. And the great problems you see emerging in the world around you and the confounding problems you see even within yourself—your own internal conflicts, your own difficulties and disposition—you cannot even understand how these can be resolved.\n\nBut no matter how confounding the problems of the world, no matter how confounding the issues and problems you may see within yourself, God has provided an answer, and the answer is the greater Intelligence that is here to move your life in a new direction.\n\nYou cannot use Knowledge to enrich yourself, to get what you want, to overcome others, but you can follow Knowledge to learn how to build a new foundation in your life.\n\nAllow Knowledge to show you what is important and to restore to you your self-confidence and your ability to understand others, your ability to experience and to express love, and the greater wisdom that Knowledge will provide for you in learning how to navigate a difficult and changing world. No matter how confounding the problems may seem to be and your inability to understand or to resolve them, there is Knowledge within you.\n\nYou see, Knowledge is not here simply to solve problems. It is here to give you a greater life, to take you into service to the world in the way that is most meaningful and important for you. It is meant to engage you with certain people at a much higher level, at the level of higher purpose. The direction it sets for you in your life is set to enable you to discover these things, and to establish a new kind of relationship with yourself and with others and with the world itself.\n\nHere your role will not be grandiose. You will not be a savior or an avatar, but your service will be very important and will help to initiate Knowledge in others. For Knowledge ultimately is your greatest gift. The demonstration of Knowledge—the reality of Knowledge—is the greatest gift. You can feed people, and this will be increasingly necessary in the difficult times to come. You can help people in many, many ways. That is very important and authentic. But your greatest gift will be Knowledge. For here you are giving them a reminder that they have a connection with God, and you are demonstrating this connection yourself through your thinking and your behavior.\n\nIf you want God to help you, you must build a relationship with Knowledge, for this is how God will speak to you. This is how God will move you, and guide you, and restrain you, and hold you back, and lead you forward. If you want the Power of God to be of service in your life and to others through you, then you must bring your power in service to God’s Power and not compete, and not deny, and not struggle.\n\nUltimately, this gives you peace and resolution because the war within you will be over—the war between what you want and what you know, between the desires of the mind and the certainty of Knowledge within you, the war between yourself and God that created the Separation.\n\nFor God is not at war with you, certainly, but you are still at war with God because you want to be god. You want to be the god of your life. You want to create your own reality. You want to live apart from God. And this motivation is still there, you see. It is important to face this and not deny it. It is creating the world that you see. It is motivating human behavior everywhere.\n\nYou have a greater destiny in the world. God has sent you here to accomplish specific tasks with specific people. The knowledge of this is kept within your Knowledge. The guidance to accomplish this is within your Knowledge. The meaning of this contribution to the world is kept safely within your Knowledge.\n\nYou cannot figure it out. You cannot understand it with the intellect. You can only follow it and serve it and use the powers of the intellect to help you do this.\n\nFundamentally, its reality is beyond your comprehension, but that is fine. Life itself is beyond your comprehension. God is beyond your comprehension. Love is beyond your comprehension. Inspiration is beyond your comprehension. Yet you are meant to have and to experience all these things. You can be happy without knowing why. You can be joyful without self-evaluation. You can feel inspiration in your life without having a logical explanation for it.\n\nYour great task now is to realize the need for Knowledge in your life—to have the honesty, the clarity and the humility to recognize that you are living a life that is disassociated from your greater purpose, that you are not fully connected with the real thread of truth in your life, that you are living out your ideas and beliefs and assumptions, fulfilling the expectations of others, going through the motions of life. But you are not yet fully alive. You are not really connected inside yourself to the deeper current of your life.\n\nRecognize this. Accept this. And it opens the door, you see. It allows something greater to emerge, which will emerge slowly within you. You cannot have it all in the next ten minutes. You cannot have it all today. It will emerge slowly and give you time to recognize it, to adjust to it; time to reconsider your thoughts, your beliefs; time to re-evaluate your relationship with others, with your mind, with your body; time to go through a great transition from being an individual who is a product of social conditioning to becoming a man or woman of Knowledge, guided by a greater power now that is mysterious, yet whose presence and whose guidance produce the most practical and meaningful results.\n\nThis is your greater work, for your greater purpose in the world will be based upon your foundation in Knowledge, for it can only be known. It cannot be figured out through debate or speculation. It cannot be realized through intellectual effort without this greater power within you. For this is the power that holds your greater purpose and will give you the strength and the clarity to discover it, to experience it and to express it effectively in the world where it must be expressed. The way here is simple if you are not governed by your preferences.\n\nGod is close at hand, and God’s Power that God has put within you to guide you, to protect you and to lead you to your great accomplishments is very close at hand. But you must create a place within yourself for them to emerge.\n\nYou must learn to ask questions without giving yourself the answers. You must learn to realize your deeper needs and the limits of your own ideas. And you must see the great need for Knowledge in the world around you as people desperately try to fulfill their fantasies and their desires, all the while disassociated from themselves and from the greater movement of life within them and around them. Instead of condemning the world, you must recognize the great need for Knowledge—within yourself, within others, within the entire human family.\n\nYou cannot live a greater life without Knowledge. You cannot know yourself without Knowledge. You will not be able to recognize and participate with those people who hold the greatest promise for you without Knowledge. You will not be able to realize that you live a greater life and that you have a greater destiny beyond the world without Knowledge. Even if you believe these things, you will not know them to be true. To be free from the constant aggravation of fear and anxiety, you must build your foundation in Knowledge, allow Knowledge to be the great presence within you, the ground of your Being, your fundamental reference point.\n\nAsk yourself, when you want something or desire something, ask Knowledge within you if it is important for you, and just see if there is a response. Your mind wants something, oh yes, it does. It wants this person; it wants to live in this place; it wants to have this wealth; it wants to have this privilege. But go to Knowledge within yourself and say, “Do you want these things for me?” And deep within you, you can feel the response.\n\nIn many cases, Knowledge will not respond because it is not important. It does not have this desire. And that right away tells you that you are going against yourself in wanting this person, this place, or this thing, whatever it may be. For your heart does not really want it. Your mind wants it. Your mind wants it because it is afraid, because it is insecure, because it is agitated, because it is uncomfortable, because it is without Knowledge to guide it. It is nervous always, restless, agitated, wanting this, wanting that, afraid of this, afraid of that. Never a moment of peace does it have.\n\nSo you go to Knowledge, and you say, “Well, is this important for me?” and you see that there is no response. In some cases, Knowledge will indicate adamantly, “No!” because in that case, you are wanting something that would really be harmful for you or that would take your life in the wrong direction, that would really set you back. In this case, Knowledge will create a sense of resistance and restraint within yourself. How many people have walked down the aisle on their marriage day feeling this great response and restraint as they were about to give their lives away to something that had no real promise or destiny?\n\nEvery bad decision you make, you will feel this resistance. You must learn to honor it. It is a sign. It means you must go to Knowledge. It means you must have a strong enough sense of the presence of Knowledge within yourself, a pervasive presence that is the ground of your Being—beneath and above and beyond your intellect.\n\nPeople call this a “gut feeling” because it is experienced much more physically. But Knowledge is more than a gut feeling. It is a greater Intelligence within you. If it does not want something you think you want, then you should not pursue that thing. If it creates a sense of restraint or resistance, you must hold yourself back, for you are about to make a very dangerous and consequential decision.\n\nIn other things, Knowledge will give you the go ahead. It is an absolute “Yes! Do this. Be with this person. Go to this place. Take this action.” You get a big green light within yourself because you have checked it out with yourself.\n\nBut, you see, people rarely ever do this. They simply go for what looks good. And every disaster that they create in their life always began with something looking good. They are lured by appearances—the promise of wealth, the promise of pleasure, the promise of love, the promise of happiness. They are lured by appearances.\n\nIf they went to Knowledge, they would see that the attraction was not real; that it was a deception, an illusion, a fantasy. They would see that if Knowledge is not swayed, they should not be swayed. If Knowledge is not impressed, they should not be impressed. If Knowledge is not taking the bait, they should not take the bait. This is the power of Knowledge within you. If Knowledge is at peace, they can be at peace. If Knowledge is not going anywhere, they do not need to go anywhere.\n\nThe more this becomes your experience, and it gradually will become your experience, the greater the certainty, the greater the confidence, the greater the equanimity you will experience in your life. For these things all come from Knowledge.\n\nThe New Message has provided the Steps to Knowledge. There are other teachings that provide steps to Knowledge, too. You must find the pathway that is correct for you. But once you find this pathway, you must go the whole way. Do not dabble with it. You will reach a point where you will want to quit, where you will be too uncertain to go on, where your mind will be swayed by other things, by other attractions. You will be distracted. But you must stay with your practice.\n\nWhen you begin the Steps to Knowledge, you must continue. Go the whole way. Do not stop. It is like climbing a mountain, you see. You go a little ways and you think, “Oh, this is hard. This is steep. Do I really want to climb this mountain?” You doubt and you reconsider because it is not as easy as you thought it would be. But you must continue.\n\nThe power and the presence of Knowledge lives within you, waiting to be discovered. This is the real meaning of your spirituality. This is your spiritual work. If you are to have any hope of discovering your greater purpose in the world and of finding those greater relationships that are part of this purpose and can express this purpose, then you must take the Steps to Knowledge.\n\nFor within you, you have Knowledge, and you have your ideas. They should not be in competition with one another. Your mind is meant to serve Spirit, which is Knowledge. Knowledge is here to serve God and to fulfill your purpose for coming into the world and the greater need of your soul.\n\nRealize, then, the path has been made simple. It is not complex. The journey requires wisdom and re-evaluation, but it is not complex. The need of your soul is fundamental. It cannot be satisfied through the acquisition of people, places and things. It is here to fulfill something greater, and Knowledge within you knows what this is.",
  "audioUrl": "https://www.newmessage.org/av/the-power-of-knowledge.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/power-of-knowledge-other/"
}