{
  "title": "Power and Responsibility",
  "content": "Many people’s interest in personal development, in spiritual growth and in cultivating their abilities is associated with the issue of power. It is very essential that you realize that power and responsibility are intrinsically tied together. You cannot separate them.\n\nPower is the ability to take care of people. That is the definition of power for now. There are other very good definitions, of course.\n\nMany of you will think, “Power is the ability to overcome obstacles, or handicaps or hindrances. Power is the ability to get things done in the world. Power is the ability to maintain a state of equanimity.”\n\nThis is all true, but it is necessary to talk about power in the context of providership, the ability to take care of others without loss but with gain. This is not the only definition of power, but it is relevant here.\n\nResponsibility is the ability to respond to your truest inclinations as well as to the needs of others. Therefore, responsibility is associated with providership as well. As you provide more for others, you must call upon your own strength. You cannot be obsessed with your needs, wants and difficulties because you have placed yourself in a situation that requires you to rise to a greater occasion and ability.\n\nThere is a great preoccupation in modern society with personal freedom, the ability to determine and carry out your own destiny. This is a very rare freedom you have, rare in your own world and rare in the context of the Greater Community of worlds, where personal freedom is extremely rare.\n\nThere is an obsession here with personal freedom. People wish to reclaim power, ability, relationship and resourcefulness, but they want it without any infringement upon their freedom at all. It cannot be that way.\n\nThere is a direct relationship between power and freedom. The more powerful you are, the less personal freedom you have, yet the greater internal freedom you have. Here you do not have the freedom to go wherever you want and do whatever you like at any time because you are carrying responsibility. You are answerable to other people through taking care of them and through providing service. You cannot just do whatever you want at any hour of the day. With greater power and ability, you have a greater sense that your life has destiny, purpose and direction. This is the greater context for freedom.\n\nPersonal freedom becomes very obsessive because it demands things from life that you yourself cannot provide. People say, “I want to have peace, power and ability. I want to be able to do what anyone can do, but I do not want anything to hold me back, restrict me, restrain me, or bind me. I want to feel good about myself. I do not want to be in difficult situations. I do not want to be confronted with ugly things. I want the world to be a wonderful place so that I can have personal freedom and not hurt anybody.”\n\nHow can there be peace unless you have regained your power? Peace is not a state where the world does not infringe upon you. Peace is a state of inner discovery where you have realized that you are part of life, that there are intrinsic relationships and that your Spiritual Teachers are real and exist within you.\n\nYou realize that you have assistance from without and from within—a greater resource than you could provide for yourself. This is what enables you to take on great tasks and carry burdens. This life is so short here. You are not here a very long time, but you can do important things here.\n\nIn modern society, you have both an opportunity and a handicap. Your great opportunity is the freedom to seek Knowledge and to express your inner life openly. This freedom is unprecedented.\n\nYour handicap is that you have very few models for true power and ability and very few models for successful relationship. Modern society seems self-indulgent and very chaotic. You are free to shop, but the selection is very great, and you have very little reference on how to make the best choice.\n\nIn modern society, you are free now to have relationships with very little limitation. Men and women are extremely available to each other as never before. They are not held apart by social castes or economic lines. You have tremendous wealth available to you. Your life is easy, and your fundamental needs are being met, for the most part. You have houses to sleep in, clothes to wear and food to eat.\n\nSo with your freedom you seek to regain your power. Yet if you try to do this without assuming the burden of responsibility, then your search will be fruitless. You will be demanding from others that they accept you and give you the freedom and license that you yourself cannot provide. This attempt is very disappointing. It is focused on taking and not on giving.\n\nMany people have often asked, “What can I do now to have greater ability?” On occasion, they were given specific indications. Often these were not met with favorably because it meant restricting their personal freedom. People then thought, “Oh, I don’t want to do that. It is too hard. It is too much. I would have to give up my little happinesses.”\n\nYou see, people rarely grow and develop on their own initiative. People usually grow because they must, not because they want to. There is complacency that is inherent in intelligent life, and your environment is so easy that complacency is built in.\n\nIf you lived in a more demanding environment where your choices were limited, then you would value your decisions far more because they would have much more serious consequences.\n\nResponsibility is difficult, but it is also very rewarding if it is placed in the proper perspective and given in the right area. You must choose wisely what burdens you will carry, whom you will take care of and for what reason.\n\nYou will be happier if you can provide for others beyond your own choice. For example, if you have children, some days you want to be a parent and some days you do not, but you are a parent every day. If you own a business enterprise, you carry on that business on days when you like having a business and on days when you do not. Here your rewards are greater and more long term than the freedom to go and have a day off whenever the impulse strikes you.\n\nTherefore, in whatever employment you are engaged, concentrate on contributing to people. Do not concentrate on being liked and accepted. Do not concentrate on having the license to express yourself without other people’s disagreement. Do not seek for freedom. Seek for contribution.\n\nYou are free to contribute in your society to a very great degree. This freedom is worthwhile. When you leave this world, you will not have to feed and house yourself. You will not have to take care of a physical body. You will not have all these trials and difficulties.\n\nIt is a characteristic of all men and women who have regained Knowledge that they can take care of other people effectively, without a loss of vitality. This does not mean that it is easy. This does not mean that it is always a pleasure, and it does not mean that they do it gracefully, necessarily. But they are capable of doing it.\n\nThere are two aspects of mind in every individual, and they must be addressed so that you can have a proper perspective on these things. Within you, you have a personal side and an impersonal side. Your personal side, which includes your personality and your intellect, is the aspect of mind that you have acquired and developed in your own brief life here. Your impersonal side is the aspect of Mind that you have brought with you. It is intrinsic to you. It is actually your reality beyond this world as it exists in this moment, which We call Knowledge.\n\nWithin the personal side, there are many points of view, but they are all personal. There is a fundamental difference between a viewpoint from your personal side and a viewpoint from your impersonal side. From your personal side, your life looks one way. From the impersonal side, it looks an entirely different way.\n\nThe personal side is fundamentally concerned with survival. Once it has made sure it has enough food for the body, enough clothing and shelter, it goes about seeking approval, for that is its desperate need, which is also based on survival.\n\nThe personal side is very needy. It has great anxiety about life because it is temporary, and it faces annihilation or infringement from so many different sources that it cannot account for them all. Therefore, it is fundamentally fearful and unhappy.\n\nTo allay its unhappiness, it seeks for stimulation and escape. It does not want to know, for Knowledge is fearful to it. Knowledge represents pain and loss and a threat to its survival. The personal side is not evil; it is only helpless. It cannot function on its own because it is like a child.\n\nYour impersonal side is fundamentally concerned with contribution, for that is why you have chosen to come into this world. You did not come here only for your own development. You came here with resources from your Spiritual Family beyond this world to contribute specific things in this time and place. Therefore, the impersonal side is fundamentally concerned with contribution.\n\nSurvival is not an issue with it except insofar that it wants to maintain the mind and the body in a healthy state. It wants to keep you out of danger and to make sure that you go to the right places and find the right people. Its perspective on life is extremely different from the personal side. Its priorities are different, its frame of reference is different and its concept of relationship is different. Its understanding about success, survival and well-being is different. It is a different perception altogether.\n\nOur work is to provide a shift into the impersonal side, for until that happens and becomes a foundation for perception and decision making, your life will still seem reckless and inconsistent. You will go from happiness to sadness, back and forth, back and forth. You will have brief moments of insight and long periods of emptiness and frustration.\n\nIt is important to reiterate that perception from these two states of mind is extremely different. From your impersonal side, once you gain a foundation there, you will look at life as if you were a visitor from your Spiritual Family, whom you were sent here to serve.\n\nYou will not be intimidated by the world because you will know it is a transient, temporary state and it cannot touch you. It can only hinder your ability to contribute. Your Inner Teachers are related to your impersonal side. That is why contact with your Inner Teachers is very valuable because they have the ability to initiate you into Knowledge.\n\nBut of course people live in their personal sides. You were born in a state of amnesia, and you have grown up developing your personal mind so that it can communicate and survive in this world. Communication and survival were necessary steps that you could not bypass in order to function here.\n\nYou must have a personal mind because it provides access to other people. It enables you to survive here in a physical state, but its duties and responsibilities are so limited when compared to your Knowledge that you cannot give these two aspects of mind equal footing.\n\nYour personal mind is about ten percent of you, and it is the ten percent that you live in. Taking you beyond your personal mind gives you a vision of life and a direct experience of your purpose. In time, as you gain further and further access to this experience, you will have the foundation for true accomplishment.\n\nWhen people talk about intuition, they are feeling the effects of the impersonal on the personal, but they are still in the personal. They are still concerned with getting things they want so that they can survive. This also includes happiness because if you do not get enough happiness, you will lose interest in survival and destroy yourself. This is why people do all manner of harmful things to themselves physically and mentally. They do not care anymore.\n\nThe personal side is all about fear and survival. It knows that it cannot overcome the forces of nature and that its fight to survive will in time be overwhelmed, and so it seeks comfort and escape. It wants to make sure it has everything that it feels will give it some sense of identity, purpose and direction. It wants this because, without your Being, it is lost. It is like a little child in a big world with no guardian.\n\nYour impersonal side is the guardian of your personal side. Your Being is the guardian of your mind. To be initiated into Knowledge is to shift your frame of reference from your mind to your Being. It is fundamentally a shift in perception.\n\nFor as long as you are in your personal mind, everything looks one way. Yet as you gain access to Knowledge and are able to experience it with greater frequency, you will notice this dramatic shift. Here you will not attempt to work out your personal problems while you are in your personal mind. You will only attempt to implement certain practices or procedures that will help you maintain what you know while you are in a state of unknowing.\n\nIt is very damaging to believe that your personal mind is evil or terrible when it is really pathetic. This is like punishing a child for being a child, for not being an adult.\n\nCan you create a mind in a few years that can match the magnitude of your true identity? Can you mock God like this? Can you create an awareness or a belief system that can in any way match the power of Knowledge? Of course not.\n\nYour personal mind needs your impersonal Mind to be safe. As your impersonal side emerges, you will feel increasingly safe and secure, yet there will be resistance at the beginning because of this survival issue.\n\nAs you learn to receive instruction from your Inner Teachers, you begin to relinquish some control over things. The obsession with personal freedom, which is the personal side’s obsession with survival and fulfillment, begins to be transferred to a greater power within you. You are now accepting relationship into your life.\n\nYou may live in a free country, and yet you live little lives obsessed with ridiculous things. When you are scared, you go seek relationship, and it gives you temporary relief. You do not know what to do with your freedom.\n\nGod is not interfering. You can do anything here, but very few people know what to do with their freedom. It is very sad because you may have everything and you are still empty. Your true desire inside has not been quenched.\n\nWhat begins to restore you then is responsibility. Knowledge will always direct you to begin to serve people, to care for them, to act in a responsible manner and to be effective in communication. It will help you discern whom to take care of and whom not to take care of.\n\nHuman beings must serve. You were made for this. In fact, all beings were made to serve. If you are a taker in life, you will be very unhappy. Life here cannot give you enough to satisfy you. It is always taking things away. This is extremely sad.\n\nKnowledge is with you. It is a tremendous Presence. It is so powerful that it is frightening to encounter at first. You can only gain access to it in small degrees because you do not yet have the capacity to accept such magnitude of mind.\n\nThat is why when people have an experience of Knowledge, they run away and go hide. They go back into romance or intoxication or some kind of debilitating activity where they can hide because Knowledge is so great.\n\nBecause your life is part of a Greater Plan, you have an intrinsic role to assume. This always engages you in relationship with others in a very profound way. Now you are not in relationship for personal freedom or personal fulfillment.\n\nYou are now in relationship, perhaps, for reasons you cannot even describe, but you must be together. As you are together, your life begins to feel more at ease, and there is greater self-acceptance. You see that your nature is geared towards a certain role that is best for you.\n\nGod knows that if you found your rightful place, much of your current turmoil would disappear. You would be happy just to do your part. Yet because your part is in contrast to so many of your former goals and ambitions, and because your personal side fears that your part may not be real or true, it is not sought after.\n\nYou see, there are turning points in life. Let Us say that life has three periods: a period of denial, a period of discovery and a period of accomplishment.\n\nIn the first period, your life is really about escaping Knowledge. It is preoccupied with excitement, sensation and stimulation so that your mind will not know anything.\n\nThe second period is the stage of discovery. It is born of the fact that the first stage is so terribly disappointing. Now you realize that there are important things you must learn and discern in order not to repeat old mistakes. You have a greater sense now that you could be far more happy, far more involved and a greater asset than you had considered possible before. So you begin to discern what is right and good and what is wrong or bad for you.\n\nThis in time leads to the discovery that you do have a purpose and that you must engage yourself in a certain way in life to discover this purpose and live it, for it is in living this purpose that it is discovered. We cannot give you a definition and say, “You are this,” and you say, “Oh, I’m happy. I know that I am this.” You must live it. It must grow for you. It is so great that you cannot simply accept it and have it happen.\n\nYour Teachers do not want to bring the realization of purpose about prematurely. It cannot be brought about until you are ready, willing and able to carry its responsibilities.\n\nDiscovering Knowledge means that you will be asked to do things in life that perhaps are not based upon former goals. But if you do them, you will respect yourself and feel at home within yourself because they will be so right for you.\n\nThe greatest struggle for freedom is always to escape the personal side to find Knowledge. But if you are afraid of your impersonal side, which everyone is, and have not ventured there effectively, then you will attempt to make other people love and accept you, either by force or persuasion, and make sure that no one infringes on you in any way.\n\n“No one can tell me what to do!” You see, that is the problem with Spiritual Teachers. They tell you what to do and you need their advice greatly, but they also teach you how to make decisions.\n\nIf you cannot be infringed upon by anyone, then there will be great conflict regarding authority: “I must determine what I do in life. No one can tell me anything.” That produces a very difficult teaching situation, for the student now is demanding great things but will not receive advice or direction from anyone.\n\nSo the Teachers cannot arise. They must be in the background, sending their thoughts into the student’s mind. The student will think it is his or her thoughts: “Ah, I had a marvelous idea today!” and the student will be restored.\n\nAs students learn to follow, they begin to have a sense that their direction is not coming from them alone, that there really is a very great Presence with them. It is not just their presence, for what is Presence but relationship?\n\nYou as an individual have no Presence. You cannot have Presence and be separate from life. You have Presence because you are intrinsically joined with life, and that is what produces Presence.\n\nThere are no powerful individuals. What can a powerful individual be? Powerful individuals are expressions of something greater than individuality, and that is what makes them powerful. That is why there are no great individuals, but there are great relationships.\n\nBecause of humanity’s social and political needs, you will become increasingly reliant upon one another in the years to come. The emphasis on personal freedom will be restricted by your circumstances.\n\nYou see, people want the world to be like a Garden of Eden so that they can have total freedom to explore and express, but the reality is that they have created something very different, which requires them to be in relationship with one another and learn to cooperate and take care of people. If you lived in a Garden of Eden, you would be very unhappy because it would not be requiring anything of you. You would be in a very beautiful isolation.\n\nWhat you will create are the conditions that will make relationship necessary because most people grow out of necessity and not out of preference. Real growth requires challenge, change and adjustment. It requires that you relinquish a little bit of personal freedom and yet it makes inner freedom possible.\n\nHow can you know your abilities unless you take care of people? How can you achieve anything without carrying a burden of responsibility? How can true friendship or true marriage ever be established unless you risk your own personal interests for someone else?\n\nThat is why having children is beneficial to many people. Then life is more about providing for others. There is a certain peace in this even though it is not easy. Here you do not have time to be constantly questioning, “Who am I? How am I doing today? What is my mental state? What is my physical state?” You have to take care of people.\n\nWhen you graduate from this world, for those of you who evolve beyond this world’s learning, you will have to take care of people. That will be your task. In specific ways, you will have to take care of people.\n\nWhen you are beyond this life, you will find that caring for those who are still here is very challenging because they are ambivalent regarding your existence. They are ambivalent regarding their relationship with you, if they are aware of it at all, and they have very conflicting views about everything.\n\nSo if you wish to contact them or give them something helpful, you are met with very limited results, not because they are bad but because they are part of a world that is without Knowledge.\n\nThis speaks of the greatness that is hidden within you. This greatness comes with a price, but the price is so small and the reward is so great that it is really without a price when you think about it.\n\nStudents of Knowledge must consider their relationships seriously because relationships are very important. They must consider their lives as having purpose and everything they do as being related to this purpose in some way.\n\nYou must be engaged with people in a special way to activate Knowledge in each other. These relationships based on Knowledge are not merely therapeutic. They do not merely put the personal side at ease. They are really for something greater.\n\nYour challenge now is to learn to contribute to the right people for the right purpose without putting yourself at risk unnecessarily. This calls for wisdom, a whole other aspect of learning. Yet wisdom goes along with the discovery of Knowledge.\n\nHere is an important idea that may perhaps be contrary to many of your ambitions. This idea is worth thinking about a great deal: The more powerful you are, the more hidden you must be. The greater your capacity for Knowledge, the less you will want to show it to others.\n\nThose who have Knowledge do not display it except in certain circumstances and with certain individuals. Why is this so? Because otherwise it generates conflict, fear and hostility towards the giver. It gives rise to the most deeply held conflicts of mind in the recipient. It can activate change before a person is ready for change and can stimulate a power in the recipient for which they may not have the capacity.\n\nTherefore, the more power you have, the more hidden you must be. For those of you who have thought about transforming the world or making a big show by demonstrating some great virtue, you must think very carefully now.\n\nIf Jesus Christ came tomorrow, he would begin the next world war. We assure you this would be the case—the believers against the non-believers. It would be terrible. Whenever any great soul has become public, there has been much conflict and discord. It has set in motion great forces of change. It has activated many people.\n\nWhen you are activated by Knowledge and you cannot accept it, you will fight the giver. Has Jesus Christ brought peace to the world? He has brought the activation of Knowledge. Many wars followed his presence here. He knew this would happen, of course. Thus, even he had a conflict with giving.\n\nYou do not give children power. You raise them so that they may become powerful. Yet at certain junctures in history, individuals of Knowledge must become open and display their ability, which is not their individual ability. This is what keeps your evolution going.\n\nThese displays are very rare. Do not think that if you cultivate Knowledge, you will be asked to display it very often, though you will be asked to use it constantly. If you give it indiscriminately, you will be very disappointed because you will find that most people are not interested and if you press them, they will become belligerent. It is very hard then not to be critical of others or demean your own gift.\n\nKnowledge is a state of direct realization and it is extremely powerful. It is not meant for everybody at this moment. Yet if it is passed on and given to the individuals who are prepared for it, then this world will accelerate its evolution, and the results of this giving will have impact on all levels of human endeavor.\n\nYou see, God does not want to activate Knowledge in each individual completely at this moment. It is not God’s Plan to do this because it does not work. There are certain individuals who need to be activated to a certain degree, and as they accept this and accept their function that arises from it, then they give certain specific gifts to others. Those people then pass on their abilities and so forth. So it grows extensively.\n\nIf one person gives the gift of Knowledge to another, the other will then feel motivated to give to others, and those who receive will give and so forth. Therefore, the initial gift will grow tremendously and have a resonating effect.\n\nThat is how God brings about fundamental change with a minimum of disruption. That is how a greater ability of mind is brought into play without producing terror or conflict. The Wise know this to be so. That is why they say, “The greater your power, the more hidden you are.”\n\nIf you wish to be popular and have great accolades for yourself, then do not share Knowledge directly. Keep the pearl within your heart and give the ideas that emanate from Knowledge because ideas are something the world can engage with.\n\nYou cannot activate another’s Knowledge. You cannot teach Knowledge. It cannot be taught; it can only be passed on by a process that is very mysterious. You can only bear witness to it.\n\nKnowledge activates Knowledge. You cannot say, “I am going to activate your Knowledge. I am going to get you in touch with your Knowledge.” That is not successful. You do not know how willing, ready or capable the other person is.\n\nPeople know many things that they do not accept. You know things about your life that you have not accepted. You know what to eat and what not to eat, but you do not follow this. You know which relationships are wasting your life, but you will not disengage. Why? Because you are not ready.\n\nYou do not have the capacity for this change, and you may not be able to accept what it will bring to you as a result. That is alright, but if you try to teach people Knowledge, you will try to change them, ignorant of their level of preparedness.\n\nKnowledge activates Knowledge. Therefore, your first responsibility is to become a student and a recipient of Knowledge. Then Knowledge does the work itself.\n\nIdeas are very important because they prepare people to discover Knowledge, but ideas are not Knowledge. All that they can do is prepare a mental framework where Knowledge can arise most easily.\n\nIt is the work of your true Teachers that activates Knowledge in you because they are a force for Knowledge. It is not their personalities that are important. It is their power in activating Knowledge.\n\nTherefore, when you think of becoming more powerful, think of having great responsibilities. If you want power without responsibility, you will end up fighting people and blaming them for your difficulties. If you want more power, you will have less personal freedom and will have to be more discriminating in relationships.\n\nEven though some may feel that they are very advanced, there is no one in this world who is advanced. No one in this world is beyond temptation or fear, so do not think that you can overcome the world.\n\nPeople will either strengthen you or weaken you. There are no neutral forces in life. At your current stage of development, people will either strengthen you or weaken you. Even if they are not harmful and are very loving people, if they are not directly involved in the enhancement of your Knowledge, they are weakening you to a subtle but very real extent.\n\nYour time is precious. Yet people say, “I want to have relationship with anybody I want. Why am I so limited? I try to go be with someone and my internal state says No!”\n\nThere is an infringement upon your freedom when you are assuming greater responsibilities. If you become married, you cannot have sex with anyone you want. If you have children, you cannot go out and play at will. If you have a business enterprise, you will have great burdens and concerns.\n\nAttempt anything important and there will be an infringement on your personal freedom. This is fine because it offers you something better.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/power-and-responsibility/"
}