{
  "title": "The Prison",
  "content": "You are aware of prisons. They are places where people are incarcerated and neglected and often abused. They are places where people are taken away from normal life and placed under severe limitations and supervision. They are places where people lose contact with the outside world and are often forgotten and overlooked.\n\nToday We speak of the prison within yourself, that which locks you in and holds you back and takes you out of life and separates you from that which you love, that denies you your destiny and your freedom. A prison without walls, without bars, without guards, an invisible prison, the prison in your own mind.\n\nWhen you look at people, they are there, but they are not really there. They are locked away in their perspective and their attitudes and beliefs; in their grievances, their dreams, their hopes, their fears and anxieties. You speak to them, but they can barely hear you. You look at them, but they cannot really see you. You try to reach them with a gracious message, and they do not know what it is.\n\nThey appear to be free in certain nations. They can move about. They can, to a certain degree, determine their occupation, perhaps even have the freedom to choose whom to marry, which is still a rare freedom in the world. But they are still in the prison, you see. It is the prison of Separation, built over time and circumstance, shaping itself and determining what a person can see and not see, do and not do and hear and not hear.\n\nEveryone’s prison is a little different, but the reality is still the same. It is your most fundamental problem, beyond acquiring for yourself the basic necessities of life, which for many people is still a grave and urgent need. But once this need has been sufficiently satisfied, and people have a reasonable degree of security in this matter, then they have to deal with gaining a different kind of freedom, a freedom that is not really imposed even from the outside, though it is reinforced there.\n\nIt is the prison, you see. You are walled in, kept out. You cannot respond to your Source. Knowledge within you, the deeper Intelligence that God has given you, is giving you signs and clues every day, but you do not hear, you do not feel. And if you do hear, you think it is something else, just another thought in the mind amongst all the other thoughts, which come from nowhere and have no value.\n\nThis is the central dilemma, you see, living in Separation, living in the physical reality, living in a body, being circumscribed by a world of constant change and uncertainty, by competition and conflict and the ever-present fear of loss and deprivation. Here the world is not so much the prison, but your mind itself. For you may have all the comforts that money can buy, and yet you are desperate, like a caged animal pacing back and forth, needing constant stimulation, needing constant distraction and obsession that keep you from experiencing your truly miserable state.\n\nIt is only when you realize you are living in this prison, and that you are not living the life you were sent here to live and meant to live, that you begin to turn a fundamental corner in life. It is here that Heaven can truly assist you. But it is a turning with many steps and stages and thresholds. It does not happen all at once in a day or a month or a year. But it must begin with this fundamental need to know your greater purpose in life and to have the inner freedom to experience and to express this.\n\nYou can be locked in place in culture and society, economically bound to take care of a family or to function in a role, but you can still have this inner freedom, you see. And if you have this, you become like a saint, like a beacon, a dispenser of wisdom, compassion and forgiveness, someone that people will come to in time to seek advice and resolution because you are the only one amongst them who is really without conflict inside, for you have stepped out of the prison and live there no longer.\n\nIn this stage, you are only circumscribed by the limitations of your outer life, but your inner life becomes more boundless, more pure, not beset with constant fear and the constant need to escape from fear that is the fundamental condition of nearly everyone else.\n\nThis is a problem for every person, not just those who are elected or those who are the most promising or the wealthiest or have the greatest opportunities. For God has sent every person into the world to serve the world in a unique way with certain people and certain situations. The fact that most people are not engaged in this manner is the cause of suffering at every level, and produces the world that you see and touch and hear every day.\n\nBecause of this, it is everyone’s problem, central to everyone’s core needs. No matter how much people try to satisfy themselves with pleasures and possessions and romance and the quest for power and prestige, this fundamental need lives within them still and cannot be fulfilled in any other way.\n\nThey are still in the prison, you see, now more deeply bound by their passions and their pursuits and their ambitions, ever more fearful that they may lose all of these things. Now they have enemies. Now they have competitors. Now they have countless other forces to threaten them. So while they might seem to rise above everyone else in a material sense, they are more aggravated than the average person and will rarely experience a moment of peace and reprieve.\n\nThough this may be the pursuit of the world, Heaven has sent you here for a greater purpose. And only God’s New Revelation for the world speaks of this directly. It does not require belief in a great messenger or saint. It does not require adherence to a strict religious philosophy or ideology. It does not require that you belong to a religious system or organization. You may exist within or beyond these things because your fundamental need is beyond these things.\n\nOnly God knows how to free you from this prison. You might try any form of escape, trying to live a purely happy, simple life; trying to live a pastoral life; trying to live an agricultural life; trying to build your life in such a way that you do not feel the constant infringement of your inner restraint. But try as you may, spend your lifetime trying to formulate the perfect set of circumstances for yourself, you have not escaped your fundamental problem. And you cannot assure that these circumstances that you have been able to create can be sustained and can be protected, thus giving rise to constant fear and aggravation.\n\nGod understands this predicament because it governs the entire physical universe, a physical universe where the separated must live in countless forms, in countless worlds, in countless expressions of culture and civilization, at countless different levels of technological and social development. It is the condition of living in Separation, in this world and in all worlds where intelligent life has evolved or where it has established a settlement. That is how fundamental this is.\n\nGod gave you the freedom to enter Separation, to be an individual, to be alone, to appear to self-determine your life. But this has been your burden as well as your freedom. God understands your predicament, and God has given the answer to the human family and to all families of intelligent life everywhere, in all dimensions and universes. It lives within you today. It is your way out of the jungle. For it is not corrupted. It is not acquiesced. It is not adapted to the world. It does not need approval or reward here. It is without fear, for it cannot be destroyed. It is the only part of you that is pure and fearless, wise and compassionate. It is the part of you that has never left God and is still connected to Creation.\n\nThat is why there is no Judgment Day. That is why there is no Hell and damnation because part of you is still living in Creation and cannot be separated from God. But the part of you that has been cast out and has left on your own accord, that is journeying through the physical reality, that is where you are today. But this bespeaks your greater reality, your greater origin, your greater destiny, which exists outside the prison walls of your own beliefs and infringement.\n\nGod has the key to your prison gate. And it is perfect. And yet you hesitate because you are not really sure you want to leave the confines of your own mind. Though you suffer there, you also are adapted to this and are afraid of change, thinking that without this confinement, you would be lost. You would be destroyed. You would disappear. But none of this is true. You would still be here. You would still be you. You would look the same in the mirror. Your outer circumstances have not changed. You did not die and go somewhere else.\n\nIt is that your mind is opened, and you begin to experience things you never felt before. And you begin to realize you have always had moments of this experience. And you would see this in such contrast to your normal daily state of mind, which is groveling, self-deprecating, fearful and suspicious.\n\nBecause you were sent into the world for a greater purpose, you must find the freedom to discover this purpose. You must find the freedom to find those people with whom it is concerned. You must find the courage to undertake the preparation for this. You must build the strength and the self-discipline to travel on a different kind of journey. You must build self-confidence, escaping your self-repudiation and the clouds that hang over you.\n\nTherefore, God’s first purpose is to unburden you, to give you the chance to see that your real life is outside this prison, and that you have settled for far too little in life. There is a greater reality awaiting you—a greater calling, a greater purpose, a greater experience of life.\n\nEven if you are bound physically, culturally, bound by poverty and circumstance, your mind then still becomes a conduit for grace. Instead of an individual struggling and striving to survive and to gain happiness from whatever can be acquired, you now become a portal through which Heaven can speak and shine upon the world, a world that is growing darker with each passing day, a world that is facing the Great Waves of change.\n\nWithout this power and this grace, you will become ever more fearful and discontented as the world around you changes and becomes more difficult. You will become ever more affected by people who are now becoming more angry, more judgmental, more threatened by the great change that is occurring throughout the world. You will become more isolated. You would feel that your survival and your affluence and your well-being are under constant attack. You would blame others for this, perhaps even whole nations of people that you do not even know. You would become partisan. You would be conflicted. You would be at war with yourself, caught up in wars occurring all over the world.\n\nBut God has sent you here for a greater plan and a greater purpose, not to fall into this hellish trap, not to descend into chaos and misery in the prison house of your own mind, but to allow your mind, this beautiful instrument of communication, to be a medium through which greater gifts can be given to the world through you, for which you were perfectly designed.\n\nThis then is how God will redeem you and restore you—not because you have assumed a preferred belief; not because you have believed in the Jesus, the Buddha or the Muhammad, but because you have opened to the power of Knowledge that God has placed within you. Here Jesus, the Buddha and the Muhammad become examples of contribution, of freedom in the greatest possible ways.\n\nThough you are not asked to do what they did, you are in essence undergoing the same process of preparation. But this must be a conscious journey. Do not think that you are on this journey already and that you are making great progress. Until your internal state begins to change, your values begin to change, your priorities begin to change, the nature of your inner experience begins to change, then you are not really set on this journey yet. Perhaps you are standing on the shore, looking at the great ocean before you and wondering what is on the other side.\n\nGod’s first purpose is to unburden you, which is giving you escape from your prison because within your prison, you cannot see, you cannot know, and you cannot hear sufficiently to recognize the greater journey that is yours to take. You are far too confined within yourself and subject to the influence of other people that are oppressing you to be able to have the strength and the determination to set out.\n\nOn this journey, you do not necessarily leave your family or circumstances, for in many cases this is not possible or even appropriate. This is an internal journey, the greatest you will ever take, the most profound, for it is the Will of Heaven that you do this—fundamentally, essentially, beyond all of the beliefs and perspectives, beyond religion, beyond nationality, beyond race and tribe, culture and custom.\n\nThis is your contract with God. This is what has brought you into this world with a greater purpose. And this is what will restore you here, for you must be here to be restored in this way.\n\nYou may pray. You may fall down on your knees. You may recite the sacred texts. You might try to live perfectly, according to the prescription of religion. While this is a noble enterprise, it does not guarantee your escape from the prison.\n\nFor many people, this even deepens their incarceration. Now they become vehement about their beliefs and judgmental of everyone else. Now they think their beliefs are the only or most important beliefs that everyone should believe and that those who will not and cannot believe should be punished or cast out or even destroyed. They have turned God’s great Revelation now into a weapon, to be used for power and condemnation.\n\nThis is trying to believe inside your prison. This is what it looks like if you do not find escape and relief from your confinement internally.\n\nIt is unnatural to be incarcerated. You were not designed for this. It is unnatural to be bound so tightly, restrained so much by your culture and your own inner beliefs and emotional states. It is unnatural to base your life on ideology alone, for in your natural state, you do not have ideology. You do not need ideology. While you are in this world, in your natural state, you need a framework in which to work, but you see that God moves in and beyond all things. Flowing like the wind through the forest trees, it is not bound there, though it lives there as well.\n\nTherefore, seek escape from your prison. Recognize your prison. Become aware of your own inner states and attitudes as objectively as you can, and you will see how restrained you are, how obsessed you are, how depressed and repressed you are—not only by outside forces and circumstances, but your own inner states.\n\nYou cannot change your outer circumstances to make everything perfectly agreeable without becoming self-deceptive or delusional. But you can open the prison gates of your mind, and God has provided the Steps to Knowledge to make this possible. God has provided the way out—not just something to believe in, not just guidelines for personal behavior, not just commandments for living in the world, but the actual pathway out of your prison house, out of the fog of confusion and self-repudiation.\n\nEverything that is destructive in the human mind, the source of all destructive behavior, the source of all cruelty, the source of all violence and grievance is confusion. And confusion is the product of being unnatural. It is an unnatural condition. Where you have come from and what you will return to is not a state of confusion, but of great certainty and humility.\n\nTherefore, do not try to figure out how you are going to be happy in life. Certainly, there are problems to solve and dilemmas to address. Certainly, there are corrections to be made that you can see even today. But you do not know the way out of this jungle, for you do not have the key to your prison.\n\nBut God is providing the key, once again. This time it is being given in a pure form, being recorded for the first time in all of human history in its pure form—so pure you can even hear Our Voice, the Voice that spoke to the Jesus, the Buddha and the Muhammad. You can hear. You can read. You can understand—because this is the Voice of Heaven speaking to you. And its first purpose is to give you freedom—not complete freedom because that is not fully possible here, but the freedom to find and to discern the deeper voice that God has placed within you and to follow that voice and to allow it to reshape your thinking and your life.\n\nThere is no one in the world who could figure out how to make this work, though people keep trying. God is giving you, then, a pathway out. It is not filled with grandeur and miracles and promises of ecstasy. It is just the pathway out. It restores to you the primary connection between your worldly mind and the deeper Mind of Knowledge within you. And through this connection, you are given things to do that are really restorative, that bring resolution to your life, that counteract the forces and tendencies within your mind that deepen your prison and keep you trapped there.\n\nWhat a blessing, then, to live at a time of Revelation, when such a gift is available to you in the purest possible form, living at a time when God’s new Messenger is in the world, bringing this Revelation to as many people as possible. You are blessed to hear this and to receive this.\n\nGod has attempted this before, but God’s Revelations have been miscast and misunderstood, misused, and turned into a form of oppression, a yoke for the people.\n\nOnly those who have a greater sense of Heaven can see beyond these things and use the great traditions beneficially. But this requires a deeper sense. You must be thinking outside the prison to feel these things—to feel this greater association; to have a sense that you are being watched over, beneficially, with great wisdom and compassion; to see that your sins, however deep, cannot prevent you from receiving the Grace of Heaven.\n\nThe goal here is not to escape the world or die and go to some heavenly state, but to become what you are really meant to become here, in whatever circumstances you find yourself, whether you are rich or poor, whether you are free to travel or not free to travel.\n\nWhether you can alter your circumstances or not alter your circumstances, you become a light in the world because you are free of the prison—free enough to live outside of it, to see the stars beyond the clouds, to witness the beauty of nature at every moment, to marvel at life’s thousand simple pleasures, to feel the presence of Heaven blessing you so that you may have the power and the opportunity to bless others with that which is pure and beyond definition.",
  "audioUrl": "https://www.newmessage.org/av/the-prison.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/prison-escape-your-mind/"
}