{
  "title": "Escaping Suffering",
  "content": "There are three different curriculums for ending suffering, three different remedies. There is the remedy for those who wish to give up a little bit of suffering. There is the remedy for those who wish to give up a lot of suffering. And then there is the remedy for those who wish to give up all suffering. They are very different remedies—prescriptions you might say. We would like to talk about the prescription for giving up a lot of suffering.\n\n\n\nYou are already quite aware of the prescriptions for giving up a little suffering. They are very, very simple and most of them simply mask your problems. Some of them give you temporary relief for very brief periods of time and make life a little more tolerable. This first prescription is by far the most popular.\n\n\n\nPeople are not aware of how unhappy they are unless something very wonderful or mysterious happens to them. Only a profound experience of happiness provides the contrast necessary to illustrate what is truly possible and meant for people. You are here because you are seeking a greater remedy, a greater happiness and a greater fulfillment in life, and that is why We must talk about suffering.\n\n\n\nThere are two kinds of suffering. We would like to make this distinction. The first kind of suffering is the kind most people think of when they think of suffering, and a simple definition could be: Suffering is the recognized or anticipated loss of something you value temporarily.\n\n\n\nYet there is another kind of suffering that people rarely consider that We would like to concentrate on because it has a great deal to do with your understanding of how happiness can be achieved here. The second kind of suffering is your yearning for your Spiritual Family, for God. It is a very different kind of suffering from suffering because of the loss of temporary things.\n\n\n\nThe first kind of suffering deals primarily with your mind. It is not pain. We must make that distinction. It is not physical pain, though physical pain can result from it. We do not want to analyze the first kind of suffering, for there is too much of this already: “The Psychology of Suffering.” We would like to talk about what really motivates people in life. The first kind of suffering is something that you experience daily, even every hour—the loss of things and the anticipated loss of things. Loss of experiences, loss of objects, loss of friends, loss of abilities, loss of opportunities, loss of securities and loss of pleasures. Loss, loss, loss!\n\n\n\nThis is very dominating, this “loss” phenomenon. It is the down side of happiness. It is like a great shadow that follows you about, for whatever you hold dear today, you can lose tomorrow. It can be gone. Many things you cannot even consider losing because it would be too terrifying and painful.\n\n\n\nSo there is this problem of suffering. You cannot avoid it because it is such a constant companion. If you begin to observe your thoughts, you will realize how your mind goes from one loss to another, and the only way it can mask this emphasis is by hoping for new and exciting things. Whatever you hold to, you keep losing it, and this gets very tiring. You spend a lifetime accumulating and giving it all up. It is a very tenuous state to live like this, but it is the state of the world.\n\n\n\nTraditional religion in its very pure forms has said: “Give everything up now that you anticipate losing and you will undercut the source of your suffering.” However, for most people that increases their suffering right away because they must give up everything they want even before they lose it, and it looks like a terrible prescription. Not a lot of people are very excited about this approach. Not much enthusiasm here. “Okay, I’ll give it up right now. Then I won’t have to worry about it anymore!” This prescription plunges you into the heart of the dilemma, but it is only half of the picture and of the two halves, it is the less important. Your happiness, your healing and your well-being cannot be born of a negative influence or emphasis.\n\n\n\nWhat motivates people to look beyond their pain? What calls people out of conflict? What carries people forward in life? What encourages them to give up a painful situation for a greater opportunity, however uncertain? What is this power that calls on you and why do you respond to it?\n\n\n\nMany of you have specific questions on how to make things better in your life, but We will give you more than that because you need more than temporary relief. Yet there is a problem here because if We tell you what is true and you are not ready for it, you will argue with Us because knowing what is true is always dependent upon how much you want to know the truth. This can be difficult to ascertain sometimes within yourself because you may be eager to give up suffering, but you are not always eager to embrace the change that is necessary.\n\n\n\nWhat is this power that calls you forward in life, keeps moving you, keeps you out of stagnation and keeps reminding you that there is something greater for you to do in life than simply suffer? What is this power, this great attraction, this great response within you?\n\n\n\nIt is true that people suffer over loss—whether recognized or anticipated—but there is a greater yearning that is in the very heart of all people. It is in such an intimate place within them that it is rarely discovered either by themselves or by others. In this place are the greatest tears and the greatest laughter and the greatest happiness. Here suffering is like a shell or a very thin wall. It is not deep and cavernous.\n\n\n\nThis power does not itemize everything you must give up in life. It speaks of what life is bestowing upon you. Its emphasis is giving, not losing. It is an attraction in and of itself. When you recognize this power, you just begin to simply drop other things and go for it. Who cares about losing anything? And because you cannot take everything with you to find this power, you naturally let things go along the way. They simply become burdensome to you. They are recognized as complicating your life, holding you back and making you unhappy, and you simply drop them.\n\n\n\nThis great attraction, this yearning you have, is for God. Without God, the greatest yearning you could have is for romance. It is probably the only other thing that you would abandon yourself for. Falling in love, head over heels, who cares about security in the world? Who cares about what happens to you? “Oh, I don’t care! I only want my love!” You can only think of your love night and day, day and night, and you notice your life keeps working out for you, miraculously, even without you managing everything. But romance is only a very, very small and temporary experience compared to what is really moving you in life.\n\n\n\nUntil you find out what this is, you will keep yearning and trying to fill your yearnings with people, things, new experiences, new sensations or new stimulations—constantly new things. New, new, new! You do not really want most of them anyway, so you end up giving them up for other new things. When you stop stimulating yourself, you begin to feel this great yearning, and this is the beginning of your self-discovery. This yearning is not terrible. It is simply very deep. It is like remembering how much you love your parents, in spite of everything that has happened. It brings sadness but gratitude, too. It is too deep to be sentimental.\n\n\n\nYou are endowed with the source of happiness, and it seeks to be used each day and in time to be relied upon. That is why We teach people to begin to rely upon Knowledge, the greater capacity of Mind they have for knowing and for following what they know.\n\n\n\nPeople who want only a little bit of relief from suffering only go so far with this. Perhaps they try to use their intuition in the face of very complex and confusing decisions, and the rest of the time they never think of it. But people who want to give up most suffering begin to see new opportunities for developing their experience of Knowledge, developing their capacity for Knowledge, fine-tuning their abilities and developing themselves.\n\n\n\nThen there are the very rare individuals who are ready to give up all suffering, and for them there is a very special curriculum which We will not speak of, for it is not relevant to your needs. They choose a path that is very expedient but not easy because the direct method is not easy. The slower method is easier now but more difficult in the long run.\n\n\n\nIf you think of solving any problem and you think, “Well, let us solve it today!” or “Let us solve it sometime soon,” or “Maybe we’ll solve it later,” these represent the three kinds of approaches. But there is a little trick in all this because God is very smart.\n\n\n\nIf you seek to give up most suffering, which is a very great step, you begin to experience a profound happiness, and this paints a sharp contrast in your life. You begin to see that as you follow Knowledge, you come closer to happiness, and as you neglect or avoid Knowledge, you go away from happiness. Here you learn the simple lesson that if you go towards Knowledge, you become happier and if you go away, you go back into confusion, anxiety, anger, sadness and all forms of unhappiness. Eventually, you will get the idea that if you spend more time with Knowledge and follow Knowledge, things will work out better. So you start doing that more and more.\n\n\n\nThen you will want to spend all your time with Knowledge because what is the point of only spending part of your time with something that renders certainty, power and relationship to you? It can take many years to reach this decision, but people do eventually. Here it is guaranteed that if you undertake the process of giving up most suffering, you will want to give it all up someday.\n\n\n\nNow here is a very important thing. We hope you will listen to Us and not to your thoughts. We are more interesting than your thoughts.\n\n\n\nWhen We say, “Give up suffering,” people do not get excited unless they are in a very unhappy situation in life, so unhappy in fact that they will consider anything. They want a way out. Unless they are that uncomfortable, giving up suffering only sounds like a good idea. “I’ll add it to my list of things to do this year: This month I will give up suffering. I’ll put it on my daily goal list!” Well, if things are not too bad, who cares about giving up suffering, but when things get really bad, people say, “Now I’m interested!”\n\n\n\nTherefore, the idea of giving up suffering is not enough to encourage or evoke enthusiasm from people. They ask, “Well, what do I have to give up to give up suffering?” They become very nervous. “What do I have to give up now? Maybe I don’t want to give up some things. Do I have to give up those things to give up suffering?” And people think of all the ascetic, religious people who do not have anything and think, “Oh, that’s not for me!” However, what this really means is accepting happiness and certainty into your life, and that undoes suffering.\n\n\n\nWe want you all to give up suffering. That is Our wish for you because you do not need to be this unhappy. You must recognize you are unhappy to recognize the need to do something about it in your life. How people recognize they are unhappy is either by becoming more unhappy and finally realizing they are unhappy or by having a profound experience of happiness and realizing the contrast.\n\n\n\nThere is not a great deal of change you must make to become very happy. The world does not have to be a pretty place. There does not have to be no war in the world for you to be happy. You do not have to have all problems solved to be happy. You do not have to satisfy all of your great goals to be happy. That is not the requirement.\n\n\n\nHaving more of what you want will not make you any happier. You have more of what you want now than you did yesterday or a long time ago, and you are not much happier. Perhaps life is a little better, but you are still involved in trying to get things, to keep them and to prevent life from taking anything away from you. That is very desperate. There is no happiness there. There must be a different approach.\n\n\n\nIt is like a prison full of people who are all in their cells, but all the doors are open, and they are still in there because they have been in there so long, what else is there? The fact that the doors are open does not occur to them. They are still trying to make do with their current circumstances.\n\n\n\nWhen you begin to experience Knowledge, you begin to comprehend some important contrasts in life. You begin to experience true certainty in the world, incrementally at first in little situations, and with increasing regularity as you begin to follow Knowledge, mysterious as it is. Learn to follow Knowledge and learn to contribute to others very directly, and there will be no time for suffering. Who has time to sit around and anticipate loss when there is so much to do right now?\n\n\n\nYou see, you are very helpless in determining the course of events. That may sound like an insult. Human beings are supposed to be so powerful—such great minds, they can do so much, they can achieve so many goals. But if you observe your current state of mind, you will realize how helpless you feel in the world.\n\n\n\nYou live your life on assumptions and when they are disappointed, it is a crushing blow. How easily your happiness is blown away by some minor change in life. Your happiness must be established on a firm foundation, on something you brought with you into the world and not on what the world can do for you.\n\n\n\nBecause you are so often afraid and endure so much anxiety, it bears witness to the fact that you truly feel endangered and vulnerable. You can bolster up your courage to say, “I can handle it all. I will determine my destiny. Yes, I will forge ahead!” And by sheer will power, you actually can achieve more than you thought you could, but you have not resolved the problem of suffering, and the real happiness that We are speaking of will still escape you even though it is right there.\n\n\n\nYour first objective then is to face your suffering directly, and by this We mean you must face suffering without judgment. If you are present with suffering, it cannot affect you. But if you are reacting to suffering or trying to change it, it can overtake you at any time. Those who fight suffering will become enslaved, for they are responding to it. It is capturing them because it is a habit and an addiction. It is something that claims people in spite of their good intentions.\n\n\n\nNow We would like to talk about some points that are relevant to everyone. First, one of the requirements is that you stop trying to solve your problems. That is very important. Begin now to give up trying to solve your problems and everyone else’s. If you are always trying to solve things, you are not in a position to experience Knowledge. You must relax about the situation. Only if something demands immediate action must you act. Unless this be the case, unless the requirement is immediate and obvious to you, then it is wise to settle down and begin to really feel where the certainty is regarding the situation. This is not a desperate attempt, and it involves faith.\n\n\n\nYou cannot solve all of your problems. That is not the way out of suffering because more problems will take their place, and more problems, and more problems, and they will enter as fast as you resolve the old ones. You will not have a life without problems, and if you do, that would be a terrible problem for you. So problems will always be around. It is like having to eat the next meal or get sleep the next night or go to work the next day. Being in the world is a problem, so problems are part of life here.\n\n\n\nThe second requirement is that you should take inventory of those things that you feel are truly making you unhappy and see what can be done about them. Again, ideal circumstances do not provide happiness, unless you are starving to death or have some immediate requirement that is absolutely necessary for your health and survival.\n\n\n\nPeople have very important discoveries in life when opportunities do not look good. As a matter of fact, most important discoveries happen during these periods. When everything is going well, people go to sleep. They become less attentive and less observant. They are lulled into a napping state. So if your circumstances are not ideal, that may be very good for you.\n\n\n\nNext, do not be satisfied with the normal state of mind. It is pathetically limited. There is much more for you. As you become more serious about your well-being, this will become more evident. Here it is very good to check up on yourself regularly. For casual students, at least once a day. For serious students, more often than that. Check up on yourself. How are you doing, really? We present a contrast in how people can live their lives from the way they habitually live their lives. This contrast is very, very important.\n\n\n\nThe next requirement is not to think that improving your circumstances will guarantee what you are truly seeking. Those who live very luxurious lives do not exemplify any greater happiness than you do. Can you see this? And if you think otherwise, you should go spend time with them and find out how disappointing it is. They are more anxious about losing things than you are. They have more to lose, and they have not found the source of their own happiness or their foundation in life.\n\n\n\nNext, it is not the goal of life to not work. It is the goal of life to find real work in the world. It is what is meaningful that is lacking, and that is why people suffer. When meaning becomes your foundation—true meaning—then that will be the source of your happiness, and you will be able to take it with you wherever you go, regardless of circumstances.\n\n\n\nPeople who are inspired are not thwarted by unhappy appearances around them. They can function anywhere if they have adequate support from other people and if they continue to nourish their awareness and experience of Knowledge. Then, as they become stronger, they can take Knowledge where Knowledge seems to be lost, and they can contribute to people who are without Knowledge and who are lost.\n\n\n\nThe more you come to Knowledge, the more the dark cloud of suffering will part for you. You see, people in life are swamped in misery. That may sound very negative, but compared with your natural state, it is quite accurate.\n\n\n\nWhen you begin to wake up, you begin to realize that you have been in a very deep sleep. The world generates this kind of sleep. It is constantly feeding it and regenerating it, so you will need to withdraw from the world a little bit at the beginning of each day to find some relief and to allow your mind to settle down if it is aggravated. This is true for everyone.\n\n\n\nThat is why We do not recommend that students of Knowledge read newspapers or magazines or watch television very much because this simply aggravates the personal side of their mind, which is where they suffer. If you are serious about finding a way out of suffering, you do not want to keep aggravating your problem by putting your finger in the wound.\n\n\n\nYou must allow your mind time to settle down. Your thoughts are moving around very rapidly. They preoccupy you and you follow them. They are very unhappy thoughts, and if you try to put happy thoughts in their place, well, they are moving around, too.\n\n\n\nHappiness is a quiescent state. It is not jittery. It is not trying to go anywhere or get anything. It is very still, so you have to become still to come into proximity to it. It is as if happiness were going five miles an hour and you were going a hundred miles an hour. Well, you passed it by.\n\n\n\nSome people are very critical, thinking that they have created all this misery and suffering. Well, they have, but it is only because they did not know any better. After all, you are simply doing what everyone else is doing. Do you blame the child for being a child? Do you punish a child for acting silly or being forgetful or not having skills?\n\n\n\nIf there were only two avenues to follow that you were aware of, and they were both unhappy, it would be hard to choose one of them, yes? If you could choose between a path of unhappiness and the path of Knowledge, well, there would be no choice. That is why Our emphasis is to bring you to Knowledge. That solves the problem right there.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/problem-suffering-greater-happiness/"
}