{
  "title": "Protecting the Message and the Messenger",
  "content": "God has spoken again. A great Revelation for humanity is now in the world, more comprehensive than anything that has ever been presented here before, given at a time of great change, a great threshold for the human family as humanity faces a declining world, as humanity faces a universe full of intelligent life—the greatest threshold the human family as a whole has ever encountered and for which it must prepare.\n\nGod knows that the great Messages of the past cannot prepare humanity for these things We speak of here today. They were not designed for this, given in ancient times. But now God must speak again because humanity is facing its greatest trial and its greatest opportunity for unity and cooperation in the face of a changing world.\n\nIt has taken 30 years for the Messenger to receive this Revelation. It is so great. It is so deep, given now to a literate world, a world of global communications and growing global awareness.\n\nNothing like this has ever been given to the human family before, given not in pastoral terms and in anecdotes, but in the clearest possible language with its own commentary; given in the simplest words so that it can be translated easily into all the languages of humanity.\n\nIt is the most precious thing for those who have the eyes to see, the ears to hear and the heart to know. It will be seen. It will be recognized, without undue fear or doubt.\n\nYet such a precious thing coming into the world in such a pure and simple form must be protected and nurtured by those who will be amongst the first to receive it, for that is their great responsibility, you see. It is not enough to merely be the recipients and the great beneficiaries of God’s New Revelation for the world. They must also seek to protect the Message and the Messenger. Both will be vulnerable to human corruption, human misunderstanding and all the grievances and ignorance and aggression that exist in the world today.\n\nClearly, religious violence is on the rise as humanity faces a world of growing population and declining resources. Something this pure, given, contravening much of the belief about God’s activity and God’s past Messages, will certainly arouse resistance and condemnation. This always happens at a time of Revelation.\n\nHeaven knows that this is the case. And that is why those who are amongst the first to receive and to recognize that God has spoken again must take it upon themselves to maintain the Revelation in its pure form, without wedding it to other teachings, ideas or beliefs.\n\nThis [corruption] will happen by others, through others, as the Revelation begins to establish itself here. It will be corrupted. It will be changed. It will be alloyed with other things. It will be misconstrued, even by those who think they understand it and who respect it and who are grateful for it. They do not yet realize that they must protect it in a pure form.\n\nThey must understand that once the Messenger’s life here is complete nothing can be added to it and that the Seal of the Prophets will close behind him. Then Heaven will have nothing more to say.\n\nIt is a great opening, a great portal into the world, a great miracle of this time and age. That you are living at a time of Revelation is of such great significance, though you may not recognize this yet at all.\n\nIt is of the greatest importance that you realize that the Message is always greater than the Messenger, that you cannot simply align yourself with the Messenger and neglect your responsibilities as a student of the Revelation and all that it will provide, and all that it will direct you to do, and all of the clarification it will bring into your life and activities.\n\nFor the Messenger does not seek for you to make of him a symbol of worship or idolization, but to take up the calling to become a student of Knowledge, to take the Steps to Knowledge, the deeper Intelligence that God has placed within you, and to become a true student of God’s New Message.\n\nIt is very important that you speak for the Revelation, not to try to explain it to others, but to point to it so that those who show an interest or even curiosity can go to see for themselves, to be a wayshower for others. For you cannot explain a Revelation of this magnitude in a few words. Nor should you emphasize only one aspect of the Revelation, for it is a Teaching of a thousand teachings.\n\nPeople will present needs to you. Direct them to the Revelation that speaks to these needs. Do not try to explain all of this yourself, for how can you represent something like this?\n\nYou must protect the Revelation from condemnation and usurpation and all of the ignorant and unfortunate incentives that people bring to something of this nature. Everything that is incorrect about how people view God and God’s Presence and activity in the world will be represented and demonstrated as God’s New Message is proclaimed and brought here. The anger, the fear, the doubt, the issues with religion, the confusion about religion, the insistence that people think they know what God’s Will and Purpose is, the mindless association with beliefs and ideas that have little connection to reality—these are all the problems that will arise, you see.\n\nFor the world is a corrupt and confused place. The human family is profoundly unaware of the power of God’s Presence and activity in the world, working through people from the inside out.\n\nThe stories, the miracles, the admonitions from the past cannot really explain what God is doing here. For to understand what God is doing here, you must understand what God is doing in the entire universe. And for the first time in this world, in your history, this is now being revealed through God’s Revelation.\n\nDo not think your beliefs about religion or religious leaders or even the great Messengers are absolute, for they are all relative in terms of time and space and change. They are only an approximation, for the Mystery and grandeur of God is so much greater than people think.\n\nYet God has put a deeper Intelligence within each person, through which the power of the Creator can speak and direct one’s life and activities.\n\nThis is the brilliance of the Creator of this universe and all universes, and of Creation beyond the physical realm entirely—the changeless Creation from which you have come and to which you will eventually return.\n\nHumanity stands at the threshold of a universe full of intelligent life, a Greater Community of life of which it knows nothing at all. Humanity is facing a world of declining resources and growing economic and political upheaval. It is the greatest challenge the human family has ever faced. Both of these great phenomena can threaten the future and the existence of human civilization and all that you hold to be valuable, purposeful and meaningful here.\n\nBut you must not come to the Revelation just to confirm your own beliefs or to associate it with what you have been taught before. For the Revelation is not bound by these things and seeks to take you to a greater elevation from which you can see your life, your circumstances, your history and the world around you with a much clearer view, as if you have finally escaped the shadows of the forest and can put yourself in a prominent place to see clearly the lay of the land around you—where your journey started and where it must go now.\n\nYou must protect this understanding that you are beginning to learn. Do not destroy it by trying to associate it with what you believe already, for in that you lose sight of it immediately and try to merely use it to confirm what you think already, when in fact God’s New Revelation is to take you beyond what you think currently. For what you think currently can never account for your true existence here or provide for you the real direction that you must follow that represents the Will of Heaven for you.\n\nThis is the pure Revelation, uncontaminated by human misuse and human adoption, uncontaminated by governments and ambitious individuals that have taken religion and turned it into a state, an authority, that have sought to eradicate from it all the mystery and the confusion and the beauty and the greater promise that even the great Messages from the past were meant to provide.\n\nWhen you encounter something so pure, you begin to discover what is impure within you. It becomes revealed as you take the Steps to Knowledge, to the greater Intelligence that God wants you to find. It [the Revelation] will reveal all the impurities of people’s point of view and approach. It is like the light that reveals what is being hidden in the darkness.\n\nIt is not here to condemn. It is not here to overthrow governments. It is not here to threaten institutions, but to reveal the Will and Purpose of God so that humanity can prepare for the new world and for its encounter with intelligent life from the universe.\n\nNothing learned before can prepare you for these things, for this is an unprecedented change in the evolution and history of humanity. You must now have Wisdom from the universe to guide you. You must learn about life in the universe to guide you, which has never been presented before and could only be presented by the Source of all life to have a complete picture.\n\nEven a beneficial race from beyond could not give you this perspective entirely, for they know not of the human heart and the human awareness. They only know a small piece, perhaps, of what this greater evolution really is—how it began and what its ultimate purpose is.\n\nGod’s New Revelation for the world could have a remarkable impact on the world’s religions, opening them up to a greater panorama of life, making them more universal and complete. But who within these traditions can accept that there is a New Message from God and that a Messenger has been sent into the world, a member of the Angelic Assembly, who is charged with overseeing this world and its development and progress? Who has the eyes to see, the ears to hear and the heart to know?\n\nThis is why the Message and the Messenger must be protected—to keep this sacred, to keep this pure—as much as possible. This protection must happen within your own mind and heart.\n\nYou must be willing to have your life reshaped by the greater Knowledge that God has put within you, for this opens the door to a new life—a life of greater purpose, meaning and relationship.\n\nYou must keep the pathway pure within yourself first. That is where the protection begins, you see. It is not merely defending it [the Revelation] against criticism and condemnation. It is maintaining its pure pathway within yourself, returning always to the Revelation to learn with greater clarity.\n\nThe Revelation is the largest ever given to this world. It brings with it great clarification. It is not merely left up to human commentary or scholars or pundits in the future to describe what it means—those who never knew the Messenger and whose understanding is so very incomplete.\n\nGod is bringing the Revelation to the people, not to the religious experts or the political experts or the leaders of nations. For they are far too constrained and compromised to understand something of this nature unless they realize within themselves that a greater Revelation must be given and that they must receive it and protect it against all harm and misuse.\n\nTherefore, this is your responsibility, those of you who can receive and respond. The gift is not for you alone. It is leading you to a greater level of service in the world.\n\nBut to begin to take this journey, you must examine your motives from the very outset. You must understand your condition as honestly as you can. Ask yourself if you are truly living the life you are meant to live and listen deeply within yourself for a true response.\n\nThis begins a greater engagement of many steps, an engagement that will lead you to thresholds in your life through which you must pass. And you will pass through them if you keep the Revelation pure and uncorrupted in your own experience. In this way, you represent the Message and the Messenger correctly while people around you will misperceive these things and misconstrue them at every turn.\n\nYou must keep the Revelation pure and focused and not align it with other things so that its strength and power can be expressed to you. You must share this with those whose hearts are open and who are reaching for a greater purpose and meaning in life. They will come to you in time. You cannot waste this on those who will not know and cannot know and who are fortified against it by their own position and state of mind.\n\nThis is how the Revelation can build a true Worldwide Community of respondents through which it can flow and influence the direction and the decision making of all of humanity in time. How this functions is beyond human understanding, for your mind is not big enough to contain this in its entirety. But you are part of a Greater Plan not of your own making. And you were sent into the world to do this, you see, though it is different from your own designs, goals and incentives.\n\nIf you have the humility and the understanding that you cannot fulfill yourself and that you need to reconnect with your Source in the purest possible way, then you will put yourself into a position to encounter the pure Revelation, and to take the steps that you must take, and follow the pathway that you must follow. Your heart will be so happy that you can do this, for you have never been able to satisfy yourself really in this world.\n\nGod is doing this to keep you here with a greater purpose, not to take you away. Much has been done to bring you here. A great deal of effort has been made to make it possible for you to enter the world at this time, under these circumstances. Why would God waste that? Any progress you make has benefit for others, and the achievements you make in following the Revelation have great benefit for the world. Do not assign to yourself a great role, but be the humble student of Knowledge, for that will take you where you really need to go.\n\nProtect the Message and the Messenger by keeping the Revelation pure within yourself, and present it purely to others, bringing them to it without trying to explain everything to them. Your explanations will be incomplete and perhaps dangerously incorrect. The Revelation will speak to them if they can hear.\n\nIt is a challenge for everyone’s honesty, you see, and humility and sincerity. It is a test for everyone whether they can respond or not. But it is not up to you to judge them or to condemn them if they should fail this test at the outset.\n\nPerhaps they are not ready. Perhaps they have not suffered enough or failed enough at their own ambitions. Perhaps they have not seen the limits of their own understanding significantly to recognize that they must have the New Revelation from God.\n\nDo not change the words of the Teaching. Do not alter the texts of the Teaching. Do not try to make it more comfortable for yourself. For the Revelation is here to take you beyond where you have been, not to fortify where you are now, which is unhappy, fearful and unaware of greater things that you must understand.\n\nIf you want God to help you, you must be willing to change your life, which in most cases is changing your thinking and, at certain points, changing your circumstances. Otherwise, you want God to be your errand boy to give you favors and dispensations, to help you build your life of Separation, which can never be successful.\n\nStand by the Message and the Messenger as they become known in the world. Do not abandon them.\n\nIt will show you who is really with you in your life and who is not. It will show you who is really open and who is not, who has humility and sincerity and who does not, who is moving forward and who is not, who wants to hear and who does not, who seeks to know the truer meaning of their life and who does not.\n\nIt levels the playing field for everyone, rich or poor, educated or uneducated, from every nation, every religion, every culture. You will find here the highly educated are no more open than anyone else, and often have a greater difficulty in receiving something of this magnitude.\n\nIt is not what you believe. It is not your ideas. These are all temporary things that you develop here on Earth. You have a sacred bond with your Source that exceeds all of these things, and your Source is speaking to you now and to the whole world.\n\nKeep this pure. Support it. Stand by it. Do not alter it in any way to make it more agreeable to your tastes or your habits. Be a bridge from the Revelation to the world, if you can in time.\n\nHonor the Messenger, but know that he is the Messenger. Greater than the average person he is, for he is Angelic, but he is not a god, and must not be worshipped. He has part of the Revelation within him, you see. To know him, to meet him, to learn of him in his lifetime is of the greatest importance. He is an older man now, so time is important here.\n\nThis is the greatest event in the world today, the greatest event that has happened in over a thousand years. And you are alive at this time.\n\nYou are here to learn to receive, to reconcile your life, to escape self-condemnation and the condemnation of others, to escape a compromised and unhappy life that could never be fulfilling, by building a new foundation within yourself in the purest possible way. God has shown the way, and the way is before you now.\n\nDo not betray the Message and the Messenger by changing it, defiling it or corrupting it or condemning it in any way.\n\nIt is greater than your understanding. It is greater than your objections. It is greater than your opinions, your views or your fixed beliefs.\n\nTo approach something this pure, you must have a pure intent. You must understand your deeper needs and the needs of the world. You must open yourself to the Revelation. It will bring you back to who you really are and why you are really here in the world at this great turning point for humanity.",
  "audioUrl": "https://www.newmessage.org/av/protecting-the-message-and-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/protecting-the-message-and-the-messenger/"
}