{
  "title": "Protecting Yourself from the Intervention",
  "content": "As humanity faces its greatest difficulties living in a declining world, certain other races from the universe around you will come to try to take advantage of the situation for themselves. Posing as enlightened beings who have your best interests at heart, they will seek to gain greater influence here in a world of great value and strategic importance.\n\n\n\nHumanity’s difficulties and overuse of the world have prompted this Intervention. It is an Intervention with a dangerous intention. Many people have been affected by it, and some have been taken against their will aboard craft, alien craft. It is a phenomenon that has only recently been discovered and researched.\n\n\n\nIt is a worldwide phenomenon. It is being done to breed a new leadership for humanity for the future. Should the Intervention prove to be successful, individuals will be in place, appearing to be humankind, but dedicated and connected to the Intervention itself.\n\n\n\nOthers are taken to be reconditioned, to be turned to support the Intervention and its plans and goals for humanity. It is one of the great dangers facing the human family at this time, a great danger that very few people in the world are even aware of.\n\n\n\nThe Intervention has been functioning here with little human resistance for many decades. Its plans are now in a mature phase, waiting to exploit human weakness, human division, human superstition and human expectation to their own advantage, to gain control of the world and the world’s precious resources.\n\n\n\nTheir goal is not to eliminate humanity, but to use humanity as a workforce, as a subservient workforce, to maintain the appearance of normalcy as long as possible while the power and authority over the world is shifted to foreign powers. It is a complex and devious plan.\n\n\n\nIts reality and its demonstration in the world are revealed through God’s New Revelation, a New Message for humanity, as part of the preparation for the Greater Community, a Greater Community of intelligent life in the universe.\n\n\n\nHumanity is unaware and unprepared for this great threshold—indeed, the greatest threshold that humanity has ever faced and one that will determine the fate and the future of the human family. It is of such great significance that governments of the world hide what they know and discourage their populations from inquiring about this most serious problem.\n\n\n\nIn spite of the secrecy and the denial, people around the world have witnessed foreign craft flying in your skies with impunity. Many people have been taken against their will. And others have been influenced to believe and to accept the Intervention and to become part of its persuasion upon humanity.\n\n\n\nThe question arises: “How can I protect myself from the Intervention?” This, of course, depends upon your previous exposure. To what extent have you had contact and exposure to the Intervention and its presence in the world?\n\n\n\nGod’s New Revelation is here to provide the preparation and the means of protection, but there are certain things that people must know at the outset regardless of the degree of their exposure.\n\n\n\nThe first is to become aware of the Intervention and to not be deceived by its promises of peace and salvation for humanity. Here you must not be dazzled by advanced technology. And you must not lose faith in the human family, human institutions and human leadership, for the Intervention will seek to exploit this to their own advantage. Having lost faith in human leadership and human institutions, people will naturally turn to other powers to guide them, to protect them and, so they believe, to redeem and to restore the world.\n\n\n\nIt is a perfect scenario for a devious set of forces here in the world today. They do not come with military power, for that is not their strength. Who they are in the Greater Community is something that the New Message reveals and that you are encouraged to study.\n\n\n\nGod has called upon those few free races in your region of space to witness the Intervention and to send their testimony and their Briefings to help prepare humanity. This has been done in a series of Briefings called The Allies of Humanity Briefings. For it is important for you to know that you have those in your region of space who care about human freedom and sovereignty in this world, or you will feel overwhelmed and too diminished to have confidence in humanity’s future and freedom in the universe.\n\n\n\nBut those races who are free will not intervene in the world, for they understand this is a violation of humanity’s authority and sovereignty in this world. Their assistance will be given in the form of a set of Briefings to alert you to the presence of the Intervention and what must be done to counteract its presence in the world. So the first step in your personal preparation is to become aware of the Intervention as it really is, not as it pretends to be.\n\n\n\nNext, you must not lose faith in humanity—in its creativity, in its power and in its integrity, despite the grave and serious errors that are committed in the world and which will be committed into the future as you face a declining world.\n\n\n\nYou must not lose confidence in your own inner power and strength that God has given you to be able to face and to navigate the difficult and uncertain times to come. Without this faith and this growing confidence based upon your real experience, your awareness of the Greater Community and of the Intervention in the world will be too overwhelming for you. You will not have a strong enough foundation upon which to stand, and your awareness will defeat you and overwhelm you.\n\n\n\nThat is why the Creator of all life is sending the New Revelation to the world and with it the preparation to gain access to the greater power of Knowledge within you—a deeper Mind, a greater Mind within you, the part of you that is still connected to God.\n\n\n\nRegardless of your religious beliefs or lack of religious beliefs, this is true for every person. And it is true for you. You must have this greater power and strength available and take the Steps to Knowledge as they are being provided through the New Revelation.\n\n\n\nWhat We are saying here is that you must build a foundation within yourself where your greater strengths can issue forth and begin to guide you in your daily life and that you have increasing experiences that the power and presence of Knowledge live within you and will guide you when it is truly needed.\n\n\n\nYou cannot use this power to gain wealth and advantage. It is not a resource for your intellect. It is far too important and too great for that. Likewise, you cannot comprehend it intellectually because the power of Knowledge and the reality of Knowledge exist beyond the realm and the reach of your intellect. It speaks of your deeper nature and your greater purpose for being in the world at this time, which must be revealed to you slowly and incrementally as you develop and as you take the Steps to Knowledge.\n\n\n\nIf you are to have a Greater Community awareness and understanding, if you are to comprehend the greater forces that are moving the world and the fact that humanity is facing competition now from beyond the world, you must have this greater strength. You must be building it every day, for it is this greater strength that will give you immunity from the influences of the Greater Community. It will enable you to see clearly beyond the powers of persuasion and deception that are being cast upon the human family, particularly on an individual basis.\n\n\n\nAs the human condition deteriorates and there is greater uncertainty, conflict and upheaval in the world, people will turn to other powers in the universe, dazzled by advanced technology and the appearance of those who proclaim themselves to be here to save the human family. You must see beyond this deception, and you must warn others, for it is a great problem that is going unheeded, and people are unprepared. They do not know what to make of this.\n\n\n\nYour awareness and your education here are critically important, or you will not have the strength to resist the Intervention. You will not have the power and the clarity to be of service to humanity, to warn humanity about the dangers of this Intervention and what it truly seeks to establish here on Earth.\n\n\n\nOnly God can provide this education for you, and God has called those few free races in the universe to supplement this education so that you may have a very clear understanding of what you are dealing with. But you must understand that competition is part of nature and that intervention is something that has happened throughout human history, with one group of people intervening in another group’s environment. The lessons of intervention are clear, but people are unaware of these things. Unless they have experienced them directly in their own nation’s recent history, the notion of intervention can seem very foreign.\n\n\n\nIn dealing with the presence of the Intervention, should you experience it in any way, it is so important that you not become emotional. Do not become loving. Do not become fearful. Be neutral. And if it is directed at you specifically, tell it that you recognize its deception and that you will not support it. Make yourself an undesirable subject for their usage. Tell them you will resist them with every fiber of your being and they will not choose you to become part of their human group of representatives. You will cease to be a desirable subject for their study or experimentation.\n\n\n\nAt this moment, you have no idea how cruel their treatment of human beings really is. They have no regard for your spirituality or the value of your presence. You are merely a tool and a resource to them. Individual freedom is unknown to them, and they do not value it. They think it is part of the chaotic nature of humanity, a chaotic nature that they seek to control and to eliminate.\n\n\n\nIf you have had previous encounters, it is important that you seek assistance in uncovering them so they are not lurking within you, influencing you, casting shadows over your mind.\n\n\n\nIf you have had a direct encounter, it means that you have been influenced and discouraged from recalling your experiences and understanding them clearly and honestly. You have been compromised if this has occurred. You have been violated. Your mind has been breached, and an attempt has been made to alter your understanding and your awareness.\n\n\n\nThere are many people who suspect or who are certain that this has happened to them. If they are clear thinking and honest with themselves, they will realize that it is a violation and that it is not being carried out for a good purpose in any way.\n\n\n\nSome people have been turned to the point where it would be very difficult for them to see clearly and to gain access to the power of Knowledge within themselves. Their thinking has been altered. They have been imprinted with images of human disaster and chaos. They have been convinced and changed, and now they see what their governors want them to see. They think what their governors want them to think. They think that they are being wise and spiritually enlightened, but really they have fallen into servitude—a cruel servitude, a servitude that will deny their humanity and their allegiance to their own kind. This is how serious a problem this is.\n\n\n\nSurround yourself and protect yourself by saying Nasi Novare Coram, which is a protection [given by] the Angelic Presence. Build your inner strength and [connection] to Knowledge, for Knowledge cannot be persuaded. Knowledge cannot be induced or seduced. It cannot be overtaken. It remains strong and clear and cannot be violated. Knowledge is unknown to the Intervention, or it would not be here undertaking its dangerous and unnatural activities.\n\n\n\nYet you must understand that your intellect can be overtaken. It has been overtaken by your family and your culture to a very great extent. How much more powerful will the Intervention’s persuasions be, those races who understand how minds can be changed, how defenses can be taken down and how minds can be infiltrated and imprinted and impressed.\n\n\n\nEven greater than the powers of your culture can these forms of persuasion be. Without the power of Knowledge in your awareness, you would feel almost helpless and impotent in the face of such persuasions if they were aimed at you directly.\n\n\n\nThis is a crisis facing many people. Some people are not even aware that they have been targeted in this way. And those who have been taken against their will, their memories have been denied and blocked, and now they live with a kind of suppression within themselves. For if your memories have been blocked, so is your awareness of your deeper nature. So is your awareness of your inspiration, your wisdom and your insight. It is all subdued together, you see.\n\n\n\nPeople are living in the shadows of anxiety and inexplicable fears. They sleep with the lights on in their bedroom and carry on other kinds of activities that reveal a very, very deep fear and apprehension.\n\n\n\nSome of this, of course, is due to human trauma and has nothing to do with the Intervention. But for many people, the Intervention is a source of their great difficulty, their sense of compromise within themselves, the violation that has occurred in their lives and the unfortunate and unhappy consequences this produces for them every day.\n\n\n\nYou must gain the strength to oppose the Intervention. But to do this, you must become aware of it clearly, without confusion. You must be building your awareness of Knowledge, for that is the source of your strength, your courage and your determination. You must become increasingly aware that that deeper part of you cannot be violated and persuaded, and that only your intellect, if it is unprepared and not guided by Knowledge, will be vulnerable to the powers of these persuasions.\n\n\n\nThe New Message provides a greater preparation. It is not something you can learn by basically a few simple concepts or recommendations. It is not something you can learn in a weekend, for you are preparing yourself to confront the realities of the Greater Community. It is not only that there is an Intervention in the world at this time. It is that humanity is facing a greater reality for which it is unprepared.\n\n\n\nThe hour is late, and the Intervention is already underway. It is gaining its converts. It is turning people to its persuasions. It is a powerful force. It is seeking to influence individuals in positions of leadership in government, religion and commerce. Certain individuals have been targeted for this purpose.\n\n\n\nGovernments will not reveal what they know, and the public remains blind and vulnerable. Who will alert them? Who will teach them? Who will begin to spread the wisdom that humanity is being infiltrated at a subtle but pervasive level? Who can begin to prepare and teach people about the realities of life in the universe?\n\n\n\nGod has provided this teaching and this preparation as part of the New Message for humanity. It is a vital part of the New Message because it is a critical problem and threshold for the human family and for every individual who has been influenced, targeted and taken against their will. To whatever degree they have been influenced, they themselves are already feeling the impact of the Intervention, and they are living with its unfortunate consequences every day.\n\n\n\nTherefore, you first must become educated about the Greater Community and the Intervention so that you can see clearly what you are dealing with. It is not a mystery because it is part of nature. It is one group seeking to gain control of the minds and lives of others to utilize their environment and their resources—in this case, the world’s natural resources, which are extremely valuable in the Greater Community, a Greater Community of barren worlds.\n\n\n\nYour Greater Community education then must begin. It must be an essential and core part of your preparation, not only for the Greater Community itself but to undo the effects of the Intervention, to whatever extent they have been placed upon you.\n\n\n\nYou must look at this dispassionately, objectively and honestly. If your mind has been influenced, if an attempt has been made to overtake it, then you must free yourself through great focus and effort and not succumb to the idea that you are weak and helpless. The Intervention will promote the idea, amongst those that it focuses upon, that resistance is futile and that they more than you understand the needs of humanity and what will restore the human family and prevent the world from catastrophe.\n\n\n\nThis is part of their discouragement. If they cannot win you over with promises of peace, wealth and happiness, then they will try to discourage you—to make you feel weak and impotent, helpless, without hope of opposing their presence and their purpose in the world.\n\n\n\nThe Allies of Humanity Briefings and the Teaching in the New Message together will provide you a clear understanding, and it will be an understanding that you will be able to comprehend easily because it reflects the lessons of nature and the lessons of your own history in this world—the lessons of intervention, the lessons of competition in nature, and what peoples and nations must do to become free from Intervention, in this case an intervention into the minds and the hearts of people.\n\n\n\nIt is an Intervention much more subtle and pervasive than what people would expect. Most people would think intervention would be military, a great show of force—the destruction of human infrastructure or human cities as a show of power. This is because humanity still thinks in brutish terms and does not realize that in the Greater Community, the part of space that you live in, such acts of conquest are not allowed and that more subtle and pervasive methods must be employed if one race seeks to gain influence and dominance over another.\n\n\n\nThe Intervention cannot live in your world. Its biological hazard is far too great. It cannot deal with the perils of your environment. Therefore, it needs a human infrastructure, a human workforce, if not allegiant then at least compliant to its purposes and its will here. It will offer you anything to persuade you that it, more than you, that it, more than human leadership, will provide the road to salvation, peace and equanimity in the world.\n\n\n\nBut it is all a deception and clever, for humanity has been studied for a long time. Your aspirations are understood. Your fears are understood. Your weaknesses are understood. Your history is understood. Humanity is broadcasting out into space all of its conflicts, its disagreements and its lack of unity and wisdom.\n\n\n\nThose who have been influenced by the Intervention, to whatever degree this influence has been placed upon them or focused upon them, are in the best position to warn and to alert other people about the dangers and the consequences of this Intervention into the world. But they must be prepared to do this, or their warnings will be unwise and will be desperate and fearful.\n\n\n\nYou are dealing with a very cunning force, a force that is highly organized, though small in size and without military resources. Yet it is intelligent. It is focused. Therefore, you must be intelligent and focused to deal with it and to have an influence upon others, an influence upon your nations and governments, warning of the Intervention, pointing to the preparation that is in the world today, the only preparation of its kind that can prepare humanity for the dangers and the opportunities of emerging into a Greater Community of life.\n\n\n\nThe Greater Community is a competitive reality on a scale you can barely imagine—a reality where the powers of mind and influence are cultivated and used to a far greater degree than they are here in the world; a reality where everyone is seeking resources. The more advanced their technology, the more they must engage in complex networks of trade and commerce to secure what they need.\n\n\n\nIt is a very different prospect than what most people assume and expect. It is unlike your movies and your science fiction, which just project human ambitions and human fantasies. But you are facing a non-human universe where your projections will have little meaning, and your expectations can be extremely foolish and dangerous.\n\n\n\nThe Intervention is here because humanity is destroying the value of the world. It is here because humanity has created an infrastructure, a worldwide network of communication that it can use. It is a growing presence with a long-term and a long-range plan. You must learn of this. And the Revelation of this has been provided.\n\n\n\nLook into your own mind and heart and ask yourself: “Have I been influenced by this Intervention? Has it impacted me? Does it know of me?”\n\n\n\nThree questions—the answer is either yes or no. But you must feel the answer deeply within you. It cannot simply be an intellectual exercise. It is not hypothetical. It is elemental and fundamental to your nature, to your life and to your experience.\n\n\n\nIf the answer is yes to any or all of these questions, then you must engage in the preparation with great seriousness and commitment because your life has been taken from you to a certain degree, and you must gain it back. You must restore yourself. You must set boundaries and be able to exercise your authority sufficiently so that the Intervention cannot have influence upon you.\n\n\n\nYou must understand that who you are is not your mind and your intellect, and that you can stand apart from your intellect and guide it and direct it according to a greater will and power within yourself. In this way, that which is strong within you can guide that which is weak. That which is invulnerable can guide that which is vulnerable.\n\n\n\nBut to achieve this is a very great preparation with many steps and stages. It involves taking the Steps to Knowledge and gaining a real Greater Community education. It involves plumbing the depths of your own experience; setting aside fear and avoidance; being with yourself; and exploring your states, your condition, your beliefs and your attitudes with a greater objectivity and a greater clarity.\n\n\n\nGod has an answer to this great and unseen problem. God has given you the power of Knowledge to guide you, to protect you and to bless you. But only through the New Revelation is this power revealed clearly, without the overlay of human history, conflict and tragedy, in a pure form that is very accessible. You can find this through your religious traditions, but you would need a very wise teacher to guide you, and such a teacher may be difficult to find.\n\n\n\nAsk yourself these three questions with as much honesty and objectivity as you can. Ask yourself repeatedly over time. Do not be satisfied with only doing it once. You are trying to gain access to your deeper experience. And if this experience has been blocked, then you must try to break through the resistance within yourself, to break down the wall that has been built around your inner awareness and experience so that you may gain access to it.\n\n\n\nThis is a very significant and important matter. Do not make light of it, and do not share it with others who cannot appreciate its importance. Be very careful who you share your own experience of the Intervention with, for many people will dispute it. Many people will make fun of it and diminish it, for in the consensus of human thought, it is not considered possible or realistic.\n\n\n\nHere you must value your own experience over that which seems to prevail in human thinking and awareness, which is largely blind and controlled by forces that most people do not even understand.\n\n\n\nYou must gain this strength, this self-confidence and this sense of integrity. If you have been influenced by the Intervention or affected by it in any way, then you will have to regain what has been lost and compromised. The means to do this are now with you and available to you.\n\n\n\nBe very earnest here to honor yourself and your experience, regardless of what the world thinks. And only share these matters with those who can seriously consider them and who will support you in gaining a greater freedom, a greater purpose and a greater truth within your life.",
  "audioUrl": "https://www.newmessage.org/av/protecting-yourself-from-the-intervention.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-greater-darkness/protecting-yourself-from-the-intervention/"
}