{
  "title": "Provoking Change",
  "content": "Obviously, change is something that is happening all around you, but We want to focus on the kind of change that you yourself must instigate. There is much change that is happening to you that is beyond your control, not only in your environment and your world but within you as well. Something is happening. You are always in motion in the physical world.\n\n\n\nYet there is also change that you yourself must be the source of and for which you must take responsibility. If you want to progress and to achieve important things in life and if you want to grow and to develop, you must take responsibility for conducting yourself according to the true requirements of life as you recognize them. This also means taking responsibility for instigating change with other people. In other words, at times you will need to change the situation.\n\n\n\nMost people are very passive when it comes to change. They will only change on their own accord if moved by desperation. That is a very destructive way to approach life.\n\n\n\nTo instigate change when it is necessary means that you must trust yourself. You must trust what you know in the situation and yet be open to making a mistake because, you see, there are some mistakes you must make. So why try to do everything right when there are mistakes that you must make? They are unavoidable.\n\n\n\nMany mistakes are avoidable because they only repeat the former mistakes that you needed to make. Therefore, do not think all mistakes are for a good purpose. You get one chance to make a foolish mistake. That is for a good purpose. After that, you can repeat it many times, but the repetitions are not necessary.\n\n\n\nWe want to encourage you to take the initiative. When there is conflict, it means that something must move, something must progress. People want to be comfortable, and they associate comfort with living in a static situation. Comfort is associated with a state of no change. But when you are not growing, your life is shrinking. The walls are closing in upon you.\n\n\n\nHere We must qualify Our remarks because many people change things that do not need to be changed. And likewise, they do not change the things that need to be changed. So what should be changed and what should not be changed?\n\n\n\nThere are two arenas for change: There is the change you want to make and there is the change you must make. The must category is the most important, for the things you must do, whether you want to do them or not, are very necessary.\n\n\n\nHuman life and development are very much dependent upon this necessity. That is what keeps things moving forward. It is based upon purpose. All of you have come into the world carrying the seed of God within you, and in this seed is your purpose.\n\n\n\nNow obviously people do not want to think that they have no purpose, so they invent various purposes for themselves. Eventually, their real purpose will have the possibility of emerging. When it begins to emerge, they will realize that they have a responsibility to accept change that is necessary and to instigate change that is necessary.\n\n\n\nThey will also realize that they have a responsibility to maintain themselves in good health and to become aware of their strengths and weaknesses and their favorable and unfavorable tendencies. The emergence of purpose will require change in their thinking, behavior and perception and in their relationships with others as well.\n\n\n\nOften people become very lazy here because they are waiting for something to change them. Then if it goes wrong, they have someone else to blame. But to take full responsibility means that you are cooperating with life in bringing about the necessary adjustments as you proceed.\n\n\n\nBecause of the routines of life, people often forget that they are actually trying to go somewhere. You are not just settling down. You are going somewhere. You are doing something.\n\n\n\nPart of this is in your conscious mind and part of it is in your deeper Mind because you are operating in the world both as an individual and as part of a greater collective called the human race. Therefore, you are unconsciously pressing things forward in order for the race to progress. As more people become conscious of this, the evolution advances at a more rapid rate.\n\n\n\nThis is certainly happening. Because this is a collective movement, people must now keep pace with it. This requires that you accept change in your circumstances and instigate change where it is necessary.\n\n\n\nThere is change that emanates from your wishes and fears, and then there is change that is a necessity. There are two kinds of necessary change. There is necessary change when you are forced to do something or when you face catastrophe. Then there is necessary change when you know you must do something. Here circumstances are not forcing you into action. Instead, you are motivated by your own Knowledge, a deep and profound intuition.\n\n\n\nIt is this state of Knowledge that We wish to cultivate in all students of Knowledge to enable them to see the direction of the human race with vision and to be able to be very strong participants in the evolution of the world. To be able to function in this capacity, they must escape most of their personal dilemmas. They must be able to trade little problems for big problems.\n\n\n\nSince these people are destined to become important contributors in life, they are often very unhappy early in life because they get bogged down in personality conflicts, which they are usually unable to resolve. They have not moved into the proper position in life yet, and so their energy, focus and vitality become oriented to little things, and it is very hard for them.\n\n\n\nWe want to remind you that you are living in a very dynamic situation. You have come into the world at a very exciting time. Oh, my God, the change that you will see in your lifetime. Your ancestors could not dream of such things.\n\n\n\nTo keep pace with this change and not merely be dragged along, resisting and complaining, and to be able to actively participate in this and make a positive contribution, you will need to base your sense of security on something far more tangible than money or political stability and so forth. You must have a greater foundation within yourself.\n\n\n\nYour life is attempting to move into true position. All personal growth is only for this purpose and not simply for self-indulgence. In fact, personal growth is really not even for you personally.\n\n\n\nAll of this self-exploration and development of skills—they are not for you. Why would you need to do all that? You would be happier sitting on a beach. Many people do that, you know, but not you because you must advance forward. There is nothing for you to hold onto.\n\n\n\nYour world is changing faster than you can even imagine. In your lifetime, you will see change that you would have a hard time accepting as possible at this present time. We are not only speaking of calamities or catastrophes, but also the progress of human beings.\n\n\n\nThings are advancing very fast. It is not correct to say that you are responsible for it. You are indeed responsible for a part of it. But it was set in motion by your predecessors. Everyone now and in the past is responsible. What you are doing in life now is setting the stage for your offspring in future generations.\n\n\n\nNot all change is good. Not all change is healthy. However, as a whole, your race must become united, not in spirit because that is far too advanced for the human race yet. But you will be politically and economically fused together out of necessity.\n\n\n\nIf you can see this happening, you will understand the trends now, and you will see that you will need to have a new relationship with change. You will see change not as something that has to be forced upon you and that you accept as a last resort, but as something you can wholeheartedly promote. Things are going to change with or without your help, but if you help, you can generate a positive result.\n\n\n\nThere are certain things that are destined for the human race because they are evolutionary, but how things turn out—for better or for worse—is dependent upon your contribution. People think, “Well, I can do so little individually,” but if they do not contribute, things will be worse.\n\n\n\nThings are only as good as they are today because someone gave something of value before. Your prosperity, whatever you may have, is the result of what other people have accomplished. The car you drive, the conveniences of your home—people made contributions and sacrifices so you could have these things. You are walking on the ground that other people have laid out for you. They had to change to do this.\n\n\n\nLike the trees that grow from the soil of their own ancestors, you are now growing in the soil of your own ancestors, too. This is a wonderful thing to think about because it stimulates gratitude. It lifts you out of your personal preference about your life—what you want, what you are afraid of and your personal interests in the matter—and you see that you are a part of something bigger that is moving and changing and advancing.\n\n\n\nPeople rarely change their behavior or thinking for themselves alone. They change because it is necessary for them to do something important in life for other people. When you are thinking of yourself alone, the difficulty in self-purification does not seem quite worth the effort. It is very hard to give your development the energy that it requires. But if it is for something greater, then you give more than you would for yourself alone, if your giving is true. If people are only giving to themselves, they give themselves aggravation.\n\n\n\nYour first challenge regarding change will be with yourself. That is the most important challenge. It will begin with yourself and in your primary relationships: your partner, your loved ones, your family and so forth.\n\n\n\nIf you feel a spiritual emergence arising within you that you must respond to, you will have to change your relationship with your family. You cannot undergo this change and not have relationships around you adjust themselves to it. You must do it and not wait for someone else to do it for you.\n\n\n\nIf you wish to have true authority in your life, the authority that God has given you to exercise, then you must claim that which is yours to claim and not claim what is beyond your capacity.\n\n\n\nIt is not within your authority to determine the fate of the human race. It is not within your authority to determine the fate of another person. But it is within your authority to orient your life to Knowledge to the best of your ability.\n\n\n\nWhy improve your health? You do it for everyone. Why resolve a financial difficulty? You do it for everyone. Perhaps it meets a personal need and that is the most pressing thing, but you do it for everyone. Why give up bad habits? So the burden on humanity will be less. Why meet a challenging situation in marriage? So that people will be happier as a result. Therefore, you see, instigating change and service to humanity are very related.\n\n\n\nThere is a great deal of confusion in the world about the “authority problem.” Who has the authority? Where does the authority reside? Where does it come from? Some people are very passive, thinking God is going to do everything for them like a servant, like a handmaiden.\n\n\n\nSome people insist that no one can do anything for them and that they are going to do it all and not let anyone else have decision-making capabilities within their own sphere. Some people will not let the government be the government. Other people will not take any authority, thinking that the government will do everything for them.\n\n\n\nWhat is your arena of authority and what is not? We can only give you a greater perspective on this. You must find out for yourself where your authority can be established and where it cannot be established.\n\n\n\nYou are responsible for your behavior and for your thinking. You are responsible for the demonstration that your life makes. However, you are not responsible for who you are. You are not responsible for the destiny of the world, though in some respects you share this responsibility because it gives you direction. It is quite enough for human beings to manage themselves in their primary relationships with honesty, tolerance and determination. Very few people have done that.\n\n\n\nSooner or later you will do what you must do, either in this life or in the life to come. Situations keep presenting themselves to give you this opportunity. What gives you the strength and the power to make decisions is God and your Spiritual Family, who are devoted to your spiritual emergence. But still, the power of decision must be utilized by you.\n\n\n\nIt is very hard to understand the idea that the world is moving in the direction that it must and you are moving there, too—willingly or unwillingly. Your contribution is to give what is good to that movement and destiny. You cannot control the overall outcome, but you can give what is good to it.\n\n\n\nOften, when people come to this Teaching, they find out that their situation in life is not very complex. It is just that they are not sure if they want to take responsibility for what must happen.\n\n\n\nOne of Our first tasks is to unburden people by simplifying their dilemma. What makes a dilemma complex is when people want resolution and harmony, but they are unwilling to do what is necessary to achieve them. They create a great deal of speculation about themselves and their involvement and other people’s involvement and who is at fault and so forth.\n\n\n\nIt is as if you drop a glass of milk on the floor, and it breaks, and you stand there wondering how it could have happened and why it always happens to you and if you should be the one to clean it up. After a while, the glass of milk on the floor is the least of your problems. Now you are entertaining your self-doubt, conflict and judgment, and it becomes a big issue beyond what happened initially.\n\n\n\nThen someone who is wise comes along and says, “You should clean that up. Then you can go on and do something else.” And you say, “Oh, my God! You are so wise. What a magnificent teacher! All I have to do is clean it up and I can go do something else?” Yes.\n\n\n\nWe are concerned with what is essential and not with what is non-essential. When you are dealing with what is essential, all of your actions have great impact. To do this, however, you must trust something deeper inside of yourself that you have learned to discover. We call this Knowledge, the power of Spirit expressing itself in your life.\n\n\n\nIt is not an alien spirit. It is not from somewhere else. It is the truth about you. You are an expression of God. Do not think that you are God. That leads to some very grievous mistakes in perception and understanding. But you are very important to God.\n\n\n\nEveryone here has things they know they must do. There are things you must change. Procrastination here is simply a form of self-neglect.\n\n\n\nTo realize your strength, you must exercise your authority. You have great strength that is latent within you, but you must use it in the face of things that intimidate you in order to understand that it is there. Then you will understand that most complaining—not all but most—is because the people involved are neglecting what is essential and are procrastinating.\n\n\n\nWhen you are entertaining things that do not need to be changed, and they are competing for your attention with things that do need to be changed, it all becomes very complex. This leads you to become passive because, after all, you cannot change it all. So you sink back into reverie about it.\n\n\n\nThe man or woman of Knowledge who has cultivated Knowledge is not concerned with what is non-essential. Everything in life is very pronounced. It is very active. Even in meditation, things are very active. These people live in a vibrant world, not a world of dull pain and weak hopes.\n\n\n\nThat is why if you wish to make advancement, you must cultivate your capabilities—your powers of discernment, honest communication, discrimination, humility, authority and above all an abiding willingness to be wrong. You will be wrong.\n\n\n\nThat is because the only way that you can find out and learn discernment is to make some of the mistakes that are waiting for you to make. If being wrong is associated with failure, if it is seen as an expression of your weakness or lack of worth, you will not be in a position to learn or to progress. You will simply use your life to keep yourself from attacking yourself.\n\n\n\nHere you are strangling yourself and cannot go anywhere. That is when the broken glass of milk is on the floor, and you are thinking about what kind of person you are. You do not know enough about yourself to condemn yourself. It is not within your authority to determine your worth. When you start thinking like this, you are in error from beginning to end.\n\n\n\nMost mistakes that people make are made because they are not looking. They are not present in the situation. They do not know how they got on the railroad tracks, and now the train is coming.\n\n\n\nThe only reason you cannot look or be present in a situation is because you are consumed with your own thoughts. Why does the man or woman of Knowledge who drops the milk and makes the mess clean it up just like that? Because they have something important to do in life. They do not have time to contemplate their value.\n\n\n\nWhen you are doing what you need to be doing in life, you will feel your self-worth. You may not admit it, but you will feel it. If you are not doing what you need to do in life, you will not feel good about yourself, not because you are a bad person but simply because you are not meeting a need.\n\n\n\nYou have an internal as well as an external need to progress. Indeed, your internal need is even stronger than your external need. When your external need is as great as your internal need, then life is matching you. Do not resist this. When you resist this, you are not present to the situation. Making a wise decision then becomes very hard.\n\n\n\nSome change is very hard to make. It brings forth emotional pain and takes great courage because you must override all other arguments and tendencies to do what must be done.\n\n\n\nYou do not need to create change and exercise your authority as some sort of spiritual practice. There is always enough content in your life for real application.\n\n\n\nSometimes when you identify the change that must happen and separate that from all the things that you think you should have or do, your whole life becomes clear. Then if you can accept what you must do, everything begins to make sense.\n\n\n\nNow We will speak about leadership. Everyone here must become a leader of his or her own life. But one thing important about a leader is that every leader is a follower. You are not the source of leadership. You can only express it as it emerges in your own life.\n\n\n\nEither the Creator is guiding you in your leadership or something else is guiding you—anger, desire for power, grief or vengeance. They provide leadership too. All leaders must serve something. Be it God or be it their own ideas or ambition, they are serving something. They are not the source of their own leadership.\n\n\n\nWhen you realize this, it will make it possible for bad tendencies to be corrected and for you to gain the moderation you need to lead wisely. It will give you perspective and humility in difficult situations so that you do not overstep your authority.\n\n\n\nGod wants to lift you up, but for this to happen, you must be prepared. It is not something that happens like the wave of a hand and you are lifted up. People are raised the way a house is constructed. It does not simply appear. Why is this? Because people must exercise their authority and learn their true relationship with life.\n\n\n\nGod can exercise authority, but if you do not exercise yours in conjunction with God’s, then you will not advance. That is why when you are passive about God’s Presence in your life and think that God will do everything for you and you can go merrily along, you do not understand your relationship with God.\n\n\n\nYou are here to be raised up so that you can be able to serve the world. When you are raised up, what is raised up is the power of Knowledge within you. It is not a form of self-aggrandizement. Here you do not become inflated with yourself and start telling lies about yourself.\n\n\n\nFortunately, being human is always subject to error and comedy. It is very hard to become too significant about yourself on this level. You have a personality, you have a body and you have Knowledge.\n\n\n\nObviously, you cannot become too significant about having a body. It is full of flaws and is always growing old. If the body is your emphasis, you will suffer greatly for it.\n\n\n\nLikewise, the personality, like the body, can be trained to serve a higher purpose, but in and of itself it is hardly worth the devotion of your life. That is why so many people are complacent about self-development.\n\n\n\nThey think it is either for the body or for their self-image. It is not worth the effort. But when you serve something greater, then it is worth it because this is an act of profound love for the world and the regeneration of your self-respect.\n\n\n\nPeople who read Our words are often disappointed because We do not speak about metaphysical things. That is because We speak about important things.\n\n\n\nOccasionally, metaphysical ideas are useful tools for wise practitioners, but in the hands of the ignorant they become sources of superstition. Why become concerned about metaphysical things if your life is calling for your action and decision making? Why indulge in things that in the hands of the powerful can have real meaning but are not necessarily germane to your immediate needs?\n\n\n\nPeople progress because they must. It is rarely because of curiosity. Do you not live in a world of great necessity? Is it not a perfect environment for advancement?\n\n\n\nSometimes people read Our words and they say, “Oh, my God! This teaching is overbearing. I thought we were going to talk about spiritual things, and now this is telling me I must do this and that I must face that. Oh, my God, I’m getting out of here!” So these people go back to their metaphysical books, and they read about things that are far away from them.\n\n\n\nIt is necessary to focus on things that are present now. Everyone has their own laboratory in life. You are either here not knowing why you are here, or you are actively working on things that are important. Not only are they important, they are necessary.\n\n\n\nIt is this necessity that is so important. It is necessary either because your outer life says it is or because your own Knowledge says it is. Either way, necessity calls for you to respond. If something is called for, do it. You will not know what is going to happen.\n\n\n\nIt is very hard to be reasonable about change or use logic regarding change. Change is often illogical, particularly regarding your relationships. Sometimes things do not work anymore and you must leave them. Nobody has to be blamed for this.\n\n\n\nYou have been given the greatest gift that God could ever give you, even greater than God’s Presence in your life. You have been given Knowledge to guide you—a perfect guiding, functioning reality within yourself.\n\n\n\nThe less preference you have or insistence from your personal mind, the more you will be able to experience Knowledge and have it express itself through you. That is the greatest privilege and satisfaction. It has nothing to do with the human problems of identity, conflicts of interest and issues of authority.\n\n\n\nIt is very good to equate happiness with simplicity. Why is this? Because when something is simple, it does not fall apart very easily. It is more integrated.\n\n\n\nTo be simple, however, does not mean that you do not have depth. It just means that you are uniform. When human beings become uniform, their power increases. Their range of perception and understanding increases. The effect of their life on life around them increases because power is concentration.\n\n\n\nThe more concentrated you are as a human being, the greater the power you will have. For good or for ill, this is the case. But when your power is concentrated on what is good, you will exemplify that good. Then you will not be afraid of change because you will be able to trust yourself.\n\n\n\nIt does not do any good if you trust God and think that you are a rat. “I am a rat. God is wonderful. I am a rat.” What can God do for you? God cannot raise you up now. You do not glorify God’s Creation by being a terrible, lowly thing.\n\n\n\nBut some people are in error and think that they can become God. They are either nothing or they are everything. Neither of these is correct. You are part of something. You have a role to fulfill at a certain level of reality. Do not make this level or this role absolute. It is not absolute. It is relative to where you are in time and space.\n\n\n\nIt is very exciting when someone is doing something that is absolutely necessary. It is not very exciting when people are doing something merely out of frustration or boredom, nervousness or compulsion.\n\n\n\nIf you can see your life as part of a greater life here in the world and your contribution as part of the movement of your race, then you will have a perspective that will allow you to contribute and to initiate change without so much personal tribulation.\n\n\n\nYou are only as safe as your race. People think of personal safety only in terms of their personal lives. Yet you are only as safe as your race. That is part of the context in which you live.\n\n\n\nWhy are you able to eat food at dinner time? Because someone provided it for you. Everyone is taking care of everyone, making a few mistakes along the way, but that is really what is happening.\n\n\n\nLikewise, if you want to do something for the race, you also must take care of your immediate requirements and development. You cannot escape into serving the race if your life is a mess. The race is then no better than your life. If your life is a mess, then the race is a mess.\n\n\n\nPeople are unhappy because they do not see that they are a part of something. They do not feel their responsibilities. They only feel responsibilities that are not their responsibilities.\n\n\n\nPeople think that the advancement of the race is making everything look nice—everything pretty, no frowns on the faces, no bad appearances, spruce everything up. But, really, advancement has to do with the quality of relationship between people and their sense of identity together.\n\n\n\nYou must make the change and then you find the open door. Otherwise, it is all playing it safe, you see. If no one is ever at risk, nothing is ever opened. People want to know and then do. But it is not like that. You do and then know. Regarding substantial change in personal life, you do and then know.\n\n\n\nWhen you serve something greater, you are greater. When you serve something less, you are less. You are what you serve. And service involves change: accepting change, directing change and provoking change.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/provoking-change/"
}