{
  "title": "Real Change",
  "content": "It is becoming evident to ever increasing numbers of people that great change is needed if humanity is to meet the challenges of its time. Great change is needed in how governments function and in how people behave and respond. Great change is needed in many organizations and institutions to adapt to a changing set of circumstances in the world.\n\nFor Great Waves of change are coming to the world, great environmental changes. You are facing a world of diminishing resources, a world whose climate has been affected, generating violent and unpredictable weather, a world where economic and political instability are increasing and there is a growing risk of conflict and war over the remaining resources. Surely, you cannot just hold on to your preferred way of life, blind in the face of the Great Waves of change.\n\nMany people proclaim the need for change, but they want other people to change. They themselves do not want to really change. They want to hold on to their privileges and benefits and have more, and lash out at anyone or anything they think will threaten their entitlements and their possessions. There is a clamoring for change, but who will change, and what will change?\n\nPeople who are wealthy want to keep their wealth and have more. People who are not wealthy want wealth, and they need many practical things. Then, of course, there are vast and ever-growing numbers of people in the world who cannot even meet the daily requirements of life. They need reliable and sufficient sources of food, they need political stability, they need security and they need ethical governance.\n\nThese needs are immense and growing. But you must ask yourself who will have to change here? While you may point the finger at certain people or institutions, if you are really honest in your questioning, you must come down to yourself.\n\nYou must assess your real needs, the deeper needs within yourself, and contrast them with your preferences and your desires. If a need is genuine, it stands apart from what you simply want. There are primary needs of course—the need for food, water, shelter, safety and security. There is the need for true companionship, a need to be engaged with other people in meaningful and productive ways. These are essential needs. They must be met or you cannot function in the world.\n\nThen, of course, there is the need for a greater kind of relationship based upon what you are really here to accomplish. That begins to move you into a higher level of need, the need of the soul—the need to find the deeper Knowledge that God has placed within you to guide you, to protect you and to lead you to a greater life within the world. There are psychological needs for creativity and productivity, for recognition from others and for honest and productive communication.\n\nTo meet these needs within yourself, you must change. You have basic fundamental needs, you have psychological needs, and then you have the need of the soul. To meet these needs, you cannot be what your past has shaped you to be so far. You may want the world to change around you, and you may agitate for this, and perhaps your requests are genuine. But fundamentally you must change, or you cannot meet the needs of the body, the needs of the mind and the need of the soul. You cannot simply demand that the world gives you everything you think you want, for you do not even really know what you need beyond the basic requirements of life.\n\nPeople say they want relationship and marriage, but they are not ready. People say they want to know their true purpose in life, but they are not ready. People say they want meaningful work in the world, but they are not ready, they have not prepared for this. They cannot have these things being the way they are now; they are not ready. They have not prepared themselves. They have not undergone the real change that must occur.\n\nMany people want and demand change in the world. They see a genuine need for change, but they themselves are unwilling to change. They are unwilling to reevaluate their thinking, their behavior, their engagements, their beliefs and their attitudes. So they agitate for change on the outside, but they themselves will not change. They are as entrenched in their position as the people they claim to oppose. So you have conflict in the world by opposing parties that are entrenched in their views. They are unwilling to change.\n\nPeople claim they want peace and they are working for peace, but you see, they are unwilling to question or relinquish their position and that in itself makes peace impossible to achieve. Even to adapt to the Great Waves of change that are coming to the world, you will really have to change the way you think, what you expect of yourself and others and how you live. Real, fundamental change here is required just to be able to meet the changing circumstances of your life.\n\nYou may change leadership in your government, but that can only affect change to the degree to which people are willing to change. Policies can change in governance of the nation, but if people are unwilling to change, unwilling to accommodate change, unwilling to go through the difficulty and the transition to a different set of circumstances, nothing really significant will happen. When real progress is made, it is because there is a will to change, there is an ability to change and the people who are involved have to change.\n\nSo there is a lot of talk about change, but not a lot of real change. To be really responsible here, you must look at your life, your beliefs and your expectations and assumptions, to really see what is going to work in the real world, in the world you see today, and in the change you see coming over the horizon. It is dishonest to demand change and to expect change, when you yourself are not willing to change. To say, “Well, I will change if other people change,” is dishonest. That is placing the responsibility beyond yourself. That is dishonest. You have to change even if other people do not change. That is your commitment.\n\nReal change is a change of heart. It is a change in the way you feel about things and a change in the way you see yourself and your life. It is a change not only in perception, but in what you choose to do as a result. That is the real change.\n\nOtherwise you are facing a situation where people want to keep what they have and have more. Whether their needs are authentic or not, that is their position. They will elect leaders of the land who they think will give them what they want, even if it leads the nation to ruin. Any leader who claims that they are a candidate of change really will have to ask people to change the way they see themselves and to have a change of heart because that is the level at which real change takes place.\n\nTo merely change one’s circumstances, to change where one works or lives, or even to changes one’s relationships, does not effect a change of heart. You can be married repeatedly and be the same person with the same expectations, the same issues, the same behaviors, the same judgments against others and the same attitudes against yourself. Here you are going through great effort to change your circumstances, thinking it is going to change your experience significantly, but there may be no change of heart here—a fundamental change in how you see yourself and others and what you value.\n\nWithout real change, people are entrenched in their position, they are a slave to their behavior and their conditioning, and they try to get along with others who are entrenched in their positions, and who are enslaved to their beliefs and social conditioning. This gives you the world you see—a world of immense personal compromise, a world of immense tension, a world that is undergoing constant stress, and that is casting humanity on a path of self-destruction. Either you will destroy yourselves through escalating conflict, or you will simply use up the world’s ability to support you. Real change has not happened yet for enough people.\n\nReal change happens because a deeper Knowledge within you begins to exert its influence on your daily awareness. Here a deeper mind is connecting with your surface mind, the surface mind being the mind that you live with everyday. Somehow a deeper conscience within you has broken through the barriers and the avoidance to reach you at the surface. You are having deeper feelings of regret, deeper thoughts that are shaping and changing your experience of yourself. This is not a social conscience, this is the conscience that God has placed within you. It is part of a deeper mind within you, a mind called Knowledge, a mind that is related to your ability to have profound direct experiences, a mind that will alter the course of your life.\n\nWhen We say you are experiencing a change of heart, it means you are experiencing Knowledge within yourself and you are being impacted by Knowledge within others. This kind of inner recognition is what really gives you the power and the awareness to change your course in life at a real level—not just at the level of appearances, but at a real level. This leads to a deeper evaluation of your thoughts, your beliefs, your attitudes, your behavior and your involvements with others. It is fundamental and it is natural. It is as if you are beginning to experience your real intelligence, your real self.\n\nThis begins a process where you are no longer a stranger to yourself. You are no longer living at the surface, according to what society and others expect, according to what you have been taught to believe and conditioned to do. You are beginning to have a real inner experience now, and it is a breakthrough if you can stay with it. It will produce real change, a fundamental change in how you experience yourself and what you choose to do with your life as a result.\n\nSometimes a dramatic and disturbing experience in life can create a change of heart. Sometimes a failure of another who is close to you or the loss of a loved one or the failure of your own enterprise, can create a real change of heart in you. Given normal circumstances, which is what people try to maintain, there may be nothing that produces a change of heart. You will just go along trying to get what you want without any real alteration of your thinking or behavior.\n\nChange on the outside requires a change of heart for the individual. Perhaps dire needs will generate this. People can act very nobly in the face of crisis, and many people do, but crisis is a very expensive way to learn, for many people fail and even perish in the face of crisis. Therefore, do not wait for crisis to create the stimulus and the motivation to produce a change of heart within yourself. For that is a situation where many people will suffer and be lost.\n\nOn a large scale, crisis is extremely expensive. Instead of listening to Knowledge within yourself, you are waiting for the life around you to create a shock treatment, and that is a very hazardous way of learning. But many people put off the change that even they know they must make until crisis occurs. Here the risks are very great. If humanity does not prepare for the Great Waves of change, and alter the cost of human behavior on a larger scale, there will be crisis, and in the face of crisis on this scale, many people will be lost, many people will perish. It is a very reckless and expensive way to learn.\n\nTherefore, it is more intelligent to learn without paying such huge prices, or requiring others to pay such huge prices. Knowledge within you can guide you through every turn if you will learn to listen, learn to follow and learn to distinguish Knowledge from the other voices in your mind—the voice of fear, the voice of desire, the voice of your culture, the voice of accommodation, the voice of compromise, the voice of condemnation. There is only one true voice within you.\n\nDo not wait until your life is in crisis to change things that you know you must change, and have known you must change. For if you wait until the bitter end, then you will be forced to do things and will have very few choices. The cost will be immense, and you will have to pay huge prices to do things that you could have known and foreseen far sooner, without paying these kinds of prices.\n\nTo change before change is forced upon you requires a change of heart. This is a kind of shift within yourself—a shift away from living only at the surface of your mind, constantly preoccupied, constantly busy, constantly caught up in your desires, fears and judgments of others, to learning to listen to the deeper current of your life, which is speaking to you all the time.\n\nA change of heart also means a change in what you will listen to within yourself and in other people. Out in the world, there is a lot of talking going on, but not much listening. People do not experience the real communication that is occurring. They choose to remain unaware of the great needs around them. They choose to live at the surface so that they do not feel pain or discomfort. They live at the surface so they do not feel they have to take any greater responsibilities in life, or affect any change in their thinking or their circumstances. They want the world to change, but they do not want to change.\n\nThe problem with only wanting the world to change is that there are other people who disagree with you. Perhaps they want the world to change in a different way, or they do not want to have things changed that you want to have changed. So now you are in opposition with others. Now, if you become more deeply involved, you have to deal with struggling with others who feel threatened by your desire for change, who feel they will be deprived or diminished because of the change that you want to effect, and so you have opposition.\n\nTo reach real cooperation, there must be a change of heart. For people to really make sacrifices to bring about things that are obviously necessary requires a change of heart. It requires the presence and the power of Knowledge. It requires a recognition of what is really occurring, and the risks and hazards of not responding to a genuine set of needs.\n\nHere everyone must provide a greater service to the world, and to find ways of providing this without generating war. Here people must listen to others, even others who disagree with them, to hear what the other person is really asking for, and what they are really concerned about. If you both want the same thing, but use different words or have different ideas about how it can be achieved, you must listen to this. This is very important.\n\nDo not expect other people to have a change of heart if you have not had a change of heart. Do not require of others what you yourself are unwilling to do. Do not ask others to change if you are unwilling to change. Here you must be willing to change even if they are not willing to change. That is what will give you the power and the integrity to really reevaluate your life, and to discern a greater direction for yourself. All of the energy that goes into judgment and condemnation, complaint and outrage against others, is energy lost and wasted, energy that could have been brought into a deeper evaluation of your life, and a refocusing on what you yourself must do.\n\nPeople are losing so much of their life-force through complaint and through whining, when they themselves are unwilling to make the kinds of personal changes and sacrifices that will be necessary to be a force for change in the world. People are losing their power and their potency over behaviors that produce nothing of value.\n\nIt is easier to criticize than it is to create. It is easier to demand and expect things to happen than it is to make things happen. Give yourself at this level. This requires a change of heart. Because there are things that you really value, that you really feel are important, you are going to have to go out and make some things happen, you are going to have to affect some change in your own life and circumstances. You are going to have to break free of relationships that are not going anywhere, with people who do not share a deeper inclination and a deeper direction that you are now discovering for yourself. You are going to have to give up the perceived benefits and compromises that hold you back and keep you right where you are.\n\nWhat drives you to do this and gives you the power to do this is the power and presence of Knowledge within yourself. For it is not afraid. It is not compromised. It is not a product of your social conditioning. It is the great endowment from God. Whether you are religious in your thinking or not, Knowledge lives within you. Whether or not you adhere to a religious tradition, Knowledge lives within you. It is a power that God has given you to find your true direction in life. To experience this will generate a change of heart, a real change within you.\n\nHere you are not merely wanting, expecting, demanding and complaining, you are putting yourself to the task of finding and following a deeper and more profound direction in life. You are serving those things you know you must serve. Without the mere intention of enriching yourself or giving yourself prestige or dominance over others, you are serving from a pure motivation. This gives you strength, this gives you determination and this gives you perseverance of a kind that personal ambition alone could never provide. Personal ambition is driven by circumstances, but Knowledge is driven by a Greater Power.\n\nWhile you recognize the need for change in the world around you, the need to change in how people live, change in government, change in how people use the world and change in how people behave according to each other, you must really look at yourself. Are you living the life you were meant to live? Are you really being honest with yourself about what you are doing regarding your activities and involvements with others? Are your relationships built on a firm foundation, and upon a real resonance with one another? Are you engaged in work that will be sustainable into the future, given the Great Waves of change that are coming to the world? Are you overusing the resources of the world? What is your relationship there? Are you honestly engaged with the primary people of your life? Or are these relationships only established for convenience and for personal benefit?\n\nNow you are getting down to the real questions for which there are no immediate answers necessarily, because you must live with the questions for the answer to reveal itself, and for you to find the strength to respond to what you are seeing and knowing.\n\nThis requires real work. It is not an activity that can be carried on by the lazy or the indolent. Here even the world is demanding a change of heart. The Great Waves of change are demanding a change of heart. Your compromised circumstances, your unfulfilling relationships and your poor mental and physical health—they are all demanding a change of heart. They are all encouraging you to come to Knowledge within yourself.\n\nWhen someone really has a change of heart, it is a remarkable thing. Something important has occurred. Knowledge is emerging in the individual. They are undergoing a long and confusing process of changing their focus and changing the source of authority within themselves. They are changing from their wandering desires and their social conditioning to a deeper Power and Presence, to a deeper conscience within themselves.\n\nNow a person begins to awaken, now they see that they are really here to do something and they must go find out what that is. They must look at where they are losing energy through mindless behavior, through relationships that lack a greater purpose, through meaningless involvements and through self-destructive behavior. Now they really have to collect themselves, to regain their strength, to build a focus, to mount the effort that is required to do what is before them to do. Now they must become sober regarding their desires and their fantasies. They begin living a real life.\n\nThis is what redemption looks like in the individual. Redemption is not simply changing your beliefs. It is not simply adopting a different social posture or political viewpoint. That is not redemption. Redemption is a change of heart at a fundamental level. It is, in essence, bringing your intellect into service to Knowledge within yourself. Knowledge is how God influences you, so you are bringing yourself to God in the most primary and genuine way.\n\nEven if you are not religious, even if you do not attend a church, a temple or a mosque, you are now beginning to honor what God has placed within you, and you are willing to follow and to find out what this means and where it will take you in life.\n\nThis is a real change of heart. Here, instead of judging and avoiding others, you begin to discern why they are the way they are and the circumstances that have led them to behave the way they behave. You see that, instead of judgment and condemnation, that this deeper recognition shows you the importance of following Knowledge within yourself, the importance of undergoing a real change of heart.\n\nWithout this, people will just continue being the way they are until something happens to them. And what happens to them might evoke a change of heart or it might simply destroy them, either slowly or immediately.\n\nIf you look at the world compassionately, it will generate a change of heart. It will evoke this deeper conscience, this deeper Knowledge within you—a deeper feeling for yourself and for life, and a deeper regard for others. This takes you beyond the realm of ideas, beliefs and concepts and takes you into a deeper experience. It begins to open your heart to yourself and to others. Instead of just judging and evaluating, you begin to feel the condition of other people. You are moved by their courage, and you are moved by their compromise and their dilemmas. You are moved by their achievements and by their suffering. You cease to be cold, remote and calculating.\n\nThis is a change of heart. This is a real change. It must happen in you. Do not demand or expect it of others if it is not happening in you. And if it is happening in you, you must give it your attention. You must be aware of it. This is real change.\n\nSociety can be rearranged, different groups can come to power, revolutions can take place, lives will be lost, crises will occur, but in a sense, the real fundamental change has not necessarily occurred. A breakthrough has not happened. You are just simply living under different circumstances. Your circumstances have changed, but you have not changed.\n\nWhat really produces change is a change of heart in the individual and in enough people to generate a greater movement, a shift in values, the willingness to cooperate and to work for something important for the mutual benefit of everyone. All great movements in politics and in cultures have been the product of this change of heart. All the great compassionate activities of humanity—the commitment to restore the natural world, the commitment to meet great challenges in life, the commitment to serve those in need—this all comes as a result of a change of heart.\n\nHere you are willing to see things, know things and do things that other people do not see, do not know and do not do. Here you are willing to take on greater responsibilities instead of avoiding responsibilities. Here you become really engaged with the world, instead of holding yourself back. Here you are put in a position of service to the world, rather than just using it as a resource to fulfill your desires and your fantasies.\n\nIt is living a completely different life, a life that gives you such great satisfaction, value and connection to yourself and to others. This is such a different life than simply being lost in your ideas, unknown to yourself and unknown to others—a life of calculated behavior, a life constantly trying to outperform or outmaneuver others to get what you want. You can see here where corruption emerges, and how it is fostered and built. And you can see here also where it is confronted and undone.\n\nSeen from a greater perspective, it is all about Knowledge, the results of connecting with Knowledge and the results of not connecting with Knowledge, the results of living according to concepts and a life lived at a deeper more profound level.\n\nIt is easy to become jaded about the world. It is easy to be critical and condemning of others. It is easy and that is why many people do this. But it is more challenging and more difficult to look beneath the surface, to take the time to really understand why certain things are happening and to explore how they can be resolved.\n\nYou give yourself to this greater involvement because there has been a change of heart. You can commit yourself to serving in the world and to being in deep relationship with others because there has been a change of heart. You can become a force for good in the world, a person who inspires others, a person who is a real asset to your community because there has been a change of heart.\n\nSomewhere along the line your conscience took the place of your ideas. You made a deeper connection within yourself. You felt the power and the presence of Knowledge. You recognized something was really wrong, and you were going to commit yourself to its resolution. No longer just a critical observer of life, now you are a participant, now you are engaged.\n\nIf your engagement is governed and motivated by the greater intelligence that God has given you, you will be compassionate, and you will be willing to reconsider your ideas and your beliefs in the face of the real needs of the world around you.\n\nThis is what the world needs. It needs people who are driven and guided by this Greater Power. This is what you need, to become who you are, and to fulfill your greater destiny in the world, a destiny that was determined before you came here. This is what you need to meet the deeper and more profound need of your soul.",
  "audioUrl": "https://www.newmessage.org/av/real-change.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/real-change/"
}