{
  "title": "Your Relationship With the Unknown",
  "content": "Your relationship with the unknown is vitally important because you are related to something far beyond your conceptual and visual range. The greatness of this should not in any way give you an inflated sense of yourself but instead should inspire awe and respect for the vast network of relationships that truly exist in the Universe.\n\nYou have relationships both with individuals you have met and with individuals you have not met. You have relationships with individuals in other worlds. You have a relationship with your Spiritual Family beyond the visual realm. This is not the same as saying that you have a relationship with everyone. It is not accurate to say that you are in relationship with everyone. It is true that you are related to all life. It is true that you are bonded with all life. It is true that you are fundamentally one with all life. However, your relationships in the world must be understood as functioning in a specific way within a limited context. The world is a limited context. Your activities in the world are based upon specific activities with certain people for specific purposes.\n\nHere your relationship with the unknown serves as a context. You have come to serve the world as it begins to emerge into a Greater Community of worlds. You have come to serve the world in a period of transition, perhaps the most important period in its entire existence, as far as human beings are concerned. This period of transition will be occurring over the next 150 years. It will completely and thoroughly alter every aspect of human life. It will require a complete shift in human understanding and thinking. It will fundamentally change your idea of God, evolution, personal growth and social responsibility.\n\nEmerging into the Greater Community of worlds means you will have to confront other forms of intelligent life in the Universe. Here you will realize that the world is not an isolated place. This will require that you re-examine your idea of community and relationship. This encounter with the Greater Community will alter human activity and behavior. Eventually, along with the deterioration of your environment, it will require the joining of all nations in the world into a more united human community. Creating a united world community will be necessary in order to confront and deal with the reality of life beyond your borders.\n\nYour relationship with the unknown includes your relationships with certain individuals in other worlds. They too have been sent into their worlds to prepare for this time. Therefore, you share purpose with them. You share purpose with anyone who is in the process of discovering their Knowledge and realizing their higher purpose.\n\nYou have a certain range of awareness. Beyond this, you can only speculate. However, in the realm of pure experience, you can experience that which is beyond comprehension and beyond the range of your senses. In fact, a true experience will always transcend these limits. Therefore, you can have a profound experience of your relationship with the unknown—a profound experience! And you will be able to have this experience and to integrate it constructively if you are prepared as a student of Knowledge.\n\nYou are in relationship with the force of evolution. This gives foundation and meaning to your specific role here because you have come into the world at a certain time to accomplish certain tasks with certain individuals. Understanding the evolution of the world is vitally important. Unless you can see that the world is preparing to emerge into the Greater Community of worlds and that this is the most important perspective that you can have concerning the world’s evolution, you will not understand why things are occurring. And you will tend to resist change to preserve that which seemed more beneficial and harmonious in the past.\n\nIndeed, it is unfortunate that your environment is being assaulted and deteriorated. Yet this happens in all worlds where intelligent life is evolving. It is an unfortunate by-product of growth. In the case of your world, this will be unfortunate indeed for this will create a great deterioration of the quality of life here. However, in a positive light, it will also require the creation of a more united world community. What divides nations and what separates groups of people now will become increasingly less important as everyone is confronted with certain fundamental difficulties—difficulties in survival and difficulties in maintaining social cohesion.\n\nEveryone will be engaged in dealing with these difficulties. Old prejudices and lines of separation will be aggravated, but the pressing needs of the world and Intervention by aggressive races from the Greater Community will overshadow individual and local discord. This will force people to come together. People are now unconsciously creating a condition which will require this. This is because they are part of a greater evolutionary force. It would be possible to create a united world community without the destruction of the environment, and this would indeed be preferable. However, people will make certain that they achieve their destiny, and they will do this even if it is done through destructive means. They will do anything to achieve their destiny.\n\nAt a very deep level within yourself, you know these things. At a very deep level within yourself, beyond your preferences and your ideas, you know many things which you cannot yet account for. That is because you are in relationship with the unknown. The unknown is in relationship with you, and it will affect your life today, tomorrow and every day.\n\nWith Knowledge, this can be experienced though you cannot comprehend it intellectually. Knowledge is greater than your mind. Its wisdom far exceeds human understanding. Its ability far exceeds human ability. Therefore, to be engaged with Knowledge is to be engaged with the greatest power possible in life. It engages you with God. This enables you to experience a greater love, a greater freedom and a greater purpose than anything you would be capable of otherwise.\n\nThe world is emerging into the Greater Community of worlds. That is why your societies are changing. That is why your preoccupations are changing. The imagery, the priorities and the problems of your society all reflect this.\n\nYour relationship with God is unknown to you, so you have a relationship with the unknown. Your relationships with beings in other worlds are unknown to you, so here too you have a relationship with the unknown. Your relationships with those whom you have not yet met are unknown to you, so here as well you are in a relationship with the unknown. Yet what is unknown to you in your awareness can be experienced deeply within your Knowledge. So in truth they are not unknown. They are just unrecognized.\n\nThis is why the reclamation of Knowledge is the reclamation of relationship. As you reclaim that which is unrecognized, you realize it is known already. Here your Knowledge of yourself, your society, your world and the Universe can emerge fully intact. Only through time will you confirm this through your experience. Time, therefore, is to confirm Knowledge. Time is for you to realize what you know. That is the purpose of time.\n\nYou are a child of the unknown. You are the creator of the unknown. Your world is governed by the unknown. Your actions are motivated by the unknown. Beyond human concepts, human speculation and human deception, this most certainly is the case. If you could function without these limitations, your experience of relationship with life and with others would become dynamic, meaningful, purposeful and fully constructive in their expression. You would not need to create destructive circumstances in which to learn. You would not need to undermine your sense of security and well-being in order to force yourself to realize a fundamental truth.\n\nIt is not necessary for you to have a conceptual framework for understanding the unknown. It is your experience here that is valuable. Your ideas can only help prepare you for this experience. It is important for you to understand that you are in relationship with both the known and the unknown. This gives you a true motivation for Knowledge and places a limit on your conceptual framework. This limit is important to give you peace of mind and to direct your mental and physical energies appropriately. For if you are not attempting to understand the unknown, you can devote yourself to that which is known, which must be your first area of focus and concentration. Doing this will naturally carry you forward. Then that which is unknown will become gradually realized by simply following your Knowledge and carrying forth each step in your development.\n\nAttempting to know the unknown will be unproductive. The unknown will become known by giving your attention to that which is known already. Ask yourself, “What do I really know? What does this require of me? What must I do for this today?” These three questions are fundamental in order for you to begin to become engaged with what is known. For what is known is the part of your Knowledge which you can comprehend in this moment. Its overall aim and purpose and its overall relationship with life may be incomprehensible, yet what it reveals to you today is comprehensible and requires your full participation.\n\nTo accept what you know is to follow the Path of Knowledge. This will uncover the unknown, make it known to you and bring it into your sphere of comprehension. Making this distinction between what can be known and what can be comprehended is very important. At this moment, you know many things you cannot comprehend. This will not help you a great deal until your comprehension grows.\n\nYour relationship with the unknown is a foundation, providing direction and emphasis for your relationship with what is known. This requires that you become a consummate learner. This requires that you become a student of Knowledge. Being a student of Knowledge means that you are engaging yourself as fully as possible with what is known and you are allowing the unknown to exist without attempting to define it for yourself. Here your life has concrete application and great mystery all at once. Here you are responsible to do what is needed, and you are given the freedom to experience that which is greater than your comprehension of yourself and the world.\n\nTo have God in your life, you must allow mystery to exist and become engaged with that which is meaningful today. Here you can increasingly experience the unknown and effectively engage yourself with what is known and with what can be realized. This enables you to become a bridge between God and the world, between the Divine and the mundane. Your higher purpose in life will provide this opportunity and will establish it here. This allows you to be in dynamic relationship with God. This means that you are part of the fabric of life through which God can flow. For God is the current of life. God is the love of life. God is the experience of life. You, then, are the medium through which God is expressed. As a result, your life is fully expressed as well because you have no life apart from God. God seeks to find expression within you, and this is what it means to be fulfilled in the world. Within yourself, you are a small expression of a greater expression. This means that you cannot be apart from life. This represents your relationship with the unknown.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/relationship-god-unknown/"
}