{
  "title": "Relationships of Destiny",
  "content": "You were sent into the world for a greater purpose, a greater purpose that you have not yet discovered. This greater purpose is held within a deeper Knowledge within you, within a deeper Intelligence within you called Knowledge. It will emerge when you are ready to participate within it, and when you have come to realize and experience the deeper need of your soul—to know your purpose, your meaning and your true direction in life.\n\nThis greater purpose is with you. You cannot change it, but how and when it will emerge is dependent upon the circumstances of your life, upon the decisions that you make and upon your changing environment.\n\nYou are carrying this purpose within you, even at this moment. It is a gift from God to the world. It will be given where it is most needed. And it will be your great joy to contribute this gift because it will affirm your design, and it will affirm the purpose and the value of your life.\n\nYour greater purpose is specific to involve certain people and certain situations. It will call certain people to you who are destined to be a part of this greater purpose and who are destined to support it in one way or another. Some of these people will come into your life only temporarily, and others will come to take a greater journey with you.\n\nThese relationships are unique, for your attraction to them will not be based upon wealth, beauty or charm but upon a deeper resonance that you have with the other person. And there will be more than one of these people. They may serve as a teacher. They may serve as a great companion. They may serve as someone you work closely with. Or they may serve as your husband or your wife. They may serve in many capacities here, depending upon the nature of your life and the nature of your purpose that you are here to serve. Perhaps you will need only one companion in your greater journey here. Perhaps you will need many, depending upon the nature of your gift and your own design.\n\nThese relationships will come into being when you are ready, when you need them, and when you have gained enough maturity and discernment to comprehend their meaning and to not misconstrue their importance in your life. This represents an entirely different realm of relationships, for you are resonating together at a deeper level, and you have a greater service to perform together for the well-being of others and the world.\n\nIn essence, the search for these people represents your search for relationships. But the problem is that you will search for relationships long before you are ready to experience a relationship of destiny, a relationship that represents your higher purpose in the world.\n\nHere people become attached to others; they marry others; they build a whole life with others before their greater purpose has really had a chance to emerge. Here marriage is often premature, and it is not based upon the greater criteria that represent a true union in life.\n\nFor a greater purpose will likely not emerge until a little later, until you have come to terms with your deeper inclinations in life, until you have learned some important lessons in discernment and discretion. Here life will teach you the difference between what is good and what only looks good. Life will teach you what to value in others and how not to be seduced by beauty, wealth or charm, which have nothing to do with the real nature and character of the other person.\n\nThe important understanding here is to seek your greater purpose first. That is what your youth is for. It is not to lose yourself in fantasies, hobbies and other forms of escape. It is not to entertain endless romances with people with whom you have no real purpose or destiny.\n\nThe critical questions are: “What am I really here to do? What do I really have to offer? And where are my gifts most needed in the world?” If people could focus on these in their youth, if the education system could be directed to these fundamental questions, the world you experience today would look very different.\n\nPeople would marry later in life, once they have established a direction and a foundation. For how can you be known to others when you are not even known to yourself? And how can you teach your children what to recognize and what to value in others if you yourself have not learned these skills?\n\nSeek first to know yourself and your true direction in life. Seek first to discover the power and the presence of Knowledge within yourself and to listen to what it is teaching you; to experience its motivations and its restraints, its guidance and its direction.\n\nKnowledge is not impressed by beauty, wealth and charm. And Knowledge is not dominated by social conditioning or by the persuasions of others—your family or even your culture. It knows who you are really looking for, and it knows how you are to participate with them and for what purpose.\n\nYet people are not aware of the power and presence of Knowledge within themselves, and they often do not heed and experience the messages that Knowledge is sending to them. They do not realize that when they feel restraint regarding becoming involved with another person that this restraint should be honored; that when you are in doubt, you should hold yourself back and not push yourself forward to meet the expectations of others, or to acquire some notion of wealth or personal benefit.\n\nPeople give their lives away before they even know what their lives are, or what their lives are for. This creates a great problem because when Knowledge does emerge, if it can emerge, it will seem to challenge everything you have created previously, and you will be afraid of it—afraid it will threaten your establishments, your relationships, your goals, your priorities. You are afraid it will upset other people and disappoint their expectations.\n\nHere it is like Knowledge has to compete with everything you have created previously, and under these circumstances, Knowledge can rarely emerge. And if you do choose to follow it and honor it, it will be very difficult to alter or to undo what you have created before. And if a relationship of destiny comes into your life, it will be in such contrast to all your other relationships that you will not know how to deal with it. You may be afraid of it. You may doubt it. And other people in your life may oppose the presence of this individual.\n\nHere you will experience an intense struggle between what you know, what you want and what you are bound to. It is for this reason that Knowledge will generally emerge in early adulthood and, to a lesser degree, somewhere in midlife. It is as if there are two times of your life where you can cast your life and determine your direction. One is in late adolescence and early adulthood, and the second is in midlife.\n\nYoung adulthood really should be focused on determining your relationship with yourself, particularly your relationship with Knowledge, and your purpose and direction in life—what you are here to do and what you will need to do to support yourself and to develop your skills and so forth.\n\nIn midlife, often people have reached a place of disappointment and many things have begun to fall away, giving them an opportunity to reassess where they need to go in life. But their task is more difficult because now they have to contend not only with all of their previous relationships and involvements, but also the lack of trust and confidence that they have created within their own lives, having given themselves away to so many things that have proven to be insufficient or unwise.\n\nIt is more difficult here to build a relationship with Knowledge with all of this history working against you. And the wounds and the regrets and the unforgiveness that can accumulate here in midlife can make it very difficult to set a new direction for oneself.\n\nHere many people simply capitulate and live out the remainder of their life with whatever they have created before, or they settle for things that are only slightly better than what they settled for previously. To make a breakthrough really in midlife requires a tremendous effort and self-exertion.\n\nBut in essence here, you see, you have a second chance. What will give you the strength to choose wisely and not to fall prey to your own weaknesses or the demands or persuasions of others is the power and presence of Knowledge within you.\n\nAnd what will give you the experience of contrast that you need in relationships is the presence of a relationship of destiny. For this relationship, in whatever form it takes in your life, will produce such a contrast with all of your other personal associations that it will demonstrate that there is a deeper nature of relationship, a relationship that represents a higher purpose in life.\n\nPerhaps this person will come into your life as a teacher, or perhaps a fellow student, or someone you meet through your work. But each of you will be struggling with an awareness of a deeper purpose and direction, struggling because this will stand in stark contrast to your personal goals and many of your personal obligations.\n\nHere you will be able to truly help one another, and to advocate for one another, and to reinforce self-trust and a deeper wisdom in one another. Perhaps you will only journey together for a time, providing this mutual support. Or perhaps you will have a greater journey together. You will have to be patient and not jump to conclusions here because you do not yet know for sure.\n\nTo have another person in your life who is responding to Knowledge and learning to follow and to trust Knowledge is such a tremendous reinforcement for you, for you could doubt Knowledge so easily because Knowledge stands in contrast to all the persuasions of the world.\n\nIt is a sacred agreement. It is a deeper connection. It represents your existence before you came into this world, and the purpose that has sent you into this world, and those of your Spiritual Family who are with you even at this moment beyond your visible range.\n\nYou have great assistance in the heavenly state. Now you need assistance here on Earth, for you cannot undertake and even discover your greater purpose alone. You need relationships of an extraordinary kind—relationships that are not based on beauty, wealth or charm but upon a deeper resonance and a greater purpose.\n\nYou cannot add these qualities to a relationship that you are already in, or that you are attracted to, or want to establish with another person. These qualities are either there or they are not. You cannot invent them. You cannot add them on. They are either there or they are not.\n\nTo prepare for relationships of this deeper nature, it is necessary that you develop your most primary relationship, and that is your relationship with Knowledge. Knowledge is the deeper Intelligence that God has placed within you to guide you, to protect you, and to prepare you and lead you to experiencing a greater life in the world.\n\nThis is your most primary relationship because it is your relationship with God. Here you are not dealing with a distant God, a God beyond all recognition in the world. This is dealing with an Intelligence that God has placed within you, that you must learn to experience and to distinguish from all the other voices in your mind.\n\nHere you take a journey in taking the Steps to Knowledge because there are so many things you must learn to gain the discernment and the wisdom to recognize Knowledge, to follow Knowledge and to express what Knowledge gives you to express, constructively, with wisdom.\n\nIt is not a sudden event where all of a sudden your life is transformed and you become wise instantly. You become wise gradually. And life gives you every opportunity to develop this wisdom.\n\nThe world is full of people who are demonstrating to you in every possible way the consequences of living without this Knowledge. Here everyone is supporting you in recognizing the central importance of Knowledge in your life. And people are giving you the opportunity to develop the skills necessary to discern Knowledge and to interpret its signs correctly.\n\nIf you are not strong with Knowledge, then when a relationship of destiny comes into your life, you will not know how to respond. You may even reject this person who has been sent to you. You may experience profound confusion in how to deal with them and to what form your relationship should take. They will arouse, under these circumstances, great confusion and inner conflict for you. You may not be able to recognize them or to understand the meaning of their presence in your life.\n\nIf you do not have a relationship of this nature in your life, do not worry. They will come. But first you must develop your relationship with Knowledge and take the Steps to Knowledge.\n\nThink of it like this: You were born with two minds. You have a worldly mind that has been shaped by your family, your culture and your experiences in the world, a mind that is full of doubt and confusion and full of persuasions that have originated largely outside and beyond your own awareness.\n\nThen you have a deeper Mind, a Mind that has been created by God. This Mind is not confused. It does not deliberate. It does not debate. It does not judge and condemn. It does not become attached to insignificant things. It is not confused. And it is not afraid of the world. This deeper Mind of Knowledge within you is so vastly different from your personal mind, your worldly mind.\n\nAt first, you may try to use Knowledge as a resource, to help you gain more of what you want—to gain wealth, to gain companionship, to find love. But Knowledge is not a resource for the personal mind. In reality, it is the other way around. The personal mind is a resource for Knowledge. But this requires a real shift within you to understand what this really means.\n\nThe intellect is not merely what you think it is. It is really a vehicle of communication for Spirit. And the body is a vehicle of communication for the Spirit. This is the true nature and function of the mind and the body. The body serves the mind and the mind serves the Spirit. This is the true hierarchy of Being within you.\n\nBut when people begin their great journey in discovering a higher purpose in life, this is not their starting point. Most people begin thinking that the Spirit is there to serve the mind, and the mind is there to serve the body. This utter confusion, this misunderstanding, makes it very difficult for you to discern the importance of your mind, the importance of your body and how to guide and to use them effectively.\n\nHere the mind is like a slave to the needs of the body, and the body is the slave to the needs of the mind. And if the Spirit is thought of at all, it is thought of as a kind of resource, or life preserver. Here the mind tries to use Spirit to achieve its goals and to gain its acquisitions. But Knowledge cannot be used like this. It is not a resource for your intellect. It is really the guiding power and presence of your life.\n\nTherefore, it is natural for you to seek relationships that represent your higher purpose. But first you must cultivate your relationship with Knowledge. You must feel the movement of Knowledge and see how much this is in contrast to your wishes, your fears and your general thinking.\n\nYou must look at the world compassionately, without condemnation, to see how people are demonstrating to you the consequences of living without Knowledge; and how this undermines people’s mental and physical health; and leads them to make foolish decisions in their relationships; and leads them to misconstrue what life is telling them and what their own deeper experience is telling them.\n\nTherefore, your first relationship is your relationship with Knowledge. The stronger you are in this relationship, the more difficult it will be for you to make a mistake, particularly a very consequential mistake—a mistake in discernment in relationships, for example.\n\nHere your values will begin to change. Your priorities will begin to change. Instead of seeking escape and stimulation, you will want quiet more and more to feel the deeper movement of your life. Instead of seeking superficial relationships with others, you will seek a deeper connection. You will look for this. And you will not be satisfied with anything else.\n\nHere self-honesty becomes really important. Here genuine and honest relationships with others become really important. Whereas before you were seeking to escape your deeper experience, now you are seeking to discover it, to recognize it and to honor it.\n\nThis represents the greatest turning point in your life. It will create a shift in your values, in your priorities and what you look for in other people and what you look for in yourself. This shift is entirely natural. It represents a stage in your development that is entirely natural and appropriate. But because it will stand in contrast to your social conditioning and to the expectations of others, and perhaps your expectations of yourself, it will seem to be an immense interruption in your life.\n\nHere the emergence of Knowledge can be resisted, feared, and doubted when, in fact, it is the most natural thing that could happen to you. But people have lost contact with what is natural. They have valued other things. People have become lost in the world, identifying with objects and places and people that really do not represent the deeper current of their lives.\n\nThat is why when someone begins to respond to Knowledge and follow Knowledge, their life becomes extraordinary and inspiring and confusing to other people because Knowledge is so rare in the world, and anyone who can follow Knowledge becomes a significant contributor to other people, an inspiration to other people, and a demonstration that people do not have to become slaves to their social conditioning or to whatever power attempts to rule their lives.\n\nIn this, Knowledge is truly revolutionary, but it is also loving and compassionate. Here people become much more free than the people they associate with. They become much more genuine and authentic than what they see in the world around them. And as a result, they begin to value things that are more fundamental to life and more essential for human happiness and satisfaction.\n\nSo do not worry if there is not another person in your life who demonstrates a greater purpose and direction, for this is your time to build your connection to Knowledge.\n\nThe Creator of all life has sent a New Message for humanity, a New Message to rekindle the Fire of Knowledge within the individual, and to clarify the real nature and purpose of humanity’s One Spirituality at the level of Knowledge.\n\nThis is the power of redemption that lives within you, for God reclaims the separated through Knowledge. And Knowledge is what gives you strength and integrity, power and purpose in the world, in a world where Knowledge is not recognized or highly valued.\n\nThis New Message from the Creator of all life has provided the Steps to Knowledge, the preparation. This is not the only preparation in the world, for throughout the ages there have been men and women who have discovered the power and the presence of Knowledge and have taught this to others.\n\nBut these rare teachers can be difficult to find. They are not the teachers you see on the television. They are not the celebrities who proclaim to have the secrets of the universe. The real teachers of Knowledge are hard to find, often living in remote places, often teaching very small numbers of people.\n\nGod understands this, of course, and realizing the great need for Knowledge in the world today and in the times to come has sent a Message of pure preparation in the Steps to Knowledge.\n\nTherefore, there is a way to prepare, for you cannot prepare yourself, for you do not know the journey. And you may not have access to one of the real teachers of Knowledge alive in the world today. So God has provided the Steps to Knowledge for you.\n\nIn all the world’s traditions, there is a core teaching in The Way of Knowledge. But this core teaching can be very different from the public teaching that religions present and upon which they base their theories and their doctrines.\n\nA real teacher of Knowledge is rare, but they do exist. But if you do not know such a teacher or cannot gain access to such a teacher, then God has sent you the Steps to Knowledge. Within this preparation, you learn to focus your mind on the deeper current of your life. You learn to recognize the signs and the communications that Knowledge is giving you.\n\nHere you learn how to still your surface mind, your social mind, so that you can listen and have a deeper experience of your nature. Here inner doors begin to open, and you begin to experience a profound communication that has been going on your whole life, but which previously you have been unable to respond to.\n\nTherefore, there is a way. There is a path. You may be alone in your deeper inclinations, but you are working in concert with many others in the world who are all following this deeper and more profound education. This education is not an imposition of foreign ideas. Instead, it is a stimulation of your deepest and most natural inclinations. It is a stirring and a recognition of Knowledge within you, giving it the opportunity to emerge in your awareness and to exert its power and its grace in your life.\n\nThis is how God speaks to you and influences you. This is how God protects you from making fatal errors in your life. This is how God guides you to stay out of harm’s way and to recognize the true path that you are to follow, a path that you would be unlikely to recognize otherwise.\n\nHere the relationships that come into your life to support this greater purpose will be deep and profound. They will have a power that transcends your divergent and perhaps different personalities. And they will be a confirmation for you that you truly have come into the world for a greater purpose—a purpose that you did not invent for yourself, a purpose that lives within you, waiting to be discovered and to be expressed in the changing circumstance of your life.\n\nWhen these individuals arrive, you must be very careful to discern the appropriate form of the relationship. Here perhaps your culture has conditioned you to think of relationships in terms of whether they represent a marriage or a benefactor. Here you must use a deeper discernment and have patience to allow this new kind of relationship to find a place in your life.\n\nFor these relationships often do not represent marriages or benefactors. Here you will have to see where Knowledge is taking you and begin to gain a greater understanding of life, to see how these relationships fit into a greater plan for you.\n\nIt is like climbing a mountain. When you are at the bottom of the mountain, you cannot see the panorama of life. You can only see your immediate circumstances. You are engulfed in the valleys, in the trees, and you do not have any real perspective yet. And though someone may try to share with you a perspective from higher up the mountain, you yourself cannot really see this yet.\n\nSo the emphasis here is to get up this mountain, step by step. And as you begin your long ascent, you learn what is important to keep with you and what is important to set aside. You recognize what is really useful and necessary and what is merely a burden and a distraction.\n\nHere you lighten your load. You rearrange your pack. You adjust your expectations, and you build the strength to carry on. Along the way, you will want to settle down. You will think you have gone far enough; you will want to tell yourself it is fine the way it is; it is enough for you.\n\nBut Knowledge keeps leading you on. It will not let you compromise your life. You must make this journey, for only this journey will give you the understanding and the awareness of what your life really is, and what it is for, and how it can be expressed most completely and in the way that is most satisfying.\n\nHere on your journey up the mountain, others will come to follow, for they are journeying, too. Some of these will be lifelong companions for you, for the mountain is very great.\n\nHere you will have to leave people behind who cannot or will not make this journey. Perhaps the time for them has not come for Knowledge to emerge in their experience. Or perhaps Knowledge is emerging, but they cannot accept it. They are too afraid and too insecure to recognize its central importance to their lives.\n\nIn either case, you cannot stay behind trying to convince them or trying to pull them up the mountain, for it is you who must go. And you will need all of your strength to make this journey. You cannot be pulling other people along, trying to rescue them, or to redeem them, or to convince them in any way. If they cannot see and cannot know, what can you do? Here you must go on and make the journey, even if it means leaving relationships behind.\n\nYou have a fundamental responsibility to raise your children to adulthood, and in some cases to take care of elderly parents who cannot take care of themselves. But beyond this, your first responsibility is to Knowledge, for this is your responsibility to God.\n\nPeople often think here that Knowledge is like another personality, that it is like their personal mind. They think that Knowledge is subject to all the weaknesses and the distractions of the personal mind.\n\nPeople think that God is subject to all the weaknesses and distractions of the personal mind. They think that God is angry or vengeful or jealous, which is, of course, ridiculous. How could the Creator of the entire universe be angry, vengeful or jealous? People think that God thinks like they do, with all of their weaknesses and weak dispositions.\n\nSome people will think that Knowledge is like this too, but it is not. That is what makes it so very different from your personal, social mind. That is what gives it power and consistency, strength and determination. For Knowledge within you cannot be seduced or induced by anything in the world. It only responds to Knowledge in others, and it only responds to God.\n\nYou are so fortunate to have such a magnificent and trustworthy guide within yourself. And as you gain altitude on this mountain and learn to see beyond the tops of the trees and the limits of the valleys, you will begin to see that Knowledge really is your true Self, a Self that is not apart from life.\n\nYou will see that being true to Knowledge is, in the purest sense, being true to yourself. You will see that you could never give your life fully to another person unless you are guided by Knowledge to do this, and that all other commitments and arrangements were by their very nature incomplete and limited in time.\n\nHere the emergence of Knowledge makes true union with another possible. This establishes marriage at a complete level, at a deeper level, beyond the limits of the intellect—a marriage or a friendship or a partnership that transcends human understanding and that has the power and the grace of God within it.\n\nThese relationships will produce great value for others, for here you do not live just for the other person. You are here to contribute something greater to the world, to support something important in the world, to foster something significant, or to innovate something new for the welfare and benefit of humanity.\n\nHere you are given the power and the gift of relationships at the level of a higher purpose. But first you must gain a sense and understanding and acceptance of a higher purpose in your life. And you must see that you cannot invent or control this higher purpose. You can only be a witness to it, and support it, and follow it, and learn from it.\n\nThis is following the greater journey in life. And this is freeing you at last to find the greatest fulfillment in life and the greatest contribution that you are here to give to the needs of humanity and to the changing needs of the world.",
  "audioUrl": "https://www.newmessage.org/av/relationships-of-destiny.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/relationships-of-destiny/"
}