{
  "title": "Religion and Politics",
  "content": "Politics represents people’s attempt to communicate effectively with one another and organize human thought and behavior to bring stability and progress to culture and civilization. It is an attempt often with great self-interest, of course, on the part of leaders. In its pure sense, politics is the vast network of communication and organization to organize human thinking and action.\n\nIt is by its very nature extremely imperfect, and often it is so corrupt that only a very few people can benefit from this. It is rife with deception, conflict, competition and the quest for power. It is a very unsavory arena, but a necessary one. There are always the forces of corruption operating there, competing with honest people of integrity who are trying to make whatever the system that is established be functional and effective and fair to all involved.\n\nReligion is the attempt of God to communicate with man and for people to share this communication with each other—to try to understand it, interpret it and to bring it into their life experience. But religion is also run by organizations who can be very self-serving and who can adopt a very narrow understanding of what their faith tradition really is. Religions compete with each other, try to undermine each other and even have fought each other innumerable times throughout human history.\n\nOn an institutional level, they are political as well because they deal with influencing human thought and behavior, organizing human effort and aligning people according to a certain set of ideas or assumptions. In that, they represent a corollary to the political arena. But the religious arena is held to a higher standard, generally speaking, even though many people avoid or circumvent this.\n\nWhat religion really is is God communicating to people and setting a higher standard for life, for thinking and for behavior—a much higher standard than the political arena will attempt to establish. Religion speaks to the conscience and the behavior of the individual to a far greater degree and on a far more personal level than politics would attempt to do.\n\nOf course, many people over time have tried to combine religion and politics. Even in the world today, there is an attempt to do this within certain nations and amongst many agitating political groups who seek to establish a religious-based government. Yet you are mixing two things that only have an indirect relationship with one another.\n\nTo bring religion into politics is to compromise the ethics and standards of religion, to degrade religion. Though religion and politics are both prone to corruption and misinterpretation, religion as a whole is still held to a much higher standard. But this standard is compromised when the two are mixed.\n\nTherefore, religion and politics should operate in separate arenas. They should not be combined. If you try to enforce morality or ethics, you create a government that is oppressive and indiscriminate in its emphasis and in its action. You cannot legislate conscience if conscience is to be true and authentic.\n\nReligious leaders do not make good political leaders, and political leaders do not make good religious leaders. You cannot force a higher standard upon people beyond the basic requirements of a functioning society without oppressing them, often cruelly and indiscriminately.\n\nUltimately, religion is about bringing the individual into contact with Knowledge, the deeper spiritual Intelligence that God has placed within you. This is the seat of your spirituality, the foundation of your true Being. It holds for you your greater purpose for coming into the world. And it provides a deeper conscience, an awareness, that cannot be really corrupted by the outside world.\n\nIf you promote people to come in contact with Knowledge and to build a connection with Knowledge, you are giving them power and freedom, even beyond the dictates of their religious leaders or tradition, if they have such a tradition, and even beyond the dictates of their culture and their society.\n\nBecause Knowledge is entirely ethical and cannot be in conflict with itself, it represents a higher and more complete experience of life. This cannot be legislated from the outside by people who do not know of Knowledge, who fear its power and who do not believe in its essential goodness.\n\nIf religion is to be more than a corralling of people and an emphasis on belief and obedience, it must lead to Knowledge. It must lead to the conscience that God has created within you, not the conscience that society and culture tries to inculcate in you, for there is a very great difference between the two. One is created by God; the other is created by people for their own interests.\n\nWhen religion is wedded with politics, religion becomes politics with all of its deceptions, its compromises and its limitations. It ceases to be a pathway to Knowledge and becomes like a yoke to harness people’s intelligence and abilities in service to the state.\n\nOn an institutional basis, religion has become so corrupt that it now punishes people for their errors, even executes people for their errors. It acts like a state. It has become political in nature. Certain religions believe there are sins that are punishable by death or by cruel punishment and that these must be carried out by religious or political leaders.\n\nGod has never instigated such a protocol in any religion. This is purely the invention of people. This is an accommodation. This is an attempt to bring religion into politics. God has never sanctioned capital punishment or torture or physical punishment. That is a corruption and a misunderstanding. It has brought religion down to the level of mean politics. It is an abomination here.\n\nGod knows that living in the world is extremely difficult and will generate all forms of misbehavior. That is why God has put Knowledge within the individual to guide them, to protect them and to lead them to a greater fulfillment in life.\n\nGod does not punish you for making mistakes, even very terrible mistakes. It just means that your ability to experience the Grace of God is diminished, or even denied, by your own actions, not by the actions of God.\n\nIn this there is no Hell, no punishment. Why would God punish you for being without Knowledge? That is like punishing a child for being a child. That is punishing a man for being a man or a woman for being a woman. The state must impose limitations and will have to restrain certain kinds of behavior, even leading to incarceration, but religion does not do this and must not do this.\n\nGod does not punish. God rehabilitates. God does not send the wicked to Hell. God attends to the wicked and prepares them for Heaven. God does not hate Creation and will not punish those living in Separation who are prone to weakness, disability and ignorance. To think otherwise is to misinterpret the Will of God and the intention of religion.\n\nReligion is a calling to live at a higher standard and according to a deeper conscience that God has placed within you, which is represented by Knowledge. If you fail to do this, then you suffer the consequences of being denied the power and the presence of Knowledge and your relationship with God. God does not punish you beyond this. If you do not live according to a life of integrity, you suffer the consequences. If you are dishonest with yourself and others, you suffer the consequences. If you deny your inner life, you suffer the consequences.\n\nYou do not experience the Grace, the Power and the Guidance of God. You are left out, not because God is denying you but because you have denied God. Not because God is punishing you, but because you have not been able to receive the power and the grace that God has placed within you, within Knowledge within you.\n\nFollowing Knowledge makes you very free and very responsible. It requires a higher level of integrity, for you are now being guided by a deeper conscience that clearly understands the difference between right and wrong.\n\nBut this gives you a freedom that political leaders might fear, particularly if they are oppressive, or represent dynasties or are authoritarian in nature. They will fear this freedom in the individual. They will want religion to support the state, and that is what happens when religion is ever united with politics, is it becomes subservient to the state, a tool of political leaders. It has lost its mandate. It has lost its integrity. It has lost its true function.\n\nReligion is there to free the Spirit. Politics is there to guide actions and to restrain certain kinds of behavior. God is the source of religion. Though religion has become what people have made of it, its Source, its inspiration, comes from God.\n\nWhat religion has become in its principles and its emphasis is very different from what initiated it in the first place. Its stories, its pageantries, its interpretations have in so many cases drifted so far away from the initial intent and purpose that now you are dealing with something else. But if religion is to be redeemed and uplifted and to maintain its higher ethical and moral standard, then it cannot be under the control of politics or political leaders.\n\nLet religion speak to the deeper conscience of people and to support them taking the Steps to Knowledge. Let politics deal with running the machinery of civilization.\n\nThe surgeon does not try to be a plumber, and the plumber should not try to be a surgeon. They are functioning in different arenas. They are both repairing mechanisms but on a very different scale and in a very different environment. Religious leaders should always be there to correct and to comment upon the behavior of government, but religious leaders must not become the government.\n\nIn a more perfect sense, religion is there to keep politics honest and ethical. To whatever degree that religion can do this and exert this influence, it is beneficial, in most cases. But religion is prone to the same errors that afflict government leaders and policies, so there can be grave harm done here if religion tries to exert an incorrect understanding upon religious leaders.\n\nMany people who are involved in religion do not really understand what it is for. They think it is to worship God, to carry out God’s Will, but they do not understand God’s Will because God’s Will has been now translated down to the level of politics, to the level of behavior, to the level of crime and punishment.\n\nIn reality, all religion in all of its forms is to bring your thinking mind into a deep association and service to a deeper Mind that God has placed within you that is beyond the control of government and that adheres to a greater power and a deeper conscience.\n\nGovernments are afraid of this because they want to be the ultimate power. They want to have the final word. They do not want to have to compete with another form of power in the world. That is why religion, over the years and centuries, has had to compete and has often succumbed to powerful political forces.\n\nTherefore, it is true that the religious leader must be beyond the temptations of the world sufficiently to be able to live according to a higher standard and to comment and to criticize government from this higher standard, and to attempt to hold political leaders to a higher standard based upon compassion, based upon love, based upon tolerance and based upon an emphasis on the individual’s relationship with their deeper nature.\n\nReligion here goes beyond even religious institutions. For if your institution insists upon one thing, but your conscience insists upon another, well, you will have to choose. And if you are connected to your real conscience, the conscience that God has placed within you, rather than simply a system of beliefs that has been inculcated into your intellect, then you must choose your conscience.\n\nMany people involved in religion think that religion is an intellectual understanding and is simply a guideline for human behavior. But religion is greater than this. For the intellect cannot understand the workings of the Spirit. And models for human behavior do not always allow for the creativity that must occur within the individual. Political powers are always trying to gain control of religious powers, to subjugate them and to bring them into service to the political structure, and this is a violation of humanity’s deeper conscience.\n\nSo religion holds a primary responsibility not to teach what conscience is, but to bring people to its realm. For what is right and what is wrong is known and felt and followed. Perhaps you have to teach a child not to do certain things, that certain things are harmful to others and harmful to oneself. But for adults, religion must be a reconnection with Knowledge. If religion serves this primary purpose, it is effective and it is in service to humanity. If religion is just simply trying to create an ideological position and a set of guidelines for human behavior, then really it has denigrated to the level of politics.\n\nIt is known what is right and what is wrong. That has been established. Murder is wrong. Theft is wrong. Bearing false witness is wrong. Deceiving others is wrong. The Commandments have laid this out. It is clear. But the question is: Can people live according to this, even if it conflicts with the expectations of government leaders or the public will?\n\nIt is a tension, you see, between your worldly mind and your deeper spiritual Mind. You cannot change your deeper spiritual Mind. You can either adhere to it or avoid it. You can either be in relationship with it or out of relationship with it, but you cannot change it. You cannot reprogram it, make it think differently, without creating a false understanding.\n\nTherefore, do not mix politics and religion. They are in tension with one another. For religion is here to hold politics to a higher standard, a higher standard based not upon religious ideology, but upon the reality of Knowledge.\n\nKnowledge cannot be quantified. It cannot be brought into the arena of politics. It cannot really be mandated by government beyond certain obvious things. It remains mysterious. It is the Mystery. Politics must be concrete and practical. Religions must be mysterious, taking you beyond the realm of the intellect, beyond the realm of social governance.\n\nSpirit and the intellect are operating in different arenas. One must serve the other. But Spirit can never serve the intellect unless the intellect is serving Spirit, so really there are no choices here except to either accept the reality of Knowledge or to deny it. Even if you try to compromise it, you will deny it. Even if you try to make it serve your personal interests, you will deny it.\n\nThe great saints and sages have followed Knowledge. They were not political leaders. They were not magistrates. They did not generate a political policy or economic policy because they were involved in the Mystery. They are keeping Knowledge alive in the world, in a world where people are constantly being pressured and seduced to follow the dictates of governments and the ambitions of the mind.\n\nThis clarification of God’s Will is very important because God redeems the separated through Knowledge. God redeems you through Knowledge. You have been sent into the world for a higher purpose, but you are not living that higher purpose at this moment. Therefore, your Spirit, your soul—its needs are going unmet. You are uncomfortable. You are distracted. You are anxious. You are restless. You are nervous. You are prone and subject to the forces of the world—its inducements, its terrors. You are looking outside yourself for guidance and for truth, while Knowledge lives within you, the perfect inner guidance waiting to be discovered.\n\nKnowledge is not here to overthrow the state. It is not here to subjugate others. It is here to contribute to the well-being of people and to the well-being of the world itself. It is designed within you to do this in specific ways, to carry out specific activities and service to certain people in certain situations.\n\nYou are designed for this. That is why you have a unique personality. That is why you have a unique design. That is why you have a unique gift to the world. But it is not what you think. It is not a creation of the intellect. It is something that emerges from far deeper within you, beneath the surface of the mind. In response to the real needs of the world, the world will call this out of you once you are ready and once you have found where your contribution needs to be made.\n\nWithout this, you try to invent a life for yourself. Once your basic requirements have been met, you try to invent a life for yourself based upon what you think will make you happy. This has produced the world you see—a world full of unhappy, restless people; a world that is so imperfect and so prone to corruption and instability that it is a very jarring and difficult place to live.\n\nPolitics is for the intellect. Religion is for Knowledge. Yet even political leaders can be guided by a deeper conscience, and this gives rise to true motivations for advancement and reform. Knowledge can guide people in all arenas of life. It is designed to do this.\n\nTherefore, the pathway to Knowledge is really necessary for everyone, in every aspect of life, in every profession of life. It provides an instruction that no government could ever provide, no university could ever provide. It represents the movement of life at a deeper level within you. This gives rise to compassion, the desire to serve and a higher ethical standard within the individual, even beyond the standards, the beneficial standards, that your culture or society might emphasize.\n\nTherefore, do not create a political platform based upon religious ideas, or you will lose your religion in the process and become merely another combatant in a sea of combatants. You will deceive yourself and others, and you will try to undermine and overthrow others, and you will be subject to all the machinations of competition for power.\n\nA person who is guided by Knowledge could not do this. If a person in the political role becomes strong with Knowledge, they will try to bring a greater harmony and a higher standard to their work, for this is what Knowledge emphasizes.\n\nIt is therefore important to bring Knowledge into the political arena, extremely necessary and important. But not religion. Keep religion sacred and not profane so that the power and the presence of Knowledge may be preserved and may be a counterpoint to all of the other tendencies and motivations that hold humanity back and keep it in chains. This is what is necessary.\n\nIt is also necessary to allow women to assume positions of power and religious leadership. They are given to protection and to maintaining higher standards. Let them assume positions of power in religious institutions. Let them become religious leaders. This will help to safeguard the integrity of religious teachings and to make them fully equitable and beyond the reach of the limitations of culture and politics.\n\nWomen must assume greater political power as well. You are entering the age of women. Women must have greater power and recognition. Those amongst women who are destined to be great scientists, great political leaders, great educators, great physicians, great social advocates, great philosophers, they must be allowed to arise.\n\nOtherwise, humanity is denying half of its population and denying the gifts and the wisdom of half of its population by assigning women a subservient role or a domestic role only. This has been a great hindrance to human progress and a great hindrance and denial of the greater purpose that has brought so many people into the world.\n\nIf religion is to maintain its integrity, it must give women this power. It must be broken from tradition, for religion has a tradition of being under the dominance of culture and politics, much to its detriment. In many cases, religion has become overtaken by culture and politics to such an extent that religious teachings now no longer refer to the Will of God, but to traditions and restraints of culture.\n\nThis has kept women down, this has kept women locked in the position of subservience and domestic duty, which is not the destiny of so many women, either in the past or in the world today. Do not suppress half the human population, or you will lose half of the creativity of the human family and half of the contribution that could be given to the welfare and to the advancement of humanity.\n\nCulture must adapt to religion and not the other way around if religion is to maintain its higher standard and be a pathway for people to discover their deeper conscience and the power and presence of Knowledge in their lives. In this, religion so far has been only partially successful. People who are religious leaders have been only partially successful.\n\nIf you are going to teach freedom of the Spirit, it must be free; it must be equitable. It must transcend the patterns and the habits of culture. Not every woman is meant to be a mother and a householder. To deny them their greater purpose and expression in the world is to deny humanity the benefits of their gifts and to imprison them. This was never God’s Will and Intent. Women were not created merely to be servants to men. They have their own purpose and destiny in the world.\n\nReligion will be transformed as these restraints are removed. For now you are entering difficult times, times of great change and upheaval in the world, times of environmental degradation and the limiting of resources. Everyone’s gifts must be brought to bear at every level of human society. You cannot suppress half the human population and expect humanity to advance and to meet its great challenges.\n\nThere must be a greater reformation here. In all the religious traditions, there must be a greater reformation. That is required. There is such a great need for reformation in government, in commerce, and in religion.\n\nThat is why God has sent a New Message into the world—a Message that is here to warn humanity of the Great Waves of change that are coming to the world, to warn humanity of Intervention and competition from beyond the world by races in the universe; a New Message that is here to teach about spirituality and religion at the level of Knowledge; a New Message that is here to bring Wisdom from the universe that humanity will now need to save itself from self-destruction and to build the foundation for a new and better future for the human family; a New Message that is here to reveal humanity’s destiny within a Greater Community of intelligent life in the universe.\n\nThis is a gift from the Creator. It is a gift of profound love and respect for humanity. Yet it is a gift that brings with it a great challenge and a great correction to so many things that hold humanity back and that keep it in a primitive and divided state.\n\nIt represents a Greater Community awareness of humanity as a greater community and of the universe itself as a Greater Community of life. It is a higher level of understanding, but it essentially fulfills what religion has always been here to do, which is to bring people to the reality and the presence of Knowledge and the deeper conscience that it contains.\n\nThe more that people’s behavior can be self-correcting, corrected from the inside and guided from the inside, the less government you will need, the fewer prisons you will need, the fewer laws you will need. The more people are inner-directed at the level of Knowledge, the more they will act in concert with each other for the well-being of everyone, and the more they will be able to contribute very needed gifts to the world in all areas of human reality. Government can never really replace Knowledge. It can only try to govern and restrain human behavior because of the lack of Knowledge that exists in the world and in the human family.\n\nWith Knowledge, you will know what to do, and you will be held back from doing that which is harmful to yourself and to others. Therefore, Knowledge should be the most important thing that is emphasized in religion. The reality of Knowledge, the path to Knowledge, the experience of Knowledge and the expressions of Knowledge—these should be the foundation of religion instead of emphasizing stories from the past or trying to worship individuals from the past or trying to sustain fantastic stories of the creation of the world.\n\nReligion at its foundation is a pathway to Knowledge. All religion is a pathway to Knowledge because Knowledge is what redeems you. This is how God redeems the separated. This is how God guides you without overtaking your life. This is how God gives you direction and correction and wisdom and the ability to see through seduction and attraction and all the forces that lead humanity astray.\n\nThe New Message from God thus emphasizes The Way of Knowledge and taking the Steps to Knowledge as the ethical and moral foundation of human experience. For as this becomes stronger, people will act correctly and will have the power to change their thinking and their circumstances without the overbearing enforcement of government and without the restraints of tradition and culture, which in so many ways are holding humanity back and limiting its effectiveness in dealing with the great challenges it is now facing.\n\nThe New Message from God advocates the age of women and women rising to positions of power, particularly in religion, but also in governance as well. This represents a pure Message from God, a Message that has not been corrupted or co-opted by governments. It has not been wed to culture. It comes in a pure form. And it resonates with all the religions of the world in its true emphasis and its true purpose. Here if your understanding is clear, you will see that this is a renewal and an empowerment for the human spirit.\n\nMay Knowledge be your guide and your comfort. May it guide you through the predicaments of life and through ever-changing circumstances. May it strengthen you and give you courage, commitment and compassion. And may it show you your greater destiny here in service to a struggling humanity.",
  "audioUrl": "https://www.newmessage.org/av/religion-and-politics.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/religion-and-politics/"
}