{
  "title": "Religion as Mystery",
  "content": "If you participate fully in life, there are two domains you will be involved in. One is the manifestation of life, which is the world of physical things; the other is the Mystery of your life, which is the realm of deep experience. One is objective; the other is subjective. These are two different realms, and it is very important that you not confuse them. By this time, you know a fair amount about the world of manifestation—the physical world. But you do not know much about the world of profound experience. It is a different realm.\n\n\n\nWith religion, no one wants to think they are being superstitious. That indicates you are believing in something that does not exist, which makes you look very foolish. And indeed, if you persist in doing this, you will feel that you are wasting your life. When religion disappoints, it is felt to be superstitious. The controversy of whether something is religion or superstition cannot be ended in the conscious, intellectual part of your mind which thrives on doubt and is afraid to get involved in anything very seriously. The controversy is resolved in another state of mind called Knowledge.\n\n\n\nTherefore, do not try and understand all the things that we say from your personal mind because you cannot do that. It is fruitless to try. We want to take you to a greater state of mind where things can be known. In that state everything makes sense, though it is quite difficult to describe the experience once it is over because it sounds very fanciful.\n\n\n\nThe physical world is involved in the movement and interaction of things. The realm of Knowledge emphasizes the nature of true relationship, how things are truly related. Why is it important to know this? It is important because this is where your meaning comes from. Any sense of purpose in life that is genuine comes from this mysterious part of your life. In order to enjoy life, there must be Mystery. In order to grow in life, there must be Mystery. This means that there is a part of your life you participate in but do not understand.\n\n\n\nTherefore, if you are to be a person who is evolving, do not allow yourself to have an understanding of life that is conclusive. As soon as you begin to think that you know what all things mean and are for, you begin to stop in your development. Your security must come from something greater than your own thought system and beliefs. If beliefs are what you establish your identity upon, well, you will not want to investigate life very much because if you do, you will begin to challenge and question the very ideas that you have accepted without question.\n\n\n\nFor students of Knowledge, all of their assumptions will be questioned at various points until they find a greater foundation in life, a foundation that does not change and is not based upon popular opinion or social trends. Here they gain access to something that is beyond the world but which they can bring here. Wherever you can contribute Knowledge, it has a lasting and resonating effect. It is different from building something for the good of the people, something which they can use for a while until it is used up and discarded. When you give Knowledge, it continues to move from person to person.\n\n\n\nWhy is Jesus still alive in the world? Because people are still giving Jesus, like a current running from person to person. You are all conduits for spiritual power. It will resonate naturally, but it will not pass through those who are not well prepared or who are not willing to think deeply about things. This leads to some unhappy consequences and, in a way, cannot be helped. The ignorant will attempt to use the truth foolishly. Those who do not want to question or investigate the Mystery of their lives will be happy only with assumptions that are comforting to them. These individuals, even though they were perhaps well meaning at the beginning, can become agents of destruction, as your history has so often indicated.\n\n\n\nReligion is not the church. It is not a theological system of thought. Let me make a new definition for religion so that you can understand what I am talking about: Religion is profound experience. Out of this experience churches and theological systems arise, but they are not where you will find God. You must be in a different state of mind to comprehend the Creator, or you will merely create beliefs that will become superstitions.\n\n\n\nOur purpose is to bring people to true experience and to minimize the possibility of erroneous conclusions, inappropriate approaches, and so forth. This is not easy to achieve. You cannot do this with all people. You can only do this with a few, but the few can then give everything they have learned to others, and this creates a resonating effect.\n\n\n\nWhy can you enjoy the comforts of what you have all around you? Because of what other people gave. I am talking about the people who invented electricity and all of your conveniences—everything! If anything, this is a world of gratitude. If you could experience that genuinely, well, it would be very difficult to be unhappy here. Unknowingly, you are enjoying the fruits of the labors of your ancestors every moment, every day. You are experiencing some of the liabilities of your ancestors, too, but the benefits far outweigh the liabilities.\n\n\n\nTherefore, religion is also practical because it deals with the meaning of things, and meaning is what determines what you will want to do with your life and what you will value. What you value determines your behavior and communication with others. What you value is absolutely essential to your experience here.\n\n\n\nNow, I want to make an important distinction which will require some thought. Do not confuse Mystery and manifestation. This means that when you are dealing with physical things, deal with them physically. Understand the process of how they work. This becomes very obvious when you think about it, but it is incredible how people do not do this very much and how ineffectual they are as a result. If your car breaks down, do not deal with it spiritually. Do not make it a religious experience! You may have a religious experience that is related to the car breaking down, but it does not fix the car. If you break your arm, do not deal with it as a religious experience. It is a mechanical problem. Perhaps your reasons for breaking your arm go much further, but in terms of repair, do the repair. Do not think of mechanical things as mysterious things. This gives them a value and a meaning that they do not have because the Mystery is much greater and goes beyond the manifestation of things.\n\n\n\nDo you know what happens when people confuse manifestation with Mystery? They become entranced with marvelous things and they miss the obvious. Their imagination takes over. Likewise, it is very important not to deal with Mystery in a logical way. Do not treat Mystery objectively. It requires a different approach. Each realm requires a different approach. If you become scientific about God, well, you will create a great deal of thought about God, but you will still be far removed from the experience, and you will go off in the wrong direction. This is not the realm of scientific approach, and you cannot deal with it logically. God is illogical.\n\n\n\nThere is so much Mystery in your life! How much bearing does this have on your everyday decisions and experience? A great deal. So, the important distinction to make is: Do not deal with manifestation mysteriously and do not deal with Mystery logically. They require different approaches. When you make everything mysterious, you lose touch with what is obvious and you will live in fantasy about everything. That is both pathetic and dangerous for you and your race.\n\n\n\nYour true state of mind, Knowledge, generally deals with material things in a very down-to-earth fashion and deals with things that are beyond the material in a wholly different way, naturally. There is no confusion of levels or different realms here.\n\n\n\nGod is like a place you go where you experience something extraordinary, and the result of this experience affects the direction of your life, the expression of your life and what you value. God is everywhere. God is a constant Presence, constantly giving, giving, giving.\n\n\n\nIs religion superstition? Is it people fooling themselves because they are insecure? Are they looking for escape? Do they just want to believe in something because their lives have no meaning? No matter how devout you may feel you are, you will have times when you have these questions. Yes, you will, and it is okay. You can say, “Go to Hell, God! I’ve had it with you! I’m going to go out and make money and get smart.” You see, you love God so much that sometimes when you reject God, you get closer because when you reject God, nothing happens in return. You always go back to God because it is the only thing to go back to and because the world of manifestation is temporary, and the world of Mystery is permanent.\n\n\n\nWhile you are in the world, you can only know so much about the Mystery, but it is enough to receive its benefits. If you had the capacity to fully understand the Mystery, you would not be in the world. Your mind would be too broad and great. You could not deal with specific things. Therefore, I am not saying you must understand the Mystery. I want you to become aware of it and allow it to have a place in your life.\n\n\n\nYour Teachers know about everything you want—all your preferences, everything. You don’t need to say, “I want to find my husband or wife.” They know this already. Perhaps you need to say it to convince yourself that you are finally willing to do something about it or that you want something else. Here you may be enlisting yourself into active duty, but the Teachers know already.\n\n\n\nYou know, when people begin their spiritual development, in the early stages they are like children. They want everything, but they have very little capacity for anything that they want. “I want God! I want a holy marriage! I want spiritual powers and discernment and freedom from conflict now—or by the end of this year at least.” But the capacity for these things has not yet been developed. When the capacity is developed, well, things happen of themselves. Better, then, to develop people’s capacity so that they can actually experience these things.\n\n\n\nWhy am I here? Because I remind you of where you have come from, which is not the world of manifestation. Why does it take human beings so long to become functional in the world if they are so intelligent? Why is that? After all, other animals are moving about doing things in a day or two days or a week. You may call it instinct, but it is much more intelligent. Why does it take people so long to learn the basics? The world is a very unnatural place for a being who has a conscience. You are all visitors here. It was necessary that you forget where you came from in order to be here. That is part of the process of being here. But you are obviously visitors. You are here a very short time. You will continue on after you leave here. You have no choice about that. You have a choice about what state you will continue on in, but the fact that you will continue is beyond your control.\n\n\n\nI represent the Mystery of your life. You do not necessarily need to understand me, but you can experience me, and if you experience me enough, perhaps you will learn to trust me. The only way you can trust me is by seeing that I am good and by having this demonstrated in your life. This is very important because this opens you up to a whole level of support, assistance and direction that you could not provide for yourself. Now you have a great asset, and the Mystery of your life can serve to direct your life in the world in a meaningful way. The Mystery will give you a new way of dealing with the world you see and sense. It is extremely practical and effective.\n\n\n\nThere are many people who talk about religion and think they are religious, but they have only accepted religious assumptions and have not entered into the real experience. For them, it is self-comfort they are seeking, and they will build their sense of themselves upon these assumptions and will be terrified when these assumptions are challenged by anyone or anything. That is why it is very important that you have exposure to things and learn to discern things and allow your assumptions about life to be questioned. That is how you progress. After all, if I am real, many of your assumptions are not.\n\n\n\nYou cannot find a way to use the Mystery to help the world because you are not in control of the Mystery. You can only control your exposure to the Mystery and your acceptance of it. You cannot make it do what you want it to do for the world. The world needs a great deal, but you can only give to it according to what capacities you have. Therefore, if you develop a greater capacity and a greater wealth of experience, you will have more to contribute. The greatest contribution that can be rendered into the world is Knowledge. Here something greater is giving itself through you. It is not you trying to improve the situation according to what you like or dislike. Something greater is moving you naturally to do this or do that. Something greater is then given and transmitted from person to person. Whether you are building a hospital or feeding a sick person, something greater is being transmitted. The current is now flowing through you. You are a witness to it. You are still doing practical things to help the world, but there is a Spiritual Presence that is moving through you. You are conducting its current. This is very mysterious. Your understanding of it can only go so far. It is profound and your questions will remain.\n\n\n\nThat is why in The Greater Community Way of Knowledge, we take people to a certain state of mind, and then something inside of them takes over. It is the very heart of them, the very center of them that begins to become manifest. The preparation is to make their outer life free enough to allow this to happen and to make their mind clear enough so that the light can shine through. This requires both an inner and an outer preparation.\n\n\n\nYour ability to be practical in life is very important here because you do not want your outer activities to interfere with what is happening on the inside. Inner and outer development are related, but I tell you, the influence is only one way. The manifestation does not influence the Mystery. The manifestation of things—the course of events, your history, all that happens here—cannot influence the Mystery.\n\n\n\nThe Mystery influences the manifestation. God influences the world. The world does not influence God. The world influences you a great deal, so it is very hard for you to understand that the world does not influence God. Yet, as you become closer to God in your thinking, the world will influence you less and you will influence it more. That is when your ability to contribute becomes greater, and you are able to transmit something beyond your actions. Beyond what you can do physically, you can transmit a profound quality of love that has a great bearing on the lives of others. Indeed, it can kindle the spark of Knowledge in another. There is no idea I can give you that can initiate you into Knowledge. Only the power of my own Knowledge can do that. I can do all manner of things for you, but Knowledge can only be ignited and transferred. You must be prepared for this.\n\n\n\nNow, you must give great thought to these things that I am telling you. Do not say, “Well, I believe in this, but I don’t believe in that,” or “I think this is real, but I reject that.” When you do that, you are merely defending your assumptions. That is being mindless. You have a good mind. You must use it now to do a little investigating. When you investigate, avoid the temptation to come to conclusions. If you were digging in the ground for buried treasure or a hidden city on an archaeological dig, you wouldn’t jump to conclusions. You would carry on the investigation—until you came to the conclusion of the investigation.\n\n\n\nPeople who are happy always have Mystery in their lives because they are always excited about learning new things. Life for them is an adventure. It is difficult, but it is magical as well.\n\n\n\nReligion must be mysterious. If you are to have a religious life, you must allow Mystery to exist. It is like a great well in the ground, a well that is so deep that you cannot see the bottom, but from its depth come things that are important. If you have Mystery in your life, you can still be a rational person who deals with the world in a practical way. There need not be any conflict here, if you understand that you need to deal with tangible things tangibly. Yet, there is simply another part of your life that represents the religion of your life, which is the source of your meaning, purpose and direction.\n\n\n\nIt is important for you to be practical because this enables you to get things done. You are here to do things. This is a place where things are done. This place is not where you have come from. You don’t do here what you did there, because “there” is not a place of doing. It is a place of being. This is a place of doing. That is why you have a body, and that is why you have a personal mind to direct the body. So, doing things is the emphasis here. The more competent you are, the more you can bring things about. But if you are merely competent and nothing else, your life will be empty and desolate, and you will find little comfort in the world of manifestation because its offerings are very limited compared to what the Mystery of life has to yield for you.\n\n\n\nYou only have to wonder about where you have come from and where you are going to see how much Mystery is a part of your life. You actually know very little about anything, except perhaps the mechanical things that are right in front of you. That is okay, because there is a great deal of Mystery. Mystery can be known. You know something because you are in relationship with it. You understand something when you are separate from it. When you understand something, you may figure out its process, how it works, its stages of development and how it influences other things. Yet, when something is known, it is because you are experiencing a relationship with it. This is a different kind of interaction and involvement.\n\n\n\nThere are people who understand a great deal about their relationships—their influences, the other person’s influences, how they interact, their tendencies, their fears, their compulsions, their strengths, their weaknesses. Perhaps they’ve gone through ten years of analysis to understand everything about their relationship. Yet they do not know each other. You can know someone without knowing anything about his or her life. That does not mean you should marry this person. Don’t do that! People often get married because they have this experience of recognition with another. That is because they are confusing Mystery with manifestation. “Well, if I have this profound recognition with another, he (or she) must be my partner.” That is not a correct assumption, but many people make it and do not question it. Then they find out later if there is any relationship there.\n\n\n\nThere is no reason why a man or woman of science cannot have profound Mystery in life. There is no reason why a person with great involvement in Mystery cannot be a competent and effective person. In this way, you can give to the world what is the world’s, and you give to God what is God’s. There is no problem, unless you try to make them the same. Then all manner of contradictions and dilemmas arise.\n\n\n\nIt is not a problem with God that there is pain and misery in the world. That does not mean that God is not helping you with it, but it is not a problem for God. Does that not sound heartless? It does not mean that God does not care. God is God no matter what is going on here because God is that big. But God also brings resolution, balance and harmony to everything that is within God. Why, then, is there conflict in the world if God is all powerful, or seemingly so? If God brings resolution to all things, why is there not resolution here? The answer to that question lies in your relationship with God. If you only want God to be in your life ten percent, what is the other ninety percent of your life? If there is ten percent God in your life, there is ninety percent something else. In the world, God is about two percent. I am talking about God as a mysterious, profound, direct experience.\n\n\n\nGod cannot take away from you what you want to do here, but God can influence you to return to Knowledge. Knowledge is a very different state of mind. I want to make this very clear so that you will then think, “How can I attain this state of mind?” instead of “How can I use this to make things happen in the world?” From your personal mind, the world cannot be known. The source, nature and resolution of conflict cannot be known.\n\n\n\nPeople become students of Knowledge because it is natural for them to do so. There is little other incentive. I do not promise people, “If you study this, you shall have wealth, love, greater powers or be better than others.” That is not the incentive. The incentive is beyond all this. You come to Knowledge because Knowledge brings you, because you are moved by something greater.\n\n\n\nIn the beginning, people doubt and fight this great inclination because it will change their lives. It seems so impractical, and they can’t understand it. My God! If you had to fully understand what you were doing, you would never be able to do anything new! Understanding is always associated with the past. It is always an attempt to understand the present from the past. All scientific advancement and all true advancement on any level occurred because certain individuals moved forward without understanding what they were doing and then found something new.\n\n\n\nIt is very important to be honest enough with yourself to say, “In that situation, I do not know what I am doing, but in this situation I do know what I am doing.” If you do not know what you are doing over there, it does not mean that you do not know what you are doing somewhere else. Because you are developing in the world, you will always have a large part of your life that cannot be explained or is not yet discovered. So, why come to grand conclusions about anything? You’ll just have to give them up! There is no comfort in thinking, “I finally understand the way things are!” You finally understand the way things are only for a little while.\n\n\n\nEnlightenment is not a one-time thing, you know. You will become enlightened again and again. There are major breakthroughs. One leads to the next. When you have broken through one, you are now a beginner in a new realm. It is so exciting! I very much enjoy this! But after all, I don’t have the practical burdens you do. Not now, anyway. Yet, I have responsibilities that would be crushing to you, but you know, I’m not worried about it. That is why I’m so effective. If I were worried about you, what could I do for you? I’d become desperate, and then you would have two desperate people! But I am very interested in your finding your treasure and not wasting your time in life. Your treasure is what you came here to give, but to find this, you must establish your foundation in the Mystery, and you must become competent in the world.\n\n\n\nWhat you are looking for is not an answer. It is a discovery and a set of abilities that are related to that discovery. Don’t think that I will come along and say, “You are going to be this!” and that takes care of the problem. When people think like that, they are being lazy; they are being passive. To do what you must do in the future, you will have to be a greater person than you are now. You will have to be stronger and more open.\n\n\n\nBy the way, don’t worry about the world blowing up. What is happening in the world is that humanity is in the process of becoming one race, and my God, it will go through terrible things to do this. But this is its evolution, and it must come to pass. As the adolescent must become an adult, painfully or not, the evolution of your race cannot be stopped. Conflict can be moderated and in many cases eliminated, but it takes a person who has a very great awareness to be able to give this perspective to other people.\n\n\n\nIn the future, everyone will have to be in relationship with everyone. That will be terrible for some people because when that happens, people begin to sacrifice their national identity, their class consciousness and all these other distinguishing factors, some of which they may never have thought of. “Rub shoulders with these people? Oh, my God, no!” But everyone will have to confront everyone. Here, the distinctions will begin to break down. It is not that everyone will become equal because that will never happen, not at this level, anyway. But people will need to develop a greater capacity for relationship with one another. They will also need to develop a greater level of discernment as well because with greater exposure to anything, you must have greater discernment and greater education.\n\n\n\nSo, there are conflicts and they will continue, but the world will not blow up. There are forces in the world to keep this from happening. It is possible these forces can fail, but it hasn’t happened yet. Do not think the fate of the world is up to people alone.\n\n\n\nGod is always there. Yet, in the realm of worldly existence, you can either have God or not. You are free to not be in this relationship. When you are not being in this relationship, you are lost in your thinking. You are living in your thoughts and in other people’s thoughts. After all, to not be yourself you must be something else, yes? To not serve God, you must serve something else. You must serve something, but that does not mean that what is real has changed. What does not change is the greatest foundation you can have, but you must experience it repeatedly, and you must refrain from making conclusions about it. This leaves the door to God wide open.\n\n\n\nEven the manifestation is a Mystery, but for the sake of practicality, we don’t make everything religious. There are problems in doing that. There is a distinction between the influence and the manifestation, and the manifestation rarely completely demonstrates the Mystery because it is a physical thing.\n\n\n\nIf Knowledge moved you to invent something, you would invent it, and you would go through a physical process to do that. What you would invent could be understood, but what moved you to do it is mysterious. This must be thought about because what moves people to do things and the things that they do are related, as cause and effect, but they are not the same. The pure experience that moved individuals to create a new manifestation in life may be something that those individuals could never describe in words, but it is something that they can transmit through their creations. Whatever they were moved to do is a temporary thing, but it was moved by something permanent. What is permanent seems very difficult to distinguish from anything in the world because everything here is moving and is impermanent.\n\n\n\nSo, what is constant in the world? What is constant has an influence, and it brings about good results, but the results that it brings about still do not identify or exemplify the full power of the Mystery. With Mystery you will contribute to the world because you are happy and not because you are terrified. If you think that the world is about to blow up and you are desperate to do something about it, your contribution will be violent. You will be forced to take sides, and you will have enemies. The Mystery does not think like this. It does not have enemies. It merely has people who are not willing to move, so it works around them. It is like the air that comes in through all the cracks.\n\n\n\nThe problem with religions is that they are at war with each other’s manifestations and assumptions. That is not a problem for individuals who are grounded in religious experience. But people who are relating only to the manifestation will compete with one another and threaten one another because at this level of existence there is only identification with ideas. Here they will not want to challenge their own ideas because then the whole foundation of their identity will be threatened. That is a very mindless state and many people live there. If you think of religion only in terms of its manifestations—which are the behaviors exhibited by those who profess to believe in it, its tenets and its impact on people’s lives—then you are only dealing with religion as a political force.\n\n\n\nNow, I know that everything that happens in the world will eventually have a political expression and that anything good that is given to the world will be used by someone to produce harm. I know that. I know that even The Greater Community Way of Knowledge that I am presenting will be misused by many people. Does that mean I should not give it? No, it is simply the liability of giving in the world. I know that and I am prepared for it. Jesus Christ was prepared for it. How many people have slaughtered other people in the name of Jesus Christ? How much violence has been wrought in the name of Jesus Christ? How would you like it if your name were slandered like that? Does that mean that Jesus Christ should not have given his gift? I assure you he was aware of the price that would be paid. That is the conflict.\n\n\n\nIf the level of a few individuals can be raised, everyone will benefit. Humanity has always moved forward because of the work of a handful of people. They bring the Mystery into the world and everyone else manifests it and uses it, but where it comes from very few know.\n\n\n\nIt is not a problem for me if people do not grow, even though it makes my job harder. I only want to make life easier for them, but I will say that sometimes working with people is very frustrating because they keep going back to the old thing that does not work and they don’t try the new thing. So, sometimes I need reinforcement from my friends and from my Teachers as well. My Teachers operate on a different scale, let us say. I am their manifestation. This is very hard to understand here in the world, and it is not even important. After all, what mystical cosmology has ever gotten anyone through the day? Therefore, God does not need to be understood, but God can be experienced. That is enough.\n\n\n\nMost people want God to be someone around in case something goes wrong, like Mommy at home. Well, when you go out and play, you don’t want anything to do with Mommy, but you want to make sure that if you fall down and hurt yourself, you can always go home to Mom. Mom is always there.\n\n\n\nSo, you must see religion in a new way. I want to talk about what it really is and not what people have made out of it. What people have made out of it is not what it really is. Therefore, if you want to carry a new vision into life, you must be prepared for what people will do with it. That is why there must be very little personal investment involved because someone will use it for harm. That does not mean that you have failed. It just means that you must not tamper with the gift once it has been given.\n\n\n\nAchievement has two different realms: There is achievement in the Mystery, and there is achievement in the manifestation. Achievement in the Mystery is always enhancing the quality of relationships. It is always a greater experience of communication or shared identity. That in itself has tremendous bearing on achievement in the manifest world, because Mystery is always influencing the manifestation.\n\n\n\nMost people are concentrated on achievement in the manifest world, and that is good because that needs to happen, too. They carry out whatever has happened in their realm of relationship. Whenever you are inspired by anything, you are experiencing a greater capacity for relationship in that moment.\n\n\n\nIf you want to stop experiencing Mystery, create a definition for it. Hold to that definition and the door will shut. Then you will experience your definition and not the Mystery, and you will defend your position and the Mystery will be lost to you. The problem here is that people base their identity on their assumptions and not on real experience. Knowledge is always taking you beyond your assumptions, but if your identity is based upon your assumptions, that is too frightening.\n\n\n\nWhy do people not want to experience God? Why is there that profound resistance? It is because they are afraid to challenge their idea of themselves. Maybe they are not who they think they are. Can they live with that? God gives something much better, but people are afraid to give up what they have created for themselves. I’m not talking about your giving up your car and living like a monk. That’s ridiculous! What people are afraid of giving up is their ideas about themselves. That is true renunciation! True renunciation is not giving up worldly things. It is giving up ideas. They are the bars on your prison.\n\n\n\nTo give up ideas you must be willing to be without ideas for awhile until you can find something new. Your security must be based upon something else. Knowledge is your foundation no matter what you believe. What you believe will determine how much you can experience your foundation, but Knowledge is still your foundation. When you know that this is your foundation, then you will progress very rapidly because you will not be afraid of new information. You will not be afraid of new experiences. You will not be afraid to find out new things. And the more you find out, the more you will give because that is natural.\n\n\n\nI will tell you something. Because I have been talking about Mystery, I will tell you something that throws you back into Mystery: The way it really is, it’s even beyond love. It’s even better than that!\n\n\n\nWe talk about God as an attraction, as a force that is moving you and stimulating your Knowledge. Think about the Mystery in your life in this way. Mystery is a living Spiritual Presence. It is something you are either aware of in your life or not. Think of religion as a Mystery and not as a philosophy or a political movement so that you can gain access to it within yourself. People create churches because they want to create an opportunity to have an experience. When the Mystery is present, then you will know that God is in the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/religion-as-mystery/"
}