{
  "title": "Religious Violence",
  "content": "Religious violence has been a plague upon humanity for centuries, exercised around the world, always present, periodically very extreme.\n\nIt is a problem because religion is being used by those forces, those groups and nations, seeking power and domination, using religion as a justification, as a cause, as a purpose.\n\nBut this cannot be, you see, for God initiated all the world’s religions because God knows that not everyone can follow one teaching or one teacher.\n\nTherefore, to punish the unbeliever is a crime against God. To denounce those who cannot respond to your religion represents a confusion and an arrogance and a crime against God.\n\nGod knows that not everyone can follow one teaching or one teacher, and that is why God at different critical times in human history has initiated new Teachings and sent Messengers from the Angelic Assembly into the world. Each adds something very important to the building of human civilization. Each is meant to be a counterbalance to others that become extreme and distorted in the hands of human leadership.\n\nReligious violence now is tearing religions apart internally and is poised to strike others and one another at any moment. In a world of declining resources and violent weather and a changing world environment, the potential for religious violence is tremendous.\n\nThat is why God has spoken again, to call forth the truth about the world’s religions—the truth of their Source, the truth of their purpose, what unites them and what requires them to understand one another.\n\nGod seeks to end separation between the world’s religions, not to make them all the same, but to recognize that they are all components of a greater understanding.\n\nBut while God has initiated all the world’s religions, they have all been changed by man over time—changed through adoption, changed through corruption, changed through misunderstanding and misuse, wedded with culture, used by governments to justify aggression and the subjugation of people. What is holy and sacred becomes profane.\n\nNow in the world today, [the pure] religion stands as the one great thing that can unite people, but only if it is correctly understood, only if its Source is understood, its purpose, its meaning and its direction. Without this understanding, religion then becomes the ultimate justification for cruelty, violence and punishment.\n\nTherefore, We must clarify certain things so that you understand very clearly the Will of Heaven, the intent of the Creator.\n\nFirst, you must understand that all the great Messengers have come from the Angelic Assembly—half human, half holy they are, once they are in the world. Not ordinary people, but not gods either. The Jesus, the Buddha, the Muhammad, they come from the same Assembly, you see. So there can be no conflict between their Teachings if they are correctly understood and applied.\n\nNext, you must understand that not everyone can follow the same teaching and teacher, no matter how gracious and wondrous they might be. God understands this, of course, but people are confused. That is why there could be no contention between the great traditions if they are correctly understood and practiced.\n\nIt is because God is wise, and humanity is foolish; because God understands the direction and the destiny of the human family, while people live for the moment and associate themselves with the past.\n\nNext, you must understand that there can be no punishment, torture, cruelty or death in the name of religion. This is a violation of God’s intent and Purpose. It is a crime against Heaven, you see. People are punished for other reasons, but [this is] justified in the name of God or religion. This is an abomination. There can be no exception to this. You cannot punish, torture or kill in the name of God.\n\nTherefore, there is no holy war. There is no holy warrior. You go to war for other reasons—for power, for domination, for resources, for control, for revenge. It has nothing to do with religion.\n\nFor all true religion teaches tolerance and moderation. All true religion teaches humility and reverence. All true religion teaches compassion and forgiveness. All true religion teaches charity and service.\n\nThese are the most important components of religion, for this is what serves the human family. This is what keeps humanity from falling into ruin and despair. This is what elevates you beyond the animals and the creatures in the field.\n\nTo use religion for war, conquest and domination is an abomination. It is a crime against Heaven, you see.\n\nAny scripture that promotes this is inauthentic. Any teaching that promotes this in the name of religion is inauthentic and incorrect. Any declaration, even from one of the Messengers, to promote this in the name of God and religion represents an error and a misunderstanding.\n\nThink not that the Messengers were without error, for they all made mistakes along the way and had to be corrected.\n\nTo condemn people to Hell because they do not follow your ideology is an error and a crime against Heaven. To denounce people because they are unbelievers represents a misunderstanding.\n\nIf they cannot receive the Grace of God, then they are unfortunate and should be pitied, not punished. If they stray from their religion, they need assistance, not condemnation.\n\nWho in the world can say what God wills for each person? The scriptures cannot contain that because God has been the Source of all the world’s religions, so certainly the scriptures and the teaching must be for certain people only, and not for all.\n\nIt is human arrogance, human unforgiveness, human aggression, human stupidity and ignorance that give rise to the abuses of religion.\n\nThat is why in God’s New Revelation for the world these corrections must be given with the greatest emphasis, for religion is being destroyed through corruption and misuse, through violence and subjugation. Its value, its purpose, its meaning, its Source are being lost with each passing day as religion is used by violent groups and people in the quest for power and revenge.\n\nThis requires a great correction, you see, or humanity will continue to fail and falter and decline, particularly facing a world of diminishing resources and a changing environment.\n\nThere must be great cooperation, great understanding, great compassion and forgiveness. But you see, these are the very things that each religion really promotes.\n\nBut the people who adopt religion must promote these things. It must be their emphasis. It must be their understanding. Or they will misuse their faith. They will use it to oppress others. They will use it to condemn their enemies. They will use it to divide and conquer other people. It will become cruel. It will become blind. It will become vicious and oppressive.\n\nSuch arrogance and ignorance are so apparent in the world today and have been demonstrated throughout human history, in every era, by every culture.\n\nIt is a failure, you see—a failure to understand, a failure to forgive, a failure to study and practice correctly, a failure to understand the will and the purpose and the meaning of God’s Revelations, and why they were given, and why they all must be recognized in their pure form.\n\nBut their pure form has been lost to most people. They have become tools of the state. They have become the weapons of aggressive individuals and groups. They have become the sword. They have become the jail and the prison, and Hell and damnation itself.\n\nYou must understand that God’s Plan is to save everyone and that the experience of Hell and Separation is temporary in time. Though it may seem long lasting, it is temporary in time.\n\nFor you have a holy origin and a holy destiny, and religion, if correctly understood and applied, will help you to remember and to recognize your deeper nature here. It will help you to come to terms with the fact that you were sent into the world to serve the human family, in specific ways, according to your nature and design here.\n\nTo worship God, to prostrate yourself in the mosque, the temple, or the church and fail to understand these things means that your worship is not correct. You cannot simply come to God seeking power and favors and dispensations. You are sent into the world to serve the world, using the true qualities of religion that We have specified here.\n\nWithout this, religion will fail in the world as it becomes more secular, more oppressed, more violent, facing great upheaval in the Great Waves of change to come. Religious groups will destroy themselves and everyone around them.\n\nPeople will lose faith in God. They will lose heart. They will turn to technology to save them, thinking that it alone will be their salvation. The Spirit and the Presence and the Power of God will be lost in a world of convulsive change and upheaval.\n\nThat is why God has spoken again, you see, to bring the Pure Revelation into the world, to teach you about religion at the level of Knowledge, the deeper Intelligence that God has put within all—waiting to be discovered, waiting to be followed, waiting to be expressed.\n\nAll the great religions are important, but they are all pathways to this Knowledge We speak of, you see. For this is where you unite with your Creator. It is not merely through belief or ideology or rigid spiritual practice and observance. It is by following that which God has put within you to follow, which is wholly pure—without condemnation, without grievance, without anger—without condemnation. It represents the part of you that has never left God and that is still connected to God and Creation even while you live in Separation in physical form in this world, in this reality.\n\nTo reunite with Knowledge is to reunite with your true nature. It is to finally become a whole person. It is to free yourself from the shackles of belief and ideology that oppresses and misdirects humanity at every turn.\n\nThe world needs this now because the world needs many to rise to serve, to prepare humanity for a future that will be very different from the past, to prepare humanity for its encounter with intelligent life in the universe, an encounter that is already taking place in the world today.\n\nMany must be called, not only a saintly person here and there. Many must be called. But to be prepared for this means that your understanding of religion must be cleansed, must be clarified, must become whole, pure and authentic, or you will misuse everything We say here today. You will deny it or misuse it or try to wed it with your former beliefs, not understanding the real Message We are giving you here, which will save your life and the lives of those you love; which will restore your nations and protect them in the difficult times ahead.\n\nThis is the age of cooperation. There must be great cooperation, or humanity and human civilization can fail.\n\nIt is a great turning point that many have foreseen. It is not the end of times. It is not the end of the world. It is not the great Judgment Day that many people believe in. It is a great turning point for the human family, a turning point that will determine whether human freedom and sovereignty will be able to be maintained and built within this world, living as you are within a Greater Community of intelligent life in the universe.\n\nThe risks are tremendous. The calling for service is tremendous. Therefore, put down your weapons. Put down your angry rhetoric and condemnation. Put down your self-righteousness and your fundamentalist ideas, for they are nothing compared to the Grace and intention of God and what God has put within you to follow and to do. This represents the pure engagement with your Source.\n\nFor God is the Creator of countless races in the universe, and countless religions. It is not ideology or belief that brings you to your Source or enables you to cross that great threshold. It is service and alignment. It is the power and the love and the freedom to find and follow your way that God has given you, a greater gift than you can even imagine at this moment—greater than wealth, greater than having all your prayers answered. For only this will lead you out of the jungle of your confusion and your dire circumstances.\n\nPeople of the world, hear Our words. We are the ones who spoke to the Jesus, the Buddha and the Muhammad. They have come from Us. And a New Messenger is in the world. And he has come from Us.\n\nAll the great Messengers of the past stand with him and support him, for they have had to endure witnessing their faith traditions distorted and corrupted and misused. They have had to witness human folly and religious violence undertaken in their name for centuries. You cannot imagine the suffering this has created for them.\n\nSo now they stand with God’s New Messenger, praying that his Message can be received and understood, praying that their great traditions, which they have followed, can be cleansed and purified and made whole and wholesome again in the Spirit and Purpose of God.\n\nGod seeks to unite, not to destroy. It is forgiveness. It is compassion. It is tolerance. It is wisdom and restraint you must exercise now, facing the world you will have to face together.\n\nPeople of the world, hear Our words. They represent your restoration, the return of dignity to you and purpose, meaning and value. They alone can cure the desire for conquest and revenge and heal the deep wounds of human abuse and corruption.\n\nUnderstand that religion should never rule the nation, for this will corrupt religion completely. Religion is here to inspire, to advise and to direct, but not to rule, or it will lose all of its purity, its efficacy and its meaning.\n\nNations of the world, hear Our words. You know not the Will and Power of the Creator and what God wills for the human family, facing a future that you cannot yet see or recognize.\n\nDo not claim there can be no further Messengers, for that is up to God and not up to you. Even the Angelic Assembly cannot say what God will do next, so do not claim that your teacher, your leader, your saint is the only one or the final one, for this represents confusion. It is not up for you to say these things. Even if it is in your scriptures, it is not up for anyone to ever say these things.\n\nHeaven knows who will be sent, when they will be sent, how they will be sent and what their Message will be.\n\nThe great hope for humanity now is that God has spoken again. A great Revelation is in the world, larger than anything that has ever been given to the human family before. It is here now in its pure form.\n\nYou can even hear, for the first time in history, the Voice of Revelation that spoke to the great Messengers and that guided them through their difficult tasks and trials in the past.\n\nThis is not to replace the world’s religions, but to unite them, to restore them and to bring them back into alignment with God’s real purpose and intention for the world, so they all may play an important role in preparing humanity for the great challenge and the great change to come. They must be part of the solution, not part of the problem, you see.\n\nBe humble. Be willing to reconsider your beliefs, your ideas and your admonitions. Be willing to reconsider. Be willing to repent. Be willing to listen and hear. Have the eyes to see and the ears to hear that God has given you and not have them be closed to protect your former assumptions, beliefs and investments.\n\nHeaven will be watching to see who can respond. And with the Messenger in the world today, the former Messengers will be watching to see who amongst their followers and their religious communities can hear and can respond.\n\nFor God has spoken again. God has come at just the right time. God has come with the Pure Revelation.",
  "audioUrl": "https://www.newmessage.org/av/religious-violence.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/religious-violence/"
}