{
  "title": "The Remembrance",
  "content": "Today We shall speak on “The Remembrance.”\n\nYou carry within you the memory of your Ancient Home, deep beneath the surface of your mind, deep beneath the surface of that part of your mind that has been conditioned by the world and is fixated upon the world. But deeper within you, there is a greater remembrance, there is a greater Presence, there is a greater connection with your Spiritual Family beyond this world, who have sent you here, on a mission, with a purpose to fulfill.\n\nYou have not lost your connection to Heaven. In fact, you are tethered to Heaven even while you wander in the universe, living in Separation, living in Separation from all that truly is that is permanent and timeless and forever. But what is timeless and forever is not what your eyes see, or your ears hear, or what your hands can touch.\n\nFor you are living in a different kind of reality now, a temporary reality—temporary on a long time scale. It has a beginning, a middle and an end. And at this moment, you are somewhere in the middle, for the end is far ahead of you, and the beginning is far behind you.\n\nYou are like the iceberg, you see. Part of it is above the water line, but much of it is beneath, out of sight, hidden, but still completely part of the structure of who you are. And, in fact, it is the ballast to who you are. It is the foundation of who you are. It is who you are, in timeless reality.\n\nBut here in this world, at this time, you are a person. You are a singular identity—part of a culture, part of a nation, part of the events of this world at this time, conditioned by this world, fixated upon this world, dominated by this world.\n\nBut deep beneath the water line, deep beneath the surface of your mind, there is the power of Knowledge, the deeper Mind within you. And this Knowledge holds the remembrance of your Ancient Home.\n\nAt some point, perhaps in a moment of despair or great sobriety about your life, or a moment of great prescience and clarity of mind, you will feel this remembrance. It is not something that you will recall in images. It is more a deeper feeling of connection, what it felt like to be there, and how different that is from where you are now—a completely different reality, most assuredly. And perhaps in these moments of greater clarity, where you are not obsessed with the world or yourself, you will feel these things, for they live within you at every moment. You cannot lose them, really. Even though you are wandering in time and space, they are with you always.\n\nAnd when you leave this life, you will return to the remembrance and to those who sent you into the world, with great clarity of what you were sent here to do and great certainty of whether you did it or not. There is no punishment here, you see. There is no damnation, for that is a human creation. There is only the remembrance. “Ah, yes, I was in that world, in that place.”\n\nBut here, at this moment, the remembrance is so important because it begins to restore to you—consciously—your connection to Heaven, and with this connection, you have a lifeline feeding you strength and purpose, strength and courage.\n\nBefore this, you are a product of your culture as if you were remade within this culture—dominated by others, your family, your friends, society’s expectations, dominated even by the physical forces in your body.\n\nBut now the other great portion of your life begins to emerge in your awareness. You are no longer just the tip of the iceberg above the water line. You are becoming something deeper, stronger and greater—more substantial in the world than this frail creature that you are today, more independent, less affected by the turbulent and tragic world around you, less drawn by desire and less discouraged by catastrophe.\n\nGod has sent the New Revelation into the world for this time and for the times to come. It brings to you the gateway to remembrance through taking the Steps to Knowledge, engaging your worldly mind with the deeper Mind, the immortal Mind, within you. And with this comes, in little increments perhaps, here and there, the remembrance of your Ancient Home, in feeling.\n\nYou do not remember what it looks like because what it looks like is not how this reality is portrayed. But you remember being with certain individuals and presences with the immediate and clear understanding of what you are doing and why you are coming into the world. This is all part of the remembrance.\n\nBeyond this is Creation itself, timeless, inconceivable from where you stand today. Anything that is immortal is inconceivable to a mind that has been created in time and space. That is why you cannot conceive of Heaven. Or if you try, as many people do, it becomes kind of an extension of your life in the world, only much better of course, but ultimately extremely boring and uneventful. For if life is good all the time, it ceases to be a pleasant experience.\n\nBut your Ancient Home is entirely different from this, you see, and that is why you cannot imagine it. But you can feel the power and presence of Knowledge within you: a Mind born of Heaven, a part of you that has never left God, your lifeline to Heaven and in this world, in this life, the foundation of your strength, your integrity and the keeper of the greater purpose that has brought you here, and with it the remembrance and the recognition of those who in life will play a necessary role in the expression of this purpose.\n\nWhat greater strength could God give to you than the remembrance? For with it comes the strength of your immortality, which begins to unravel the countless layers of fear, apprehension, resentment and unforgiveness that are so much a part of your experience living in Separation.\n\nWhat greater gift could God give you than the remembrance of who you are, why you came, who sent you and what it means to be in the world, living with a greater purpose and mission for being here?\n\nAs you take the Steps to Knowledge, as you begin to allow Knowledge to reshape your life and the remembrance to give you its strength, courage and integrity, you will look at others as if they are living in chains—bound to their ideas, lost in their fears and their fantasies, believing in their delusions, trying to be happy, trying to be comfortable, trying to be secure but always feeling insecure, always feeling uncomfortable, always driven by anxiety.\n\nTheir plight, which was your plight before, now becomes ever clearer, and you will look upon them with compassion, for you will see their dilemma more clearly. You will see more clearly the reality of living in Separation, apart from your Ancient Home and all that existed there. But now you have begun the remembrance slowly, surely, as your life begins to become simple and clear, as your mind begins to open from its long and troubled dream of Separation.\n\nIt is the remembrance. It is the feeling that you are not alone. There is the recognition that you are not really lost, lost as you were before. There is something more solid and permanent within you now that transcends belief and ideology.\n\nYou can feel it, and as you feel it, it becomes stronger and more prevalent in your life, providing contrast and giving you freedom from constant anxiety and self-repudiation. Your values change. Your priorities change, naturally, because you are beginning to remember.\n\nAs you remember, you feel Heaven smiling upon you, and your old fear of God, your old fear of punishment, your old fear of sin, your old fear of being exposed to the Presence begins to melt away. Like ice upon the pond, in the warmth of Heaven, it begins to melt away.\n\nNow you have an anchor for being in the world that is not of the world but that must be in the world. For you are not of the world, but now you must be in the world. But you need this anchor, you see, or you will be adrift—adrift on the turbulent seas of the world, lost, drifting, unknown to yourself and others.\n\nBut now you have sails and you have direction. Now your life can begin to move as it was meant to move, as it was designed to move, as it was intended to move. Slowly, moments here and there, you feel it.\n\nBut the moments increase as you take the Steps to Knowledge. As you allow your mind to settle down; as you learn how to live without constant fear and uncertainty; as you find freedom each day from self-repudiation and self-doubt; as you are freed from unhealthy engagements with others, unhealthy habits within your own thinking and behavior, the moments of remembrance increase, become more pervasive, become more like the background of your real life. Instead of only a fleeting moment here and there, it becomes the ground underneath your feet, the ballast for your ship so that it can withstand the winds of the world and sail the turbulent seas with assurance.\n\nWhat could God give you that would be greater than this? Wealth? Romance? To deepen your engagement with Separation, to deepen your attachment to things that have no meaning or value?\n\nHow could God give you peace of mind if you had no idea of who you are? Or why you are here? Or what you must do? Or where you must go? What reassurance could God really give you beyond the power of Knowledge and the remembrance?\n\nAs you climb this mountain, your fear of Heaven will disappear. Your fear of death will begin to fade away. Now, as you proceed, it is your direction that is important, and you do not want that to be threatened or destroyed.\n\nYour future in Heaven is assured. There will be no Hell and damnation. But your success in this life is dependent upon the recognition and the fulfillment of your mission, and discovering those individuals who will play a significant and necessary role here.\n\nThis will become your focus. The fear that lives within you, then, is the fear that you may not be able to fulfill this mission, or that you may become distracted as you were before, or that your life may break down, or your health may collapse.\n\nYour emphasis here is entirely different. Now your emphasis is on following the direction with growing understanding of what it is and what it is not, where it must go and where it must not go, who it involves and who it does not involve. You see, it is not just a definition. It is clearing away that which does not belong, that which is not you, that which attached itself to you or that you attached to yourself in your previous life.\n\nAs these things fall away, and as you come into the clear, then your direction becomes more evident, more certain, more substantial. It is not just the end point that is important. It is the discovery, for this is what undoes Separation within you—finally liberating you from the chains of Separation, finally giving you the eyes to see and the ears to hear, finally giving you true relationship. For with the remembrance comes the experience of true relationship.\n\nEven if you are entirely alone and have not found your true companions in the world, you will feel that you are known and supported, that your life is valued, for reasons that you cannot invent but which live intrinsically within you. You will know this with the remembrance, and the remembrance will grow as you proceed in receiving God’s great Revelation for the world.\n\nFor while all the previous Revelations brought the remembrance, they were changed by man, overlaid with customs and traditions that had nothing to do with the original intent of Revelation. They became the culture. They became the state. They became everyone’s ideas. And the remembrance was lost, except by those who could see beyond all of these things and hold to the true Revelations as they were given in previous times.\n\nBut now you are hearing the Revelation uncontaminated, unchanged by man, unadulterated, without culture and politics, and human will and greed and corruption to muddy the stream. For here the waters are clear and pure, and the Will of Heaven is evident within them. This gives you the greatest opportunity to find your way and to escape your troubled past and to begin to experience the remembrance.\n\nFor how can you not remember where you have lived [eternally]? How can you not remember what that felt like? How can you not remember those who sent you into the world, who represent your working group, your Spiritual Family? Your current existence is like a grain of sand, and your true existence is like the beach that stretches as far as the eye can see. How can you not remember such a great thing?\n\nThe truth is you can, and you will. But you must have the correct preparation. You must have the right approach. You must have the right instruction. And you must have relationships in life here that can support this and reflect this for you.\n\nSo the Messenger calls those to gather with him at certain times so that he can impart the Presence and the Remembrance and so that you, who feel so called, can recognize you are not alone and that relationships of true meaning are there, not just in one person only, but all around you, as you gather in the Circle of the Messenger. This is all part of the Remembrance, you see.\n\nFor the power and persuasions of the world are very strong, very dominating, so dominating they can overshadow the remembrance, as they have for everyone here until they begin to awaken.\n\nSo God must give the pathway. God must give the [Messenger]. God must remind you repeatedly, over and over again, of what lives deep within you, beyond the surface of your mind: the remembrance of that, and with that the remembrance that you have come from a Greater Reality, to which you will return at some point, when your work here is done, when your service to those who remain behind is fulfilled sufficiently.\n\nAnd you will carry this beyond this world to join those who watch over the world. For you do not simply die and go to Heaven. You join those who support everyone who remains behind—your Spiritual Family, your working group. They are like streams that join with other streams in time, which join with rivers, which become great rivers, which lead to the great ocean of God’s Love and Power and Presence.\n\nYou are blessed because the Revelation is known to you. You are blessed because Knowledge lives within you, and it remains uncontaminated by the world, and is unafraid of the world, and is not confused about anything that confuses you today. And you are blessed because the memory of your Ancient Home and of those who sent you into the world are with you, always.\n\nTake then now the steps towards remembrance. Take then now the Steps to Knowledge. Receive in humility and in gratitude the Revelation for this time and the times to come.\n\nLet your heart and your deeper sense enable you to respond. Allow your mind to be confused, for it is confused already. Allow things to be undefined until Knowledge can make life clear to you over time. Allow your journey to open before you, step by step, rather than constructing some belief about what it is and what it will mean.\n\nYou control yourself in taking the journey. You will need to control your mind and emotions and involvements with others, and bring greater clarity and discernment to these things.\n\nBut the journey itself is being given to you from beyond you. For you do not know your way to return. Nor can you construct it for yourself.\n\nIt is mysterious, just like the remembrance, just like Knowledge within you, just like the greater reality of you that lives beneath the water line, beneath the surface of the mind.",
  "audioUrl": "https://www.newmessage.org/av/the-remembrance.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/remembrance-eternal-life/"
}