{
  "title": "Resilience",
  "content": "Humanity is standing at the threshold of the greatest world change it has ever experienced, a world facing a changing climate, great disruption, great economic and social discord as humanity, unprepared as it is, faces a new world experience—a more difficult world, a world of shrinking resources and violent weather, a world where humanity will have to make very fundamental decisions as to how it will respond and prepare for a different kind of future.\n\nPeople in the world are still asleep or oppressed. The wealthy are asleep, still dreaming their dreams of affluence and personal fulfillment while most of the world struggles to survive under the weight of poverty and political and religious oppression.\n\nInto this seemingly hopeless situation, the Lord of the universes has brought a great Message for humanity, a New Revelation for the world—a great warning, a great empowerment and a great preparation.\n\nIf you could truly recognize the condition of the world and your own condition within it, you would see the great need for God to speak again. And God has spoken again, giving humanity now the largest Revelation ever brought to this world to prepare humanity for a new world and to prepare humanity for its engagement with a universe full of intelligent life—a Greater Community of life, a great panorama of life, a community of which humanity knows nothing at all, a non-human universe where freedom is rare.\n\nIf you have the honesty and the humility to begin to face the real condition of your life and of your world, you will recognize that the great Revelations of the past cannot prepare humanity for what it is facing now. Given in antiquity, they were appropriate for their time and their place and still hold great wisdom and great teachings for humanity, but they cannot prepare you for what you are facing now.\n\nGod knows this, of course, but humanity is still lost in its preoccupations, its admonitions, its conflicts, its religious strife and sense of supremacy.\n\nIt is time for you now to learn the true nature of human spirituality, your connection with your Source and how God works within the world, working through people from the inside out.\n\nGod knows that humanity is in a precarious situation, from which it cannot save itself. It is too blind. It is too preoccupied. It is too filled with contempt and conflict. It is not strong enough or united enough to prepare on its own. With honesty and humility, you will see these things, for they are undeniable.\n\nYou are facing a situation of great complexity. You will need a Revelation from God, as well as your own intelligence and resources, to contend with this, to prepare for this, to survive within this, and, if you can do these things, to build a greater future for the human family—a greater security for the world, a greater unity for the human family, a greater strength and a greater permanence in this world and within the Greater Community in which you have always lived.\n\nThe great Messengers of the past, who have all come from the Angelic Assembly—the Jesus, the Buddha and the Muhammad—stand with the Messenger who is now being sent into the world, the only Messenger sent with a great Revelation from God.\n\nWhat a challenge this will be for everyone who can respond. What a challenge on top of the great challenge of the new world and of life in the universe.\n\nBut God has given you a greater strength and a greater purpose for being in the world at this time. Deep beneath the intellect, deep beneath your personal mind—which has been so conditioned, directed and manipulated by the world around you—this greater Intelligence has your strength and the power to navigate the great change that is coming. It has the clarity and the connection with God to resonate with God’s New Revelation for the world.\n\nPeople’s ideologies will be challenged, for God brings great correction to humanity’s understanding of the great traditions and of the meaning of spirituality, the purpose of humanity and its ultimate destiny.\n\nWhat a great challenge this will be for people who have built their whole life on a set of beliefs and admonitions, when in fact they know really nothing at all about God’s Greater Plan and Purpose here.\n\nGod has given you now the strength. It lives within you, deep beneath the surface of the mind. It is uncorrupted. It is unafraid. For it represents the eternal part of you that is still connected to God, you see. It is not threatened by the world. It is not living in a state of constant anxiety, as your personal mind is. It is not living in a world of obsession and distraction, anxiety and contempt—the very things that rule your personal mind and the minds of all who dwell here.\n\nGod understands these things. There is no judgment against humanity. There is no punishment awaiting you. But you must prepare for eventualities. You must gain the position to see what is coming over the horizon with clear eyes, without all your former beliefs and political persuasions to color your vision and to blind you.\n\nIt is not enough that a few prescient individuals are becoming aware of the great change, and even that understanding is incomplete, you see. For they cannot see the whole picture, for that must be given in Revelation.\n\nIf you are able to begin to face these things, which is a great challenge, We understand, you will feel weak; you will feel helpless. You may even feel hopeless. You will wonder how humanity can ever pull itself through this, how it will ever be able to unite and to pool its wisdom and intelligence, skills and technologies in a positive direction, rather than wasting them away in war and conflict. For there is no time for that now. There is no time for such foolishness.\n\nYou will wonder if there is any hope at all. You will look around you, and you will see the sleeping minds everywhere. You will look out into the world, and you will see corruption and conflict, struggle and strife, and terrible poverty everywhere. And you will wonder, “How can this ever work?”\n\nHere your personal mind does not have an answer. Here what you have learned and been taught to think does not have an answer. Your answers, even if they were appropriate, are only partial, for you will need a thousand answers now, and you do not have them all.\n\nIt is your Creator who will intervene in the world, which only happens, perhaps, once in a millennium to alter the direction of humanity, to plant the seeds of greater wisdom, power, strength and cooperation here at the time of greatest opportunity and greatest need.\n\nYou will have to turn to this strength that God has put within you and within others. And you will have to take the steps to this greater Knowledge, for you cannot find the way on your own. You will have to recognize that you cannot rule your life like a tyrant. You cannot rule your life, really, at all, but you must manage your mind and affairs and know the source of your strength that lives within you, at this moment, waiting to be discovered.\n\nIt is being called forth now, for the skies are darkening, and the great change is coming—striking the shores, burning the deserts, drying up the croplands. It is here, it is there, growing in frequency and potency and destructiveness.\n\nYou cannot be pathetic. You cannot be weak. You cannot simply pray for miracles, for God has sent you here to do the real work that must be done— your unique purpose and activity, of which you are yet unaware. For it is very different from your goals and your fantasies about yourself.\n\nIf you could recognize your own need—being a stranger to yourself, living a life of struggle, living a life of mundanity, living a life of indignity and frustration—you will see your need for Revelation. It is this same honesty, whether you are looking without or looking within, that will bring you to this point of recognition.\n\nPerhaps you feel you have achieved great things. Perhaps you have pride. Perhaps you look down upon others who have nothing or who fail in their attempts to have what you have. But you too are standing at the threshold of the great change and do not have an answer.\n\nEverything you have acquired can be lost. Everything you believe can be shattered. Everything you assume to be true can be undone. For you know not yet the Power that has brought you here and what you are really here to accomplish.\n\nGod is now speaking to a literate world, not primitive tribes who live in warlike societies and know nothing of social development and personal freedom. God is now speaking to a world of global communication and growing global awareness.\n\nSo now the Revelation is not brought in pastoral themes or anecdotes, in stories that must be interpreted by experts or commentators. It is brought in the simplest language with much repetition and clarification. It is brought in this way so that it can be translated easily into other languages and expressed easily and understood easily for people of all social standings, of all social positions. The poorest person in the world can understand. And yet it is so deep, you cannot fathom it. Its simplicity expresses its great depth.\n\nThis is the miracle of your time, given at a time of the greatest need, a need so great that few people are even aware of it or can face it honestly. This is the miracle of your time. This is the miracle of your life. For you have been found like a speck upon the ocean, drifting aimlessly, hopelessly. Whether you live in poverty or splendor, it is all the same.\n\nIt is not enough that a few people in the world are able to regain their true and natural state. The calling must be now for greater numbers of people to step forward, for this ship is listing. It is taking on water. But people are still sleeping on the deck, luxuriating in the sunlight, unaware that the very vessel that they stand upon is imperiled.\n\nWho will know these things? Who can look without condemnation? Who can look with compassion, even for those who err so grievously?\n\nHumanity is living in a dream, a dream of Separation. Yet now it has created a condition for the world that will change the landscape of the world and everything upon it.\n\nNow you have reached a point where races in the universe will seek to gain control of your world. So valuable it is, so rich it is. You know not of its wealth in a universe of barren planets and struggling societies.\n\nGod’s Revelation will reveal what life is like in the universe, and what you must know to survive there and to build and preserve your freedom there, which will be a great challenge.\n\nBut first you must know your strength, and you must build your resilience to live in a changing world, to live in a new world. You must have a greater strength to overcome your doubt, your fear and your weakness, your preoccupations and your tendencies.\n\nGod has given this to you. It has been with you all along—waiting to be discovered, waiting for the time when it must be called forth, waiting for the circumstances around you, which will make it necessary and imperative for your well-being and for your fulfillment in the world.\n\nFor you have come here to give and to serve. You have unique gifts, which must be opened within you, for you cannot open this yourself.\n\nThe deeper Knowledge within you can reshape your life and prepare you for your new life in a new world. Perhaps you cannot yet see that this is the greatest possible gift that could be given to you.\n\nAny prayers you make to your Source have already been answered because of what has been placed within you to guide you, to correct you, to give you strength and certainty and compassion in a world where people will be increasingly disorganized and disorderly, filled with anxiety and apprehension.\n\nYou must build the awareness and then the resilience. At this moment, you are so easily shaken, even shaken by your own feelings, your own doubts, your own nightmares.\n\nThink how shaken you will be when you see the world unraveling around you, when you have to face the new world, when you have to face the reality that human freedom is being threatened by Intervention from beyond.\n\nWith this understanding, you will realize you must build your strength. And God has provided the Steps to Knowledge to build this strength and this capacity to understand and to know and to see; to learn how to view your own errors and weaknesses with compassion and learn how to manage them, control them and correct them if possible. You do not have this strength yet, not sufficiently.\n\nYou are governed by weakness. You must be governed by strength. Certainly, that within you which is weak must follow that within you which is strong. Certainly, that which is foolish within you must follow that which is wise.\n\nWhat is strong and wise within you is the Knowledge God has placed within you, a Knowledge that represents your eternal state and connection to your Source.\n\nWithout this, you can only believe in God, fall down and worship out of fear that God will punish you should you fail. But this is not the strength you will need to regain your connection to your Source or to survive and navigate in the new world around you.\n\nCleverness, ingenuity, philosophy, technology—without Knowledge, these things will all fail you. They are not enough. And you do not know how to use them effectively because you are still guided by your personal mind, which is fearful and driven and arrogant.\n\nThe mind must serve Knowledge. Knowledge will always serve God. This is the true hierarchy within you. This is the true ascension of power.\n\nEverything is important here. Your body is important as a vehicle of communication in the world. Your mind is important as a vehicle of communication in the world. Knowledge within you is in the world to communicate. For you have been sent from those beyond, who are watching you even now.\n\nIt is this awakening that must occur. It is the resilience that must be built. It is the strength, the compassion and the determination that must arise within you—not from your ideas, not from your willfulness alone, but from the greater strength that lives within you.\n\nOnly it has the power to lead you forth into a new world and into a Greater Community of life, which is your destiny, and within which you have always lived, and for which you must now prepare.",
  "audioUrl": "https://www.newmessage.org/av/resilience.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/resilience/"
}