{
  "title": "Self Confidence",
  "content": "Honesty begins with what you tell yourself. And clarity or deception is determined by what you listen to within yourself, what self you are really listening to. For part of you is wise, and part of you is unwise. How can you tell the difference? Where can you find the part of you that is wise? And why is it wise? Can that part of you that is wise be counted on to face the unexpected, to navigate the uncertain times ahead? These are all very important questions because humanity’s ability to deceive itself is very remarkable and has attained a great extent, with tragic and unnecessary consequences.\n\nPeople are confident, but is this confidence really real? Is it based upon a deeper assessment? Is it connected with reality, or is it merely a hope that is a cover for fear? Is it a pretension? Is it a sign of weakness?\n\nPeople are blinded by their false self-confidence. They think that things will not change, and then things change. They think the world will be as it was before, and then it is changing, and changing rapidly. They are confident in their abilities and their judgments. They are confident in the nation and the infrastructure of the nation. They are confident in the economy and in the good intentions of others.\n\nWhere is this confidence well-founded, and when does it become false and deceptive and destructive? The answer lies really in what you listen to within yourself, what you value within yourself.\n\nHere you have two fundamental choices. You have your personal mind, which has been conditioned by the world, which is largely governed by fear and insecurity, a personal mind whose desires are endless and whose fears and concerns are pervasive and never ending. When you have confidence in this personal mind, then you will not listen to the deeper Mind within you. And you will discount the testimony of others that runs counter to your assumptions and your proclamations.\n\nHere you will be blind, and you will teach others to be blind. You will proclaim yourself. You will assert your self-confidence, usually with great agreement and recommendation from others, but you are really blind. Now you are not only blind, but you are blind, arrogant and foolish.\n\nThis is a recipe for disaster. This is where you do not see the change coming. You do not see the signs of change. You do not heed the warnings of change.\n\nThe demonstration of this blindness is all around you. People are receiving guidance and signs from the world. They are receiving guidance and signs from their mind and their own body, warning them of stress or disability—markers demonstrating that you are going too far, you are exceeding the limits of your capacity, you are entering into dangerous territory. You will receive signs telling you that your decisions are being guided by mere assumptions, or the assumptions of others, when in fact they contradict what your deeper nature is telling you.\n\nWhen you listen to your personal side, you will be governed by the world—by its passions, by its goals, by its desires, by its fantasies, by its hatred. You will be guided and governed by your own social conditioning and all of the tendencies that arise out of this.\n\nYou will believe what others believe, others whose approval you seek, or whose association you desire. You will take sides regarding conflicts. You will believe in things you have never questioned. You will take positions that you have never examined. You will simply fall in line with others, and the power of the mental environment in which you live will dictate your thoughts, your feelings, your beliefs and your behavior. Even if you live in a free nation and can exercise rare freedoms, this will still be the case.\n\nAs a result, most people cannot think for themselves. Their critical analysis is really limited. Their ability to self-evaluate, self-assess and self-correct is so very limited they will just push on, press forward, guided by their assumptions and by the assumptions of their culture or their religion and so forth.\n\nHere whole nations of people can make critical mistakes—critical mistakes that will be extremely costly and consequential. And this is happening even today. It is the result of people not following a deeper Intelligence within themselves.\n\nPeople use reason and rationality to support their foolish notions. They will use the opinions of leaders and experts to formulate ideas, assumptions and attitudes that they themselves have never really understood or have evaluated to any depth. They will fall in line because they are lazy. They will fall in line because they want the rewards of approval. They do not want to have to do the difficult work that self-examination really requires.\n\nSo they act like sheep, to be herded here and herded there—to be herded into war, to be herded into overconsumption of resources, to be herded into romance, to be herded wherever those who are setting the trends for culture and society are leading them.\n\nAnd those that are setting these trends do not care if a few individuals become independent of their persuasions, as long as most of the people follow and are controlled in this way—a compliant population, concerned now with their own success, concerned now with the ever-increasing and never-ending acquisition of possessions, concerned with their own advancement, their own enrichment, concerned with fighting against all the forces, real or imagined, that they feel are threatening their position, their goals and their beliefs.\n\nThey are now governed by greed and fear and can vacillate from one to the other. So if things do not look good in the economy, people are afraid. If things look good, greed sets in. People become complacent, assuming that everything is fine now. They can go back to their wealth building. They can go back to their goals and their fantasies and their pursuits, heedless of the environment around them.\n\nWe are painting a very dark picture here because the picture really is dark. And it is dark because people are not being intelligent. They are not using their greater Intelligence. They are not assessing their situation. They are not assessing their engagements with others. They are not assessing their environment. They are not looking to see what is coming over the horizon in any kind of perceptive way.\n\nThe consequences are dramatic and tragic. People are now finding themselves at a great loss—loss of employment, loss of their homes, a loss of any personal welfare because they were complacent and believing in something they did not understand. They were thinking everything would work out fine, that leaders would take care of things, that others could make better decisions than themselves. And they would follow these others without question.\n\nAnd when disappointment sets in, their complacency turns to anger and resentment because now they are very afraid. And they are angry at those other people—those leaders, those governments, those institutions that they feel have misled them. But in fact they have misled themselves. They were not cautious. They were not careful. They did not take the time to understand what they were doing and what they were investing in.\n\nIf you look at your life honestly, you will see the results of following your personal mind. You will see the consequences of identifying with your personal mind. You will see, through your own experience and the consequences of your actions, how blind and reckless this really is. And just because nearly everyone else is being blind and reckless, you cannot take comfort that you are living a normal effective life—a few good decisions, a lot of bad decisions.\n\nHow then can you correct your errors? How can you cultivate your strengths and manage your weaknesses? The answer really is imponderable until you begin to realize you have a greater Intelligence within yourself waiting to be discovered, a greater Intelligence that has been giving you signs and warnings all along. But you rushed ahead—driven by desire, driven by impatience, driven by assumptions, driven by anger at others or anger at yourself.\n\nYou were not careful with your time. You were not careful with your affections. You were not careful with your investments. You were not careful regarding building the Four Pillars of your life—the Pillar of Work, the Pillar of Relationships, the Pillar of Health and the Pillar of Spiritual Development. Like the four legs of a table, these are the Pillars that uphold your life.\n\nPeople’s lives are increasingly unstable because they have not built these Pillars, or they have concentrated only on one or two of them to the exclusion and the neglect of the others. And so individuals and communities, cities, nations and the whole world are now entering a time of increasing instability because the environment is changing, and because people are bringing all this instability into these changing circumstances. As a result, events are happening; change is occurring; things are collapsing. Governments and people are in grave danger.\n\nThe Great Waves of change are coming: environmental decline, resource depletion, increasing economic instability and the growing risk of conflict and war over the remaining resources. People are entering this very difficult period in a pretty unstable state.\n\nHere following the deeper Mind within you is not simply something for your personal edification. It is really now about survival and wellbeing and your future ability to succeed and to be of service to others. It is not merely a spiritual goal; it is a practical necessity.\n\nThis greater Intelligence within you is not the product of your culture, your family or your religion. It is created by God to guide you, to protect you and to lead you to greater accomplishments in life. It is fully prepared to deal with the great uncertainties that are now arising and which will increase in the future. It is prepared to navigate the troubled waters ahead.\n\nIt is not deceived by beauty, wealth or power. It is not persuaded by charm or elegance. It is free. It is clear. It is powerful. It cannot be seduced or induced to go against its real nature. What else, honestly, within you has this power and this immunity, and has this freedom from error and confusion?\n\nIf you are honest in this, you will see there is really nothing else. Your personal mind fails on all these accounts to some degree. That is why Knowledge is your salvation.\n\nIt is the most important aspect. It is your Divine connection. It transcends the intellect and operates beyond the realm of the intellect. It is mysterious. It cannot be defined. It cannot be controlled. It cannot be used for selfish purposes. You cannot use Knowledge as a resource. But you can allow it to direct you and to serve.\n\nThis, then, is the great turning point. And taking the Steps to Knowledge is really the essence of what spiritual development really means—that and building worldly wisdom.\n\nKnowledge will guide you to the right people and show you how to be with them. And it will show no interest in all the others who seem to charm you and pull you off course.\n\nThis, then, is the real essence of the Message because here confidence in Knowledge, or Self-confidence at this level, is an entirely different thing than what self-confidence was before. And self-deception becomes revealed because you see all of the tendencies that are still so powerful within you—to lunge for certain things and to deny other things.\n\nIn taking the Steps to Knowledge, you begin to see how much your mind is governed by fear and compulsion and the approval of others. You see how automatic your behavior is. You see how reckless your decisions are. You begin to uncover the assumptions that you have adopted from your culture and society. And it is a real struggle within yourself to liberate yourself from the powerful influences that have governed your life in the past and that seem to govern almost everyone around you to such a great degree.\n\nThis sets in motion a deep evaluation of your life, a sorting out, a coming to terms with where you really stand regarding your engagements with people, and your relationship with your work, where you live and how you live.\n\nPerhaps you have already begun this deep evaluation, but it is really something that is very pervasive if it is carried to its completion. It is shifting your allegiance from one mind to another. Now you are beginning to see that your personal mind is a necessary vehicle of communication in the world. Your intellect is important. Your ideas are important. Your feelings and emotions are important. But they are all really to serve a greater power within yourself.\n\nHere true authority is returned to where it really belongs within you and within others. And you will be shocked and dismayed at the recklessness of people around you—their false self-confidence, the foolish things they tell themselves to reassure themselves, and the dreadful consequences that they create for themselves and for others as a result of following the false guide and teacher within themselves.\n\nTo be a student of Knowledge is to bring your intellect into service to a greater power within yourself. This is a long process with many steps. It cannot be done overnight, for it requires that you locate the evidence of Knowledge within yourself, that you do an evaluation of your past to see how Knowledge has communicated to you in the past and to what degree you followed this guidance or denied it.\n\nThis deep evaluation will include everything you are involved in, for everything is a relationship, you see. You have a relationship with your mind and your body, fundamentally. You have a relationship with your home. You have a relationship with your community. You have a relationship with your work. You have a relationship with your goals. You have a relationship with your ideas. You have a relationship with your emotions.\n\nThis is a revolutionary way of looking at your life. And it is a way of looking at your life that gives you the ability to re-evaluate and to self-correct. Otherwise, you are just being pulled along by forces within yourself and beyond yourself that you cannot see or understand. You are being swept along, hoping all the time that things will work out, believing and hoping, but really powerless and ineffective.\n\nEven when people try to become very controlling and very dominating, it is still only just a compensation for their weakness. People become manipulative because they do not have any real self-confidence, and they cannot discern the real merits and power in other people, so now they must control, dominate and manipulate people to get what they want. So many of the behaviors you see around you are governed by this fundamental insecurity and inability.\n\nYou come to Knowledge, then, because you need Knowledge. You realize the limits of your ideas. You realize the blindness of your assumptions. You realize how prone to error you are in certain parts of your life. You come to Knowledge, then, because you need Knowledge. But you also come to Knowledge because there is a deeper need within you, the need of the soul.\n\nThe need of the soul is to find your purpose and to fulfill it in the world. You are meant to do something in the world. You have come here for a greater purpose. You have a destiny. You are either living that purpose and destiny, or you are not. And if you are not, then no amount of pleasure, or escape, or personal success can offset the tension and the restlessness that exist within you.\n\nHere you cannot be at peace because you are not in harmony with your deeper nature. You are not living the life you were meant to live. You have given your life away to others. And so there is no peace. There is no self-confidence, not really. You are just being swept along, trying to make do with what you have, [while] telling yourself it is okay.\n\nBut you cannot persuade your heart. You cannot persuade your soul, for it knows where you need to be and who you need to meet and where you need to get to in life. If you are not doing these things, you will be ill at ease with yourself. You will be frustrated, unfulfilled, angry, resentful—all the products of not really being true to yourself.\n\nTherefore, you come to Knowledge finally because you realize that your life is not what it really is meant to be, that your mind is unhealthy, that your life is out of accord with its true purpose. And you know this even if you do not know what the purpose is because of the discomfort you have and the irresolution you live with.\n\nSo you are suffering, and you want relief from suffering. You want to correct that which creates the suffering. Rich or poor, you are suffering because there is a fundamental connection within yourself that has not yet been made. As a result, you do not know yourself, you do not trust yourself, you do not know where your wisdom resides, you do not know the real nature of your strength. You are going on appearances and assumptions without any real clarity or certainty.\n\nYou may pray to God for healing or resolution, but God has already put the power of Knowledge within you. God is not going to manage your life. The Lord of all the universes is not concerned with your daily affairs. But God has placed the power of Knowledge within you and within others, waiting to be discovered and expressed.\n\nAs you begin to take the Steps to Knowledge, you go through a rocky period of uncertainty because you are shifting your allegiance from one set of values and assumptions to something new and great, something you did not invent for yourself, something your culture did not make up. So you are going through a period of uncertainty.\n\nNow you do not know what to believe in. Now you do not know what to think. Now you do not know what to trust. But if you keep going, you will pass through these early phases of uncertainty and you will begin to make a deeper connection through your experience—both the experiences you are beginning to have now and the experiences that you are able to recall in the past.\n\nYou will begin thinking that Knowledge is a resource for your mind. You are going to use Knowledge to get what you want. That is the motivation of nearly everyone at the beginning. It represents their state of mind, which is driven by fear—the fear of not having, the fear of loss, the fear of failure, the fear of death.\n\nBut as you proceed, you see that your values and your goals that have been so unquestioned before now really are in question, and you are confused. This is a time when you must stay with your practice, and continue your Steps. It is okay. It is inevitable. It is part of the process, you see.\n\nOf course, you will be confused when you find out that 80 percent of what you ever believed is just an assumption. Now you do not know what to hold onto. But here you hold onto your spiritual practice, and you maintain and build the Four Pillars of your life. You take that confusion and you put it into constructive action because you need a very powerful foundation to do what Knowledge will give you to do in this life.\n\nYou cannot be weak and self-deceiving. You cannot be driven by ambition, or fear, or hatred and receive the gifts that Knowledge will give you to give to others.\n\nIt is a remarkable thing, but it is a process that is both an undoing and it is a creation. It is freeing you from the past. It is untying the knots. It is liberating your mind. It is freeing you from destructive or pointless engagements with other people. It is plugging up all the holes where you are losing energy and vitality and inspiration.\n\nThis takes time and has many steps. It is like climbing a great mountain, you see, where you begin and you are excited. But after awhile, the pathway is steep, and you are not so sure you want to do this. It is not as easy as you thought it was. It requires more from you than you anticipated. Whatever certainty you had about the journey now is coming into question because your ideas and beliefs are coming into question.\n\nYou will go through periods where you do not know who you are, what God is, what life is, what the purpose of anything is. Everything will seem to be up in the air because you are breaking free of past associations. You need this openness and this freedom to allow Knowledge to guide you and to reveal to you what you must do next.\n\nThis is a natural process. The sooner it happens, the better. But even if it occurs for you late in life, it is still vital and necessary.\n\nWhat guides you on is the desire for the truth, the desire to make this deeper connection within yourself and between you and other people—the need, the fundamental need to know what you are really here to do, where you can be of the greatest service, and where your true gifts can emerge. For you cannot call them out of yourself. They must be activated by something in the world because this engages you with the world in the right way.\n\nAt the beginning, you do not know how great the mountain is. You do not understand the process of redemption. Perhaps you have many ideas about these things, but in the process, you will need something more powerful than ideas to guide you and to lead you on.\n\nYou have to find a deeper commitment. This is not an intellectual quest. This is not an academic pursuit. This is not a search for answers, alone. It is a search for your real life.\n\nYou must have faith that there is a real life for you, that you do have a greater purpose, that you have come from a sacred environment into a worldly environment for a purpose—to accomplish specific things with certain people. This is a matter of faith now because you are unsure.\n\nIn your deep evaluation, if you begin to really review your past—recalling times that you really knew something and recalling whether you followed that Knowledge or not—you will begin to see that there is a thread through your whole life, and that Knowledge is not some future possibility; it has actually been with you all along.\n\nBut you have been all over the place. You have been guided by your friends. You have been guided by your desires. You have been guided by your fear. You have been guided by your hobbies, your attitudes and your emotions. You have been guided by the world and all of its confusion and conflicts. Do not worry. This is true for everyone.\n\nBut it is part of your assessment, you see. You review your past relationships. What motivated you to be in this relationship? What were the signs from Knowledge and from the world that maybe you should not have become involved? And what happened as a result?\n\nWhat did this relationship yield for you? Did it support the emergence of Knowledge within you? Did it give you real wisdom? Did it acknowledge that you are here for a greater purpose? Or was it about pursuing other things—being safe and comfortable, being happy and secure? Those are all fine, of course, but they are the result of a greater pursuit.\n\nYou are not merely in the world to be a consumer, to be a locust upon the land. You are really here to give something important, and only Knowledge within you knows what this is and where it must be contributed.\n\nYou do not want to make the same mistakes. You do not want to give your life to people or to situations that have no promise and no future. You do not want to waste your time, your life, your energy, your inspiration, so you are more careful now and more discerning. You want to find what you are really here to do, what your life is really about, where your real strengths and inspiration reside.\n\nSo your values change. Your priorities change. Instead of endless stimulation, you are looking for meaningful engagements. Instead of idle conversation, you are looking to see if you can connect with other people at a deeper level. Instead of escape, you are looking for engagement. You are looking for deeper qualities in people and in yourself.\n\nYou are thinking about the future of the world because your contribution has to do with the future of the world. Your whole thinking is changing. Your priorities are changing. Your values are changing—naturally. It is a natural progression. A natural shift must take place.\n\nIf this shift does not take place, your life is like a troubled dream. You will awaken to your Spiritual Family, and you will realize you did not accomplish what they sent you here to do.\n\nKnowledge is the evidence that you are here for a greater purpose, that you have come from a greater place to serve the world in the very needs that it has today and the needs it will have tomorrow.\n\nIt is a sign that you have come from a greater life to give something to the world. And this sign is not what you think or what you want, necessarily. For Knowledge is not governed by the desires of the mind.\n\nAs long as you want to be in control, as long as you want what you want, well, you will look at Knowledge merely as a resource and not as the power of redemption within yourself. You will try to use Knowledge, and you will be unsuccessful. You will try to have the same relationship with Knowledge that perhaps you have with everything else, which is conditional, determined by your own preferences and tendencies.\n\nBut Knowledge will not arise in this environment. It is waiting for the time when you sincerely desire it and need it and begin to recognize its central importance to your life.\n\nThis is a revolutionary teaching, you see, because Knowledge is what your spirituality is all about. Your purpose here is not to transcend the world. Your purpose here is to serve the world while you are here, according to the guidance of Knowledge, and to learn along the way the lessons of forgiveness, the lessons of discernment and discretion, the lessons of recognition in others—so many things are learned along the way. And in the process, you are restored to your true Self. No longer a stranger to yourself, now you can begin to really allow Knowledge to show you what is real.\n\nIf Knowledge does not respond to something, well, it cannot be important for you. If Knowledge is not impressed, why should you be impressed? If Knowledge does not respond to this other person and relationship, then why should you respond? You see, this is where the connection begins to teach you through experience every day.\n\nYou learn to be patient. You learn to wait. You learn to watch. You learn to listen. You gain skill in discerning the movements within your own life, and how to tell the difference between what is true and what is not true within your own mind.\n\nThis creates a whole new set of skills that take time to develop, a whole range of abilities that are central to your success and accomplishment, a whole range of skills and abilities that you will be able to teach to others as a result of allowing them to be cultivated and expressed in your own life.\n\nThis is the greatest happiness and joy. For you have escaped ambivalence, and foolishness, and arrogance within yourself, and now you can teach others the way. You teach by demonstration here most powerfully. Your gifts can now emerge, and the quality of relationship you will have with others is extraordinary and beyond anything else you could establish in the world.\n\nThese relationships are more like your relationships in your Ancient Home. They are not mere temporary alliances. They are deeper bonds. And this is natural and necessary for you, and represents part of your fulfillment in a world where people are estranged from themselves and each other, and from the power and presence of Knowledge that live within them.\n\nLet this deeper understanding guide you and carry you forward. Take the Steps to Knowledge. They have been provided for you by the Creator of all life. They are not someone’s invention. They are not a personal creation.\n\nYou are blessed, then, to receive this Message, to learn of these things, to be challenged in this way, to be valued, to be supported, to be acknowledged at a deeper level. This is a great blessing and a great advantage.\n\nYou will have to do work here. You will have to apply yourself. You will have to be patient and persevering. But like getting up a mountain, it requires every step. As soon as you stop, you do not advance, and you cannot gain the vantage point where you can see your life and the world clearly.\n\nHere you will gain freedom from your own mind, freedom from your own fear, freedom from your own sense of weakness, freedom from your own quitting and giving up on yourself, freedom from the persuasions and the discouragement from others. Here you overcome your tendencies because you are following something more powerful within yourself, thus weakening them and their grip upon you.\n\nThis is a blessed journey. It is not easy, but it is blessed because it returns to you everything that you want, and need, and most deeply value—which is purpose and meaning, direction and true relationship.\n\nThen you will have a confidence that is humble, that is cautious, that is wise, and the ravages of self-deception will not haunt you and overtake you. And you will be able to see what is coming and have the strength to prepare and the wisdom to take the next step.\n\nYou know God through Knowledge. You connect with God at the level of Knowledge. And Knowledge is mysterious, but also practical. It is here, and it is there, and it is everywhere.\n\nYou see this in others, and you see the struggles that others go through in their attempt to gain access to Knowledge, and to trust it, and to follow it, and to set aside their goals and preferences to make this possible.\n\nYou see your life really has great promise, not because you just think it does, but because you feel it within yourself, and you are not going to give this up for anything—not for love and not for money—because it is the source of your life, and it is the most precious thing.",
  "audioUrl": "https://www.newmessage.org/av/self-confidence.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/self-confidence/"
}