{
  "title": "Self-Reliance",
  "content": "Humanity is entering a time of great difficulty, a time where you will face the Great Waves of change that are coming to the world: environmental decline; the depletion of resources; growing political and economic instability; and the increasing risk of competition, conflict and war between nations over who will have access to the remaining resources of the world.\n\nIt is a time of increasing instability and uncertainty. Governments will appear to be unable to deal with the situation as it unfolds. People will be restless and anguished and angry at the corruption and mismanagement that will emerge.\n\nIt will be a time of increasing friction between nations that do not have good relations with one another. It will be a time when poverty and deprivation will grow because the production and distribution of food will be disrupted.\n\nIt is a time for humanity to become strong and united in order to weather the Great Waves of change and to forge a stronger union between peoples and nations for the preservation of the world and of human civilization.\n\nMost people really do not see the magnitude of what is coming. Perhaps they feel a deep anxiety. Perhaps they feel a sense of trepidation. Perhaps they are concerned with their own economies and their own national problems. But the specter is far greater. The challenge will be far greater.\n\nPeople’s confidence in nations and in leaders will be shaken. People’s confidence in God and in God’s Providence will be shaken. Some people will think that this is the end of time, the great end of time that has been so anticipated by certain religious groups of people.\n\nBut it is really a time when humanity must face the consequences of its misuse of its natural inheritance in the world and its greedy and exploitive use of the world. It is a time when the consequences must be faced, when the bill has come due, when humanity must reckon with the results of its behavior over a long time.\n\nThis, however, is a very important time for you. For it is a time of re-evaluation of your priorities and your activities, your relationships and your commitments. It is the time to build a greater self-reliance, not a reliance on your ideas or beliefs, not a reliance upon your assumptions, but upon a deeper power that the Creator of all life has placed within you, a reliance upon the power of Knowledge—a deeper Intelligence, an Intelligence born of God, an Intelligence that is not a product of your social conditioning or preferential thinking.\n\nYou see, you really have two minds. You have a surface mind that has been conditioned by the world and is a product of your adaptation to the world and your social conditioning. And then you have a deeper Mind of Knowledge.\n\nKnowledge does not think like your personal mind. It does not compare and contrast. It does not speculate. It is not conniving. It does not bargain. It does not involve itself in endless conversation with other people. It is entirely different, you see.\n\nSo when We speak of self-reliance, We speak of your reliance upon the power of Knowledge. For it is this power that the Creator of all life has given to you to guide you, to protect you and to prepare you to live a greater life in a changing world.\n\nUnlike your personal mind, Knowledge is not afraid of the world. It has come here on a mission to serve the world in a unique way, involving certain people and certain situations. It is not paralyzed by fear. It is not dominated by denial or preferential thinking. It is clear, honest and objective, and it sees through deception of every kind.\n\nYou cannot use this greater Intelligence to enrich yourself as if it were merely a resource for your personality. You cannot use it to gain wealth and advantage. For Knowledge is much more powerful than your intellect and functions beyond the realm and the reach of the intellect.\n\nIt is very important here that you realize the distinction between Knowledge and the mind where you live 99% of the time. Otherwise, you will misconstrue this message. You will begin to rely upon your assumptions, your beliefs, your attitudes and your prejudices. This will only weaken you and blind you and make you less able to adapt to the changing circumstances of your life. It would make you unable to see what is coming over the horizon: the Great Waves of change. And it would not enable you to prepare for the Great Waves of change.\n\nTherefore, the distinction between Knowledge and your personal mind is essential. But this distinction must be based in experience. For when you are connected to Knowledge, it is a very different experience than simply making decisions in your mind, or trying to adapt your thinking alone to the circumstances around you.\n\nFor when you try to adapt your thinking, you are always referenced to the past because your mind is always referenced to the past. While history may teach you, and does teach you important lessons, to be so past referenced does not enable you to see a situation in a new way. It does not enable you to discern a decision you have to make or a phenomenon that is occurring around you, for you will always think of it in past terms.\n\nThis is like driving the car looking through the rear window. You cannot see where you are going, you cannot evaluate changing circumstances, and you cannot recognize people and their abilities and disabilities effectively because your mind is so conditioned to think along certain patterns that it cannot be creative or discerning in its outlook. That is why your intellect must follow Knowledge, for Knowledge will never follow your intellect.\n\nAnother way to think of this is to say part of you is Divine and part of you is human. Part of you is wise; part of you is not wise. Part of you cannot commit errors; another part of you is very prone to committing errors.\n\nSo which part of your mind should follow the other? And how do you cultivate your awareness of Knowledge, develop a foundation of experience in Knowledge so that you can realize how it functions through your unique nature, and how you can read its signs and its direction?\n\nSelf-reliance, then, is not something that just happens. It is not something that happens by accident. It is something you must cultivate and develop. At the very center of your life, this must be your focus. For if God has given you the guiding power of Knowledge to enable you to discern your environment and to make wise decisions, how could this not be the center of your attention and your primary focus in education?\n\nThe universities may teach you about accumulated understanding and wisdom from the past, but they cannot teach you how to see and to know and to act with wisdom.\n\nOld ideas will not fare well in the face of a radically changing world. Old assumptions will prove to be either completely false or highly inadequate to meet the situation at hand. Do not look at the changing circumstances of your life and think it is merely a cycle like the past, an economic cycle or a life cycle or a sociological pattern alone, for the world is changing and has changed.\n\nHumanity has altered the climate of the world. Humanity has despoiled the waters of the world. Humanity has ruined the soils of the world. You will now have to enter a declining world, a world where the resources will become more difficult to acquire and far more valuable.\n\nThis will change the behavior of peoples, especially in the wealthy nations. You will be adapting to a whole new set of circumstances where your past training and understanding may prove itself to be not very useful.\n\nIt is those who can see the Great Waves of change, who can recognize them in advance and have the courage to prepare for them, and have the courage to teach others how to see and how to respond to the world that you have come to serve.\n\nKnowledge is here on a mission. It is here to serve. Its focus is not simply acquisition, security and enrichment. It is not impressed by beauty, wealth and power. It sees how humanity enslaves itself and deceives itself and degrades itself. And it sees the terrible consequences of human poverty and deprivation.\n\nKnowledge is here to renew your life, to restore your integrity and to re-establish the Divine Presence and Power in your life. This happens no matter what religious tradition you might be part of. It happens even if you do not have a religious tradition that you can define.\n\nIt is the power of redemption within you. It is not governed by your intellect or by your social conditioning or by the opinions or the values of others. It is not governed by your religious ideology or beliefs. In fact, these things often prove to be impediments to the recognition and to the expression of Knowledge.\n\nGod has given you great power, but it is not your personal power. It is not the power of your will or self-determination or domination of others. But to know this and to feel this and to see the evidence of this everywhere around you, you must engage in a different kind of education, an orientation within yourself.\n\nThat is why the Creator of all life has sent the Steps to Knowledge into the world so that you can make this Divine connection and learn to realize, to recognize, to experience and to accept the power and the presence of Knowledge within yourself, and this power within others.\n\nThis will alter your perception and your understanding because Knowledge will give you a real understanding. It will temper your ideas, and you will see that your beliefs and your ideas and your assumptions are all relative and are all referenced to the past, and how much of your thinking is based upon fear and preferential thinking, which in most cases is merely a response to fear. You will need now to learn to listen within yourself as well as looking about with great objectivity.\n\nMost people are dominated by their minds, their thinking, their planning, their fears, their worries, their issues, their anger, their unforgiveness. They are present in the world, but they are not present to the world. They are standing in front of you, but they are consumed with their own thinking and cannot see and cannot hear and cannot respond appropriately to their environment.\n\nAs you watch people, you will see how consumed they are in their own minds—trying to have what they want, trying to escape loss, trying to impress other people, being driven by desires, fantasies, fears and needs. To the person guided by Knowledge, it will seem like everyone else is in chains even though they may be trying to live in splendor, or live in a politically free nation.\n\nKnowledge will give you the eyes to see and the ears to hear. It will give you the strength to face anything and to navigate what seems to be utterly unpredictable and overwhelming.\n\nNo matter what your beliefs or ideology or social background or national heritage, Knowledge is alive within you. It is trying to steer your life in a positive direction and to keep you from making self-destructive decisions. You can feel its urgings and its restraints if you are really paying attention.\n\nBut this takes a very different approach. Here you must become more of an observer of your own mind and the world around you rather than one who simply reacts to the world and condemns the world as a result. Here you must be willing to live with questions and not be relying upon answers. Here your mind must be open like a window, instead of closed like a door. Here you must have the courage to re-evaluate your obligations, your relationships, your activities and your commitments to see if they really are part of your greater purpose in being in the world.\n\nTo your intellect, this may be very confusing, but to Knowledge it is clear as day. As you begin over time, by taking the Steps to Knowledge, to see the difference between how Knowledge functions and how your intellect functions, you will see that they are entirely different. And you will come to realize that you could never figure out in your mind the real truth of your life, the real direction of your life and how to be in the world successfully, where your greater purpose can be realized and fulfilled.\n\nLook around and you will see that people are still trying to acquire ever more. They do not realize they are living in a world of shrinking resources. They are unprepared for what is coming. And when the Great Waves hit, when economic hardship occurs suddenly, it is as if they did not see it coming. Even the experts did not see it coming.\n\nBut Knowledge is giving you signs and clues. The world is giving you signs and clues. But if your mind is not paying attention, if you are not watching and listening, without constantly judging and interpreting, then you will not see and you will not hear. And the signs will be lost upon you.\n\nYour self-reliance, then, must be reliance upon Knowledge. And you must have a very clear understanding here that who you are is not your mind, that your intellect really is a vehicle of communication in the world to serve a greater power within yourself and to serve the Greater Power that has sent you into the world.\n\nWith Knowledge, you will know what to follow within yourself, and you will know who to follow around you—who is strong with Knowledge and who is not, who can see clearly and who cannot, who has humility and who does not, who is driven by ambition or social conditioning and who is not. This gives you a basis of discernment in relationships, which is one of the critical skills you really must develop in life to be successful and to not give your life away to people or to circumstances that have no future or real destiny for you.\n\nYou will find that Knowledge does not look upon the world with horror or with condemnation, or with frustration or anger. It does not look upon the world in a fanciful way either, hoping or believing that everything will be fine.\n\nIt does what your intellect cannot do, which is to see clearly. Knowledge is here on a mission. It is not here to condemn the world, it is not here to enrich itself, it is not here to manipulate other people, and it is not here to gain power and dominance. You must see that this power cannot be found anywhere else.\n\nThen when people are guided by Knowledge, their thinking begins to represent Knowledge. Their values and their attitude change. They are not driven by greed. They are not mesmerized by beauty or wealth. They do not look upon life as simply an opportunity to acquire wealth or power for themselves. There is something rare and unique about them. There is a presence with them. You feel confidence in them. You trust their wisdom, and you recognize their humility.\n\nKnowledge is the greatest power in the universe because it is the Power of God working through the individual. Yet people do not know of Knowledge. They do not respond to Knowledge within themselves. They do not follow Knowledge in their decisions and behavior. It is as if Knowledge either did not exist, or was some very mysterious thing that only happens to certain people.\n\nBut this is not the case, you see, for everyone and you were sent into the world for a greater and unique purpose. But only Knowledge knows this purpose and holds this purpose for you—waiting until you are ready, waiting until you have the maturity and the desire and the commitment to discover and to experience your greater purpose in being here.\n\nSometimes Knowledge will have to wait a lifetime, for people can continue doggedly in their old ways of thinking seemingly forever—unwilling to question themselves, unwilling to reconsider their opinions and their judgments, unwilling to face uncertainty, unwilling to yield to a greater power.\n\nWhen Jesus said, “Come follow me,” he meant, “Follow the power of Knowledge, for that is what I am following.” Here God is giving you great power, but also great responsibility. You may pray to God to fix the world, but God has sent you here to fix the world, you and everyone else.\n\nYou may have personal reasons for being in the world, but there are greater reasons for you being in the world. And your greater purpose does not mean you will become an ascetic or a renunciant, for that is only reserved for certain individuals. For everyone else, they must be in the world, functioning in the world, dealing with the world, serving the world.\n\nWho will restore the environment? Who will change their lifestyle to be able to function in a declining world? Who will preserve the soils of the world or the waters of the world so that humanity may have a future here? Who will meet the great human need and face a world where poverty will grow? Who will have the strength to face the Great Waves of change and to use them to be of benefit to the world? You cannot look to governments or leaders to provide all this. If you do, you will be gravely disappointed.\n\nYou see, the answer is within you, but the calling is in the world. The world must call out of you your greater gifts, which means you must face the world and not condemn it. You must be open to the world and not be retreating from it, or running away from it.\n\nSo very different this is, you see. It is a different incentive. It is a different way of being in the world. It is a different relationship with yourself, most fundamentally, and it establishes a very different foundation for relationships with others.\n\nFor with Knowledge, you will know who to be with and how to be with them. And Knowledge will take you to the individuals who will have the greatest impact and benefit for your life. Knowledge is not driven by insecurity or the need for wealth, beauty or power, so it will not be deceived by these things, and it will free you from being deceived by these things.\n\nHere self-reliance does not mean you go it alone and you do not trust anyone else. No, indeed, Knowledge is here to unite you with certain people, to unite you with your purpose for being in the world, to bring that love and presence and service to the world. It is to re-engage you with life, to unite you with others, to liberate you from Separation and from the hell of your own isolation.\n\nOnly Knowledge has the power to do this, you see. Your mind may conjure up wonderful and fantastic belief systems, or metaphysical theories, or religious ideology, but it cannot do what Knowledge can do because your mind cannot do what only God can do. And God reclaims the separated through Knowledge.\n\nIt is not just the Knowledge of God, for you really cannot know God from your current position. It is by following what Knowledge has come into the world to accomplish that reunites you with your Source, that liberates you from the tragedies and seductions of the world, and that gives you a real relationship with yourself and with others, relationships that cannot be established in any other way.\n\nThis goes far beyond intuition, fleeting moments of intuition. For Knowledge is a power within you that will emerge in your life as you create an opening for it, and will give you an entirely different experience of yourself and of the world around you.\n\nGod has already answered your prayers, even if you have not yet prayed. God has answered the need of the world. It lives within each person, waiting to be discovered.\n\nAt the outset, you will have to break free from your social conditioning, from your habitual patterns of thoughts, from your sense of obligation, from your sense of powerlessness. You may have to change the circumstances of your life, alter your commitments to other people, break free of family obligations to a great degree, break free of your own fixed ideas and your identification with those ideas.\n\nFor God’s first purpose is to unburden you, to free you, to teach you what real freedom is, to show you what is holding you back, what is holding you in chains and enslaving you. You cannot serve a greater purpose or a greater power if you are bound to other things.\n\nYou must trust what is mysterious and deep within you that exists beyond the realm and the reach of your intellect. And you will have to break the chains of obligation, the chains of submission, the chains of trying to please others, or to uphold the values of your culture, if they are not in keeping with Knowledge.\n\nThis is the real form of self-liberation. This is the power of redemption working within you—beyond your control, beyond your understanding, beyond the boundaries and the restraints that culture and even religion have placed upon you.\n\nHere you break free so that you may unite with the Power of God within you and to bring that power and that presence into your life and into the world. You do this without espousing religious beliefs or promoting religious institutions. It is the presence that is with you that is the most important thing. And if you are not dominated by your thoughts, your fears, or your desires, you will feel this presence, for the great well of silence exists beneath the surface of your mind. It is there that this presence dwells.\n\nBreak through the surface and you will feel it. But if you live at the surface, you will never know what is beneath you. You may float a little boat on the ocean and never know what is beneath you. What is really valuable is beneath the surface of the mind: the strength, the power, the grace. That is where it is. You cannot get there by trying to just use willpower, or think along certain lines, or adopt a certain ideology.\n\nYou must learn to be still. You must learn to refocus your mind, to gain authority over your emotions, to bring the wild horses of your thinking to serve you and to serve Knowledge.\n\nThere will be many questions of course. There will be much confusion. There will be much re-evaluation.\n\nBut as you take the Steps to Knowledge, you will see how enslaved you were before, how weak was your position, how you could not see or recognize the signs of Knowledge within yourself or within other people, except perhaps on very rare occasions. You will see how much you were a slave to your needs, your fears and the expectations of others.\n\nBut the process of liberation must occur. But this liberation is not just to set you free. It is to put you in a greater role and set you in a greater direction that represents your purpose and destiny here.\n\nThe world is chaotic. It is not governed by God. But God has given you a power to navigate it, a direction within it and a greater purpose that is for you to serve. That is why you have a unique nature and personality because you have a design for this purpose.\n\nCome to recognize your design and you will come to experience your Designer. You are uniquely made for a purpose that you have not yet discovered. So how can you judge yourself?\n\nYou will need Knowledge now as never before, for you cannot rely upon anything around you to be safe and secure in the face of the Great Waves of change. You cannot fall back into laziness or indolent thinking and find any stability or security there.\n\nHere the Great Waves of change will serve you in requiring you to develop this self-reliance, this reliance upon Knowledge. Here what seems terrible and traumatic, dangerous and overwhelming, will call Knowledge to come forth.\n\nYou cannot be fooling around in the face of the Great Waves of change. You must begin to take your life and your time seriously and not squander them on meaningless things. In this, the Great Waves are a calling—calling for you to respond to Knowledge within yourself and to the power of events in your world. Here you will see that the world is serving you, trying to prepare you, trying to awaken you, trying to call you out of your dreams of fulfillment and tragedy into a greater service and participation in life.\n\nHere you must forego your condemnation of the world, your repudiation of the world, your escape from the world and find the strength to face the world with clarity, objectivity and humility. Knowledge will give you the power to do this, for Knowledge alone has the power to do this.\n\nThe stronger Knowledge becomes within you, the more it will resonate with other people, and the more you will become a source of strength and inspiration, and your life will be a demonstration of a greater service in the world. And that is the most powerful spiritual teaching there can be.\n\nHere you will be following the same Power that guided the Jesus and the Buddha and the Muhammad and all the saints that have come and remain unrecognized to this day.\n\nYour mind will take issue, your mind will question, your mind will doubt, but that is only your social, surface mind. Of course it will respond in these ways, for it is profoundly insecure and unsure. Its beliefs are only a crutch. Its fundamentalism is only a replacement for Knowledge.\n\nFor only Knowledge knows. The mind believes, the mind tries to define and to determine life, but only Knowledge knows. That is why it is the source of your redemption. That is why it is the Power of God in your life. And that is why it is the greatest Power in the universe.",
  "audioUrl": "https://www.newmessage.org/av/self-reliance.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/self-reliance/"
}