{
  "title": "Self-Expression and the Mental Environment",
  "content": "Everything you say and everything you do represent you in the world. They represent what you think and what you value, what you are contemplating and what you are avoiding. Your actions speak very loudly, louder than your words. Here you are making a demonstration of what you value and what you feel you are every day, in a myriad of ways. This is your self-expression. Only a small part of it is conscious on your part. The rest you are not aware of. To a certain degree, you cannot be aware of it objectively until you are quite advanced because how can you observe yourself every moment of every day?\n\n\n\nEven in your dreams you are expressing yourself. Though you may not see the physical evidence of this, in the mental environment you are producing an effect. The mental environment is stimulating you, and you are stimulating it, every moment of every day, whether you are awake or asleep. As you learn to become more aware of the mental environment, you will see this in effect, and it will open your eyes to the great interaction that occurs between human beings and between human beings and their environment. It is occurring at all times. Here, indeed, you are entering a larger arena of life. This arena will demonstrate a greater interaction and will reveal the influences that are producing it throughout the world.\n\n\n\nBecoming aware of the mental environment represents a necessary part of your education in learning to recognize and to receive the Greater Community. You will not be able to share language with intelligent life from beyond. Your values will be different; your behavior will be different; your physical appearance will be different; perhaps your motives will be very different. But in the mental environment you will be able to comprehend their self-expression. They are seeking to comprehend yours, even at this moment. So, the study of the mental environment is essential, not only for successful living in the world, but also to encounter intelligent life from beyond, which is a necessary part of your education as the world now prepares to emerge into a larger arena of life.\n\n\n\nTherefore, when you consider your self-expression, consider it in a very complete sense. And remember, you are only aware of a small percentage of what you are communicating to the world around you. Perhaps those things you want to say or intend to say and want to do or intend to do represent this small percentage of your overall self-expression. Your self-expression has a great impact on your relationships with other people and will determine in large measure how they perceive you and how they respond to you as well.\n\n\n\nBecoming aware of your thinking and behavior leads you to become aware of your self-expression in the world and opens many new avenues for this expression to be given in a conscious way rather than demonstrated automatically. Here there are real breakthroughs in learning, for here people realize they can have a much greater impact upon the world than they had previously considered. They realize they can have a much greater impact upon their relationships. This affirms their power and the opportunities for this power to be expressed constructively. This is a large part of the greater education which is being presented in The Greater Community Way of Knowledge. Like all forms of great education, it has many stages of development, many thresholds of learning and many opportunities to gain new insights and to re-evaluate old ones.\n\n\n\nYou are expressing yourself continuously. Your thoughts are affecting the mental environment, and your actions are affecting the physical environment. You live in both environments. They co-exist together. You are becoming more aware of your physical environment, but the mental environment is still a great mystery to you. Everyone else is living in these environments as well, and they too are expressing themselves every moment of every day. The interaction between human beings, then, becomes quite complex. It is complex because people are unaware of their self-expression. They interact with each other, but then they have their interpretations of the interaction, which can be quite different from the interaction itself. When you are unaware of something, you make judgments in order to give yourself explanations upon which you build your assumptions about life and your sense of self.\n\n\n\nThis complexity between human beings is not natural. In other words, it is not meant to be that way. It is complicated by the fact that people are unaware of their self-expression and because they are unaware of their self-expression, they base their actions and thinking upon assumptions, which may have little to do with reality as it is occurring moment to moment. This is what makes things complex between people.\n\n\n\nIndeed, if you think about this and consider it, it may seem hopelessly complex. How can one gain a real experience of self-expression and the interaction with other human beings without being governed by personal fear or personal preference, by judgments and beliefs? How can one have a real and direct experience that is not colored by these things or distorted by them? Indeed, because people are so minimally aware of the mental environment in which they live and have such little recognition of their self-expression, this problem can seem enormous and the solution can seem far in the future, if it is possible to accomplish at all.\n\n\n\nThe answer to a hopeless question is to appeal to a Greater Power, to abide with the Greater Power and to learn from the Greater Power. The Greater Power is within you. It is with you now. It is not far away; it is not a great god on a great throne who is so distant and so grand that you cannot approach it. The power is given you in the power of Knowledge that you possess. Following Knowledge engages you in real interaction between people, teaches you the subtle forms of communication that are occurring and brings you into an awareness of your own behavior and thinking so that you can come to realize what your self-expression is, what it is expressing and the avenues in which it renders its communication most effectively.\n\n\n\nFollowing Knowledge also teaches you how others respond to you and how you respond to them. It gives you this view and this understanding because it reveals what is happening, without interpretation. It simply brings into your awareness the dynamics of your interaction with other people. The opportunities for success here and the benefits that can be derived from it are so vast and so great that you cannot imagine the impact this will have on your relationships and on your sense of well-being. Beyond learning this, there are essential skills to cultivate over time in order to enable you to engage with the Greater Community Forces that are in the world at this time and who will be part of your life in the future in an increasing way.\n\n\n\nWhat you think and what you do are guided by what you value and by what you feel is essential. Therefore, to learn of your self-expression you must learn what these things mean for you. Here, in order to begin to develop a truly objective view of yourself, you must first recognize the way you want to see yourself, the way you want to see the world and the way you want to see other people. Here you must face your pain and error, not to condemn yourself but with the desire to see and to understand. Here you learn to view others with this greater objectivity, not to condemn them but to see and to understand.\n\n\n\nThe ability to gain this objectivity and this self-awareness comes by following the means that are provided in The Greater Community Way of Knowledge, for you cannot teach yourself these skills. You cannot lift yourself up. You must engage your personal mind in specific forms of education that enable it to come into harmony with your greater life and your greater mind, which are represented by your Knowledge.\n\n\n\nTherefore, the answer to how this can be done is to follow a means of preparation. How could there be any other kind of answer? Even if I said, “Do this,” and “Do that,” it would seem beyond your reach. The requirements would seem too great. That is why you need a slow and progressive form of development. Your learning is always conditioned by your desire for it and your capacity for it. You can increase your desire intentionally, but your capacity must be increased over time through progressive levels of learning and reintegration. You cannot simply expand your capacity because you want to have it expanded. This takes time and preparation. The desire to learn must have your increasing willingness and intention to explore, to discover and to understand. And it must be accompanied by tremendous perseverance and patience in order for your capacity for learning to be recognized as it exists now and then for it to be slowly and safely expanded.\n\n\n\nLet me give an example. If all of a sudden you became aware of all of the communication that is occurring in the mental environment around you, you would likely go insane. It would be too much stimulation for you. It would be too confusing. You would not be able to escape from it. This awareness would be very damaging to you because you do not yet have the capacity to participate in this communication consciously or to understand it or to integrate its meaning. This requires a very developed mind to be able to do this—a mind that is capable of experiencing prolonged periods of stillness and observation without judgment, a mind that is not driven by ambition and desire, a mind that can be calm and observant, a mind that can wait for answers to emerge rather than inventing them for its own self-satisfaction or sense of security. You do not have this mind currently, though it is possible for you to attain it over time.\n\n\n\nTherefore, you cannot leap into a state of so-called “super-consciousness” without destroying your ability to interact with yourself, with others and with the world. Once you realize that you have limits and that these limits should not be transgressed, then you will appreciate the preparation that has been given to you. You will accept the fact that it takes a good deal of time. And you will feel more confident and secure knowing that you can proceed slowly and carefully without sending yourself into great discord or upheaval or producing an instability that you yourself could not arrest.\n\n\n\nLearning about your self-expression is a natural by-product of learning what you know and how you interact with the world. It is taking full account of your mind. It is taking full account of your experience. It is taking full account of the experiences of those who are having a direct influence upon you. This is not acquired instantaneously or by taking a few simple steps. This, indeed, is having an entirely new experience of yourself and the world around you. With this comes a tremendous sense of power because you realize that you are an influence in the world rather than someone who is just being influenced. You are having an impact upon the world.\n\n\n\nWith this power comes the great requirement for responsibility. Without this responsibility, your power would be damaging to you and to the world. It would be used to fulfill your ambitions, to fortify your needs and to amplify your fears. The responsibility here is that you realize you have a contribution to make to the world. You realize you are committed to following a Higher Power in order to learn of this contribution and how it can be carried, wisely expressed and made manifest within your life. Patience, perseverance, stillness, objectivity, observation, the willingness to learn, the willingness to revise your beliefs, the willingness to overturn former assumptions, the willingness not to know, the willingness to be confused, the willingness to take charge when that is necessary and the willingness to step back and yield to others when that is necessary—all these things must accompany your development.\n\n\n\nIt is not expected that you will have this willingness at the outset. Of course you won’t. But it is essential that you accept it as you proceed along. Then, you will have an opportunity to understand the power of your thinking, the power of other people’s thinking and the incredible interaction that occurs between you and others. You will also have an opportunity to learn that you have a certain protected mental space, a protected mental position in life. Unless you yield yourself inappropriately, others cannot penetrate this. You could call it your personal space or location.\n\n\n\nWhat is inviolable within you is your Knowledge. Your personal mind can be influenced, dominated, persuaded, overtaken, tricked, commanded, and so forth. So, when we talk about something that cannot be violated within you, we are speaking of Knowledge. It is the only truly safe place you have.\n\n\n\nWhen you begin to learn about the mental environment, you will see how conditioned you are by the things that you accept, the things that you think, the ideas you share with others, the impact you allow others to have upon you, the weakness you have in attempting to acquire things from the world, your vulnerability, and so forth. Indeed, if you are developing and undertaking any kind of psychological re-evaluation of yourself, you must come to terms with how conditioned you are. This is a difficult part of the preparation process because here you discover your weakness and your vulnerability. Yet, you must proceed beyond this discovery to realize your strength. Otherwise, you can become discouraged and as a result decide to live in greater self-protection and isolation, sealing yourself off from everyone and everything out of fear that they will overtake you or dominate you. This is, perhaps, an understandable reaction to the discovery of your own vulnerability, but it does not lead to Wisdom and will engender misery for you and for others who have come to serve and assist you. You must go beyond this.\n\n\n\nThe mental environment is the environment in which you think. The physical environment is the environment in which you act. The physical influences the mental, but the mental influences the physical to a greater degree. Unless the physical environment is directly infringing itself upon you or controlling your actions or behavior, the influence of the mental environment on you is greater and more consistent. Therefore, the greater your awareness and understanding of your own mental condition and how others influence you and how you influence them, the greater the impact you can have intentionally upon the world.\n\n\n\nHere your mind will become much more concentrated than others, which will give you power, for power is concentration of mind. This concentration can be for good or for ill, but it will exert a greater influence to the degree to which it is concentrated. The person who thinks only of a few things that draw all of his or her emotional intensity will exert a greater influence on the mental environment than someone who casually believes in something or considers something only periodically. The person who has a deep conviction and a deep sense of belief will exert a greater influence than someone who is only entertaining or considering an idea. People with conviction will be able to do far more and will have much greater impact in the world. They will be able to influence other minds. This does not mean that what they believe in or are convinced of is necessarily good, for power is neutral. Power used for good and power used for ill represents concentration of mind. Therefore, for you to have a greater influence upon the world, which is necessary if you wish to make a contribution to the world, you must understand your mental resources and the influences that affect them every day.\n\n\n\nTo give you an example of what this might look like, I will speak of The Greater Community Way of Knowledge here because it emphasizes development in the mental environment to a very large degree. In a Greater Community context, development in the mental environment is essential for success, for in the future you will be dealing with intelligences that are far more concentrated than you are and have a much greater perspective, having lived with a much broader viewpoint and experience. A more concentrated mind will exert a greater influence upon you than you will upon it. In order for you to engage successfully with a Greater Community intelligence, not only to comprehend it but to offset its influence, you must have a much greater concentration of mind.\n\n\n\nPeople who undertake the reclamation of Knowledge often find themselves withdrawing from life in certain ways in order to minimize or limit the influences of society upon them. This gives them the freedom to re-evaluate themselves without feeling bombarded by the world’s influences and images. This is why many people who begin to study The Greater Community Way of Knowledge seek escape from television, radio and even music—not because these things are inherently bad but because they are so influential. They withdraw from individuals who influence them in ways that are counterproductive to their well-being and to their ability to refocus their mind. This withdrawal is necessary for people to rethink their thoughts, to have the freedom of evaluation, to gain control of their own mental forces, to deepen their awareness of themselves and to become more sensitive to the things that are influencing them.\n\n\n\nNow, there are gross influences and there are subtle influences. Initially, in The Greater Community Way of Knowledge people will want to withdraw from the gross influences. This will enable them to develop the sensitivity to comprehend and effectively engage with the subtle influences. Subtle influences include the thoughts of other people who are not in your immediate environment but with whom you are in relationship. Subtle influences include the presence of extraterrestrial life that may be in your vicinity. Perhaps this extraterrestrial presence is not affecting you directly or focusing on you at all, but its presence will exert a certain influence upon you. This influence is subtle, but this does not mean that it has no power or does not affect you.\n\n\n\nIndeed, many of your depressing moods have nothing to do with you at all. Many of them are the result of you engaging with something in the mental environment that you are not aware of. Often it is something that is not even in your visual range. Here people can go through tremendous mood swings frequently, being affected by things that are not even part of their own lives. In other cases, their own thinking is governing their emotional responses to a very great degree. Yet, often people who are engaged in therapeutic processes make the mistake of thinking that all of their experiences are determined by their own conditioning, their own thinking and their own activities. This false assumption is made because people think they are isolated in life. They are not aware of the mental environment.\n\n\n\nThe mental environment is like living in a sea of consciousness. You are swimming in a great ocean of consciousness. When I say consciousness, it does not mean that it is self-conscious. It simply means that it is actively thinking. Active thinking is not necessarily conscious thinking. The mind is working all the time, whether you are aware of it or not. It is exerting an influence and being influenced all the time, whether you are aware of it or not. Gaining awareness of the mind, controlling its influence on others and controlling what influences it, or at least determining how much this influence can affect you, represents achievement and advancement in education. The result of this will give you greater empowerment, greater certainty and the ability to affect, nurture and support others in ways that are effective and appropriate for them. This is a very great achievement.\n\n\n\nIf you look about in the world, you will see that many people feel that they are the victims of life, that life is controlling them, that they have no power to change it, that it is too big for them. This is so common. You can see it everywhere. You can hear it in so many conversations. It is demonstrated in people’s activities. It is demonstrated in their forms of escape, which are often destructive. It is demonstrated in the ineffectiveness that people feel in meeting real problems in the world. It is omnipresent. Why is this?\n\n\n\nIf your experience of being influenced is greater than your experience of influencing others, clearly you are not aware of the mental environment and do not have an awareness of your own thinking and its impact upon others. Indeed, the prevalent belief that people are governed by circumstances and are totally conditioned by them is reinforced by the people who believe in it, and so this belief becomes stronger and seemingly more impermeable. Thus, unconsciousness fortifies itself. You fortify anything you believe in. You add to it. Anything you value you fortify. If you value truth, you add to truth in the world. If you value the escape from truth, you add to the escape from truth in the world. The mental environment you live in, the human mental environment, is a result of all of this put together.\n\n\n\nHere you can begin to understand why the Wise withdraw so completely from the influences of the world. They realize that the mental environment in which they live will dominate them unless they take great and significant steps in insulating themselves from it. They have also learned over time that they can influence the mental environment of the world through the forms of spiritual practice that they have learned and that they reinforce. They withdraw from the gross influences to a very great degree. Then they are able to discern the subtle influences, and they are able to establish their own foundation and then contribute from this foundation. If they are wise, they do this without condemnation because when you condemn something, you enter into relationship with it. Your condemnation bonds you to it. Condemn evil and you will be bonded to evil. Condemn a form of ignorance and you will be bonded to it. If you do not want to be bonded to those influences that are holding you back or clouding your vision or disabling you from gaining access to your own inner resources, then do not use condemnation.\n\n\n\nEmotion, whether it be love or hate or avoidance, always bonds you to the thing you are responding to. If you hate another person, hate will bond you to that person. If you love a person, love will bond you to that person. Love is the preferred bond, but in many cases you may not want to be bonded to the person at all. That is why condemnation is so inappropriate. Condemnation also disables you from gaining access to what you know, so it has a double liability. It bonds you to that from which you are trying to separate yourself, and it clouds your vision and disables you from gaining access to what you know. It is not only for moral reasons that we say, “Do not condemn others.” It is for practical reasons as well because it creates injury and harm and prevents your progress. Therefore, it is for practical reasons that this must be discouraged.\n\n\n\nSo, you see, self-expression isn’t simply what you say and how well you say it. It isn’t only what you do and how well you do it. It is your entire being in the world. Consider this: A man and woman of Knowledge may do very little in the world. They may have a very simple job. Their activities may not be magnanimous or unique. Ah, but what an influence they will cast. Others will feel renewed and replenished being in their presence. Yet, others will avoid them because they cannot tolerate this influence. The man or woman of Knowledge who is developed and prepared will cast, in most cases, a greater influence upon the environment than the environment can cast upon them. Indeed, they create their own environment. They do not do this by furnishing their house and putting up pretty wallpaper. They create an environment mentally. They create their own mental environment.\n\n\n\nIn order for you to create your own mental environment, you must withdraw from the world and the gross influences of the world, at least for a period of time. Then, with as much objectivity as possible, you must come to learn of the subtle influences which affect you. This is not easy to do. You must prepare according to The Greater Community Way of Knowledge. You must cultivate yourself—your mental abilities, your awareness, your discernment and your discretion. You must separate yourself from people who cannot help you in this, even if they love you. You must engage with those few individuals who will play a part in your advancement. You must take risks.\n\n\n\nYou must develop the necessary approach. Then you can begin to establish your own mental environment. You still will have to protect it in the world because your mental environment is less powerful than the combined mental environment of everyone else. But as your mental environment becomes more formed and more established within you, it will begin to exert an influence upon others naturally. Here you will not have to determine the influence at every moment, for the more you are engaged with Knowledge, the more Knowledge can flow through you and speak through you. Its essence can surround you. Here you become a witness to your own influence upon others. You do not dominate, you do not command and you do not overtake others. You simply share with them that which you have discovered.\n\n\n\nIn relationship with anyone, you can only share that which you have discovered. The relationship can only demonstrate what you and another value and what you have discovered. It can also demonstrate conflict between you and another. Essentially, it cannot go further than you have gone yourself. That is why it is not appropriate to be in relationship with people all the time, particularly primary relationships. That is actually a rare thing, though people try to have it all the time.\n\n\n\nYou need time alone; you need the assistance of one or two people; you need an appropriate form of development and curriculum for development. Then you can begin to develop your own mental environment, an environment that can co-exist with life and cast an influence upon it. Very few people have been able to do this, so you do not have many models for success. Perhaps you will need to have faith in what I am telling you. If you look around, you can see that everyone seems to be overtaken by the world. In fact, you might not know anyone who has gained any real independence from the influences that are governing everyone. The demonstrations of this are rare, but very significant.\n\n\n\nThe reclamation of Knowledge is not a popular movement. It is not a bandwagon. It is not something where you can take all your friends along with you. It is not something where you become a very popular person because you are studying The Way of Knowledge. Perhaps you will have to set out all alone and go in a different direction from everyone else. Everyone else is being swayed and pulled by forces that they are not even aware of. Most people will simply go along with whatever is being determined. Perhaps they will go along with it complaining all the way. Perhaps they will go along even sensing something is amiss, but they are not yet developed enough to exert an influence upon their lives sufficiently, to be able to reclaim their own sense of self and to have a sense of contribution in the world.\n\n\n\nRemember: Do not underestimate the power of the world. The Wise do not do this. The Wise do not claim omnipotent powers for themselves. Knowledge is silent in the world a great deal. It recognizes the power of the world. It casts its influence in ways that the world cannot obstruct. Like the flower giving fragrance, Knowledge exerts its influence. You can walk by the flower in an angry mood or in a happy mood, but it is exerting its fragrance nonetheless. Knowledge is hidden, so it cannot be removed or destroyed. It is silent because it permeates things. It is not in constant conversation with itself because it has no conflict and does not need to reassure itself.\n\n\n\nTo come into contact with Knowledge means you are beginning to develop a sense of true self-assurance. You are beginning to become more silent, more still. You are beginning to talk less and to observe more. You are beginning to take on the qualities of Knowledge. You are beginning to realize that your influence on others is pervasive. Here you begin to take on a different set of attributes which are in keeping with your nature. Here you begin to realize that the greater influences are actually the ones which are more subtle, more pervasive and more permeating and that many of the gross influences, though they are perhaps loud, obnoxious and visible, are actually weaker than the subtle ones. Coming to this recognition is part of the great transformation that I am indicating, a transformation that is calling upon you now to prepare, to learn, to re-evaluate and to reclaim that which is truly yours.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/self-expression-the-mental-environment/"
}