{
  "title": "Serving Others",
  "content": "Serving people is an idea that is familiar to you, but we must give you a larger vision of what it means. We must also caution you about the errors and assumptions that are generally made when people approach this idea and consider it for themselves. Serving people can become a great excuse, or it can become a great opening. It can be used to justify things that cannot be justified, or it can be used to support things that are truly worthy. What is the difference here? The difference here is one of preparation, temperament and motive.\n\n\n\nPreparation determines how far you have come in The Way of Knowledge, how honest you are with yourself, how much you are aware of your own tendencies and difficulties and how much you are aware of the environment and its influences, including your primary relationships. Preparation determines how much you know, the degree of clarity that you have established, and so forth.\n\n\n\nNext, it is a question of temperament. Temperament will determine what your predisposition is—how you interpret your own behavior and the behavior of others and how you respond to the world according to your nature. If you have discovered your nature, your temperament will determine if and how you can work with it constructively.\n\n\n\nThirdly, it is a question of motive. Why do you seek to contribute to other people? What kind of motives do you have for yourself? What kind of motives have you assumed mindlessly from other people? Motive is always very important in gaining discernment. You will have false motives until your motives become true, and your true motives must be discovered because the false ones will fail. This is where maturity and advancement will play a great part in your success. Anyone can say, for instance, “I am here to serve people. My purpose is to serve people. I know I must serve people.” This generally meets with approval because it is a virtuous idea. But your motive determines everything. If you are personally motivated, the result of your actions will carry with it confusion, division of loyalty, fearfulness, anxiety, uncertainty, and so forth.\n\n\n\nHowever, if your motivation is born of a deeper spiritual inclination, which we call Knowledge, then you will have an entirely different approach, and the results and the rewards will reflect this. If Knowledge is not the guiding principle in your motives, then you will not be able to bring about a spiritual transmission—you will not be able to activate Knowledge in another—and you will not be able to produce the beneficial results that will be truly lasting. Even your personal motivation to help others is born of your desire for self-gratification. Even your desire to serve people or to relieve suffering in others may be born of your desire to fulfill an aspect or an idea of yourself. This motivation is fundamentally selfish in nature. These personal motives will override the benefits that you are trying to achieve, and as a result, your giving will be fraught with uncertainty, fearfulness and restraint.\n\n\n\nEveryone has personal motives to do good things. This is understandable. We are not saying these motives are evil; we are saying they simply must be set aside for something greater to emerge. The world has many problems, and it calls for selfless action. However, you must prepare for this, and you must grow with it as you proceed. Then something greater can be given to you. Then when you feed the hungry, relieve suffering, attend to the sick or provide valuable resources for other people—whatever the field or avenue of your expression—the Spiritual Presence will be expressed and transmitted. This is the greatest gift. This is mysterious. You cannot learn this in school. You can only prepare for it.\n\n\n\nThose who have an association with the Greater Community, who are drawn and called by the Greater Community, and whose nature reflects the Greater Community, must study The Greater Community Way of Knowledge. This Teaching is especially for them. These people will not find their way anywhere else. Perhaps they will want the preparation to be different than it is. This is usually the case. When you find something that is a real answer to your real question, it often does not meet with your expectations. It does not seem to provide the desired things. And it requires things of you that perhaps you are not prepared to give or that you had not thought of giving. That is why understanding your motive and nature is so important here.\n\n\n\nYou cannot teach The Greater Community Way of Knowledge effectively to individuals who do not have this inner association. They will attempt to use it as a form of therapy for themselves. Or they will use it to gain power, advantage, relationships, wealth, and so forth. It will be lost and wasted on them. They can neither claim it, understand it nor use it. This Teaching offers something far greater than even these things which are so highly valued and which are, in some cases, quite necessary. But you must have this Greater Community orientation inside of you. If not, then you must seek a different teaching and a different way. But if this Teaching is for you, then claim it you must and claim it you should, whether it seems to meet your expectations and preferences or not.\n\n\n\nIf you are to serve others, then you must be served, and you must learn what being served really means, both in its practical and obvious aspects and in its mysterious aspects as well. You must be served, and you must accept the service that is yours to accept. Then you will learn what service you must give, who it is meant for and how it can be expressed. Then you will be able to understand as well the difficulty that people have in receiving the true answer to their request for help, rejuvenation and fulfillment.\n\n\n\nPeople incessantly ask the same questions: “Who am I? Why am I here? Who is with me? What must be done? “These are the essential questions. These are the questions that underlie all of the “Why this?” and the “Why that?” questioning. People are seeking for their true identity, and they are seeking for their Spiritual Family because true identity cannot be known outside the context of true relationship.\n\n\n\nIn studying The Greater Community Way of Knowledge, people are seeking for their relationships beyond the boundary of humankind as well as within it. Their requirements are somewhat different from other people’s. Their Knowledge accounts for more than humanity alone, regardless of their ideas, fantasies or preferences. Many people are interested in the Greater Community but only as a form of escape from their own practical and emotional dilemmas. Yet those who know that the Greater Community is their life and their destiny must attend to what we are saying very carefully. Perhaps you who are reading this book already know that this applies to you. If so, then open yourself to receive this gift. Learn to be served. Learn to receive. Learn to set aside your preferences and requirements about what service must be for you. Many things that you want for yourself are not necessary while other things must be given and given in a way that you had not expected or that you cannot anticipate.\n\n\n\nIf you can learn to be served, then you will learn what service is. This will ignite your desire to give, and it will also give you the Wisdom to learn how to give, to whom you must give and from whom you must withhold your gift. This is Wisdom. This must be learned as well. If you can patiently learn to be served, then your desire to give will grow naturally and the Wisdom that must attend it for it to find its fruitful expression in the world will grow as well.\n\n\n\nFor this, you will need a community of students of Knowledge. You will need others to demonstrate to you those things that must be cultivated, nourished and developed within yourself and those things that must be restrained or curtailed altogether. Until something is brought into the context of relationship, it is not yet fulfilled. It is only a potential. That is why The Way of Knowledge brings you into relationship.\n\n\n\nPerhaps you don’t want to come into relationship or the only kind of relationship you think you want is a romantic relationship. This is quite common because people often think that romantic relationship accounts for all of their relationship needs, and as a result they have such great expectations here. But in fact, romantic relationship is a very small part of your relationship needs overall.\n\n\n\nThis becomes quite evident in The Way of Knowledge, for here you will need individuals to teach you what is true and what is untrue. Here you will need others to help demonstrate to you what you need to see so that you can see objectively, which is easier to do with others than by yourself. They will teach you how to see yourself objectively as you learn to reflect upon your own actions and thoughts and the nature of your interaction with others. This is a very slow learning process. The essential steps must be taken and are often difficult to learn and to decipher.\n\n\n\nAs we have said many times, The Greater Community Way of Knowledge is not an individual pursuit. It brings you into community, to show you that you are joined with life and that you need to join with specific people in specific ways for a specific purpose. This is where people tend to feel threatened and withdraw because they want to have everything but give very little of themselves. Even their giving is to make themselves richer. It is true that real giving will make you richer, but your real wealth is discovered through the reclamation of Knowledge. It is not counted in how many assets, friends and pleasures you have acquired in life. All of these are constantly threatened and are easily lost. But the reclamation of Knowledge cannot be lost unless it is neglected or denied, and even then it will abide with you and go with you wherever you go.\n\n\n\nPeople say many things that are true, but they do not understand the truth in what they say. They interpret things according to their personal motives, you see. People say, “I must serve others. I must find my spiritual truth. I must develop my intuition. “You can say all the right things for all the wrong reasons. It is motive, preparation and temperament that are important.\n\n\n\nIf you truly want to serve others, and if you recognize that this is needed in order for you to reclaim your value and your gift and to discern your true nature, then you must learn to be served—not according to your dictates but according to what the answer itself calls you to do and to receive. For instance, if The Greater Community Way of Knowledge is the answer, then you must learn to receive it, to practice it and to comprehend it according to its methods. Certainly, how you approach it will be determined by your nature, your motives and your temperament, but nonetheless, you must develop according to its dictates. When people try to learn The Way of Knowledge according to their own personal motives, they will fail, but their failure will elude them until its real costs become known.\n\n\n\nThat is why we say if you wish to serve others, you must learn to be served. This is learning to receive. This is learning to accept. This is learning to discern. It is not blindly opening yourself to what is offered. It is learning to work with what is offered. If you do this, you will be able to discern your own nature. You will be able to recognize your motives. And you will be able to proceed in your preparation, becoming stronger, wiser and more mature. Maturity here is being able to recognize what is true and what is false and to separate them and choose accordingly. Time, practice and wise decisions bring this about, as well as the great assistance from your essential relationships—your relationships with other people and your relationship with your Spiritual Family, whose help and guidance are unknowingly received and utilized so that their benefits can be known. When you depart this life, you will be able to see more clearly why certain things happened for you and who was behind it after all.\n\n\n\nAs you learn to be served, you will learn that your gift is meant for certain people and for certain situations to achieve certain kinds of results. Over time, if you have been learning to discern your nature and your motives, you will be able to discern other people’s natures, however different from yours, and their motives as well. People’s natures vary, but their motives do not. People’s motives, no matter how they are individually interpreted and expressed, fall into two categories: There is personal motivation, which is an attempt to make individual identity more secure, more distinct and more autonomous. And then there is the motivation of Knowledge, which will bring about a very different result. The uniqueness that Knowledge will emphasize in you has to do with your gift and your service. It will teach you that you are joined to all life in the world in order to carry out a specific role.\n\n\n\nYou see, the world is a place of doing. It is not a place of being. Where you have come from before coming to the world is a place of being. So, you “be” there and you “do” here. Who you are here is what you do. Who you are there is who you are. This is a world where things must be done. It is a world of action and movement. That is what makes it temporary. You are here to do things. You are here to achieve certain things, both physically and internally as well. If you are to translate being into doing, then you must learn both how to be and how to do. It is not that you do not focus on being in the world. It is that you translate being into doing so that in whatever you do, you are able to express the essence of your nature and the mysterious force of Knowledge. This is the highest expression of service, whether you heal the sick as a physician or change people’s automobile tires, whether you create art to inspire people or work on preserving the environment.\n\n\n\nWhatever your form of service, if Knowledge is being communicated, you are giving a tremendous gift, far exceeding your particular activity and whatever you may produce. This is because something is passing through you and being given to others. You are like a conduit of Knowledge here. But you are also a functional person carrying out specific activities.\n\n\n\nTherefore, the personal part of you is not sacrificed. It is elevated and given its rightful place within the larger context of your life. Then, as you proceed, you will do extraordinary things for people—sometimes knowingly, sometimes unknowingly. And many of the motives that you had previously—of what you were going to do for people and what it was going to do for you—will have departed or been worn away. As you progress in The Way of Knowledge, your motives will change, and your nature will be enhanced and become known to you. And you will develop the Wisdom to receive your gift effectively and to guide its expressions in the best way possible.\n\n\n\nSo, hold onto the idea that you are here to serve others. Nurture this idea. But open yourself to learning to be served. You cannot serve others if your development is being neglected, obstructed or denied. How do you learn to be served? By identifying and receiving the answer that is being given to you as the result of your request to know your purpose, your meaning and your direction in life. The answer is always a form of preparation. At a certain stage of your development, there will be a specific training or preparation for advancement. Before this, there is learning lessons, interacting with others and making mistakes in life. But at a certain point, it becomes a formal preparation. This preparation requires practice and dedication; it has structure and form, and so forth. Perhaps you will go through several different preparations of this kind until you find the one which will carry you across the bridge from your personal reality into a Greater Reality which is waiting to be discovered.\n\n\n\nHere you must learn a practice, a spiritual practice. Here you must learn discernment. Here everything that you have learned before must come together with greater focus and self-determination. Here you are applying yourself wholeheartedly while you are carrying out a process that transcends your understanding. Here you are developing your abilities in tangible ways, and you are opening yourself to the Mystery, which is beyond your comprehension. If this can be achieved, others will be served because you have been served.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/serve-others/"
}