{
  "title": "Sex and Sexuality",
  "content": "It is important that We address the issue of sex and sexual relationships. This is such an important part of the human experience and such an area of confusion and misappropriation that it must be addressed as a significant part of any approach to living a more meaningful and more powerful life.\n\nHuman sexuality is a potent force, and it is an appropriate one for certain people within certain circumstances. It is something that is greatly misunderstood, something around which much misunderstanding has been cast, something that must be clarified if you are to begin the great journey of discovering Knowledge, the deeper Intelligence that the Creator of all life has given you, and if you are to follow this Knowledge and to learn to express it and to render its gifts into the world, which is your purpose.\n\nSexuality really is something very simple to understand. It represents both a biological need and a need for union with another. However, it must be seen within its correct context and for its true purpose to be understood.\n\nFirst of all, it is important to realize that sexuality is not necessary for everyone. Your sexual impulses are really not physical in nature. They represent the deeper needs of the mind, which can be fulfilled in other ways. This has been understood over the centuries, of course, by certain individuals within every faith tradition.\n\nBut again, the pure Messages that God has sent into the world have been obscured, their boundaries lost—overlaid now with interpretation, with culture and with the dictates of governments to such a point where it can become very difficult to ascertain the true meaning of God’s original Messages and the essential practices that they require.\n\nEveryone will feel the need for union. Everyone will feel what could be experienced as a sexual drive or desire. But the origins of this are deeper than the physical mechanism of your body and can be expressed in many different ways, not only through sexual union with another.\n\nNext, it is essential that you realize that sexuality has only two purposes. It is to experience union with one whom you are truly aligned with, one that you have committed yourself to, one who represents a true partner for you in life. And secondarily, it is to produce offspring.\n\nThis definition should be clearly understood. It is not ambiguous. It is really not open for exceptions. If you get creative with the truth, the truth will abide with you no longer. And you will be left with your creations, but not with the truth itself.\n\nSexuality is really only appropriate within a deeply committed relationship, and it should be a part of that relationship that is not established really at the outset. It is important, for you and for your well-being, to see if another person is going in the same direction you are going; if you have the necessary compatibilities to actually function successfully together in the world; to understand another’s temperament, another’s inclinations, another’s history and background and so forth before you become sexually engaged.\n\nPremature sexual engagement is the cause of a great deal of failure in relationship and a great deal of human suffering as well. It should really come much later, weeks and months later, until a real relationship can be established. For the relationship will really not be based on sexuality. It will be based on true compatibility and true purpose in life. It will be a union of souls, not simply a joining of bodies.\n\nPeople make this mistake all the time and pay a very heavy cost for it. For to sexually engage with someone who does not represent your true partner in life is to violate your integrity. It is to commit yourself inappropriately. It is to try to bond yourself unsuccessfully.\n\nAll of these lead to failure and suffering. Even if sexuality is considered to be some form of recreation, in fact and in truth, it represents a bonding. And if you try to bond with someone you cannot unite with, it will be a failure. And you will experience a loss around it.\n\nOnce you have become sexually engaged with someone, you have established at least the attempt at union. And your relationship will never be the same. You could never be casual friends after this.\n\nThere will always be this bond that failed. There will always be this discomfort and embarrassment. There will always be a sense of apprehension.\n\nSexuality is a very powerful force within you. If you misapply it, it will cost you greatly. If you endeavor to engage with another inappropriately or prematurely, it will create great difficulty in your learning about another person and determining whether that person can unite with you in a meaningful way in this life.\n\nThis is a fundamental reality. You can argue against it. You can rebel against it. You can insist that it be otherwise. But you cannot change its truth. Many have tried to find exception to this and have only found failure and disassociation from others as a result.\n\nIn certain places in the world, even still, and certainly within human history, men have tried to have many women. But this is like a man owning a herd of cattle. There is no true union here. There is not a uniting of souls.\n\nPeople ask, “Well, is monogamy necessary?” and We say, “Yes, of course it is.” If you try to find exception to this, it will create confusion, division and disassociation and will destroy trust and recognition between you and your partner. Again, many people have tried to take exception to this, but without good results.\n\nIf you engage sexually with other people in a casual or recreational manner, you will dissipate your vital energy. You will spend your life force. You will lose touch with Knowledge within yourself. You will lose your sense of yourself. You will lose your sense of your self-worth and the value of your life.\n\nMost people would not simply throw all their money away, putting it in the trash, but that is exactly what you are doing when you become sexually engaged with the wrong people. It is like taking all your money and putting it into the trash, or throwing it in a fire. You are spending your wealth on nothing and will have nothing to show for it.\n\nYou must see that every pleasure has a cost. Healthy pleasures have a very small cost, perhaps even imperceptible. But other pleasures have great costs and lasting costs.\n\nSome of them will cost you your whole life. Some of them will cost you your future and your destiny. Some of them will cost you your health. Some of them will cost you your marriage. Some of them will cost you your relationship with your children.\n\nAll of these pleasures that carry great costs will cost you your connection with Knowledge within yourself, setting you further into [the] darkness of your own confusion and fearful imagination, lowering your value to yourself and to other people.\n\nIf you look at people around you who have a lot of sexual engagements, you will see how unvital they are. You will see how little direction they really have. You will see what it will cost them in terms of time and energy, and their resources and their focus in life, and the amount of dishonesty it will create within them as they try to justify their behavior—to try to justify the great cost, to try to justify the great loss that they are experiencing.\n\nYour life is not about sexuality. Just like your life is not about food. Your life is not about bathing yourself. These all represent authentic needs; some of them are mandatory, of course, and some are not.\n\nYour purpose for coming into the world is not represented by these things alone. To live for them is to live without the great purpose that God has given to you and has provided for you and placed deep within you within your Knowledge—to guide you and to protect you and to lead you to the fulfillment of your purpose here.\n\nSexuality is a power. It must be managed correctly. You cannot simply succumb to it whenever it arises, or it will undermine your sense of health, your sense of power, your sense of purpose and your sense of integrity. You must manage it. You must restrain it and find other ways to express the deeper need that it represents. Until you can do this, you will not understand what sexuality is or how it can possibly be beneficial to you.\n\nIt is a real pleasure with the right person, but without the proper context in engagement, it carries an immense cost. There are people around you who have already spent their life force on it and have nothing to show. They leave behind them a whole series of relationships that have been disappointed, a whole series of people who are resentful and uninspired.\n\nIf you use another for sexuality, you are hurting them. You are violating them. You are hurting them. You are degrading them and yourself.\n\nSexuality has a real value within a relationship representing higher purpose in life, but only certain relationships, not all relationships. Between a man and a wife, if they are united at this higher level, then, yes, of course. It is an important opportunity for them to experience the depth and value of their relationship. But between those who have gathered to carry on a greater purpose in the world, it is usually not appropriate within that context.\n\nIt is because meaning is so lacking for people that they give so much meaning to littler things. It is because people do not have meaning in their lives that they suffer and that they obsess themselves with smaller things.\n\nIf you are to be sexually united with someone, you must find that person, and you must take time to see if they really can unite with you. But even before this happens, you must gain a connection to Knowledge within yourself. You must build the foundation for experiencing and discovering the greater purpose that has brought you into the world. If sexuality precedes this, it ends up replacing it as an emphasis and a focus.\n\nYour most primary relationship is your relationship with God, and your relationship with God is represented by your connection to Knowledge within you. For this is the Wisdom that God has placed within you—a Wisdom that you cannot change, that you cannot alter, that you cannot bargain with, that you cannot manipulate.\n\nYou can only receive it and follow it and carry out what it gives you to do with as little interference as possible. If you do this and can carry this out over time, there will be no confusion about sexuality.\n\nYou will not give your life away to someone. You will not spend your precious life force. You will not commit yourself to situations that have no future and no promise. You will not be seduced and swayed by the passions or the persuasions of others. You will not be manipulated by how the culture you live in manipulates people’s sexual interest and orientation.\n\nYou will have a kind of freedom that very few people around you experience—a freedom to think clearly, a freedom to see, a freedom to know, a freedom to make really wise decisions, a freedom that very few people in the world today can claim and experience.\n\nTherefore, the first step is to build your connection to Knowledge, to take the Steps to Knowledge, for only Knowledge within you knows who you need to be with, and how you need to be with them, and what your relationship is for, and how you should participate, and where you should give yourself. Here you must exercise patience, a rare and precious commodity.\n\nPerhaps you will not have this experience with someone for another ten years. What will you do in the interim? Will you get married? Will you have affairs? Will you fall in and out of love? Will you waste your life because you cannot wait, because you have no trust, because you think you must have this union, this experience, this ecstasy right away? You cannot wait?\n\nSexuality is not a drug. It is an opportunity, but it is only an opportunity within a certain context—within the context of a real relationship, a united relationship, a relationship between a man and a wife, or between two people who have committed their life together in such a way that sexuality would be appropriate for them.\n\nVery few people have this kind of relationship today, and yet everyone is trying to have sex, or looking for sex, or having sex at immense cost.\n\nIf you look into the world and say, “Well, there are so many important things that have to be done!” Where will the commitment come to do this? Where will the human energy and ingenuity come for this? How will humanity face the Great Waves of change that are coming in a world of declining resources and violent weather, in a world where food is diminishing, in a world where people are facing ever greater plights and difficulties? Where will the energy come to meet these great challenges?\n\nIt will not come if people are wasting themselves, trying to have sex with other people, trying to have relationship before they even know who they are or where they are going in life, trying to commit themselves before they even have any sense that there is a greater Knowledge within them?\n\nLook at the cost. Look at the human expense. Look at the obsession and the preoccupation here.\n\nHuman assets are being spent so unwisely, and people have very little power, very little purpose, very little direction, very little inner certainty, very little clarity in their lives and very little capacity to deal with the great uncertainties that are coming over the horizon.\n\nPart of this is because they are misappropriating their lives. They are seeking pleasure and running away from pain, and that is why they are lost. And in certain places in the world these pursuits are encouraged. They are encouraged even in children.\n\nThis is a great tragedy for humanity. It represents a fundamental corruption of the human spirit and a corruption of the value of each person.\n\nIf you want to experience the real value of sexuality, and if that is appropriate given your purpose in life, and the form and structure of your life, then you must wait.\n\nFirst, you need the direction that only Knowledge can give, and you must travel in your true direction to gain a sense of it, to become stable within it and to break free of the bonds and the chains and the obligations that hold you back or that distract you or that carry you away.\n\nThat is building a foundation for your life. That is building clarity about where you must go. That is learning through time what does not work for you, what is not right for you, what you must learn to avoid.\n\nIn many places in the world, there is this great emphasis on falling in love. You want to have this ecstatic experience with someone. You want to abandon yourself. You want to have ecstasy, falling in love.\n\nBut falling in love is not authentic unless it contains a deeper recognition of another. And a deeper recognition of another does not mean that you have, or will have, a real relationship with that person.\n\nIn life, you may have a true recognition with scores of people. You cannot marry them all. And if you try to become sexually engaged with them all, you will waste your life and destroy the value of these relationships. There must be true recognition and there must be true relationship, and true relationship takes time to develop.\n\nBut even here you must prepare yourself, for you do not yet know what your life is about. You have not gained enough strength in Knowledge within yourself. You are still too much a slave to other forces to have this clarity and to maintain this clarity in the face of all of the attractions and the tragedies of the world around you.\n\nDo not think you are ready, for only Knowledge within you knows if you are ready. If you are ready and a true partner is not there, you are not yet ready. You can think what you like, but this does not change the reality of your condition.\n\nTo experience relationship in the way that We are describing it here requires that you build your foundation in Knowledge, that you take the Steps to Knowledge, that you place your relationship with Knowledge above all other relationships, that you make it a priority and a central focus of your life because it is the central focus of your life.\n\nIf God sent you into the world to do certain things, to associate with certain people, to carry out certain activities in service to humanity and to life here, then what are you doing fooling around with people? What are you doing fooling around with your passions and your impulses? What are you doing wasting your life going in and out of relationships with people that do not share your destiny, or who cannot unite with you, for whatever reason it is?\n\nTo build a sexual bond with another is powerful. You do not yet realize how strong it really is and what a great cost it carries and the significance it has.\n\nIf you do not discern who to be with, then at the level of your body, you will try to unite completely. The body is simply following you here. It is in service to the mind, even if the mind thinks it is in service to the body.\n\nIf you are alone and not within a greater relationship, and you feel sexual desire, well, it is the presence of Knowledge. Feel the Presence. It is an opportunity to experience the Presence that is your real and deeper life, to experience the Presence of your Teachers, who were sent to guide and to assist you.\n\nBut people think it is all about sex. They have to go out and have sex with someone. They need to have sex, when in fact they are experiencing the Presence. They are misinterpreting the impulse. They are misreading the signs.\n\nNow people will say, “Well, does this mean I have to be alone forever?” We say, “Of course not.” You are meant to be united with others, but your union must be true, and it must be based upon a greater purpose. It cannot simply be an escape from loneliness. It cannot simply be a desperate attempt.\n\nKnowledge within you will take you to the right people, even if they are on the other side of the world. It will, through its power and mystery, take you to the right people to know. It will help you find your true teachers. It will help you find your true companions. And if you are to be in marriage, or to be united in that way, it will help you find your true partner. That does not mean that these other people will be ready for you. But you cannot be responsible for that. You can only prepare yourself and your life.\n\nIf you are prepared and they are not, then your relationship cannot be consummated, and that is too bad. That is really unfortunate. But what can you do? It is not your responsibility to change someone else to fit your needs. That is not your responsibility, and you are foolish to attempt it.\n\nPeople make this mistake all the time in thinking they are going to reform their prospective partner. Yet all they will do is spend their life force on something that they cannot control, on something they should not try to control. You cannot shape another to fit your deeper needs.\n\nThey are either correct for that or they are not. You are either compatible enough to be in relationship together or you are not. You, and they, are either ready or you are not.\n\nAll this struggling to be in relationship, all this working on your relationship, all this negotiating with another to be in relationship…If a relationship requires that much work, it just does not work, and you must accept this. Give up the attempt. If it does not work, it does not work. What are you going to do about it?\n\nHere again there is so much misapplication, so many futile attempts, so many reckless endeavors, so many hopeless pursuits. And it is all because people have not built their foundation in Knowledge and have not learned to follow Knowledge and have not taken the Steps to Knowledge and the steps that Knowledge will provide for them.\n\nThey are afraid of losing, so they want to have everything right now. Fear is the motivation here. All the desires of the mind are based upon fear, the fear of not having. You want it now because you are afraid you will not have it in the future. You want it now because you are afraid it will never happen for you. It is all based upon fear, driven by fear, all this compulsion, driven by fear. “I must be in a relationship. I must have sexuality. I must be with someone.” It is all driven by fear.\n\nCan you see the fear in that? Can you see that a person has not yet built their own foundation, they have no inner certainty, so they are trying to fill the void with someone else? They are trying to use sexuality and relationship to fill the emptiness they feel in their own life.\n\nBetter to face the emptiness, better to discover the power of Knowledge within you. This always comes first, you see. Without this, you are only guessing. You are living your life recklessly. You are gambling, with everything stacked against you. You may think you are brave and courageous, but really you are being very foolish.\n\nKnowledge within you cannot be persuaded. It cannot be altered. You cannot make it want what you want. You cannot make it believe what you believe because it is not your creation.\n\nYou may think you are creating your reality, but you have not created Knowledge. It will show no interest in the things that are consuming you. It will not participate in your feverish desires, or your strong compulsions, or your driving needs. It simply remains silent, waiting for you to come to your senses, waiting for you to settle down, waiting for you to stop your desperate seeking and searching.\n\nIt has somewhere to take you. Oh, yes. Oh, yes, indeed it does. But it knows where it is going, and if you are trying to go somewhere else, well, it just will not go with you. It has become silent and dormant within you. It has not disappeared. It has not abandoned you, but you have abandoned it for a while. For a day, for a month, for a year, for a lifetime, well…It is so sad, you see.\n\nIf you seek to find your true purpose in life and your real gifts that you have been sent into the world to give, then only Knowledge can reveal these to you, and you must patiently follow it. You do not know what the journey is. You do not know what climbing this mountain is like, for you have never been on this mountain before.\n\nYou can have your spiritual ideas, you can have your concepts of a spiritual journey, you can have your concept of a return to God, you can have your concepts about righteousness and spiritual advancement and mastery and all these things, but those are only creations of the mind.\n\nOnly Knowledge knows, and only Knowledge can take you there. And the fewer distractions you have, the more that you can feel the pull of Knowledge, the calling of Knowledge, the deeper power and presence of Knowledge.\n\nIt is not fooled by what fools you. It is not swayed by what sways you. It is not terrified by what terrifies you. It does not adhere to your religious beliefs and admonitions. It does not conform to religious institutions, or religious edicts, or nationalistic passions, or tribal impulses.\n\nThat is why it is your freedom. That is why it is your integrity. That is why it is the only reliable thing within you, the only thing within you that is really trustworthy.\n\nYou come to Knowledge at the beginning because you realize you need it—that without it you are lost, that you are gambling your life, that you are desperately searching and seeking, that you cannot tell what is right from wrong, you cannot tell what is true from what is untrue. Driven by passion, driven by need, driven by fear, driven by your social conditioning, driven by the expectation of others, driven because you are a slave to other forces. You come to Knowledge humbly, with your hands open because you realize it is your fundamental need.\n\nFirst, you must receive before you can give. First, you must receive Knowledge and follow Knowledge before you can give what Knowledge will give through you. You cannot control the process. You cannot control and determine the journey, but you will have to control your mind and your impulses.\n\nYou will have to learn to become discreet and discerning. You will have to refrain from following the dictates and expectations of others, the social agenda of your culture. You will have to refrain from being judgmental and condemning. You will have to choose based on a deeper inclination within yourself, and you must become quiet and present to feel this inclination. If you are living at the surface of your mind, you will not feel it.\n\nYour mind is like the ocean. At the surface, it is being whipped about by the waves of the world, the winds of the world. It is subject to the unpredictable nature of the weather. It is driven, it is chaotic, it is still, it is turbulent, it is unpredictable.\n\nBut deeper down, the ocean currents are moving, unaffected by the winds that are whipping the surface. They are moving in a deeper direction, pulled by greater forces, governed by greater forces.\n\nYou are living at the surface, trying to navigate the surface, but you do not yet feel the deeper forces that are the real movement of your life. For this, you must learn to be still. You must learn to be observant. You must learn to see that your mind is a restless instrument. It is not who you really are. You must learn to observe it and gain the strength to direct it. And this direction must come from a deeper understanding and a deeper connection within yourself, a connection with Knowledge.\n\nThe control you will have to exert will be a control over your thoughts and your behavior, a control over your reactions to other people because you cannot simply be governed by outside forces to the extent that you were previously.\n\nIt will take time to build your connection to Knowledge. It will take many opportunities to experience it and to choose with it and to choose against it. It is not immediately recognizable. You may think you know what it is. You may fervently believe you know what it is. But you do not yet know what it is.\n\nThe mind can only follow. It cannot define. It cannot control. It cannot govern Knowledge. It can only yield and become a responsible participant. For your mind is really a vehicle of communication in the world. That is what it really is.\n\nYou think it is who you are. You think your thoughts and your feelings and your ideas represent and define who you are, but that is not who you are. If that were who you are, you would truly be pathetic and very powerless in the world.\n\nThis is one of the great lessons that the New Message from God is here to reinforce. It is not a new idea. It has been presented before. It has been practiced by many over time. But it is something that very few people in the world will understand. It is a very liberating awareness.\n\nYour body and your mind are vehicles of communication and expression in this world. They must follow what Spirit, or Knowledge within you, is determining. Spirit will not follow them. The body serves the mind, the mind serves the Spirit, the Spirit serves God. That is the true hierarchy of your Being. That is the real meaning of power within your existence.\n\nBut that is all confused right now. Your mind is following your body, and you think the Spirit is serving your mind, and you want God to serve your mind as well. What the mind wants, what the mind believes, what the mind requires, what the mind admonishes, what the mind insists upon—you want God to validate that.\n\nThere is no bargaining here. Knowledge lives within you. You cannot change it. You can determine whether it can arise within your mind. You can determine whether it will express itself in your life. You have a real choice in this matter. You can decide whether you will experience it, whether you will follow it and whether you will carry out what it gives you to do. In this, you have a real choice in the matter, and a fundamental and consequential choice at that.\n\nBut beyond that, you cannot control it. You think you are going to create your reality. Well, that is just trying to play God. That is just trying to think your mind can do what only Knowledge can do.\n\nYour mind is a wonderful instrument of communication, a fabulous mechanism, marvelous in what it can do. It is wonderful at inventing and fixing things. It is really a great creation, but it is not who you are. And what it tells you is the truth is only a guess, an approximation.\n\nYou see, here you do not give your life over to God. “Here God, have my life. I will just worship you.” That does not work. God is not going to micromanage your life.\n\nGod has placed Knowledge within you to guide you. You have to become responsible in following it. You have to become responsible for your mind. You have to become responsible for your health and your well-being and your relationships and your self-expression. You have to be responsible for these things, you see. You cannot give it to God. “Well, I’ll just give it to God.”\n\nThere will be no response to that, you see. What you will do is you will simply give yourself over to your mind which will create an idea of God, and you will try to serve that idea of God. Or you will adopt that idea of God from your culture or your religion, and you will try to serve that idea of God, but still, you are not being responsible.\n\nGod does not need to be worshipped. God does not need to be praised. To honor God is to honor what God has placed within you. It is to recognize Knowledge. It is to call for Knowledge. It is to follow Knowledge. And it is to learn how to express what Knowledge is here to express through you and your life.\n\nThat is how you honor God. That is how you validate and remember your relationship with God. That is how you realize that you are a vehicle for God’s love and expression in the world.\n\nThat is where you gain the correct relationship with your mind and your body. That is where you gain the power to use sexuality appropriately, to recognize the impulse for union and to express that appropriately in your life, given your circumstances, given your own personal nature and design.\n\nTo attain what We are presenting here represents a real revolution within you. You cannot simply put on a hat and say, “I am the king.” You cannot simply put on the crown and say, “I am the king.” You cannot simply cup your hands together in prayer and say, “I am a saint.” You cannot simply say, “I believe in following Knowledge,” and be following Knowledge.\n\nThis is a journey. This is a revolution. This is shifting the true source of your authority from your mind to the power of Knowledge within you. This is changing your relationship with your mind. This is changing your relationship with your thoughts. This is changing your relationship with your body. This is changing your relationship with other people. This is changing your priorities, your emphasis, your focus, your goals—everything, you see.\n\nBefore, your life was not about Knowledge. It was all governed by social conditioning and your chaotic desires. To shift from that to being an inner-directed person, to be a person whose life is brought into unity and focus, whose thoughts and priorities are not in contradiction with one another, who has moved through confusion, who has gained a greater wisdom, a greater capacity, a greater strength—this requires a real revolution.\n\nThat is why the Steps to Knowledge are many. That is why this is a journey and not simply some kind of personality makeover. You are not simply redecorating your jail cell here and calling it liberation. This is not cosmetic. This is fundamental.\n\nTo begin this journey, you cannot be wasting your life on sexuality and relationships in situations that have no promise and no future. You have to begin to conserve your energy, to redirect your energy, to redirect your time, your thoughts, your resources.\n\nYou have to prepare for a world undergoing the Great Waves of change. My God, that will consume so much of your time and energy right there. You have to become a student of Knowledge and take the Steps to Knowledge. That will consume your time and energy right there.\n\nYou have to begin to dig out of the hole that you have dug for yourself. You have to begin to repair your life, to regain your sense of yourself, to rebuild your integrity, to re-establish your self-honesty, to reorient yourself in your relationships, to become someone who is inner directed and not simply a slave to other forces.\n\nYou need a lot of time and energy to do all this while you maintain yourself in the world, while you work, while you develop your health, the Four Pillars of your life: your health, your relationships, your work and your spiritual development, which is your journey to Knowledge. You cannot be fooling around and have the time to do all these things.\n\nYou have to get serious about your life. The clock is ticking. The world is changing. Your time is being used up. You cannot get it back. This is the time for you. This is the hour. This is where you must find your true direction and find the truth that will take you there, the truth that only Knowledge within you has.\n\nThis will rescue you from a life of mediocrity, a life of personal failure, a life of obsession, a life of addiction, a life of meaningless pursuits, a life without meaning, a life without purpose, a life without resounding value. This will give you escape from all that because only Knowledge knows how to take you out of the predicament you have created for yourself and that you have allowed to be created in your life.\n\nYou may think your situation cannot be resolved, but God resolves everything because God calls you out. God calls you out of your predicament. God calls you out of your state of mind. God calls you into a greater awareness and a greater service in the world.\n\nEven if you are poor, even if you have very little, even if you are facing tremendous difficulties and adversities, there is the power and the pull of God within you, the power and the pull of Knowledge.\n\nThis applies to everyone. To the person who is hungry, it gives them food. To the person who needs shelter, it gives them shelter. To the person who needs clothes, it gives them clothes. To the person who needs reassurance, it gives them reassurance. To the person who needs security, it gives them security. Beyond that, meeting those fundamental needs, the great gift is the gift of Knowledge.\n\nThe New Message from God has been sent into the world to clarify this, for it has been lost and forgotten to the vast majority of people. And the need for it is great. It is immense. It is fundamental.\n\nHumanity will not make it in the future without the power of Knowledge resonant within enough people. And that is why there is a New Message from God in the world.\n\nHumanity will not survive and advance if it struggles and fights over the remaining resources. That is why there is a New Message from God in the world.\n\nThis is not just for you and for your redemption and fulfillment. This is for the world. You have come for the world. You have come to provide assistance and service in a very specific way. Only Knowledge knows what that is, where that can happen, who that can happen with, under what circumstances and for what purpose.\n\nIf you can allow that to be a mystery in your life, then you can proceed. For there is so much work for you to do, just to repair and refocus your life, just to prepare for the Great Waves of change that are coming, just to get your life in order, just to get your mind in order. Certainly, this is enough work for you.\n\nLet Knowledge do what only Knowledge can do. But you must do your part. This is not for the passive or the complacent, for the lazy and the indigent.\n\nYou must become stronger than you are today, more focused than you are today, more honest than you are today, more forgiving than you are today, more resilient than you are today. You will do your part, and Knowledge will do its part, and this will redeem you.\n\nIf you give yourself to God, God gives you back to the world. This is why you came. You cannot run away to God. You cannot lose yourself in God. God sent you here. It is like having to go to school as a child and wanting to run home to your mama.\n\nWe are giving you here the most important understanding about sexuality, about relationships, about your life, about your purpose and about the great mysteries that live deep within you.\n\nListen. Consider. Receive the Message that God has sent into the world. Bring it to your religion. Bring it to your culture. Bring it to your family. Bring it to your friends. Bring it to your enemies. Bring it to the people. Then you will see its power and efficacy. And you will see that it has come into the world at just the right time.",
  "audioUrl": "https://www.newmessage.org/av/sex-and-sexuality.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/sexuality-power-purpose/"
}