{
  "title": "Sharing The Way of Knowledge With Others",
  "content": "As you begin to realize the importance of this Teaching and its great message for humanity for this time and for the future, you will want to share certain ideas with people. Perhaps you will try to share the whole Teaching as far as you can understand it. It is natural to want to extend wondrous things once you discover them for yourself. Yet there are important things to remember when you are presenting The Way of Knowledge to others.\n\nOne thing to remember is that people are living without Knowledge now, and though Knowledge is the most natural thing in the world to each person, it seems strange at first. It seems foreign to their experience and to their ideas, and it may indeed seem foreign to their education. You are presenting something powerful and mysterious. If it were merely powerful, people would seize upon it and try to use it for themselves as much as possible. If it were only mysterious, people would not feel drawn to it. But because The Way of Knowledge is both powerful and mysterious, it serves as a great challenge in learning.\n\nAs a beginning student of Knowledge, you realize that your existing ideas and beliefs are not going to prepare you for the second great stage of your life. Yes, certain things will be carried forward, but for the most part you will have to begin all over again. So when you present this Teaching to another, you are really inviting them to begin all over again. However, people do not understand this. They simply want to use The Way of Knowledge as if it were a tool or a resource for them to carry on with what they have always done. Or perhaps they will be drawn to The Way of Knowledge because it will seem to give them greater promise. They may think, “Well, maybe I can use this to get a relationship,” or “Maybe I can use this to win money,” or “Maybe I can use this to become more powerful,” or “Maybe I can use this so I do not have to work so hard in the world.”\n\nThe Unseen Ones understand that what they are offering and what people want are not the same. It is when you can look beyond the wants and the insecurities of your mind and feel a deeper need and yearning that you will understand what the Unseen Ones are offering to you. Then you will understand what God is working on in the world, for the Creator is not here to give people what they want, but to give people what they have come to give, which is what they really want. Yet how can you tell someone that what they want is not what they really want unless they themselves have experienced this sufficiently to be able to make this distinction within themselves?\n\nTherefore, when you present The Greater Community Way of Knowledge or the ideas in this book to others, give them time to come to terms with what is being offered here. What is being offered here is very great. It is a turning point in life. It is a new beginning. It is a brand new education. It asks the participant to become a beginner, to become humble and open, to become trusting and yet discerning, to value experience over ideas, and to allow unanswered questions to be unanswered and unresolved problems to be unresolved and unrequited expectations to be unrequited.\n\nWhen people share The Way of Knowledge with others, often they are shocked to find that people are not as open as they thought they were. They are shocked to find that people are resistant or concerned or anxious or uncomfortable. If this Teaching were not great and comprehensive, there would not be this response. But because it is real and substantive, the recipient has only three choices in how they can respond: They can go towards the Teaching, they can go away from it or they can fight against it. In the face of Knowledge, the mind can only do one of these three things. A few come forward, a few fight, and most try to find escape. This reveals people’s general position in life, regardless of the impression that they try to make to the contrary.\n\nYou will find that some people who appear very certain, very self-satisfied and very strong and willful will fade quickly in the presence of Knowledge. You will find, perhaps, others who seem weak, humble and unassuming to be able to assume the great preparation that is being offered here. Here sometimes it seems that the strong are really weak, and the weak are really strong. That is a curious thing. But what is strength really? Is strength will power—an attempt to dominate life to make it give you what you want or control the experience of others so that they will render to you what you desire from them? Is that strength? Or is strength an ability to discern something that is true and to respond to it? Is strength the ability to give your life to something that is real and genuine while others become frightened and run for cover? And are a bright intellect and a strong philosophy the real precursors to Knowledge or do they serve to replace Knowledge?\n\nWho can learn The Way of Knowledge but that person who is experiencing a greater need—a need that cannot be fulfilled by the pleasures and rewards of the world—and whose sense of reality is different from other people’s sufficiently that they feel the movement and the direction of the world despite the many happy and fearful projections that people make about their own time and about the times to come?\n\nSharing The Way of Knowledge, then, is a lesson in discernment for the giver and a real confrontation with the truth for the receiver. Now, it must be understood at the outset that this Teaching is not for everyone. But who can tell? Upon hearing this, certain people will say, “Oh, well, it couldn’t be for me then!” Not everyone can do and practice what The Way of Knowledge provides and presents. Some must find another way, an easier way perhaps. Others have another way altogether. Who can tell but the Unseen Ones? Some of those who run from Knowledge are meant to become its students. Others who claim affinity with Knowledge cannot even begin the preparation. Who can tell? Here it is better not to judge. It is better to see how people act and how they demonstrate their position in life in contrast to their thoughts, their declarations or their position with others.\n\nThe giver of The Way of Knowledge, then, has to face a fundamental reality, a reality that must be recognized and considered deeply. People are not what they seem, and only in the face of a real challenge and a real opportunity in life will you see how people will really go. Everyone wants to look good in the world, according to their values and their standards. Everyone wants to demonstrate what they truly believe and value. But does this make them weak or strong, capable or incapable, responsible or irresponsible?\n\nDo not judge. Just watch and see. Those who will be able to begin to study The Way of Knowledge and to begin to build a foundation of Knowledge within their life will come forward sooner or later, for there is nowhere else for them to go. They can try another approach that seems more in keeping with their ideas and seems easier or more pleasurable. Or they may go and think about it for a long time until they can come to terms with their real needs and yearnings.\n\nThe situation is made even more difficult by the fact that people actually think that they can determine what is right for them based upon their wishes alone. If people could really determine what is right for them, you would not see the degree of human error that exists in the world today. So either people cannot tell what is right for them at all or they need a different set of criteria. They need a Greater Power within themselves.\n\nDo not be shocked or ashamed when others reject or deny your gift. Understand what you are really offering them. You are offering them the ultimate challenge. You are offering them a confrontation with themselves. You are offering them a method by which they can become fully honest with themselves and by which they can realize the extent of their past dishonesty. You are giving them a means to change or renew their life and to leave behind, in part or in whole, the life that they have built thus far. You are giving them a means that will challenge their beliefs and ideals in order to bring them to the real foundation of truth within themselves.\n\nTherefore, if they respond with anxiety, resistance or suspicion, do not take this personally. Keep in mind what you are offering them. They are responding to what you are offering, not to you. Perhaps they are critical and think that you are not a hero or a heroine and only a hero or a heroine could present something of real merit and value. You hear people say after attending a lecture, “Well, the speaker wasn’t really very good!” or “I liked what they said about this but not about that.” When people are talking like this, you have to wonder if they ever heard anything, if they really felt anything.\n\nYou will be evaluated and judged as a contributor of Knowledge, but you are not expected to be a hero or a heroine. You are not expected to have the perfect words, the perfect presentation or to be immaculate yourself. All that is required is that you respond to something greater, that you recognize that it is important, even if you cannot understand what it means, and that you be willing to share it with others.\n\nPeople are revealing more about themselves than about you in how they respond to this offer. But it is important not to judge them, for how can you judge them when you do not know what they have been through, or where they are in their own life and development, and how close or far away they are from Knowledge? You cannot tell. When you cannot tell, you should not try to make a determination. You will be fooled and disappointed if you do, for the person who you thought was so interested and so ready for something real shies away when a real opportunity comes, does not respond and does not hear or feel the offer when it is made. And yet another person who seems not to be remarkable in their interest in learning The Way of Knowledge is simply able to begin and to stay with it. And you fall back on yourself and you say, “Well, how strange this is! This person seems so right for this, but they could not do it! And this other person just began, without any prompting from me.”\n\nPresenting The Way of Knowledge will teach you valuable lessons in learning discernment and discretion. It will show you that when you are presenting something of real value and merit, people respond in one of three ways. And their response will reveal more about them than perhaps you could have seen before. Perhaps you are offering them the right thing at the wrong time, or you are offering them the wrong thing at the right time. When you offer them the right thing at the right time, there is an instant connection. When you offer the right thing at the wrong time, the connection will happen later. When you offer the wrong thing at the right time, well, you simply have not given them the opportunity that they need. Yet how can you tell what opportunities they really need unless you have been watching their life from the first moment? You have not, so do not make this determination. Give the gift and let those who are ready begin. And those who are not ready can go their way without condemnation. You cannot tell why they are not ready.\n\nThe Creator offers The Way of Knowledge to everyone, in one form or another. A few are ready, and most do not respond. We can assure you that the Creator does not worry about them. Everyone will respond eventually, but eventually can be a long, long way in the future. Eventually, everyone will come to terms with themselves, but this can be a long way off. Meanwhile, the world is moving forward swiftly. Greater Community forces are in the world. Humanity is facing problems on a global level. And people are adrift, lost within their own minds.\n\nWho can respond to a calling like this? Who can face the demands and the requirements of living a life of Knowledge? If most people knew what they were facing at the outset, they would say, “Oh, I am not up for this.” But they are. They need it. It is absolutely the perfect thing that will reveal their strength by calling upon their strength. It will reveal their dedication by calling upon their dedication. It will reveal their self-trust by calling upon their self-trust. It will reveal their ability to participate effectively with others by calling upon this ability. Only a method that calls upon the Greater Power within you will restore this power to you.\n\nTherefore, it is foolish to try to find the easy way, the comfortable way, the happy way, the way that is very pleasing or the way that does not trouble you or disturb you. If you could realize what the world needs from you and where the world is in its development, and if you could see the full extent of your own need, you would realize how important this is, how strong you must become, how united within yourself you must become and how close and bonded to the essential people in your life you must become. You would welcome this because you would see its value and you would see how necessary it is. You would see how weak humanity is and how this jeopardizes humanity’s future and well-being, not only in terms of its life within the world but in terms of its interaction with the Greater Community. The Greater Community will be represented by highly focused and united groups of individuals who are able to think with a united mind and focus, whose superiority is not only in technology but in the power of thinking and determination.\n\nPeople want to feel that nothing is going on. They want to give themselves comfort and reassurance. They want to offset their discomfort within themselves, which is actually Knowledge calling them. They would rather be happy today and tomorrow, and so they look for whatever intoxicant, ideology or reassurance that will give them that which they desire because they do not want to know. They do not want to see. And they do not want to have to act. As a result, they will be the victims of the future and not the contributors to the future, for life will overtake them and they will not be prepared. And they will be bitter and resentful that their life turned out the way it did because they thought that it should have been otherwise.\n\nYet has life betrayed them or have they betrayed life? Has life turned against them in its hardships or have they merely been unable to respond to it? Life marches on. Humanity has a destiny and an evolution. The world is emerging into the Greater Community. Life is not waiting for people to make up their minds. It is marching forward. The Greater Community is not waiting for people to make up their minds. It is intervening. The natural physical world is not waiting for humanity to make up its mind. It is undergoing profound change.\n\nWhen you begin to awaken, one of the first things you realize upon awakening is your predicament. It is not a happy awakening, necessarily. Yes, it is a great relief to finally feel what you really feel and to know what you really know. Yet what you see at the beginning is your predicament, and you say, “Oh, no! Oh, my God!” You feel it, and you know it, and it is powerful. And you ask yourself, “Am I just being negative? Am I just being fearful? Or is it really like this?” It is really like this.\n\nIf you forget to pay your bills for a few years and then one day you remember that you should pay your bills, it will be quite a mess! Humanity has not been responding for a long time. When humanity realizes it must respond, it will be quite a mess. You won’t have the luxury of sitting around and thinking about what to do. You will have to do something. You will be called into action. You will be brought back into duty in life. That is good for you and good for life. And it is necessary for the future of humanity.\n\nWhen you share The Way of Knowledge with others, even if you do nothing more than say, “Read this,” or “Consider this idea,” you are challenging them to awaken, which is a difficult process in and of itself. You are challenging them to throw off the weight of seemingly endless dreaming and speculation and to awaken into a situation where there is great disorder in the world and great suffering as well. You are asking them to do this when you present The Way of Knowledge. You are giving them the greatest challenge, and you are giving them the ultimate gift.\n\nYou see, the Plan of the Creator calls for people to awaken each other. Now, a few people have to be awakened by the Unseen Ones in order to start this process and to keep it going because people keep falling back to sleep. Someone has to keep ringing the bell! Someone has to keep turning on the lights and rolling up the shades. It is like waking in the morning, and oh, you are so tired. And you open one eye and you say, “No, forget it!”\n\nSimply by offering someone to read something or to consider an idea related to The Way of Knowledge, to show someone this writing and to share with them our words, which are for them as well, you are giving them the ultimate challenge and the ultimate gift. Yet do not think the angels will somehow arouse them from their sleepiness. It takes people to awaken people. It takes people to inspire people. It takes people to encourage people. It takes people to challenge people. It takes people to support people.\n\nRemember, this is not spiritual welfare. Life is not a big welfare line, doling out dispensations from Heaven. The dispensation from Heaven has already been given, for you all have Knowledge. It is waiting for you. It is calling upon you. It will ask you to give to others. And you will share with others your own realization, and you will give others the opportunity to study what you are studying and to consider what you are considering. Here people will reveal to you how they really are at this moment, but you must know that you cannot judge them, for today they may say, “No, never! Impossible! I would never do such a thing as study something like this.” And yet in a week, a month, or a year from now, they may come back and say, “You know, those things you told me, I have been thinking about them. I think they may be very important for me.” And then others may say, “Oh, of course! This is holy. This is spiritual. This is wonderful. I love this!” But they do not last a week as students. They cannot even begin. They are on to the next thing. They cannot give themselves. They cannot dedicate themselves.\n\nWhen people oppose The Way of Knowledge, they are not able to go away from it because they are attracted to it. But they are not able to give themselves to it, either, so they have only one alternative left, which is to fight it. This is strange because if it were not right for them, they could simply walk away. But they cannot walk away. They want it and they don’t want it. They are drawn to it, but they will not let themselves have it. They need it, but they do not want to need it. They do not want to deal with what it means. What it means is that they have been sent here for a purpose, this purpose is calling upon them and they need to respond.\n\nSome people treat life as if they were on a holiday. Do they want to get a message from home saying it is time to go back to work? It is time to work where you are. Some people think that their relationship with the Creator is basically a welfare situation. Do they want their welfare check denied and a work order sent instead? And those people who long for contact with the Unseen Ones and who think it is their right and privilege to have an audience with the angels of the Creator, how will they respond when they are simply called into duty? What will they do when they receive a message one day that says, “You are ready. It is time to go to work now,” while they were hoping for a beautiful and ecstatic interaction and interlude with the Spiritual Presences of life. And what they get is a work order! They get drafted by God! They get called out of their frustrating personal life, to which they are trying to accustom themselves, and they have to go do something else entirely different.\n\nPeople pray for peace and resolution. They pray for guidance and meaning. And when it comes, who wants it? When you are in the hole that you have fallen into, and all is dark and encompassing you, and you pray, and you have visions of spiritual beatitudes and angelic forces and wonderful experiences, and what you get as a response is a ladder, which is what you need, can you realize that that is the answer? Do you see the difference between what you want and what you need? This requires honesty. It is so obvious, but who can see it? It is so genuine, but who can value it? It is so real, but who can touch it?\n\nEven those who think they might be ready to give themselves in service to life and to humanity, how do they know they are up for the task? That is why everyone needs to build a foundation. If you cannot build a foundation, you cannot have the mission. Building the foundation is not simply suffering, being confused and frustrated and struggling with yourself. That is simply being confused and suffering within yourself. Can you build a foundation? Everyone has to build a foundation. This is so evident because you cannot assume a greater life in your current state of mind and in your current situation. You cannot put a great structure on a weak foundation. You cannot give great things to a person that cannot experience them, carry them, hold them and protect them.\n\nPeople think they are stronger than they are or weaker than they are. Who really knows where they stand at the moment until something important is given to them, until an important challenge or opportunity comes their way and shows them where they really are and exposes their real strength and their real weakness in that moment? Many people do not want to know how weak they are, and so they avoid the encounter altogether. Others want to find out the real measure of their strength, and so they rise to the challenge.\n\nLife in the world has changed, yet humanity has not responded. The situation has become critical, and yet people act as if nothing were happening beyond their own personal interests. And as long as they have a job and are free to carry on their pleasurable hobbies, what does it matter? When people think like this, they are headed for catastrophe. They do not see the early warning signs of what is coming. They do not feel the inclinations and the signals from Knowledge. They are unresponsive to themselves and to the world, and they think their discomfort is simply a psychological problem. They pace the floor at night or they cannot sleep well. They have anxiety and think, “Oh, well, this is just my psychological problem.” And even to the extent that they can experience their response to this movement of the world, they misinterpret it.\n\nIt takes very strong medicine to wake someone who will not awaken with a gentle prodding. They did not hear the alarm go off an hour ago. They are too involved in their dreams. What does it take to wake someone up when the house is on fire? You use a bucket of cold water if nothing else will work because you must arouse them. They are dreaming on, and the house is on fire. And they treat your awakening them as a great intrusion until they realize the seriousness of the situation. Then they look at you and they say, “I owe you my life!”\n\nAs a person who presents The Way of Knowledge, you are awakening them by sharing an aspect of the message. And if they listen, you tell them more, without trying to persuade them. They either hear you or they don’t. If they cannot hear you, it does not matter how brilliant and sweet your words are. They will just treat it as entertainment. If they will not see and will not feel and will not know, then what do you do when the house is on fire?\n\nIn the world today, the house is burning slowly. Perhaps you can smell the smoke. Perhaps you can feel the tribulation in the world today. Much that concerns you has nothing to do with your psychology. Much that bothers you is not your own personal problems. This is not to say that everything that bothers you is not your personal problems, but often you are upset for reasons that you cannot understand. Perhaps there are no ideas associated with your feelings. You simply feel restless or agitated.\n\nRemember, you are already connected to life. Before the storm, the animals change their behavior. They know something is coming. They do not read the weather report. They know something is happening. There is a great stillness all across the land. Is the little bird or the little mouse or the little bunny more intelligent than the human being, with their great intellect and their fantastic ideas? You would say, no, the animals are not more intelligent. But you would have to admit that they are more responsive.\n\nIn the Greater Community, intelligence is measured in this way: It is the desire and ability to adapt and to respond to life. Now, with this definition of intelligence, humanity does not look like it is doing very well. Creating new gadgets and toys to play with does not represent intelligence if you are not responding to the environment and to your deeper inclinations. The mind is not working in service to the Spirit if it cannot respond to the Spirit and if it cannot respond to the body—either your personal body or the body of nature. And what merit is there in having a wonderful philosophy if you cannot feel the movement of your own life. When presented with The Greater Community Way of Knowledge, what value is there in having wonderful spiritual ideas, beliefs and assumptions if you miss the opportunity for preparation altogether.\n\nPeople think spiritual awakening is all bliss and happiness. Yes, there is a great relief. Yes, there is a great homecoming. But then you begin to experience the predicament that you and the world are in. And though you are not likely to become panicked or terrified, you will go to work very soon, and you will work continuously.\n\nIt is very late for people now. There is no time to spare. For those who are truly engaged in their service to the world, who have already built the necessary foundation for great work to be given to them, they cannot take great vacations. They do not give themselves a lot of time out. They must work and work consistently. They don’t have their guaranteed vacation weeks every year. They know they are privileged to do the real work. They know that their time and energy is extremely valuable. They know that their talents and abilities, however limited, have real service and merit. They know other people are depending upon them in their community. They know that the world is depending upon them and their Spiritual Family is depending upon them. You will not see these individuals giving themselves the kind of privileges and respites from life that others do so easily.\n\nWhen you become aware, you become aware of the world and you become aware of yourself—the beauty and the grandeur of the world and of yourself and the terrible tribulation within the world and within yourself. Your experience is heightened in all directions. You do not simply become aware of the good and deaf to what is not good. People’s expectations of a spiritual life are so out of keeping with the reality of a spiritual life that for many this keeps them from even beginning the preparation. They would rather be content in their happy assumptions than to find out the truth about the situation. They do not want to think that the world isn’t so pretty, for this means they will have to do something. They will have to respond. They would rather have happier thoughts and think, “Well, God is taking care of everything. I give it all to the Holy Spirit.” In reality, God is looking at you and saying, “You are supposed to take care of matters down there,” and the Holy Spirit knows this and is here to empower you to do it. Why do people not understand God’s work and presence in the world? The great difference in God’s approach and people’s expectations account for part of it.\n\nMany people think spirituality is like ice cream and cookies, all happiness and relief. It is green pastures all the way! Heaven on Earth! Let’s all go to the beach, the spiritual beach! And we will try to forgive and forget the world and its darkness, its pain and its tragedy. We will try to overlook these things to see a happier world—the world we want to see, the happy world, the world that is a beach, the spiritual beach, where the angels will be dancing around us, and we will be so happy at last. And there will be no trial or tribulation, and no more trouble, and we will no longer feel this discomfort, this restlessness inside. We will find our true purpose, and it will be blissful and wonderful, and we will all congregate here in the green pasture, and we shall all be very happy.\n\nCan you see the contrast? Can you see the difference between what people want and what people know? Can you see the difference between what people believe about the world and what the world really is? The beauty in the world is neglected, but its tribulation is neglected as well. People look at the great problems of the world, and they say, “This is terrible! Someone must do something about this! The government should do something about this!” They do not feel personally responsible. They do not say, “Well, what am I going to do about this?” It is someone else’s problem. It is God’s problem. “Well, God is all powerful. God will take care of this. Probably at the last moment when everything is about to fail, something will happen and everything will be all right. All the problems will go away.” This thinking leads to catastrophe, both within the person, for their heart is denied, and within the world, for humanity is denied.\n\nEventually, if you build a foundation and learn The Way of Knowledge, you will gain a Greater Community perspective about the world, which is an ability to see the world from the outside looking in, as opposed to the inside looking out. You will be able to see your life from the outside looking in and not just from the inside looking out. You will see that the world that you live in is a very special world in the universe, that you have a veritable treasure house of biological wealth here and that there are not a lot of other places in the Greater Community as well endowed as this world. And yet humanity is ignorant of what it has. It is sitting on valuable real estate—real estate that others in the Greater Community most assuredly want for themselves. Perhaps if you were wise stewards of the world, they would respect your stewardship, but your stewardship has not been accepted and is certainly not being exercised very well. So, who from the Greater Community will think that your well-being is a priority when you are spoiling the very world you live in, which is considered an asset for the whole Greater Community?\n\nWith a Greater Community perspective, you are able to see your situation not with anger and condemnation, but with clarity and perspective. You will be able to assess humanity’s advances and its shortcomings in light of the Greater Community. Humanity has never compared itself with other intelligent life, so it does not know how strong or weak it really is. The differences between people are not that great, and seen from the outside, all people are alike anyway. Some are wise; many are not. But the differences between people are not as great as the differences between you and other races in the Greater Community, who represent a great spectrum of intelligent life beyond what you can even consider.\n\nWe can assure you that they, though foreign to your world, your ways and your customs, will see your predicament more clearly than you do. Amongst humanity at this time, those individuals who do see the predicament must become strong with Knowledge, not only because of the difficulty of the problems involved and how much energy will be required to resolve them, but also because of the ambivalence and the indifference that people generate regarding their own situations. People have only demonstrated collective incentive in terms of solving problems in crisis situations. When the house is on fire, oh yes, everyone will help out. But then it is too late. By that time, on a global scale, it will be too late. Do you think that at the last minute you are going to pull it together? This is not like when you oversleep and get up late in the morning and yet you are somehow able to scramble and get to the job on time. That last-minute approach will not work here.\n\nMany people in the world today are feeling restless. They feel the world is moving beneath their feet. Perhaps they think it is an economic shift or a political shift. Some people think it is a spiritual shift. It means you are getting ready for the Golden Age of Enlightenment! Others think that the world is going to turn itself upside down. They think that what is happening is a physical thing. And people interpret the movement they feel in many, many other ways. They feel it, but how can they see what it is? They know something is happening, but how do they determine what it is? So, the problem is felt, but it is evaluated according to everyone’s fixed ideas and beliefs. Some see a terrible catastrophe. Others see the dawning of a blissful age. Others see a new political world order or a new financial world order. And many others have no idea at all.\n\nThe important point here is that people feel something is happening. Yet they must build a foundation in Knowledge to be able to really understand this because it must be known. Otherwise, you just project your ideas about it. If you believe that the world is on the verge of spiritual enlightenment, well, you will just see the evidence that that is the case. If you believe that extraterrestrial forces are going to land on the world and somehow rescue humanity from its great plight and teach us how to live in peace, well, you will think that everything represents that. If you think that humanity is all going to hell anyway, you will see evidence of that. Yet none of these interpretations represents Knowledge.\n\nA great event happens in the Greater Community, and someone twitches on planet Earth. A great event happens on planet Earth, and someone can’t sleep at night and does not know why. You wake up one morning and you are very afraid, and it is irrational because there is no reason for it. You are connected to the world. You are connected to life. You are connected to what is happening in the Greater Community. You are connected to what is happening in your world. You are connected to what is happening in your family. And you are connected to what is happening to those individuals whom you are yet to meet who represent your Spiritual Family within the world. You are already included, so what is enlightenment but simply coming to terms with the reality of your life and calling upon the Greater Power inherent within you to enable you to do this? There is no drifting off in clouds with the angels.\n\nThe world is like a slowly burning ship at this time. People want to get off the ship, but you are sent here to help the ship. If you go back prematurely to your Spiritual Family, and they say, “What are you doing here?” And you say, “Oh, I am so glad to get out of there! It was terrible down there!” And they say, “What? You aren’t due back for twenty years! Did you give them the messages?” And you say, “What messages?” Then you remember. Then you remember all about getting ready to go into the world. Then you remember the whole thing, and you say, “Oh, no! I completely forgot!”\n\nNow, some people look at The Way of Knowledge and say, “Oh, well, it is not loving. I do not see anything about love. If it is not about love, then it is not spiritual.” Being spiritual is about everything. It is about being with everything, supporting the truth with everything. It is not about going to the beach and visiting green pastures and being happy, happy, happy all day long, like a child that just got put on permanent summer vacation with an endless expense account in Heaven.\n\nThe Way of Knowledge is not about being free from concern. It is about responding to concern. It is about responding with Knowledge, not with fear, not with hopelessness, not with helplessness, but with Knowledge. You are equipped to deal with the situation in the world. You have brought part of the provision for this into the world with you. You are like a paratrooper. You got dropped into the world with your kit, with all the supplies you need to make it down here and to help the world in the way that you were meant to help the world. But who can remember dropping out of the sky in the parachute? All of a sudden you are crammed into your mother’s womb and you are trying to work your way out. Who can remember the parachute part?\n\nThe people who are happy in the world are people who are doing something important for the world and have joined with other people to do this. They are the happy ones. No, they are not blissfully unaware. No, they are not smiling all day. No, they are not having a tea party throughout the course of their lives. Yet they experience a fulfillment and a sense of purpose and destiny that remains out of reach for others.\n\nSomeone presented The Way of Knowledge to you. Present The Way of Knowledge to someone else. You cannot determine how they will respond, and how they will respond has more to do with what you are offering than with you yourself, particularly if you are humble in your presentation and do not try to convince or to persuade someone to offset your own discomfort. Give The Way of Knowledge because humanity needs to prepare. People need to go back and find where they left their parachute. They need to go back and find where they left their backpack because it had their plans and materials in it. This is going back to Knowledge, which has held all these things in secret for you, waiting for you to reach a sufficient stage of maturity where you can value and honor what you have brought with you into the world.\n\nYou have had your personal time in the world. It has been wonderful and terrible. It has been a strange journey, but now it is time to do the real work. Do not think that you know what this is yet, for you are not there yet. Even if you have found what it is, it will change. Do not give yourself false assumptions, but take the steps to Knowledge. You build the foundation and you take a long time doing it because this is what gives you the strength, the companionship and the Wisdom to be a man or a woman of Knowledge in the world and to be a true representative of the Divine.\n\nThen when you go back to your Spiritual Family, they will look at you and you will look at them, and you will say, “Yes, I remembered. I remembered you all. I was lost for awhile, but I remembered.” And they will say to you, “Well, that is good because we were talking to you the whole time.”",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/sharing-the-way-of-knowledge-with-others/"
}