{
  "title": "The Limits of Space Travel",
  "content": "As has been previously indicated, travel in space is relatively slow. And inter-dimensional travel has proven to be disastrous for most races who have attempted it. Though travel in space is extremely rapid by your standards and by the degree of your own scientific development, getting around is still very difficult and time consuming. Because travel and trade are so restricted in highly developed parts of the universe where there is a great concentration of advanced nations, movement is restricted and restrained. You cannot go anywhere you want under these kinds of circumstances without violating others’ territories or without violating the rules of travel and trade.\n\nGoing from one end of the galaxy to the other is just simply out of the question. It is a fantasy to think that this would be the case. Traveling through dimensions has proven so hazardous that there are very few races in the universe who even attempt it at this point, for those who enter these thresholds never return and are never accounted for, and there is no way to go find them and learn what happened to them. The dimensionality of space is so complete and the boundaries between dimensions are so significant that to explore these kinds of things has proven to be overwhelmingly difficult. Even where it has succeeded, races have emerged in other races’ territories or have entered hostile physical environments and have never been able to find their way back.\n\nThe galaxy as a whole is uncharted. Only regions within it are charted. Only regions where there is a great deal of trade, travel and the existence of evolved technological nations are charted. Beyond this, you have uncharted territories, sometimes immensely huge, where any traveler could become lost without known reference points.\n\nShips that travel use fuel. Fuel has limits. Even fuels that are derived from solar energy have limits. Even fuel that is derived from nuclear power has limits. If you go too far, you cannot return. If your exploration takes you too far afield, you cannot return. If you enter an uncharted region, you will face physiological hazards and the possibility of entering another’s territory who could prove to be hostile to your presence. You certainly could become lost in uncharted territories, as many travelers have.\n\nTo extend one nation’s reach is also very difficult because any establishment that you make far away must be reinforced. Even if you position yourself in an environment that is relatively inhabitable from both a physiological and a biological standpoint, reinforcing foreign establishments is very difficult and requires a tremendous amount of travel and resources. Distant mining colonies are very vulnerable to piracy. They are very vulnerable to breakdown. They must be sustained with a great deal of effort even if the resources they are discovering prove to be of immense value. As a result, most traveling nations stay fairly close to home and rely upon trade to gain distant resources and rely upon local commerce to gain what they need.\n\nOf course, human beings with their wonderful imagination conjure up all kinds of wonderful ways to travel around the universe almost effortlessly, using energy that is somehow derived from physics and can sustain unlimited travel, even collapsing time and space. But for those who live in the real universe, they have had to face the limits of technology. In some cases, these limits are quite severe.\n\nRaces who travel generally create their own food sources, but even this requires the input of resources. Everyone in the physiological realm must still eat and take in energy in one form or another. They must use energy and gain the resources for producing this energy. They must rely upon technology, which must be reinforced and supported. If they travel very far from their home planet or their home base of operations, they face a tremendous number of logistical difficulties.\n\nIn areas of space where there are not high concentrations of advanced nations, you have tremendous difficulties with piracy. You have tremendous difficulties with becoming lost or becoming subjected to hostile local influences or responses to your presence. There are regions in space that are simply considered too dangerous to travel in because of these reasons. Even areas that are sparsely inhabited, where routes and coordinates have been established for travel, even here there are extreme hazards. Over the course of time, nations and even small empires establish a stability that they maintain and sustain on their own base of resources and influence.\n\nThere is no great empire that rules the galaxy. That is a complete fantasy. There are very strong local powers and associations of power, often established through trade unions or governing bodies that oversee trade routes. But immense empires that govern vast regions simply do not work, for there is no way to maintain control over the course of time, and there are too many challenges to disrupt a structure of this size. Yet there are empires that contain dozens of planets, star systems and so forth. This is considered fairly large, particularly in your local environment.\n\nIn the universe, if you extend your influence, you must control that influence and you must sustain that influence. You must sustain it through technology. You must sustain it through resources. And you must sustain it through constant effort to maintain foreign establishments. Beyond a certain point, this proves to be too difficult, too draining of a nation or even a collection of nations to support and to sustain.\n\nAs a result, there are large regions of the galaxy that have been unexplored and rarely ever visited by anyone. Though there are races existing within these regions, they tend to be non-technological. If they are technological, then they tend to be extremely limited in their range. Unable to trade or gain advanced technology from other nations through the avenues of trade and commerce, they remain extremely isolated.\n\nThis is the universe that you live in—a universe of magnificent creations, but also a universe of tremendous restraints. Resource acquisition is a problem for all advancing nations. Technology requires resources. The greater the technology, the greater the resources that are required. The larger one’s sphere of influence, empire or ownership of property, the greater the requirement for resources.\n\nNations that are forced to depend upon trade lose much of their self-determination in the process. Unable now to provide for themselves adequately, they must rely upon foreign provisions as well as foreign political influence to sustain them. For a nation that seeks to be free and self-sufficient, the problem of trade and dependence upon others is extremely great. That is why the three fundamental requirements to be free and self-sufficient in the universe are unity, a united population, self-sufficiency and extreme discretion.\n\nIf you have wealth in the universe, others will want it. They will either want to take it from you or they will want to trade for it. If they trade for it, they will try to seduce you or convince you that what they have to offer is something you really need, even if you do not really need it. The problem with having wealth—whether it be biological wealth, technology that others do not have, ownership of a strategic world or, as is the case with Earth, a world of tremendous biological diversity—is that maintaining control is difficult if others are aware of you. This becomes impossible if you depend upon others for your fundamental resources.\n\nWhere there is trade, there is influence. The extension of influence in the Greater Community has reached very great degrees of sophistication and potency. For a young emerging race such as humanity, the Greater Community represents a very hazardous environment. The wealth of your world, from which you have benefited for so long and from which you benefit today, gives you a greater vulnerability to foreign interest and influence. And because humanity is so easily influenced, by Greater Community standards, this puts you in tremendous jeopardy.\n\nTherefore, your expectations of trade and travel must be constrained by the realities themselves. You will be able to travel freely within this solar system as long as you do not try to discover anyone’s foreign establishments here. But if you move beyond this solar system, you are entering a larger arena of intelligent life where territories and routes of travel have been long established. You will not be able to go wherever you want, to visit wherever you want or to take whatever you want. The idea that humanity will go out and search an empty universe for resources is completely false and really represents a very dangerous and even fatal assumption.\n\nAs long as you are weak and powerless, others will not try to defend themselves against you. But if you become aggressive and ambitious, then you will run into tremendous problems. For in the environment of space in which your world exists, there are longstanding contracts and arrangements that you will not be able to change. Should you violate them, you will have to face a whole array of opponents far beyond your skill and ability to contend with.\n\nThat is why maintaining self-sufficiency on Earth is so fundamentally necessary to preserve humanity’s freedom and self-determination. If you can thwart inappropriate interventions in the world, provide for yourself adequately, not be overly greedy or ambitious and be satisfied with the splendor of what the world provides you, then you can have great immunity here, and others will respect this. But if you continue to violate the world—destroying its fundamental resources, using up its wealth, creating greater instability and conflict and driving the life-sustaining biological systems into instability—then others will feel compelled to intervene here to save this world for themselves. Indeed, this is what is happening today.\n\nDo not think then, should you deplete the world, that you will be able to go out and get whatever you want from other splendid worlds such as this, for they will be inhabited, controlled or overseen by others. And you are in no position to mount a conflict with other nations in your region.\n\nIn well-established and well-inhabited regions of space, war is very rare. Internal conflicts certainly do erupt, and there are changes in leadership and administration in various worlds, sometimes even through violent means. But conflict between worlds that trade and interact with each other is very rare.\n\nOver long periods of time, war is seen as mutually destructive and literally is prevented from occurring between nations, particularly nations that have important resources and who are powerful within their regions. This tempers ambitions and the desire for conquest, for such ambitions prove to be a detriment to everyone involved. Should you prove to be ambitious, desiring conquest, others will amass against you to such a degree that you can never oppose them.\n\nStability is more important here than the advancement of one’s empire—stability and the steady flow of resources—a kind of status quo, you might say, that has proven to be beneficial over a long period of time. For a young, aggressive race such as humanity, it is hard to understand this. Humanity is like a wild adolescent who has great passions, great ambitions and great plans, but is reckless and self-destructive. Humanity has not yet emerged into a mature environment where such passions and recklessness are not tolerated.\n\nYou live in a universe full of restraints. It is not a place where there are no limits, where you can be anything, do anything, harm anything, gain anything or conquer anything. You must understand this. Even in a sparsely inhabited region of space, you would not be able to do this for long.\n\nYour neighbors are powerful. You do not want to fight against them. It will be enough to protect the borders of your world from inappropriate intrusion—from resource explorers and economic collectives, from opportunistic groups who want to establish influence here and who want to establish trade here. To protect your borders will be difficult enough. No one is going to come and take the world by force unless you prove to be so aggressive, so destructive and so destabilizing to the local region of space that you prove to be too great a security problem for other worlds.\n\nHowever, the possibility for this is long into the future and humanity has great problems here to face at home—problems which will determine its ability to unite and to remain viable stewards of this world. You have the Great Waves of change to face and all that this will require of your nations and your peoples. You have to offset the Intervention that is occurring in the world today, that is being carried out by resource explorers—by groups that are not well respected in this region of space, by those who travel around trying to take advantage of whomever and whatever they can. These groups do not represent established worlds or established powers, for these powers do not conduct their affairs in this manner.\n\nYou can see here how humanity has not established its collective maturity and has not reined in its destructive tendencies and its ambitious behaviors, its greed and so forth. You can see here that you are like a wild teenager, but you live in a neighborhood of established adults. Yet there are predatory forces in your local universe who will try to take advantage of your recklessness and your naiveté to their own advantage. We shall speak of this in later teachings.\n\nFor now, you must come to accept that there are severe limitations to what humanity can do in your local universe. As you grow and expand, if you are able to withstand the Great Waves of change that are occurring in your world, you will have to contend with other races who have been established for a very long period of time and who have established rules of engagement, rules of travel and rules of trade that have taken a very long time to establish and that are well fixed.\n\nYou have to grow up and become responsible and, if you can, maintain as much self-sufficiency in this world as possible. For if you lose your self-sufficiency, you lose the great possibility and the promise of being a free and independent race. To become part of larger networks of trade, you will be influenced by these networks, and they will determine to a great degree what you can do and what you cannot do. You will have to pay a very high price for engaging in trade with them, for they will influence you and, in certain cases, try to take advantage of you. You represent a newcomer—a weak and unstable race, a race that is easily persuaded and manipulated. For even very stable nations will seek to take advantage of weak emerging races such as your own for their own benefit and stability.\n\nSuch is the nature of life in the physical reality. Whether you are a native living in the world or whether you are living in an advanced nation in the universe, it is the same reality. It is the same problem of competition and survival, of persuasion and influence. The rigors and the difficulties of manifest life do not end by cultivating advanced technology. In fact, cultivating advanced technology complicates your life, makes it in many ways more difficult and more challenging and invites the interest and influence of others who you must then contend with. This is a fact of life throughout the universe. It is a reality of physical life itself.\n\nThe wealth that you have you do not want to flaunt. You do not want to show off in the Greater Community. You will have to learn to be extremely discreet about whom you engage with, the nature of that engagement, who can visit your world, what they can do here and so forth—all things you are not doing now that you will have to do in the future.\n\nIt is like growing up as an individual person—young and reckless, thinking you can be anything, have anything and do anything, being out of control and unaccountable. You then enter a mature environment, and you begin to face the kinds of restraints that exist there. You find out that not everyone is interested in you, not everyone likes you and you cannot do whatever you want. To accomplish anything takes a great deal of planning and work. If you want to be an honest and happy individual, you must restrain certain kinds of passions and tendencies within yourself. You must become aware of certain seductions in your environment that can undermine your integrity and weaken you as a person.\n\nThe analogy here is very strong. It is very appropriate. The hazards that a young adult person faces in the world—the seductions they will face, the influences they will face, the restraints they will have to deal with—are very much like humanity’s position in space now. You will have to face restraints, influences, seductions and difficulties. And yet, as growing up for a young person is necessary, important and holds some great advantages and opportunities, so growing up as a human family holds great advantages and great opportunities.\n\nTo establish unity in this world and to end tribal conflict will be an immense accomplishment for humanity, allowing you to devote your energies to more productive and creative endeavors. Being a part of the Greater Community, you will learn wisdom from the Greater Community, wisdom that will enhance you both on an individual level and on a collective level. For while there is much competition and freedom is rare in the universe, there is much wisdom there. The New Message for humanity is bringing wisdom from the Greater Community to you in such a way that you can understand it and apply it within your own individual life.\n\nIn understanding that all races must seek resources, you can begin to understand why anyone would come to your world. They either want to enhance their security, or they are here to gain and acquire resources. There is no other reason to go visit worlds. Do not think there is a lot of tourism in the Greater Community. Perhaps between trading nations there may be. It is the problem of biological hazards. You may travel to another world to visit a museum or some kind of natural feature of that world, but because you are not of that world, there is always the problem of biological contamination. And this problem has not been universally solved. Between nations or worlds that have regular contact, it can be controlled. But for an outsider to enter these realms would either be prohibited or extremely restricted. So you must understand that anyone who comes to your world comes either to enhance their security or to gain present or future access to resources.\n\nIn the Greater Community, you are dealing with an adult environment where the need for resources is ever present and is extremely pressing. No one is going to come to this world on holiday. No one is going to come to this world for a science project, leading a classroom of students as on a field trip. This world is far too hazardous for any foreign nation to do that.\n\nYou can see here already the degree to which your assumptions and expectations are out of keeping with the reality of the situation, how your expectations regarding contact with extraterrestrial life in the universe must really be based upon a different foundation and that there are criteria that must be created in order for this contact to be really beneficial to everyone involved.\n\nYou must then look at the stars not as a place of escape and not as a wondrous environment where you will be free of the difficulties and restraints of life here on Earth. You must look at the stars and space not as a refuge, but as a representation of life on a larger scale. Much of what you face here on Earth you will face in space, but on a much larger scale and in more extreme ways.\n\nFor example, the lack of freedom that exists in many parts of the world will be even more extreme in the Greater Community. The strenuous struggle for resources that you experience in the world, particularly amongst poorer people, will be more extreme in the Greater Community. The need to control societies and individual behavior is more extreme in the Greater Community. The problems in trade, travel and negotiations are more extreme and difficult in the Greater Community. The necessity to restrain war and conflict is more extreme in the Greater Community. The Greater Community is a bigger version of your life here, bigger in all ways.\n\nThe problem of maintaining physical health is more extreme in the Greater Community, where you are confronting beings who have evolved in completely different biological environments or who have evolved in sterile environments. The problem of contamination is extreme. Someone could come to this world, contract a virus or a set of viruses, take them home and infect their entire planet, wiping out most if not all of the inhabitants of that world. That is how potent the problem of contamination really is. Advanced medical technology has not erased this risk.\n\nThe care that one must bring to one’s life and affairs is more extreme in the Greater Community. The problem of getting around is more difficult in the Greater Community. The problem of getting along with others who are different from you is more extreme in the Greater Community because the differences between you and them are so much greater. The problem of communicating to others is more extreme in the Greater Community, where differences in nature, temperament and appearance are so great.\n\nTherefore, do not look to the stars as an escape from life. Do not look at the prospect of space travel as a wonderful adventure into uncharted and uninhabited regions. Do not think that you can go anywhere you want and that you will develop over time a technology for traveling quickly through all the dimensions of life, zipping around the universe as if it were your own neighborhood. Do not think your conveyances will take you anywhere you want in the blink of an eye. Such notions are to be expected from young races full of imagination and hopeful expectation. But they do not fit into the reality of life as it has evolved over a much longer period of time.\n\nThere are nations in your local universe that have been in existence for twenty or thirty thousand years. They have established a level of conformity that is very strict. They are not engaged in social innovation, and most of them have no notion of individual freedom whatsoever. You would find living within them to be extremely difficult, if not intolerable.\n\nFree nations are rare and very distinct. They do not travel around trying to plant their flags in other worlds. If they engage in planetary commerce, it is to a very limited degree. And they do not welcome visitors to their worlds. They remain isolated and discreet and guard their boundaries very carefully.\n\nAs We said at the outset, much of this revelation will be different from your ideas and perhaps very disappointing to your expectations, even to the point where you will not want to accept what is being presented here. You may still want to have your hopes and your dreams and your fantasies. But, alas, the universe represents all the problems and the difficulties of physical life, the problems and difficulties of living in separation—in a separated state, separate from God. These problems exist here and everywhere in the physical reality. No one has been able to escape them entirely. Even races that have established a very stable self-sufficiency, even they have real problems in governance and in dealing with outside forces. And they must be very vigilant regarding their encounters and the influences they might receive from the Greater Community itself.\n\nSo emerging into a Greater Community of intelligent life, you are emerging into a vast and complex demonstration of life that is in many ways similar to what is required of you here on Earth. What is different is that there are many different participants who are very different from one another and very different from you. And the complexity of engagement, trade and commerce is great and requires tremendous sophistication, great care and great vigilance. Yet the possibilities for one’s own world can be significant, if one proceeds without aggression and ambition and if one recognizes that freedom and stability are of far greater value in the universe than conquest or expansion.\n\nCivilizations and nations that have been able to survive over time have come to these conclusions. Those that seek to expand and conquer have found themselves in the end destroyed or overtaken by others, for their behavior could not be sustained in a Greater Community environment, where there are many races seeking to maintain stability and security.\n\nThe greatest threats to even the most established nations in the universe are: the loss of resources, biological contamination and environmental collapse. These three things affect the behavior of stable and evolved nations more than anything else. While war and conflict are rare in many regions of space, competition and influence are abundant. And this threatens the sovereignty of nations and their access to necessary resources.\n\nTherefore, what concerns the established nations in your neighborhood in space are different from what preoccupies the nations of Earth who are focused on growth and expansion in a world of declining resources. Your circumstances will require you to mature or to fail. Stability and security will become ever more the emphasis of your peoples, your nations and your leaders. The idea of conquest will become ever more dangerous, destructive and counterproductive in your affairs with one another. And the need to secure your resources will become the predominating focus of this century and of the times to come. It is because you are emerging into a Greater Community and because you have grown in the world to such a degree that this emphasis now becomes your focal point.\n\nUnbeknownst to you, you are preparing for the Greater Community. Facing a world of declining resources, you are actually preparing for the Greater Community, where the problem of securing resources will be continuous and ongoing and is being universally experienced. Real freedom, if it can be established and maintained, will require unity, self-sufficiency and great discretion—here and everywhere.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/space-travel/"
}