{
  "title": "Spiritual Community",
  "content": "We would like to speak about spiritual community and expand on this idea so you may understand the nature and purpose of relationships far more deeply. We are speaking to you through a very thin membrane that separates two realms of existence, two realms that are very close to each other yet which seem mutually exclusive.\n\nCommunity is an essential foundation for true personal development and a perfect environment for complete contribution. It is something that has a lot of speculation surrounding it, a lot of judgment and ideas. The world serves as a very poor example of true community. There are very few good examples to draw from, so it is hard to have a healthy idea of this without many inappropriate associations.\n\nWe treat true community like marriage because it is marriage. When you become married, it is not merely a personal association where you say, “I will get along with you if you get along with me because I have a great attraction for you, and we have many things in common.” It is far greater than that.\n\nIf marriage is based merely on personal attraction, it will run dry. It must yield something greater and produce community—either children or a circle of people, a family. That is what marriage is for; it is for community. That is when marriage has a greater context in which to grow and where you find escape from personal dilemmas that can otherwise dominate you.\n\nThink of spiritual community, then, like a marriage because marriage thrives on recognition, true participation and devotion. It needs a foundation. Community as a marriage that is extended beyond two people requires the same things. You must have the proper incentive for participation, an understanding of participation and a preparedness for participation. Obviously, there is a great deal of marriage going on without much success, so this is very relevant.\n\nWhen We speak of community, think also of marriage because you must marry something in life. You cannot go through life just being a spectator with a grand viewpoint and a more spiritual outlook about everything that is going on. You are still isolated. Until that isolation has been breached, your predicament has not been solved.\n\nNow there is a great deal to join in life—political movements, social movements, social clubs and all kinds of clubs. But this is not the community that We speak of. Community is an environment where you can contribute yourself completely and find escape from your own mind.\n\nWhat is freedom for any of you but freedom from your own mind? What separates you from God but your own mind? That is your oppressor. Yet it must be your servant.\n\nBut you need people to help you do this. You need forces that you can recognize and forces that are unseen as well because your life here is preparation for life beyond, so the forces from beyond are a factor.\n\nThis life is a transition to another life. To come into this world, you are born into a life from a life. You go through this life and enter into another life. People think of lifetimes only in terms of visitation rights to this planet, but you go from life to life, from context to context.\n\nWhy is the future relevant here? Why are these spiritual things so important? This life is preparation. As childhood is preparation for adulthood, adulthood is preparation for your Spiritual Family, who will be waiting for you when you arrive and pass through the thin membrane that separates these two realms of existence.\n\nEveryone wants community because human beings were not fashioned to be separate. It is a very grand idea that people can be completely self-sufficient, a great ideal for people. “I don’t need anybody.” It is believed that it is a sign of weakness to need anyone. So personal fulfillment is the great pursuit: to be a little god in the world.\n\nThat is not what people want. It is neither their will nor their Knowledge to be so. You will need to be self-sufficient to comprehend and to follow your own Knowledge. We assure you that this will produce all the personal growth you could ever want because your personal side will need to grow to keep up with you. However, it will not be the dominating factor any longer.\n\nYou are here in this world, alone. You are seeking for your Spiritual Family. Why? Because that is what you have come from, and that is what you will return to. So you seek it here as well because this is natural. And you run into a very difficult learning situation in this world because individuality and community have such strange associations.\n\nYou seek for communion with others, and yet you seek with the incentive of using the other person so that you can be more of an individual. That is contradictory because the more you join with others, the less individual you are and the more you are a function of that relationship.\n\nSo you must be very discerning of where you join and whom you join. But the inclination is still there. You cannot join with life if you are living in your thoughts, and it takes others to bring you out of your thoughts.\n\nYou came here to find certain individuals who will bring your Knowledge forth. You did this so that you may discover and discern your true contribution in life and develop sufficiently so that you will be able to recognize it and yield it to the world. This is the beginning of community.\n\nTrue community begins because an individual is experiencing spiritual Presence to a very great degree. They are being called by something; something inside of them is calling them. If they can open themselves to this and follow its direction, then other people will be drawn to them, and they will be the seed for community.\n\nThis is community in the truest sense. It is the product of one person responding to God. Now the person responding does not have to be pure or lofty or exemplary. You do not need to be a perfect person.\n\nThis is what generates community. It is entirely natural. It is when people try to make a community that they run into problems. “Let’s create a community!” The world is full of this. “We will all join together to bring about this result in life.”\n\nThat does not produce community of the kind We are speaking of. Community is a natural process of attraction because one individual will draw and gather other individuals around him or her. It will be absolutely vital for their development and expression.\n\nOne of the most important things that individuals who are feeling this great spiritual Presence must learn is to follow that Presence. Their ability to follow will determine their ability to lead. If they try to use that spiritual Presence to fulfill their own ambitions, then there will be trouble, and the Presence will leave them.\n\nIf they think that the people are following them, there will be great difficulty. It is not the person you follow; it is the spiritual Presence with that person, the Presence that he or she is following. That is the true Presence. It is inexplicable.\n\nYou can always argue that it is not there because it cannot be seen, and yet it will generate the greatest devotion a human being is capable of—the greatest empowerment and the greatest direction. What is it? It is like vapor. No one can catch it and study it.\n\nTherefore, community is a natural creation. It is not created by ambition or philosophy because these do not generate devotion. Communities created by ambition or philosophy can only be held together by submission, and they require adversaries.\n\nIn other words, people will try to organize society because they have a common enemy. You can see much of this in the world. That is participation through submission. That is not what yields Knowledge.\n\nYour Knowledge cannot emerge within you alone. It must emerge in the context of relationship. It is absolutely hopeless for you alone to find out why you are here. You may have some wonderful definitions, but you are still a slave to your mind.\n\nWhen you open beyond your own thoughts, you will comprehend the spiritual Presence that calls you and attracts you. You will find it is more powerful than anything you can see or discern in this life.\n\nA man or woman of Knowledge is more powerful than the world, for what can the world claim from them? Yes, it can take their possessions from them and kill their body, but it cannot deprive them of their Ancient Heritage. These people will naturally create community and join in community because to them a separate life is incomprehensible.\n\nTherefore, cultivate Knowledge and Knowledge will bring to you all the relationships you truly need. Those you do not truly need will find no purpose here, and so your life will not be hindered and held back by inappropriate engagements.\n\nNow it is quite possible to be inappropriately engaged. It is very tempting to make all engagements justifiable, but you do so at the cost of Knowledge. You do not need to make something right to keep from making it wrong. It does not have to be good to not be bad.\n\nWhen you are truly engaged with those individuals whom you have sought, something very important will happen inside of you. You will feel energized, and you will feel more at home than you have ever felt before. It is an indescribable feeling of coming home in the world.\n\nThe reason that certain individuals are the seed of community is that they are experiencing community within themselves. Their body is no longer a hiding place for one being. It is a meeting ground now. Something is happening.\n\nThe body is not a sanctuary for one; it is a temple for many. We call this community Spiritual Family. We use the word “family” because family is the closest approximation that you have in this life to intrinsic relationship.\n\nTrue community in the world must be very small, or it cannot be a community of Knowledge. The world must join in community, but it will not be a community of Knowledge because Knowledge is not preferred here. The results of Knowledge, however, are greatly needed here because the results of Knowledge care for people.\n\nThe average person here is not interested in Knowledge because the race has not evolved that far. So it is not wise to go out and try to change people because you will hurt them if you do. If you take a society of people and try to make life better for them, you will end up killing half of them. This is not a negative thought. It is real.\n\nYou see, God does not expect everyone to get his or her life together now. Everything is moving along. Yet you can feel the fire of contribution. Something must be done. You must be the person to do it, and you must gather others to help you.\n\nThis fire of contribution is in no way contradictory to accepting the world exactly the way it is. It is only contradictory in terms of ambitions. The man and woman of Knowledge will go about their work regardless of circumstances, and if the world in general is no better at the end of their life, what does it matter? They gave all. They do not take people and condemn them for not getting better.\n\nTherefore, a community of Knowledge must be very small because it is extremely intimate, but it will be life giving to the community at large, which is society. It is these little embers that keep the fire going.\n\nWhat has kept Knowledge alive in the world? What has enabled humanity to progress as a race but small enclaves of individuals, hidden, working away? Occasionally, an individual will come forth who will make a public display or demonstration. This is what has kept the embers burning.\n\nThink not that God is going to ask you to go out and make the world better. It is not like that. Something inside of you will overtake you. Something greater than your mind will overtake you and lead you to certain people. It will lead you to give in certain ways and from this, good will be given to the world, though it is not necessarily the good that you would want to give.\n\nIt is like being in a marriage. Marriage tells you what you need to give, and it usually requires far more than you personally would have planned to contribute, which is good. It provides an environment that demands much from you and brings you out of yourself.\n\nThus, a community of Knowledge must be small, and from its own inner cohesion, it yields something very important for humanity. It is very rare that the participants within that intimate little group will see how this is being done.\n\nFor those of you who have felt an inner opening in life, could you trace how it came about? Could you account for the forces that prepared you without wild speculation? It is profoundly mysterious.\n\nWe have spoken of God as a great attraction, as a force pulling and drawing people. That is a good analogy because it allows God to be as great and as mysterious as God is. This acknowledges that God in the world is a force in motion. It is here to do something. It moves people to go along at its pace. It ignites people, sets people in motion and cares for people.\n\nYet people who begin to feel this movement can make some very dangerous mistakes. That is why they need community because it is very difficult for the whole community to make a mistake, if it is a community of Knowledge. Someone is truly looking at every moment, and this protects its members from error.\n\nAs you begin to feel true direction in life, the errors you make are very consequential because you will have power over other people. You need others who are wise enough to counter your errors, which will surely arise.\n\nGod’s Plan accounts for error. That is why the gift that is given to you is given to others as well. We give a certain gift to ten people, and if it germinates and sprouts in two people, we have done well. Then the other eight can live their lives and not feel a dreadful sense that they have failed.\n\nTherefore, at a certain point, you must find community. It can be a community with one person because that is the beginning. If you are to join a larger group, your Knowledge will indicate this. The value of community, truly, is that you begin to live life not necessarily on your own terms.\n\nThere are three stages of personal development. There is not getting what you want and being angry about it. There is getting what you want and being angry about it. And then there is following something that you are not sure you want and finding out that it produces happiness.\n\nMost people are in the first stage, so they cannot appreciate the other two at all. When you are in the second stage, you are so committed to getting what you want and so defended against anyone taking it from you, that it is very difficult to appreciate what comes next. But the fact that getting what you want is so completely disappointing is what drives you on. It leads you back to “I don’t know.” “I don’t know” is when things open up. That is when inner striving ceases for a moment, and you begin to feel there is a Presence with you.\n\nThis work is going on everywhere in the universe. When We speak of community, We are speaking of something that is extremely universal. You see, for a community of Knowledge to exist in physical life, it must be very secretive. Why? Because Knowledge and ignorance do not co-exist very well.\n\nFor community to be meaningful, it must be very, very pure because everyone who is drawn to true community has other designs as well. So you must be very sober about these things. Then you can participate without much disappointment.\n\nWhy would anyone become violent in life save that their idealism has been dashed by something? The man and woman of Knowledge do not expect much from the world because they did not come here to take things. They came here to give things.\n\nThey realize that the world is in profound distress and in profound misery, and so they do not require it to produce much. You do not walk into a hospital and say, “OK. Everyone on your feet. Attention!”\n\nTherefore, learning to give is very important. The way your Teachers give to you will convince you that true giving is alive in the world. It is a relationship of such depth, power and grace that to open to it will solve your intimacy problems with other people. Why? Because it is a greater intimacy.\n\nThe other person is still over there. You are still over here. You can withdraw. But your Teachers come to you within yourself, in the most sacred of your sanctuaries. They demonstrate that your life is extremely open by entering through a back door that you are unaware of.\n\nIt is because of their grace and their teaching that you learn to see that you are safe in such a situation. It is only when people are reckless and ambitious that they get into trouble.\n\nYou are looking for community and Knowledge because they are life giving. Community does not necessarily have to have any certain appearance. It is the force that drives it that is the significant thing. Do you know what happens to people who want to find God alone? They become extremely isolated in their thoughts.\n\nGod enrolls you completely with other people through engagement. Do you want to prepare for a greater life beyond this world? Then you must learn how to engage with others successfully because when you leave this life, you go back to your Spiritual Family, where engagement is given. It is so fundamental. You will not have a personal mind to aggravate you then, but you are not yet complete.\n\nYour learning group, your Spiritual Family, has not advanced completely, for your group must join with other groups. You are here not only for your personal development or fulfillment. You are here for your group, and you are accountable to this group. Some of them are in this world with you. If you graduate from this life, your whole learning group moves forward.\n\nHow do you graduate from life in the world? When your contribution has been completely given, then you will be complete here. But you will be here until your entire group is complete, and then you will move on to a whole other dimension of life.\n\nSo, you see, it is group learning all the way, community all the way. What is spiritual community in this life but a mere extension of your Spiritual Family? Life beyond this world must be reflected here, and yet only in a very small context to be complete.\n\nWhen Knowledge becomes strong in you, you will be moved to do certain things, and other ambitions will fall away. You must relinquish them because you are now a component of something so great and so vast you can hardly describe it or define it, but it is moving you.\n\nNow let Us talk about marriage. We want to give you this suggestion, and it will be very challenging to actually do it: Do not try to make a marriage happen with anybody; marriage will happen to you. That ought to take the wind out of that sail.\n\nYou are not cause in the universe. You are only cause in your personal universe, which is not the universe. Let marriage happen to you. It will overtake you, as if someone were chasing you and finally ran you down—probably because you stopped. This is comprehending the way of things, the movement of things.\n\nThen marriage, if it comes to you, will be so natural. It will not be this great frenzy of emotion that people call love. You will not be dazed by it. It will calm you down inside. This is marriage with something very special.\n\nYou do not need to look for marriage. You need to look for Knowledge because that is what will bring your marriage to you. You are free to make marriages in the interim as much as you like, but at great expense. God knows what you want. Your Knowledge knows what God wants.\n\nThere are people in life who demand marriage with another and it is not meant for them, so they are condemning their lives to disappointment. What can God do? People say, “I will not be happy until I have marriage!” What if marriage cannot come to them? They have established a very difficult learning situation, which only their disappointment can reveal.\n\nSo do not look for marriage. Marriage will happen. You will be drawn and it will not be so difficult.\n\nIn true community, there are rules, restrictions and limitations because a community of people needs these things to funnel their energy constructively together. The only way that this can be real is if Knowledge is the binding force. Then you welcome rules because they help you contribute more effectively and provide the way to get things accomplished. If you are not participating with the force of Knowledge, then you will respond to the rules and not to the cohesion itself.\n\nSpiritual community is quite distinct from society at large. Do not confuse the two. They are entirely different. One is for survival, and the other is for advancement of a very special kind. You do not need spiritual community for survival. You need spiritual community because your Knowledge is pulling on you to let it out.\n\nKnowledge is emerging like a pregnancy, a lifelong pregnancy. It labors and it delivers, and it labors and it delivers. It has contractions, and you have to open to let it out. Sometimes it is difficult, but it yields life into the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/spiritual-community-true-community/"
}