{
  "title": "Spiritual Truths",
  "content": "There is much presumption and misunderstanding about very basic things, which makes the direct approach to Knowledge seem more complicated than it needs to be. We speak about the development of Knowledge, relationships and world events in a very direct manner, but people are still very confused because they have assumed that spiritual life, spiritual teachers, spiritual teaching and spiritual ideas must have a certain conformity. Therefore, it is appropriate to talk about spiritual truths.\n\nFirst, it is very important that you realize that there is no absolute truth in physical life. This is very important to understand because absolute truth is reserved for an absolute state of being, and physical life obviously is not that. So instead, We have relative truth, relative to this state of being.\n\nGod is functioning here in a relative reality. It is relative here because it is changing. An absolute reality is an unchanging reality. It is a steady state and completely at peace because it is not going anywhere. You are not in that reality, nor do you even seek it for the most part here because that is not your need. You are not ready for absolute reality. It is not your step in life. You must first accomplish your task here in this relative reality.\n\nWhen people start to think that God has an absolute truth for their relative reality, this begins a form of tyranny that is very dangerous and difficult to overcome. Religious tyranny, political tyranny and personal tyranny are evident within people and within societies at large. Attempting to apply an absolute truth to a relative situation produces bondage and slavery and is completely counterproductive. Its initial intent may have been well-meaning, but soon it produces violence and attack.\n\nThe challenge for each and every one of you is to accept that you are in a stage of development and to try to not rest your sense of identity upon absolutes. You must be open and yet very firm about what you know already. This firmness and openness is the achievement. What has been discovered thus far that you know to be irrevocably true? This you must hold to with great reverence. Yet it is more a spiritual Presence than an idea, a deep sense of relationship and direction in life rather than a series of beliefs or postulates.\n\nYou cannot approach an absolute God in a relative reality. It does not work because that is not where you are. It is one in ten million people who is prepared for an absolute encounter with God. This is not the need of humanity. God is not reserved for the one in ten million. God’s Plan includes all and guarantees fulfillment and advancement in this reality that you live in.\n\nThe next stage of life beyond the physical realm will be a relative reality as well, but it will be absolute to your needs because relative truth is absolute to your needs. So do not think it is not meaningful or effective. Relative truth is tremendously effective. It is more powerful than anything you can see or imagine, and it is moving. It is going somewhere.\n\nWhat is purpose in life? It is not a definition. It is not adherence to a belief. It is moving with life. It is movement. That is what makes it relative. It is going from here to there. It is going somewhere.\n\nAbsolutes are not going anywhere. They have already arrived. There is no further movement. You are not at a place of absolute reality yet. Therefore, your attempt at absolute truth will be self-deceiving and will keep you from the true accomplishment that you could be making now.\n\nReligious tyranny will become very evident in the world in the years to come. This is the result of people holding to an absolute idea in a relative reality. It will breed violence and hatred—everything that is counterproductive.\n\nTherefore, if you are serious about developing Knowledge and reaping true satisfaction in this life, you must be very firm but very open. You must adhere to what is known now, but not believe that it is the end point. You are in movement from one place to another, so do not become settled on the way things seem to be.\n\nYour future will largely be determined by your ability to respond to events externally and to your own Knowledge internally. You cannot do this if you are basing your life on an absolute idea because the moment you do that, you stop. You are not going anywhere now. You are standing by the side of the road holding your sign for the world to see and life will be passing you by, most assuredly, for it is going somewhere. Its destiny is beyond this world because that is where you are going.\n\nYou did not come to this world to stay here very long, so you are obviously always returning. From the moment of birth you are returning Homeward.\n\nYou have come here for two reasons, and these reasons are contradictory: You have come here to hide from God because this is the place where God does not seem to exist, and you have come here to serve God.\n\nThese reasons are only contradictory because they represent the two aspects of your mind—the part of you that believes you have left God and the part of you that has never left God. The part of you that has never left God can only serve God, for you were created to serve God. It is your joy and ecstasy to serve God. It is hardly a form of bondage. It is a true delight, indeed.\n\nBut this is your Knowledge; it is not your personal reality. Your personal reality is about hiding from God, and so the world becomes a place where you learn to fill up every moment of time with sensation and stimulation so you do not have to think about God.\n\nIt is only when this stimulation begins to fail and disappoint you consistently that you turn your attention to God because after a while God is really the only thing that is left. It does not matter if God is irrational or if nobody else thinks about God. You will now think about God because there is nothing else to do. You have exhausted all of your substitutes, and so you start to think about God.\n\nYou may not necessarily think about God as God, but you will start to think about the qualities that are of God—the desire to serve humanity, the desire for peace over stimulation, the desire for equanimity over excitement, the desire for wholeness and honesty, the desire for movement and progress. This is thinking about God, too.\n\nThese are not things you think about if your primary aim is to hide. When you are hiding, you want to forget you are hiding because hiding is fearful and not really fun. You do not want to be fearful all the time, so you try to make hiding fun. But it is not fun, for you are alone and estranged in a very harsh reality that you hope will be kind to you.\n\nYou hope there is a God, but you hope that you will not meet God today because meeting God today would be too much. But you hope that God is there when you need God. It is like being a child who does not want to be around his or her parents but hopes the parents are there in case trouble arises.\n\nIt is fun to run away from home until things get dark and you become hungry. Then you want to go home because all of the motivation to run away has left you now. You seek shelter and comfort and security. But when you come into the world and you become tired and hungry, you cannot go Home because you are here. But God has come too. God tags along everywhere. So you run away and God tags along. You cannot shake God loose. Fortunately, this is true.\n\nYou cannot only believe in God and hold, “This is God’s word from this book” or “This is the way God’s reality must be in order for God to be meaningful and good.” It is not enough to simply try to resolve the seeming contradictions about God. God does not need to resolve these contradictions, for God is just God.\n\nYour world is contradictory because it is a hiding place, a place where people go who do not want to know anything. Yet your purpose in being here is to remember what you know and to support others in remembering what they know.\n\nWhen you are hiding, you think someone is going to punish you. You have been bad. It is like running away from home as a little child. You run away and you are afraid to go home because your parents will punish you. Now you have run away a long way, and it is very scary to go home. As much as you want to, it is very scary. “Oh, I cannot go home!” This is the root of all of your fear. It is beneath your psychology and so fundamental that to address it directly would separate the many layers of delusion that confront you everyday.\n\nWhen people begin an earnest development of Knowledge, they begin to encounter their root fear of God. For some reason, they have trouble doing this or that practice, even though the practices are easy. Or they are forgetful. Or if they feel the Presence, they do not want to feel it for more than a few minutes. It is too much.\n\nThere is nothing wrong with this. It is simply a time-consuming process to become reacquainted with Home. The more you are reacquainted with Home, the less significance your hiding place has for you, and the more you realize you are here to contribute something, not to get something.\n\nThere is very little the world can do for you, but there is a great deal you can do for the world. The only way you can embrace this spiritual truth is to have a profound sense of your origin and your destiny, and this cannot merely be appreciated philosophically or theologically. It must be born of profound experience within yourself.\n\nSo the first spiritual truth is that there is no absolute truth here. Do not make an absolute truth or you will put yourself in bondage and if you teach it, you will put others in bondage as well.\n\nThe next spiritual truth is that God has already established a Plan, and you cannot change it. So there is a Plan in motion already. Not only can you not change it, you cannot even understand it. For you to understand God’s Plan, you would have to have God’s Mind, which at this moment you do not have. It is like little children trying to understand why their parents go away every day to work. You do not understand. You have not achieved that level of participation.\n\nA relative reality cannot appreciate an absolute reality, even though the relative reality is moving towards the absolute. You are moving towards the absolute.\n\nPeople often like to say, “Well, I will be growing and developing forever.” But the more you grow and develop truthfully and not merely in fantasy, the more you will see how difficult and taxing it is, and towards the end of growing and developing, you become very tired of it.\n\nYou just want to go Home now. The great adventure is over. But this is not a resignation; it is the re-emergence of your true reality within yourself. So halfway through the journey, you are halfway Home already, and the more you are Home already, the more you want to pull the rest of yourself Home with you. And the more you are Home already, the more you will want to pull everyone with you. This is a natural attraction. It is not philosophy or a holy idea. Every little increment of Knowledge that you reclaim, you will naturally want to extend to others. That is all that can be done with it.\n\nThe contradiction of living in this world is that it is a hiding place. People are afraid to give and afraid to receive because when you start giving and receiving, the whole idea of hiding begins to dissolve, and you realize that God has caught up with you already. To your true Mind, this is the great reunion. To your personal side, it looks like death.\n\nThe personal side of your mind is something that you have acquired in being here. It does not know of God. You have to teach it about God like a little child, to assure it that it will be okay. Do not fight it or punish it like a bad child. Do not abuse it for being stupid. It is afraid for its own survival.\n\nTherefore, God has created a Plan already. You are either with it or you are not. It is possible not to be with it. You cannot actually be outside of it, but you can be idle within it, not participating. It is like a big dance. Many people come, but only a few people dance. Everyone else is standing around not knowing what to do. It is a very unhappy situation.\n\nYour ideas about God’s Plan will always fall short of the reality because the reality is too great and too inclusive. It includes everyone. God is very smart. God takes everything that you have made and every reality that you have imagined and sets it all into motion with a great attraction to return Homeward.\n\nWithin your own Knowledge, you have this attraction. It is the great attraction from the Creator to the Created. If you are moving with it, you will demonstrate extraordinary power and grace in this world, not because you are a special person, but simply because your Knowledge has had the opportunity to shine through. You will still have a personal side and a personal life, but there will be grace with you because grace is being released. Your treasure now is beginning to show.\n\nLet Us go on to another spiritual truth. Let Us give the truth about relationships. There are two kinds of relationships that are available to you with one another. They reflect the two aspects of mind that you possess. There are relationships for unlearning, and there are relationships for true accomplishment.\n\nRelationships for unlearning are where you come together to commit errors with each other and learn from them. They naturally violate your Knowledge because that is the error. You seek them out because they stimulate you. Your purpose in them is usually to make your hiding more pleasurable and to give you a sense of purpose, direction, involvement and relationship that are naturally lacking in a state of hiding because hiding is very lonely. And so these relationships, which are the predominant relationships in this world, are for unlearning and undoing. They are disappointing, but they are very, very illuminating because they teach you wisdom and they teach you to value what you know.\n\nThe other kind of relationship is for people who know they are going somewhere and who join together to go somewhere together. They are joined because they feel the Presence and because their lives are truly compatible. These relationships are rare, but they are available to everyone. They are for real learning and not for unlearning.\n\nUnlearning eliminates things. Real learning adds things. These relationships are for adding, but not just things of this world. They are for cultivating Knowledge and for bringing forth things that have a permanent result. They are not just between a man and a woman and are not exclusive to husband and wife. Their highest expression is devotion, for devotion emanates from Knowledge if it is true. Devotion is not based on personal preference or attachment. It is something that emanates naturally. You do not have to try to be devoted. You either are or you are not.\n\nSince God is calling you to go somewhere that you are going anyway, the more you feel you are going somewhere, the more you have real criteria for relationship because relationship is for participation.\n\nEveryone must go through unlearning in relationship, but if this unlearning continues far into adulthood, it limits your opportunity to experience true bonding.\n\nYou will give up so little to gain so much. You do not have to be celibate and live in a monastery, but you will need to relinquish many of your ideas because they are inappropriate for true association. There is a certain sadness in giving up ideas, but ideas are so limited and minimal compared to life itself.\n\nThis leads to the next spiritual truth. There are only three things in life in this world—there are thoughts, there are images and there is Presence. Thoughts, images and Presence. That is it.\n\nAs you learn to observe yourself, you will start to see that you are experiencing mostly your thoughts, and you are valuing mostly your images. Self-observation makes this most evident because you see that what you are reacting to is something that is not even there. The more you learn to experience and follow Knowledge in life, the more you value the experience of Presence because Presence teaches you what is actually there. Your thoughts about it and your images of it are secondary.\n\nFor instance, perhaps you meet someone you are very attracted to and you decide, “Oh! I have not felt this way in so long. I am going to be with this person. It feels so wonderful!” You have thoughts and you have images, and they are wonderful thoughts and images. You are with this person, and they excite your thoughts and images. Then at some point later on you find out who the other person is, and it is disappointing. They are not quite as glamorous as your thoughts and images. You were in love with your thoughts and images and discovered the person later.\n\nBut when you are with Knowledge, you discover the person first. Whatever thoughts and images are acquired are based upon experience of the person—their presence, their being and their mind. Your relationship is based upon whether you are going in the same direction and if you can go together. This is wisdom in relationship.\n\nYou cannot fall in love with someone and hope to go in the same direction together. If you are going in opposite directions, then so be it. You may still love them intensely because you love their presence, but you must set them free to participate in life. You will see them later. Remember, this is only a temporary visit here. When you are back on the other side, you can reminisce.\n\nSo what you experience in this world are thoughts, images and Presence. There is nothing wrong with thoughts and images except that they dominate people’s experience. You will have thoughts because you have a mind, and you will have images because you have senses, so you cannot eliminate these and be in the world.\n\nBut if they predominate, then you will not feel the presence of anything. You will not feel your own presence, the presence of another, the presence of life or the movement of life. You will not be present for anything. You will be completely absorbed in your own internal process. Therefore, the objective of your true Teachers is to take you out of this self-absorption and to re-engage you meaningfully in life. There is nothing but expectation and disappointment in being involved with your thoughts all the time.\n\nLife is going somewhere. Do not let it go without you. Presence will always move you because it is going somewhere. It is not fantastic images; it is experiencing the presence of another. It is experiencing someone else’s reality directly, not only intellectually. Then you can look and see if the person who attracts you so strongly is going where you are going because you have a sense of going somewhere yourself.\n\nMost people do not have a sense of going anywhere, and they hope that their romance will provide some direction. And so there are two people not going anywhere waiting for the other to lead the way, hoping circumstances will require them to go somewhere. “Well, if we have many children, that will require us to do something.” That is valid. But for you who have shown interest in Knowledge, it will not be enough to let your circumstances completely dictate your movement in life.\n\nLet us go on to the next spiritual truth. You are not alone in your efforts to cultivate Knowledge. Members of your Spiritual Family who are inherently related to you are assisting you, both from beyond your visible range and within the world itself. Therefore, do not think you have to rely on your own efforts alone to achieve greatness, which is actually just naturalness.\n\nSo you have Teachers and you have assistance. If you want to be alone with your thoughts, you are free to do so because you can do that in a hiding place. Your mind is your only hiding place. Even this physical world, as difficult as it is, is not really a hiding place. So the only place you can hide is in your thoughts. If your thoughts begin to open up and clear away a little bit, you will see that there are many people looking at you, very lovingly. This is your Spiritual Family. This is direct experience of relationship. This is life.\n\nThe only place you can hide is in your thoughts. You can think from the moment you awake to the moment you sleep and never be outside your thoughts. So it looks like you are completely alone in your thoughts. It is only when something dramatic happens to you and snaps you out of your thoughts a little bit that you have a moment to experience yourself in life.\n\nYour Inner Teachers are with you, though they may never become known to you in this life. Only if you have been given a calling and have responded to it will their presence become stronger because you will need to know that their assistance is with you in a very demonstrative way.\n\nMany people will not accept help, and so they must be given gifts without knowing where the gifts come from. Their efforts, if they are truly motivated, will bring them into true relationship anyway. They will realize that what they have done was the product of relationship and not the product of an individual, for individuals do not accomplish anything.\n\nThere is no individual creativity in the universe. Creativity is a natural by-product of relationship, whether it is relationship you see or do not see. “Creative individual” is a contradiction in terminology. There are only creative relationships. Somewhere, someone has connected to something else that is real, inherent and genuine, and this produces a remarkable contribution. This is creativity, and it is very exciting because the individuals involved realize they are part of something greater that is working through them.\n\nTrue marriage is creative. True friendship is creative. True religion is creative. True work in the world is creative. Why? Because each joins you with something that yields something greater than what you alone could produce.\n\nNow, as it has been said, the fundamental fear in all people is the fear of God, the fear that God will catch up with them and punish them. So subliminally, God is like the devil who will punish you and persecute you for being so stupid. Or there is the belief that when God shows up, you will have to give up everything in the world that is fun and that you enjoy. This represents another form of persecution because God will take it all away and make some kind of unhappy cleric out of you. This is very ridiculous, of course, but it is at the core of most people’s thinking. That is why people accept absolute ideas, but not God.\n\nGod’s service is everywhere. It moves through so many channels. Why does it do this? Because it is a natural force of attraction. It is like gravity. It finds its way through everything. It will rearrange physical reality to accommodate it, not because it is meddling, but simply because it is a natural force that attracts.\n\nWhat are Spiritual Families but groups of individuals who have joined together out of this attraction and who, in a higher state of reality, will join with other great groups? Like rivers joining together on their way to the sea, there is a greater association based upon natural attraction, which at higher spiritual levels becomes increasingly powerful.\n\nHere you increasingly become the contributing force that you truly are because there is nothing else to do. You are being reclaimed slowly, but while you are being reclaimed, you are also contributing to everyone and everything, and this redeems your own value to yourself. You cannot return to God if you are a stupid idiot. You would be too ashamed. You would not have capacity for the relationship. So in all stages of your reclamation, you contribute gifts of value, and this redeems your value.\n\nYou must return to God as part of Creation, not as a miserable person. God does not know about miserable persons. God did not create miserable persons, but God will attract the miserable person nonetheless because God is everywhere, and the attraction to God is everywhere. It cannot be escaped forever.\n\nThe next spiritual truth is that the curriculum that is given on an individual level is quite specific. Many people need a very regimented life with tremendous self-discipline and structure in order to achieve anything, to gather their resources internally and to organize their thinking and affairs. Other people need to give up all regimentation and confront space, nothingness and openness directly.\n\nEveryone is in a hiding place, but God has the key. Different keys fit different locks. How can God know what to do for each person? God does not have to figure out your dilemma. God just attracts you and your dilemma falls apart. That is the genius. That is how life works. God does not need to figure out all of the complexities of your problem and all the issues of your life.\n\nYour Inner Teachers do not stay up nights thinking about how they are going to rescue you from the next error you are about to commit. They are simply with the attraction. They amplify the attraction and they express the attraction. That will undo all of your errors.\n\nGod is pulling you Home. Even the overwhelming threat of this world and all of its attractions, fears and inducements that seem to dominate every moment of your life are nothing compared to the pull of God.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/spiritual-truths/"
}