{
  "title": "The Spiritual Families and the Plan of God",
  "content": "Your presence in the world here is not an accident. You were sent here for a purpose. This purpose remains hidden within you, kept safe by the deeper Knowledge, the deeper Mind that God has placed within you.\n\nThis purpose is very specific. It is here to accomplish certain tasks with certain people, to serve the world both in your time and for the times to come. Its reality exists beyond your intellect and beyond intellectual speculation. It is a mystery for you to discover and to express.\n\nThis purpose is not reflected necessarily in your goals and ambitions or even your personal interests. They may reflect aspects of this deeper purpose, but they themselves cannot define it, for it exists beyond human invention. It exists beyond an individual’s preference. It is not based upon desire or fear.\n\nShould you follow Knowledge and be able to discover this greater purpose for yourself, your whole life will begin to make sense, and your deeper inclinations and the lessons you have had to learn in life will all now have a true context, and you will see the connection between them. This is entirely natural, but at the outset it will seem confounding and mysterious.\n\nThe world has so many distractions and seductions. It has so many difficulties and requirements that it is not expected that you alone would be able to discover this Knowledge for yourself or the greater purpose that it contains.\n\nGreat assistance is available to you—assistance both from within the world and from beyond. There are certain individuals who have come into the world to assist you, for that is their purpose, as it is your purpose to assist them. And there are those who will remain beyond the visible range of your life who are also here to assist you.\n\nYou live in a seeming state of Separation where you think you are an individual alone. But in reality you are part of something much greater. You are part of a Spiritual Family, a Family which must now raise you so that you can be prepared to discover and to express this greater purpose that has brought you into the world.\n\nGod knows that you cannot do this alone, that you will need great companionship, and you will need inspiration from beyond the world as well.\n\nThe God of the universe is not there to provide this to you personally. Instead, it is provided through a network of relationships, a network that exists already, a network that is so great and so far-reaching that you cannot comprehend it intellectually. But you can and indeed must experience it directly.\n\nWhen people speak of experiencing the presence, a spiritual presence, what they are really referring to is the presence of their Spiritual Family—that specific group that is here to assist you in this great discovery, a group that has sent you into the world, a group that you are connected with intrinsically at a much deeper level.\n\nWhile you may make lasting associations with people in the world, you may make contracts with them and bond with them, you may attach yourself to them out of desire or fear, you may even marry one or more of them, but the bond you have with your Spiritual Family is deeper and more pervasive. It is not built upon your experience of the world, for it was established before you came and will exist after you have departed this life.\n\nYour Spiritual Family is one of the great teachings of the New Message from God and a revelation of what spirituality means within a larger panorama of intelligent life in the universe. For your Spiritual Family contains individuals who are not only human but represent other races as well. For God’s Purpose is not simply to unite and uplift humanity, but to unite and uplift all intelligent life in the universe.\n\nThat is why it is incomprehensible to you. That is why it extends far beyond your current religions and religious understanding and religious teachings. For it represents God’s Plan within the universe itself.\n\nThis is important for you to understand now because humanity is standing at the threshold of space, and it will have to contend with various forces from this Greater Community of intelligent life, both now and in the future.\n\nThis is beyond your current concerns and preoccupations, but it has everything to do with why you are here in the world, and where the world itself is headed, and the great challenges that humanity will have to face in the future—challenges beyond anything that humanity as a whole has ever had to contend with before.\n\nTo understand God’s Work in the universe, it is necessary for you to consider the meaning and the reality of your Spiritual Family. If you were connected only to humankind, then God’s Plan would not connect you with life in the universe. You would have no real intrinsic bond with life beyond this one world, which is like a pebble, a grain of sand, in a beach that extends beyond what you can see and know.\n\nRedemption in the universe is not for humanity alone. It is not for this one tiny planet alone. It is not for one individual alone, most certainly. Again, this extends beyond your range of awareness and concern. But it has everything to do with who you are and why you are here.\n\nFundamentally, you were sent here to serve the times in which you live. Your service extends not only within the realm of your understanding and your particular activities and engagements with other people. It extends beyond this to support the evolution of humanity and to help prepare humanity for its emergence into a Greater Community of intelligent life.\n\nYou can see here how people’s religious beliefs and understanding are so incomplete, how they are only a great guess and may only encompass a small part of their true purpose and value in the world.\n\nGod’s Will is for humanity to emerge into this Greater Community of intelligent life as a free and sovereign race, independent of foreign manipulation and domination. This is not a problem perhaps that you have ever considered, or think to be important, or to which you would give priority concerning the other problems and issues that concern you today.\n\nBut it represents the destiny of humanity. For this freedom and this sovereignty and this independence will be difficult to establish and to defend in a universe where freedom is rare and where competition for resources is extensive and intense.\n\nYou see yourself in such a small light, and your understanding is so incomplete. But God understands this. It is to be expected.\n\nYou have come from a greater life to a far lesser existence here in the world, and in order to adapt to this existence in the world, you have lost much of your former awareness and capabilities. Much of this awareness and these capabilities must be established and regained if you are to comprehend your true nature, if you are to comprehend your greater work in the world and if you are to comprehend the movement of the world, if you are to comprehend human destiny.\n\nThe religions of the world cannot account for this fully, for they were given at a time when humanity had not yet reached this great threshold. They were given to establish a foundation, a moral and ethical foundation, for how to live in the world and how to promote human unity, human cooperation and human compassion. They laid the foundation for a greater human civilization beyond the sphere of one tribe or one group alone.\n\nBut they cannot prepare you for the great threshold of emerging into the Greater Community. And because they are currently so fractured and divided within themselves and between one another, it is very difficult for them now, given the weight of history and culture, to promote human freedom, unity and cooperation effectively.\n\nYou see, your life now is not simply in this one world. Your destiny is not simply in this one world. For humanity is emerging into a Greater Community of intelligent life. Contact has begun. But it is Contact with dangerous races who are here to intervene and to take advantage of a weak and divided humanity.\n\nThe vast majority of people are far too preoccupied with themselves, their current circumstances and their conflicts and contentions with one another to see the great challenge, to recognize the nature of this Intervention that is occurring in the world today.\n\nYour Spiritual Family is with you. There are other individuals in the world who are looking for you, and you are looking for them because it is natural for you to do this. You have a great attraction to one another.\n\nDo not think that every person to [whom] you are attracted or who impresses you is part of your Spiritual Family. Even the great weight of personal attraction cannot account for the deeper meaning and the pervasive nature of this connection with these certain individuals who are destined to be part of your mission and purpose in the world.\n\nYou have not yet the skill to recognize them or to discern them from the many other attractions that preoccupy you and that intrigue you. But as you become stronger with Knowledge, as you take the Steps to Knowledge to build a connection between your thinking worldly mind and your deeper spiritual Mind, the Mind that God has created in you, it will draw these individuals to you.\n\nEven if they are on the other side of the world, you two would try to find a way to one another. And there will be more than one, for this is not simply meant to be a marriage, a union between two people, but a greater association, though if you are married, it will be only to one person. Yet you have a greater association. This is your Spiritual Family. It is not simply a romance with one person.\n\nBeyond the world, there will be those who will guide you and assist you—to support you in not losing yourself in your fears or your desires, and not giving your life away prematurely to situations and relationships that have no greater promise; to give you the strength, the courage, the patience and the forbearance that you will need to prepare yourself and to lay down a foundation for a greater life in a radically changing world.\n\nMany people in many different traditions are encouraged to yield to God, to follow God, to follow what God has established, to follow the precepts of religion, to believe in ancient stories, to believe in the lives of the Messengers, the saints and the avatars. And, of course, people reject this or attempt it with varying degrees of fervor and commitment.\n\nBut the real nature of your spirituality is to be of service in the world, to bring something from your Ancient Home here, to support humanity’s future, its evolution, its unity, its compassion and its care for the world itself.\n\nYou are not here because God hates you or has rejected you or that you are sinful. Your life is full of error, of course, because you are not yet connected to Knowledge. You have made many mistakes, of course, because you have not yet discovered Knowledge, which will prevent you from making these mistakes and will protect you and guide you in the future.\n\nGod knows this, of course, and does not condemn you for your errors. But it is essential that you gain contact with Knowledge within yourself, the deeper thread of truth of your life, the greater Intelligence that God has placed within you to guide you and to protect you and to lead you to your greater work in the world. This will bring into your experience and awareness the presence of your Spiritual Family, those beyond the world and those within the world.\n\nYour life here is not simply to worship God or to please God. For God will only be pleased, really, if you can fulfill your mission here, if you can realize your greater service in the world, if you can bring your life into focus, harmony and order to free yourself to discover this greater work and to carry it forth, and to do this with as much compassion and wisdom as possible.\n\nYou do not need to be a religious person to do this. You do not even need to be part of a religion to do this, though that may be appropriate for you. It is not based on one’s allegiance to a religious institution or teaching that establishes the meaning of your greater purpose here.\n\nAs We have said, this purpose will remain mysterious even if you have advanced in your experience and your expression of it. You may be a Christian. You may be a Buddhist. You may be a Muslim. You may be a Zoroastrian. You may be Hindu. Yet your greater purpose is beyond these definitions, for it is established by God and not by man, not by history, not by tradition alone. You may serve within these traditions or beyond them, but they themselves are not the defining issues.\n\nPeople, of course, do not understand this. They think that your religious commitments and views define who you are and even define your relationship with God—whether you will be saved or not, whether you will be redeemed or not, whether you will be favored in some end point or not. But this is a human invention. This is a human perspective. It is born out of human psychology, human needs, human fears, human desires and aspirations.\n\nYour true purpose is created by God. It is not a human invention. It connects you with life in the world and life in the universe. For you do not know what redemption really is or how it can be accomplished or what it even means. You do not know what your Ancient Home represents. You just think it is a better version of what you are experiencing now, if you think of it at all.\n\nThere is the reality of God’s Purpose and Creation, and then there are the limits of human understanding and human psychology. Never forget the difference here, for if you do, you will transgress your boundaries, and you will not see the nature of your own ignorance or presumption.\n\nMaintaining this openness and this humility is important. It is essential in order for you to progress and to prevent you from becoming a force of dissonance in the world, a force that hurts other people, a force that actually works against the Will and the Plan of God.\n\nReligion has been guilty of these transgressions throughout history, within every culture and within every religious tradition. It is the problem of the ignorant trying to assume the profound. It is the mistake and the error that people make in trying to determine God’s Will, Purpose and Presence according to human values and expectations, according to the conflicts inherent within human psychology.\n\nGod understands this limitation, but many people do not. God understands your predicament and why, without the guiding presence of Knowledge within you, you could only make mistakes and could only come to false or incomplete conclusions.\n\nThat is why your Spiritual Family is with you. That is why you have a destiny with certain individuals who are in the world today. That is why there is a presence with you, for your Spiritual Family is with you.\n\nThat is why Teachers have been assigned to you, to help to guide you and direct you and to warn you if you are about to make a serious mistake. They do not control your life, but they are here to be a positive influence, a redeeming influence, an influence that gives you great reassurance, great strength and great confidence and helps you to avoid the calamitous mistakes that you would make without their presence and their influence.\n\nWhen you are living in the world, you are always courting disaster. You are always at risk of giving your life away prematurely or entering into some kind of slavish arrangement through your work or your personal relationships. You are always subject to other people’s influence, demands and expectations.\n\nYour thoughts and your beliefs are established largely beyond your control by the passions, the assumptions and the demands of human society around you. Instead of being God’s Creation, you become merely a product of your culture, its values and expectations and its religious influences and predispositions.\n\nThis is what the world makes of you. This is how the world creates you into something so different and foreign from your true nature. This is how the world conditions your thoughts, your beliefs, your allegiances, your attitudes and your prejudices.\n\nYou think you think for yourself, but really you think according to what your culture has taught you to think. Even if you rebel against this, even if you are a rebel in your own culture and society, it is still determining your response. You think you are becoming free from it, but it is still governing you. Whether you agree with it or contend against it, it is still determining the engagement.\n\nA rebel can be just as much a slave as one who adheres to their culture. It is not until your Knowledge begins to emerge within you that you truly can become free—free from the restraints, free from the beliefs, free from the overbearing weight of culture, family and even religion which turn you into something that is alien and foreign to who you are, that disassociate you from your deeper and truer inclinations and that commit you to people and situations that have nothing to do with your greater purpose for being in the world.\n\nThat is why your Spiritual Family is an influence and a presence. For without this influence and this presence, you would become merely a product of your culture. Whether you conform or rebel, you will still be a product of your culture. Your thinking will not be your own. Your values will not be your own. You will not even know your true nature. And true integrity will be beyond your reach, even if you value honesty and personal accomplishment.\n\nEven if your government gives you freedoms, even if you are affluent, even if you have opportunities for personal advancement in your culture and nation, you are still a slave to other forces. You are a slave to your sexual urges. You are a slave to your financial needs. You are a slave needing the approval of others whom you think you need.\n\nYou are driven to marry before you are ready. You are driven to have children before you are really mature enough to assume this responsibility. You are driven into forms of work that cannot in any way support your greater service in the world. You are driven into groups and allegiances whose values are not your own. You are driven to commit your time and your resources and even your devotion to things that will not be a part of your greater purpose, should it ever arise in your awareness.\n\nYou are driven to assume beliefs in God that have little to do with God’s real Presence, Purpose and activity in the world. You are driven to identify with your body, with your personality, with your traits, with your beliefs, with the peculiarities of your nature—all the while missing the greater experience of your true life and purpose and nature here.\n\nDo not, then, underestimate the power of these forces in the world. If you can objectively look at others, you will see their immense impact. You will see their overarching influence. You will see how they condition and condemn people to lives of misery and servitude, and how even religion itself is used by governments as a weapon. Even the belief in God now becomes political and corrupted.\n\nYou either serve your social conditioning or you serve the greater purpose that God has placed within you. You either follow your social conditioning or you learn to follow Knowledge. For this is the power that God has placed within you to free you and to guide you and to prepare you for a greater life, which is your destiny here.\n\nYour thoughts and your understanding, your passionate beliefs—these things must take a position behind Knowledge. Knowledge must guide you now, not your passionate beliefs or great assumptions or associations, if you are to be free to discover this greater purpose and to experience the presence of your Spiritual Family, who abide with you even at this moment.\n\nYou have the opportunity here to gain a greater understanding, a greater experience of the nature of your deeper spiritual reality and the Presence, the Purpose and the activity of God in the world.\n\nGod is not focused on this one world exclusively, but has set in motion a Great Attraction throughout the universe to redeem the separated everywhere in the countless races of beings who inhabit this Greater Community of intelligent life—a Plan so great, so profound, so expansive and inclusive that no individual could ever comprehend it. You are a part of this.\n\nThis is beyond belief. This is beyond assumption. But it is not beyond your experience, for it includes you intimately and appropriately.\n\nIf you can live with Mystery, if you can leave your life open, if you can respond to the power and presence of Knowledge that God has placed within you, if you can proceed without presumption, without needing to control everything around you, without needing to adhere to strict beliefs, then you can proceed. Then you can learn. Then you can yield to the greater power within you to which you must become faithful.\n\nIt is your teacher now. It is your guide now. It will show you the true meaning of life and your relationship with the Divine and who you are in this world, what you are here to do and how to recognize those who were sent into the world to assist you from all other forms of attraction. It will free you from the dominance of your conditioning and will give you eyes to see and ears to hear.\n\nIt is only with this greater awareness, this growing awareness, this humility, this openness, can you comprehend the life of a Jesus or a Muhammad or a Buddha or all the great saints and Messengers who have been sent into the world to keep Knowledge alive within the world, and to help and assist humanity in moving forward, to establish human civilization and to prepare humanity for its great future, both within the world and in the Greater Community itself.\n\nThere is a New Message from God in the world. It resonates with all the Messages that God has ever sent into the world. And yet it presents wisdom and insight and comprehension beyond what has ever been given to humanity before.\n\nFor you stand at the threshold of the Greater Community now. You cannot be foolish and divided in the face of this greater panorama of life if you have any hope of maintaining your freedom there. There are other forces intervening in the world who seek to gain control of the world and the world’s peoples. For you live on a beautiful planet, a planet that is valued by others. You live in a world that is a gem in the universe, a world that you are despoiling and exploiting. And others seek to intervene to preserve this world and these resources for themselves.\n\nYou are the foolish stewards of a beautiful place. You must unite to protect it and to safeguard it and to learn to use it wisely or it will surely be lost. It will surely be lost to others.\n\nIf you understand nature, you will understand what is being said here. Humanity could lose its pre-eminence in this world, could be displaced by others, could be enslaved and corralled by other forces.\n\nThis is, of course, beyond your range of concern and even your ideas, but this is the great threshold that humanity is approaching. It is this that the New Message from God reveals and warns you against to raise your awareness, to open your eyes to your true predicament in the world and the predicament of all of humanity and the great challenges and opportunities that lie ahead.\n\nIf you cannot respond to this prophecy, if you cannot see it, if you cannot even entertain it because of your preconceived ideas, because of the weight of your social and religious conditioning, then you will enter the future blind and unprepared, asserting your beliefs, asserting your national pride, but unaware of the greater forces in the world and the greater challenge to your freedom and to the freedom of all who dwell here.\n\nYour Spiritual Family exists. It is there for you. It is a powerful influence if you can open yourself to it. It is part of a Greater Plan that humanity has not yet been able to comprehend. It is the Greater Plan that has brought all the world’s religions here and initiated them. Even though they have been changed and altered and misused by people throughout history, their greater purpose represents a Greater Plan, a Plan that only a few in the world have been able to comprehend with any degree of real clarity.\n\nIf you are to serve God, you must stop pretending that you know God. You must stop pretending that you understand God’s Presence, Purpose and activity in the world. You must have the humility to do this. You must have the honesty to do this. You must have the restraint to do this.\n\nOnce you think you know the truth, the truth escapes you. Once you believe that you know God’s Will and Purpose in the world, you will stop listening to God’s Will and Purpose in the world. Once you think you have the answer, you will stop asking the questions that must be asked. You will become blind and stupid and foolish and will lose your connection to the Divine. You will close the door to God’s Wisdom and Guidance that flow both within you and beyond you.\n\nLet this not happen. Let yourself not be a product of your culture. Let yourself not be a slave to the predominating forces in the world. Let yourself not fall into the trap and the ease of simply holding firm beliefs. Let yourself not be corralled and seduced by the demands and admonitions of others.\n\nYou have a greater allegiance in the world that transcends all of your human associations. You have a greater allegiance to God, who is not merely the God of this world, but the God of all life in the Greater Community in which you live, God of all life in the universe—a universe with innumerable and countless races of beings, so varied and so different from you.\n\nTo understand God now, even to have an approximation, you must consider God within this greater context, a God of the Greater Community, not a God of your history, not a God of your great stories and tragedies alone, but a God of all life in the universe, not a God that simply reflects your human ambitions and values and inclinations, but a God beyond them altogether.\n\nPeople want God to be like them, to be kind of a superperson—reflecting their values, their intelligence, their psychology and their needs, concerns, fears and aspirations. But how can a God of the entire universe meet these expectations? They ask God to be something other than God. They want God to be a fulfillment of human expectation. They want God to meet the criteria that human beings establish.\n\nClearly, this is false. Clearly, this cannot be. Clearly, you must come to understand this and to moderate your views, if necessary, to have the freedom to comprehend this and to consider it deeply for yourself.\n\nThis is not simply a human error, of course. It is an error that is made by races throughout the universe. It is the result of Separation. It is the result of living without Knowledge.\n\nGod has placed Knowledge in all sentient beings. Therefore, the calling of Knowledge and The Way of Knowledge are what religion means in a more universal sense. If you were to ask “What is religion in the universe?” what it is is The Way of Knowledge and the calling of Knowledge, for this is the calling of redemption that God has placed within all sentient life.\n\nRegardless of the form that individuals have taken, or the appearance of their cultures or their physical environment, their physical appearance, or their individual or collective aspirations, this is the greater calling in all of sentient life.\n\nThis is the calling within you. It transcends belief and religion. It transcends human understanding. It transcends human history. And yet it dwells within you as a simple power, a great attraction, a great yearning of the soul.\n\nSo simple and clear it is, so uniform and so complete. It is not swayed by your fears or your desires. It does not make compromises. It is not something that you or any other person can manipulate for your own advantage. That is why it saves you. That is why it redeems you because it is beyond human invention and manipulation.\n\nYou can only follow it to know it. You can only carry out its direction to see its wisdom and its power. You can only learn restraint to hold yourself back from moving against it or away from it.\n\nThis is the meaning of your spiritual work and practice: to take the Steps to Knowledge. For only Knowledge knows why you are here, who you must meet and what you must accomplish. It is because Knowledge is the gift of God, a gift that you are only now beginning to discover.",
  "audioUrl": "https://www.newmessage.org/av/the-spiritual-families-and-the-plan-of-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/spiritual-families/"
}