{
  "title": "The Reality of Your Spiritual Family",
  "content": "Everyone in the world is born into a family. Even if that family has been lost or has been broken up, even if you do not know your parents—if you are orphaned or even given away—you are born into a family.\n\nFor most people, this family relationship is fundamental to their upbringing, to their conditioning, to their thinking, to their orientation to the world and to their understanding of themselves as a part of a society. So the idea of family is fundamental. In some cultures, it is emphasized more than others, but it is still a central focus.\n\nIn life, you have two families. You have your physical blood relationships, particularly your parents and your siblings, who bring you into the world and who hopefully prepare you to be in the world—to give you a place, and a role and an opportunity to survive and to advance here.\n\nBut you also have a Spiritual Family, a family that helps to raise you in your greater understanding of yourself. Here you are not born into their care, like you are your physical family, but instead they come to you. You encounter them. And they have a great impact on stirring a deeper awareness within you, a deeper understanding and the deeper Mind that God has placed within you—the Mind of Knowledge.\n\nSpiritual Family is very mysterious, hard to understand. These are very special individuals who are destined to encounter you when you are ready, when you are able to receive them. And their upbringing really has to do with your greater purpose for being in the world. They represent a greater association of which you are a part already—an association that up until this time, you have not been mature enough to understand or to receive.\n\nPerhaps in your life already there has been an individual here or there, perhaps a real teacher or a minister or a priest or a very wise person—within your family or beyond your family—who has spoken of a deeper reality within you in such a way that has stirred you. It has stimulated you. It has affected you in some way that nothing else can.\n\nIt is not like you heard a wonderful idea from someone in conversation or in a lecture or a book. This person has recognized you at a deeper level, and it has had an impact upon you. This is only the very beginning of being able to experience your Spiritual Family, a greater association on a larger level.\n\nFor God knows that your immediate, worldly family cannot raise you spiritually, cannot call out of you your greater purpose in life, cannot even really recognize this within you. For even within the family unit, this is very rare. It is rare that perhaps one of your parents will see something in you that requires a greater understanding, a unique preparation.\n\nPerhaps you would hope that every parent would have this ability to recognize a greater gift within their children, but alas it is not the case. It is a rare occurrence and extremely valuable whenever it can happen.\n\nPerhaps it is a grandparent or an uncle or a cousin or some other person in your extended family who has the ability to recognize something in you that even you have not recognized, that you have not discovered for yourself. So you must see there is a great distinction here between your worldly family and your Spiritual Family.\n\nNow when we present this idea of Spiritual Family, it is difficult to understand, and people tend to make a lot of mistakes regarding it. Upon hearing about this and contemplating it at first, some people will say, “Oh, I like my friend so very much. He must be part of my Spiritual Family” or “I am in love with this person. We are going to be married. They must be part of my Spiritual Family.” Or you might say, “Oh, I get along so easily with this person. They must be part of my Spiritual Family.”\n\nBut this is incorrect. This represents a confusion. It is understandable and predictable, especially at the outset. For you have not gained the maturity yet, or the ability, or the self-awareness, to discern someone from your Spiritual Family who is being sent to assist you in making progress.\n\nThis progress is not simply worldly accomplishment—being able to establish your position in society, a meaningful work and so forth. It has to do with the memory that you are here for a greater purpose in service to the Creator of all life and to your Spiritual Family, most of whom exist beyond the world—your learning group that you have advanced with, not only in this life but in times before.\n\nThis is a new idea being presented to the human family. And it will seem very confounding. People will make lots of assumptions and associations regarding it, but they do not really understand it yet.\n\nIf you could see your life within the Greater Community of worlds, within the universe itself, and recognize that you have had a history in this Greater Community, that you are not only a human being, that this life is not the only life—if you could see yourself within this far greater context, then you would begin perhaps to understand that you have relationships beyond this world, beyond this life. And if you could consider that without weaving a lot of fantasy, then the idea of Spiritual Family will perhaps, hopefully, be something you can consider in a genuine way.\n\nThis is one of the mysteries of life and of your life and of every person’s life here. There are many things that humanity as a whole has not discovered about the nature and evolution of life. It has only been recently that the nature and evolution of life has been understood at a biological and physical level.\n\nBut you are not simply a physical being. You are not simply an animal living on the earth. You have a conscience. You have an awareness of the future and the past. You have an imagination. You have a creative ability. You are not simply fulfilling a function in nature. Therefore, you are connected to life and to nature at a greater level, even if you are unaware of this, which for most people is the case.\n\nSo humanity as a whole, and society at large, has a very limited understanding of nature and evolution, for the human race has just not advanced that far. It is still primitive and tribal. It is still very focused on survival and competition with one another. It has not advanced beyond this rather primitive state that the other worlds and nations in the universe that have made this advancement [have,] even though they are not very common.\n\nGiven the abundance of life in the universe, they are not very common. But wisdom is not very common. The power and the presence of Knowledge that God has placed within each person, the manifestation of this is not very common.\n\nIt is as if the entire human family is sort of in early middle school in the evolution of life. You are all sort of in the fifth grade. You are struggling to learn, and you are making lots of mistakes, and tragedy is occurring everywhere, and deprivation is occurring everywhere.\n\nBut as a whole, you have not advanced very far, given what God has really created in you and the potential for humanity in the future, particularly as you gain an awareness of your place in the universe and are able to develop the skill and discernment necessary to engage with other nations and races of beings in the universe, which you are destined to do and which represents one of the great thresholds that humanity is facing, even at this time.\n\nGiven your daily life and circumstances, this all seems fantastic and unbelievable, and perhaps you like it or you do not like it, but it seems irrelevant to your life.\n\nBut in essence your Spiritual Family, your life in the Greater Community, has everything to do with why you are here in the world at this time. And it has everything to do with the future of humanity and whether humanity as whole and human civilization as a whole will be able to survive and advance in the future.\n\nFor the world is emerging into the Greater Community. It is part of the evolution of humanity. And this evolution will be taking great steps in your lifetime here.\n\nFor you now it is important to understand that you live life at two levels—the life at which you think and the life at which you know, the life of the mind and the life of Knowledge, or Spirit, within you. Therefore, you have family at two levels. You have the family at the level of your mind and your body, your worldly family. And you have family at a greater level, your Spiritual Family, a family connected to Knowledge and greater purpose in life.\n\nYou who are hearing these words, you who are receiving the Voice of the New Message from God, you must learn now of this. For you are learning a greater dimension of nature and reality. It has to do with your greater purpose in the world, your deeper nature and those who will support and assist the realization of this deeper nature and this greater purpose.\n\nFor now, this should not be a topic of conversation with other people. Do not go around talking about your Spiritual Family. Do not use this as a subject of conversation or speculation. But instead keep it sacred within your heart, realizing you do not really understand it yet, but that it holds importance for your deeper life and for your greater understanding.\n\nAll things sacred should be held in this manner. They should not be debated and argued. They should not be brought up in conversation, except very rarely, and then only with certain individuals.\n\nThere will be those you are waiting to meet who help to activate your awareness of yourself at a deeper level. It is not just their ideas that will stimulate you. It is their presence. It is something about them. It is something about your engagement that stimulates an ancient memory within you and a reoccurring feeling that you are here to do something greater.\n\nDo not worry that everyone around you does not seem to be interested in this or responding to this, for this must happen at the level of the individual. This self-realization, this deeper awareness, this deeper nature, is discovered on an individual basis. You cannot go out and tell everyone about it and hope for any kind of acceptance and recognition.\n\nThis is what it means to be called from God. A calling is not simply you heard a voice and you decided to do something. A calling is when you are called out of your normal awareness and circumstances to receive something greater and more remarkable. Yet this calling is very humble. You are not asked to become a saint or a leader or an avatar or someone who is powerful, all knowing.\n\nA calling is very simple, very humble, but it speaks of a greater reality within you because you are here to do something greater—not greater in the sense of being magnificent, but greater in the sense of it being beyond your normal range of activities, greater in that it speaks to a greater awareness and motivation within you.\n\nHere there is a tension between your worldly family and obligations you have here and your Spiritual Family, which speaks of your responsibility to God. Let us speak about this now.\n\nMany people in the world, if they have a functioning family—even if they have a very healthy and supportive family—will have family responsibilities and obligations. Under normal circumstances, this is fine. It is understandable. It is even necessary in order to support the social fabric. It is necessary to sustain human civilization even, as well as your local culture and society.\n\nBut when a person receives a calling, when they meet someone from their Spiritual Family, when they are stirred or something awakens within them that is something fundamental to their nature and their purpose in the world, now they are beginning to respond to a greater responsibility and obligation—something that is greater than their obligations or responsibilities to their family and to their local culture. This can create a great conflict, and in most cases it does.\n\nEven the great Messengers who have been sent into the world, even they experienced this conflict, this friction, between their worldly identity and their greater identity. They were not born with an awareness of their greater purpose. It came to the fore and was stimulated by God later in life.\n\nThey were not born perfect and immaculate. Even the great gifts they were carrying for humanity would not arise or be stimulated until later in their lives. And here there was a conflict between them and their families, and their family obligations, for they had to break away to fulfill their greater responsibility to God and their greater calling. They could not be bound and held back by their family responsibilities.\n\nWhat this means is if there is an individual within your family, or if the individual is you yourself, and this greater calling begins to emerge and it is authentic, you will struggle with it within yourself, and there will be problems within your family. For they will not understand what is motivating you now, and you will not understand it. For at the outset, it is incomprehensible.\n\nYour challenge is to follow it even if you do not understand it. Your challenge is to honor it even if you have no way of affirming its reality, have no way of validating its significance.\n\nThis is a dangerous threshold for people, for they can make many mistakes here. They can hold themselves back. They can yield to their family pressures—to only be a son, or a father, or a member of the family, or a member of society.\n\nEven though God is calling them to be something else, to begin their preparation to be something else, they will not have the courage and the faith to do this. And the pressures from their family and their culture can be too great and overbearing for them.\n\nIt is a great threshold. It is one of the first great thresholds that anyone who is so blessed—and anyone who is so fortunate to receive a greater calling—must contend with and must face.\n\nIf you recognize this in one of your children, if you recognize this in one of your siblings or in any family member, it is important for you to understand that they are undergoing something of a greater nature. They may not be successful in responding to this, as there are very real risks associated with it, but it is important here that you give them your support and you listen to them, to hear if there is something greater happening within their life.\n\nFor many people are having psychological problems. They are breaking down emotionally. They are not relating to themselves or to their family or their circumstances, but this does not mean that they are experiencing a greater calling. Be very careful here not to make a mistake in your understanding.\n\nFor this calling is rare. Many people are not very healthy or happy psychologically or emotionally. Many people are experiencing great deprivation. Many people are having difficulty even functioning within their current circumstances. But this does not mean that they are having a greater calling from God.\n\nBut if you should know of this in someone, a family member or a friend, you need to give them the opportunity and support them in following a deeper calling, a greater light in their life—doing this, understanding there are great risks associated with this.\n\nIt is like beginning a whole new life of which you know so very little, but you must begin. If this is your experience now, then perhaps there is someone in your family who can recognize there is something unique and different happening within you. Perhaps there is someone in your life who, even though they cannot take this journey themselves, even though they themselves are not experiencing such a calling, can say to you: “You must follow this. You must trust this.”\n\nThere is a great advantage to have someone who can affirm this within you. For there are many who are called who cannot respond. They are bound by their families. They are bound by their obligations. They are tied to an old understanding of themselves. They cannot break free. It is like they are tethered to the ground and cannot emerge, cannot rise up.\n\nIt is a great tragedy, but God knows that not everyone can respond. Just like every seed that drops in the ground will not mature into a plant. Every acorn that falls to the ground will not be a great oak tree. That is why there are many of them.\n\nNot everyone here will realize their greater purpose and calling. Even if it has been activated by God, even if the time has come for the emergence of their greater awareness, even if they have encountered a member of their Spiritual Family, it does not assure success here at all.\n\nMany will go into denial. Many will take a few steps and go no further. And it is a tragedy because now they know there is something greater about their life, and if they do not follow this, it will haunt them. It will haunt them for the rest of their life. It will be a problem that nothing, no amount of pleasure or distraction, can really resolve.\n\nFor once you are called, you must respond. If you cannot respond or do not respond, for whatever reason, it will be a haunting difficulty in your life. Perhaps you will be envious and condemning of anyone else who does respond. And this can be the case.\n\nThe New Message from God reveals what this calling means. For at this great time of change and difficulty for humanity, it will require more than just a rare individual here and there to rise to their greater purpose and calling. It will require the emergence of many more people.\n\nAnd so the process of initiation, the process of engagement with your Spiritual Family, now becomes something that must be shared with the world, and not simply held in secret in monasteries or in secret teachings and so forth.\n\nEven though the vast majority of people will not be able to understand it, will not see its importance or its significance, it must be shared and broadcast because the time has come for humanity to arise in its own defense, to unite to save the world and to unite to face the reality of life in the universe—life from the Greater Community, who are now engaging with your world.\n\nYou have reached a threshold—the evolution of civilization, the evolution of humanity—where there must be a greater awareness emerging within enough people. And that is why the New Message from God is being sent into the world. God’s former Messages cannot prepare you for this.\n\nTherefore, a New Revelation must be given for humanity. Part of this Revelation deals with the process of calling and initiation and the reality of your Spiritual Family.\n\nIt is very challenging to learn something new, to receive something new, to be a part of something new. Everyone clings to the past for security, for acceptance, for social advantage. But to receive a New Revelation and to live in a time of Revelation, oh, that is very challenging.\n\nThe only reason that you can do it is because God has placed Knowledge within you. If there were no Knowledge within you, you would always function as a part of a group. You would be like a herd of cattle, always following the herd, the group, for safety, for security, for acceptance, for validation, for recognition.\n\nBut you are not a herd of cattle. Humanity has a greater promise, and every person here has Knowledge deep within them—Knowledge they have not discovered, Knowledge which can bless and protect them and guide them to a greater accomplishment and to a greater service to humanity.\n\nIt is difficult to be at the beginning of a New Revelation. It is like starting all over again. Everything you have learned about religion and spirituality, you must set it aside. Many people are not willing to do that. They have used their education to elevate themselves, but here you must start from the beginning, with an open mind, not assuming anything.\n\nHow many people can do that? How many people have the courage and the humility to start at the beginning—setting aside all of their beliefs, all of their important ideas about themselves and the world? Who has the courage and the humility to do that? Who has the courage and the humility to learn of their deeper nature and the reality of their Spiritual Family and humanity’s emergence into a Greater Community of intelligent life?\n\nDo not look for the experts here, the leaders of religion and government, for their understanding of themselves has been built upon the past and very rarely will any of them be able to comprehend the greater threshold facing humanity now. Very few of them will be able to respond to a New Message from God.\n\nGod’s New Message is such a different reality. It is such a shift to a higher plane of existence that even at the outset, people will not recognize it. They will think it is just a variation of what already exists. They will look at its ideas and think, “Oh, well, I understand these ideas.”\n\nBut they do not understand these ideas. They do not know what they are looking at. Just like Jesus was treated as a criminal, they will look at the New Message as some kind of deception. They will not see what is golden from what is stone.\n\nWhat can you do? What can God do? The Revelation must be given. And those who are meant to be a part of it, to benefit from it, must be called. This is many people now, not just a rare individual here and there.\n\nThis is the challenge being at the beginning, for the Messenger is in the world. Will you deny him? Will you repudiate him? Will you believe that he is false? Will you project upon him your fears and your beliefs? Or will you listen to hear?\n\nThe New Revelation is in the world. Will you deny it? Will you avoid it? Will you think it is just one of thousands of teachings?\n\nYou must listen with your heart here. For this is beyond your intellectual capacity. This is beyond your philosophy or theology, your ideas, your religions—everything. This is beyond human understanding. But what is truest about you, what is the reality of your life, what has sent you into the world is also beyond human understanding.\n\nSo do not expect others to recognize it, to accept it, to encourage it, to applaud it, for this will not be the case. And this is what matures you and requires real self-trust and real faith that what is moving your life is for a greater purpose. It is not simply part of the chaotic condition of the world.\n\nWhat is calling you up this great mountain is not your ambition or your psychology or anything else that you can understand immediately. [It is] something greater. And if you know someone else who is responding to something of this magnitude, you must support them. You must bear witness to them.\n\nDo not think that this applies to everyone, for not everyone is being called. Do not worry that the condition of humanity is so depraved and so unfortunate that such a calling will have no impact, for you must look to yourself. You must look to your life. That is where the calling will happen. If it has not happened, that is where it will happen—not at the level of humanity. If you look at everyone else, you will always be discouraged here.\n\nIf you can begin to respond, others will be sent to help you. Some of them will only be with you very temporarily, even momentarily, but they will all be signs, pointing the way. Some will come just to encourage you to continue. Some will deliver messages to you.\n\nEventually, others will come to join you, to assist you in discovering your greater purpose and work here. This must be a matter of faith for you now, for perhaps only one or two of these occurrences have happened for you so far.\n\nWherever you are living, whatever culture, whatever your financial condition, this is the case. God does not just give to the rich and the privileged. In fact, the greatest individuals will come from far more impoverished conditions.\n\nThe great Messengers have been born into humble families and into wealthy families. Each has its advantages, each has its disadvantages in terms of this greater calling, in terms of encountering their Spiritual Family and the greater calling that has brought them into the world.\n\nGaining an awareness and understanding of what this idea of a Spiritual Family means represents just but one part of your greater education. And it is new for humanity. For you to relate to intelligent life in the universe, you must have this understanding of your Spiritual Family, or you will not understand who you are within this greater context. You will not see that you have greater associations even amongst other races in the universe.\n\nYou will still think like you are a part of a human tribe, only; that you are just a citizen of a state, only; that you are associated with a certain kind of industry in life, only; that your worldly family is all that you are and all that you need to be. You will think like this. You will not see you have greater connections, even beyond the human family itself.\n\nFor you to have this understanding, you must learn of the Greater Community. You must learn of your Spiritual Family. And only the New Message from God can reveal these things to you. For this is beyond human speculation, human philosophy and human ideas. It is not a human creation. It is a creation of God. It is a gift to humanity. And it has come at just the right time.\n\nTherefore, begin your understanding with humility, not trying to fit all of this in with your old ideas or assumptions or beliefs. But instead set them aside, for this is something new. It is a New Revelation. The Revelation itself will teach you what you must learn to understand. And the greater movement of your life will show you what the journey really looks like and what it requires.\n\nHere you will see that you have come into the world to serve humanity at a great turning point, perhaps the greatest turning point of all time—as humanity faces a world in decline, as humanity faces the reality of life in the universe.\n\nThe New Message from God reveals these two great thresholds—what they mean and how they must be regarded. It is all the context for your greater life. It is why you are being called or will be called in the future. It is what gives reality and substance to your deeper nature and your greater reason for being here now.",
  "audioUrl": "https://www.newmessage.org/av/the-reality-of-your-spiritual-family.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/spiritual-family-2/"
}