{
  "title": "Spiritual Practice",
  "content": "In order to progress and to begin to fully comprehend all that is being revealed to you in these pages, you must at some point undertake spiritual practice. This cannot be just any form of spiritual practice but a specific kind of spiritual practice that prepares you to engage with and discern intelligent life from beyond your human boundaries. This is essential if you are to truly understand the nature of human evolution at this particular time and the greater opportunities for yourself and for humanity that are now arising as a result of the world’s emergence into the Greater Community.\n\n\n\nI can illustrate over and over again the magnificent results when one begins to engage with Knowledge and learns to follow Knowledge. The rewards are so great and so pervasive that they indeed establish a new foundation for life and a new life as a result. But as much as I may extol the virtues of this undertaking and its great achievements, I must emphasize that you have to prepare in order to reach this new vantage point. It does not come in a streak of lightening. It does not come in a dream. It is not magically bestowed upon you one day. You must prepare. You must train your mind. You must undergo a process of preparation that you did not invent for yourself.\n\n\n\nConsider for a moment those who demonstrate any great skill that you admire. Did not the individuals who demonstrate this skill have to prepare, perhaps arduously, over a long period of time? And did they not have to make some sacrifices along the way in order to devote the necessary time, energy and focus to their preparation? If you look closer, you will see that their preparation was guided and enhanced by the presence of individuals who trained and prepared them and was also accompanied by tremendous support from those in their immediate range of relationships.\n\n\n\nThe proper form of preparation, the proper form of teaching and adequate support all add up to a guaranteed accomplishment. Think of any great skill and certainly all of these must apply. It is no different in the preparation in The Greater Community Way of Knowledge. There is training, instruction and support. This is important because in The Way of Knowledge you are not merely adding something on to your life or simply perfecting some aspect of yourself; you are indeed engaging yourself with your entire life. This takes far more willingness and courage than, say, learning to play a musical instrument well or learning to climb a mountain. Here you must face yourself again and again; here you must face all of your deficiencies and errors with courage and a desire for resolution. You must in a sense go far beyond what most people are willing to do.\n\n\n\nYour incentive for this must come from within you, from Knowledge, for only Knowledge can take you to Knowledge. All other goals and ambitions sooner or later will fall away. What carries you on beyond them is the desire for truth, the need to know your purpose, the need to find genuine relationships and the need to answer the fundamental questions and solve the greater problems of life. It is within you to do this.\n\n\n\nThis preparation is not reserved for one or two unique individuals. Though it will not be claimed by the majority of people, it is meant to be received by individuals who realize and sense that they have a spiritual calling in the world, a mission and an important contribution that exceeds their normal boundaries. Preparation in The Greater Community Way of Knowledge is specifically designed for those who realize that they have a Greater Community aspect to their nature and who feel an allegiance with life beyond the normal spectrum of human interaction. It is specifically designed for people who have a sense of life and affinity with life beyond the world and who are drawn to the reality that intelligent life is now entering the world from beyond. It is for these people that The Greater Community Way of Knowledge and its specific preparation in Steps to Knowledge are being provided.\n\n\n\nVery few people are really trained or developed to be able to practice something repetitively over a long period of time. Other than the simple manual tasks that people learn in childhood, there is not a great deal of emphasis on practice and training. In your schooling, you learn something temporarily to pass the test, and once you pass the test, it is forgotten and discarded. Only in those situations or those avenues of learning where there is a real incentive for progress do training and ongoing preparation have any emphasis at all. So, not very many people are prepared to practice something diligently, consistently and on an ongoing basis. It is not that people are incapable of doing this; it has simply not been a large emphasis in their education. Certain mundane activities are learned in childhood, and these are repeated over and over until they become habitual. But when I speak of preparation, I am not speaking of habits. I am speaking of following a greater incentive for learning, choosing a method of learning and staying with it, progressing through many stages of development and staying with it whether you feel like it or not on a particular day.\n\n\n\nTo prepare correctly, one must have proper instruction and the correct methods. The methods are being provided now. The instruction is available when it is necessary. Support and assistance will gather as you learn to exercise discernment in relationships and seek out individuals who share your sense of mission and purpose in life. Here old relationships must often be abandoned or altered significantly. Here old attachments and alliances fall away in time, and you are faced with the need to establish a different kind of foundation for choosing whom to engage with and what purpose your relationship must serve. This change in emphasis is very natural because it is the result of a deepening commitment within yourself to realizing your purpose and mission in life. Naturally, then, your values and priorities will change and what you seek to experience in relationships will change accordingly.\n\n\n\nThe Greater Community Way of Knowledge is not something you learn in a weekend. It is not something you learn as a result of reading a book. It is not something you learn by following ten easy steps. It is a much higher mountain to climb. To climb this mountain, you must understand how high it is in order to prepare accordingly and to set your expectations of yourself in such a way that they will serve you rather than discourage you. The Greater Community Way of Knowledge is a great mountain to climb. It is not an easy stroll up a hillside one day. It is not a casual pursuit when you have the free time. It is not something you will be able to do without preparation, without the proper incentive and without the proper companionship.\n\n\n\nIt is not correct to say that the way is difficult, for this is relative to what you are used to. Indeed, the way may seem very easy to those who are used to trying to accomplish things that do not represent their deeper needs and motives. What could be more difficult than attempting the impossible by attempting to like something you don’t really want or need or by attempting to be somebody else in order to fulfill other people’s expectations? What could be more arduous and difficult than this? Therefore, it is not correct to say that The Greater Community Way of Knowledge is difficult. Different, yes. Difficult? At times. At other times, wonderfully easy. But whether you consider it to be difficult or not at any given moment, it does require a great deal of effort and focus. Indeed, it requires ongoing and consistent concentration. For some, this will be easy; for others, it will be hard; for everyone, it will be difficult at certain junctures when you must face something within yourself that is challenging or when you are having a new range of experiences that perhaps are difficult to integrate.\n\n\n\nSo, hard and easy are not the appropriate terms here. The appropriate emphasis is that The Greater Community Way of Knowledge will take a great deal of focus and a certain amount of time. Focus and time. This will be true in all cases. Nobody glides past you easily learning The Way of Knowledge. Everyone must undertake the preparation. If people alter the preparation to make it more palatable to themselves or to make it more comfortable or appealing, they will not move forward.\n\n\n\nThe Way of Knowledge has been given very specifically. Everyone has the same preparation. It is only in the future at more advanced stages that the preparation itself becomes highly individualized. Everyone must learn certain basic things. People must learn discernment; they must learn to engage with inner knowing and to realize how Knowledge expresses itself through them individually; they must learn to remain silent when silence is necessary; they must learn to speak when speech is necessary; they must learn to conserve their energy; they must learn to accept Mystery in their lives; they must learn to develop emptiness or openness; they must face relinquishing many ambitions and goals as these clearly become obstacles to their progress. These are things that everyone must face.\n\n\n\nTherefore, everyone has the same challenges though individuals may experience them at different junctures along the way. One person may be feeling, “This is wonderful. I love this!” Another may be feeling, “Oh, God. This is so difficult. I don’t understand it.” Comparisons from one person to another are never helpful here, for you cannot see the overall development of other people. Perhaps they are enjoying it in the moment while you are not, or vice versa. Can you make an adequate evaluation of how well they are doing and how well you are doing? Some people think that if they are not enjoying it, something is wrong. Either they are wrong or the preparation is wrong, so as soon as it becomes difficult, they go find some other kind of preparation that is new and exciting. There are so many fallacies here to be revealed, so many errors to be corrected and so many false assumptions to be disappointed and recognized.\n\n\n\nAll of this takes time, patience, persistence, openness and the willingness to change one’s thinking and behavior. All of this takes time. How long will it take? Well, if you are serious about this, then consider that it will take the rest of your life to learn it and to master it effectively and sufficiently. Having this understanding draws an important line that must be emphasized: Do not undertake The Greater Community Way of Knowledge unless you intend to carry it through. If you are walking across a long footbridge over a deep chasm in the earth, it is important once you embark to make sure that you are going to reach the other side. If you stand still, falter and look down, you will lose heart. You must keep going. There are times when you will love the experience. There are times when you will be deeply concerned about it, for it is not meeting your expectations or you are experiencing something you cannot yet understand. You must press on to the other side. This is most important.\n\n\n\nKnowledge is a great and abiding power within you. If you begin to tap into its resources, then please continue on. If you tap into its resources and then quit or try to escape, you will leave yourself in a state of much confusion, and there will be very little relief here. If you are going to engage with Knowledge and release its tremendous power into your life, then go all the way with it. Don’t dabble with it. Don’t play with it. It is too potent, too powerful and too important to treat in this manner.\n\n\n\nPractice, then, is a foundation upon which you build. Though you may be having a wide variety of experiences studying The Greater Community Way of Knowledge, your practice keeps you anchored and focused. One day you may feel this way; another day you may feel that way. But both days you practice. This assures that you will continue onward and progress. Like walking across the long footbridge, if you keep taking steps and keep focused on your goal, you will reach the other side and you will spare yourself much anxiety and aggravation. This is how you surpass self-doubt; this is how you continue forward and transcend those things that obstructed you previously.\n\n\n\nPractice, then, is a gift that gives itself every day. It renews you every day. It reinforces you every day. On some days you will understand and appreciate it; on other days you will not understand it and won’t know whether you should appreciate it at all. But the fact that you continue will guarantee your progress. Likewise, if you are prepared to climb the mountain, then you must keep going. Even if it gets hard or confusing, you must keep going. And, as you proceed, many of your expectations will prove to be wrong, and you will need to establish new expectations and new evaluations.\n\n\n\nKnowledge is a great mountain. You climb it slowly, and you learn to live at its higher altitudes. You cannot simply run up this mountain eagerly. You must progress in such a way that you can integrate all of the steps of learning as you go. This requires an extremely wise form of preparation. It also requires the presence of wise companions who can help you to understand what you are doing and can give you a good perspective on yourself.\n\n\n\nAs you begin the ascent of Knowledge, you will realize the way that you learn—your predispositions for learning, your limitations and your disabilities as a learner, all things that must be fully revealed to you. So, at the outset, understand that you will have to contend with these things as you become aware of them. Do not resist or avoid them. You must become aware of them. They will show you your current state and ability. This must be the starting point; otherwise, your expectations of yourself will far exceed your capabilities. You learn your abilities, your limits, and your current state of effectiveness by proceeding on. Holding back and trying to judge yourself are never successful here. Following the way will illustrate this to you very clearly. It will also show you a great deal about the way your mind works and how you are designed.\n\n\n\nLet us talk a little bit now about design. Everyone is specially designed to fulfill a certain purpose. This design is perfect to serve this purpose if it is wisely developed and appropriated. The difficulty here is that people do not know what they are designed for, so they do not understand their design or their nature. Often they try to change themselves to look like others whom they hold to be more valuable or whose virtues they want to claim for themselves. But you cannot climb the mountain of Knowledge like anyone else, though your preparation will be shared to a large extent. The way that you learn and the way that you integrate new experiences are very unique to you. Your uniqueness here is important to realize and to accept. One of the great rewards of following The Way of Knowledge is learning to objectively discern your nature. Here you learn how to work with your nature effectively rather than denying it, criticizing it or trying to alter it to be like someone else.\n\n\n\nYour uniqueness has to do with your contribution in the world. Uniqueness in any other regard will limit you and hold you back and create a great deal of misery and suffering. Your real uniqueness has to do with the kind of contribution you make. Here people have fantastic notions of who they could be or should be or would be if only conditions were right or if only they had no conflict within themselves. This is all foolishness. One discerns one’s nature by engaging in life in a very conscious and determined way. Here you find your natural attributes and you find ways to balance them with your overall nature. Here you learn and balance, learn and balance, learn and balance. Like walking across a great tightrope, you take a step and then balance. You take the next step and then balance. Learning The Way of Knowledge is like this too. It is not about running, and it is not about stopping. It is a step and then balance, a step and then balance. This is a good analogy for understanding the stages of learning in your life. You take a great stride forward, have new experiences, and then you must integrate it.\n\n\n\nHow does this relate to practice? You practice while you are stepping and you practice while you are balancing. The preparation that has been given in The Greater Community Way of Knowledge is perfectly suited to learning in this way. Here you are able to advance in a very direct way, and you are able to integrate your learning effectively, which provides safety and security and enables you to utilize what you are learning to the best advantage. Here you progress slowly and consistently.\n\n\n\nWhenever people begin a formal preparation, especially something that is more long term, through the early stages of their practice they must realize what to expect from themselves and what not to expect. Many of their expectations will be clearly disappointed in that they will not be able to achieve great heights or great levels of ability in short periods of time. As they proceed, they will also realize that the journey is greater and requires a great deal more than they had previously considered. Only real participation can reveal this correctly.\n\n\n\nAs you learn to learn, you learn to teach and to impart this to others. As you advance, you will be able to do this with increasing patience, compassion and understanding. Beginning teachers, like beginning students, all expect tremendous advancement with a minimum of investment. Only a wise practitioner realizes that the greater rewards come as a result of a more prolonged and consistent practice. The rewards are what one discovers along the way. It is not like reaching a pot of gold where the entire reward is given at the end of the journey. In the reclamation of Knowledge, which is the discovery of purpose in life, all of the rewards are given along the way. Therefore, you must pass along the way to receive them. You cannot take a detour, there are no shortcuts and you cannot rocket yourself to the top of the mountain. You must journey up. Here is where the rewards are discerned, received and accepted.\n\n\n\nPeople often ask, “How can I find my purpose in life? What is my purpose in life? How can I gain access to my spiritual nature? How can I discover why I am in the world and what I am here to do?” All of these are important questions, but they call for a form of preparation and not simply an answer. In fact, the form of preparation is the answer. How could there be any other kind of answer? What other answer could there be? If you told people the truth about their lives, it would not help them unless they were in a position to receive it, accept it, and put it into practice. How could they be in this position unless they had advanced through the stages of development that await them? So, the correct answer is a process of development.\n\n\n\nThe questions that I have just mentioned are very great. They represent great achievements in life. They are not small pursuits. Their rewards are enormous. The rewards are life giving and life changing. The preparation, then, must be commensurate with the rewards. Achievement here is far more difficult than simply learning a particular skill. It involves the re-establishment of one’s life and an entirely new experience of life and what life is. Therefore, the preparation is great. Do not set out on it unless you intend to complete it. Do not dabble with it. That will not give you anything. You will not understand it, and you will not be in a position to evaluate it.\n\n\n\nThe Greater Community Way of Knowledge is an answer to a great set of questions. It is given at a time to prepare humanity for its destined encounter with other intelligent life. This represents the greatest threshold of learning that humanity has yet faced, for this interaction will change the way that people think of themselves, each other and the world around them. What they consider to be their practical life and their spiritual life change tremendously. That is why The Greater Community Way of Knowledge is being introduced. It is not the only way for everyone. It is a special way for certain people. I am speaking to you now and encouraging you to receive the answer that has been given to your sincere request for purpose, meaning and direction in life. This is a genuine answer. Now the challenge is to learn to receive it. To receive it, you must welcome it, accept it and embark upon it.\n\n\n\nYour commitment to the answer is reinforced every day as you choose to practice. This takes you through thresholds of learning where you have to find a deeper motivation for continuing. All of the false motives for beginning this journey will be disappointed. These disappointments represent thresholds of learning where, if you choose to continue, you do so because something greater and deeper is urging you on. Perhaps the journey will not give you the things you wanted. Perhaps it will not relieve all of your anxieties as quickly as you want. But something inside of you is saying, “Continue, continue, continue.”\n\n\n\nThese are called thresholds of learning, where you choose again to go on. And your decision carries you forward. You do not have these experiences every day. You can experience self-doubt every day; you can struggle with yourself every day, but a real threshold of learning does not come every day. This is very important. Here you choose a Greater Power to follow within yourself, and with it, a greater reason for proceeding and a greater motivation. This is what enables true advancement to occur. You will have to do this even if your beloved companion falls away or chooses another way. It is when you have to go back and question yourself, “Why am I doing this? Why?” that you find Knowledge.\n\n\n\nKnowledge is not a bolt of lightning. Knowledge is not the pot of gold at the end of the rainbow. Knowledge is an inner voice and a prompting, and it becomes real in your experience as you attempt something of the utmost importance. Do not seek to experience Knowledge in things that are not essential to you or in things that are not primary to your life and your fulfillment. Seek Knowledge within those things that are primary. Then you will begin to experience the power, the presence and the grace of Knowledge. This will renew your faith in yourself, and this will provide a real basis for self-love and appreciation and a real basis for respect and regard for others.\n\n\n\nAfter you have advanced to a certain degree, you will begin to see the basis upon which people succeed and the basis upon which they fail. You will see failure and success within your own experience, and you will see it in others who share this undertaking with you. This, then, is where you learn to become wise, as real experience replaces expectations, ambitions, beliefs and assumptions. This leads to real Wisdom.\n\n\n\nWisdom always has compassion, patience and regard, for it represents a state of mind attained by one who has proceeded onward past the normal places where people quit, give up or lose heart. Only as you advance up the mountain will you understand this and understand what it offers you. Move onward and upward. Those who quit early will quit in disgust, thinking it is not the right pursuit. Yet, they cannot make this evaluation because they have not proceeded far enough to realize what they are attempting.\n\n\n\nLearning even a mundane skill and taking it to a highly developed state takes you through certain thresholds of understanding and self awareness. How much greater, then, is learning The Greater Community Way of Knowledge. And how much greater the rewards, the thresholds of learning and the Wisdom and maturity that are acquired along the way. And as you go, you practice.\n\n\n\nThe forms of practice will change. Your practices will be repetitive and then they will change. Here you practice until practice becomes a way of life, something that is integrated into your experience and is part of your overall approach. This is when practice becomes easy and natural. This is when your mind practices to learn rather than simply learns to practice. This is when your skills begin to emanate from you naturally rather than you trying to express them or demonstrate them. This is when Knowledge speaks through you and its silence abides within you. Things which before were difficult to comprehend and seemingly impossible to experience now become natural and effervescent within you, flowing from you like a fragrance from a great bouquet.\n\n\n\nPractice. Have your questions. Seek for answers. But practice. That will take you where you need to go. Practice is not the only thing that you must engage with, and it is not the only element in your learning to discover purpose, meaning and direction in life. But without it, nothing proceeds and everything remains only in a state of potential.\n\n\n\nPractice is a gift to be given every day. When you come to practice, come to give yourself. Do not come just wanting something, saying, “Give me, give me, give me!” Practice is a form of devotion. It is where you give yourself. Then what is given in return can be experienced. People often start with a desire to receive, so they begin practice with great expectations about all that they will acquire and how quickly it will come to them. Of course, it does not come quickly, and they must re-evaluate their motives. Here they must seek for deeper reasons for their participation. This leads to self-awareness, and this leads to self-inquiry. This is part of learning and is essential.\n\n\n\nAt a certain point, you realize that you must come to practice to give something, not just to get something. Something in you wants to give, and this yearning to give can be expressed in practice. Here you give yourself, your experience deepens, your understanding ripens and you begin to see and know things you could not see and know before.\n\n\n\nThink of spiritual practice as a form of ongoing devotion. It is giving yourself to life; it is giving yourself to the mystery and the wonderment of your life; it is giving yourself to the Divine Presence that is beckoning you onward and is infusing you with itself through your Knowledge. Then your practice will fulfill itself and will become a natural expression of life.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/spiritual-practice-find-purpose/"
}