{
  "title": "Technology and the Different Paths to Stability",
  "content": "The Greater Community that you will experience has many restraints. It also has many opportunities. It requires that nations become united within themselves if they are to engage with other worlds and with the difficulties and complexities of Contact. This is a great advantage as long as it is carried out in a way that is truly beneficial for the peoples of that particular world. This requires unity, a unity that is not born of one philosophy or religion but of shared necessity.\n\nNations within your world now must work together for the security of the world. Here again, stability and security become the overriding emphasis. Ancient animosities and hatred between nations and tribes must all be moderated so as not to break out into war or destroy the world’s resources.\n\nHere you become like the Greater Community you will face. You will have to suppress certain tendencies within your nature and within your world in order to achieve stability and security. And you will have to develop a boundary between your world and the Greater Community in order to exercise your own rules of engagement and to determine what ethics you will follow regarding who you will be in contact with and how you will engage with them.\n\nIn the Greater Community, in the region in which your world exists, nations usually engage with each other in space, in counsels, and rarely on their home planets. Because secrecy and discretion are important, actual visitation to other worlds is rare unless worlds are in a network together and have developed over time a great trust with one another. In this case, many different races, if they can tolerate a similar environment and environmental requirements, can live on several different planets. But actually multiracial environments are fairly rare because of the biological hazards involved. Unless races have evolved to function together and have developed the necessary technology and medical boundaries to prevent contamination, then you rarely find many different races living in one world. Yet if races live constantly in sterile environments, cohabitation is possible and is practiced.\n\nYou can begin to see the limitations here. It is rare that you will find areas on the terrestrial surface of planets where many different racial groups function and travel, come and go and so forth. Trade is conducted generally off planet through large trade stations and networks in space. Many nations will have trading stations near their planet, or planets, in order to control exposure and to ward off unwanted inquiry and intrusion.\n\nHere you can begin to see the great problem of keeping the Greater Community out of your sphere of influence. If you allow it into your sphere of influence, then you will face tremendous difficulties, and stability and security will be more difficult to sustain and, in some cases, impossible to maintain.\n\nSocieties evolve and build within these restraints if they are to survive and pass through the many thresholds of development, both within their worlds and in contact with other worlds. Eventually, they will generally establish these kinds of parameters. If their worlds have reached a peak in what they can sustain for their own populations, then stability and security become the emphasis. Outside interference is recognized as hazardous. Trade, if it is engaged in, is dealt with in a very specific manner. Societies evolve around these restraints.\n\nWhile it is necessary for a world to become united within itself to function successfully in the Greater Community, the nature of that unity can take a broad range of expressions. To be a free race, to be a race that has individual rights and freedoms within its own world and sphere of influence, requires a great deal of development and restraint. As worlds become overpopulated, as resources become depleted, the restraint on personal freedom increases.\n\nThis is what you will be facing now in the decades to come—the loss of wealth, the loss of mobility, the loss of physical space, the loss of opportunity and ever-greater restraints imposed upon you by your own governments. This is what happens when you reach a point where you are overwhelming your world’s resources, where you have run out of room and where you are at risk of undermining your world’s ability to sustain you in the future.\n\nThat is why humanity at this moment is creating the very conditions that will limit or even destroy individual freedom here. This is a very great problem. It is a great problem that will be determined by how you—as part of the human family, as part of a nation and even on the individual level—will deal with the Great Waves of change that are coming to your world. The Great Waves of change are largely the product of the overuse and misuse of your world’s resources, the pollution of your world and the great instability that is being created in the world’s biological, ecological and atmospheric systems.\n\nThere are worlds that emerge into the Greater Community where personal freedom has never been known or practiced. But, generally, worlds such as your own that are biologically rich and where the native peoples evolved in isolation from one another go through a very prolonged and difficult process of establishing contact and unity. This is rarely done in a harmonious manner, as competition and conflict overwhelm people within a world where certain groups become dominant and where wealth is not shared or distributed equally.\n\nThe pathway, therefore, that humanity has followed in its prolonged and very difficult and unhappy history is actually a pathway that is followed by many other emerging worlds where intelligent life has been able to evolve and to sustain itself. Do not think, then, that humanity is a bad race and that humanity is more evil or sinful than other races. Actually you have followed a very normal path of development in the Greater Community thus far. But the limits of time and the requirements of your environmental situation in your own world now require a great change—a great change in emphasis, a great change in understanding, a movement away from growth and expansion to security and stability, to sustainability, to more of a steady state, to a greater equality and equalization between nations and peoples.\n\nHere you will have to control your population size. You will have to control the distribution of wealth. You will have to provide for the poor. And the wealthy will have to moderate their behavior, their appetites, their greed and their consumption to achieve stability and security.\n\nTechnology will have to advance, but even more than this, you will have to change the way that you live. Those who now consume too much will have to consume less. And those who have too little will have to have a sufficient livelihood. Over time, the human population will have to become smaller, hopefully through very humane means and through restraint, for there will no longer be any room for an ever-growing human population. You will have to live within greater restraints.\n\nOther worlds have had to follow similar paths. However, in many cases, worlds were overtaken before they ever became united. Foreign influence became established, inroads were made into the leadership of emerging worlds, their conflicts were exacerbated until one chosen nation or group was supported to overcome all the rest. This has not yet happened in your world, and it is to your benefit that this is so. Some worlds are so valuable to others that they were overtaken before the native peoples ever gained any technology. This has happened countless times in the Greater Community.\n\nIn the stable environment that exists in your region of space, your world is amongst a very few that have not been overtaken or consumed by other nations. The biological diversity of your world has played a part in this. The value of your world has restrained other nations from entering into direct competition with one another. But now, amongst those races who seek to gain dominance here, there is a competition, a competition for influence—a kind of subtle attempt at conquest to make humanity weak and dependent, to encourage human conflict secretly so that humanity never gains security or stability, thus requiring it to reach out to foreign powers and to accept whatever inducements these foreign powers might offer you.\n\nYour few allies in this region of space speak out against this, as they have done in the Briefings the allies of humanity have sent into the world. But intervention and influence are part of the problem and the challenge of emerging into a Greater Community of intelligent life. Yet this is far different from most people’s expectations and assumptions.\n\nGenerally speaking, if nations become technologically advanced, they become entirely secular in nature and will rarely have active, vital religious traditions. This is because the emphasis on technology and resources becomes so predominating and such a source of wealth and control that it overwhelms whatever other notions of power and authority that the native peoples might have had. As a result, over time, the reality and the existence of religion as you know it becomes very rare and is only practiced by small groups, often under clandestine conditions. Therefore, you should never assume that technological advancement promotes ethical or spiritual advancement, for in most cases it is the opposite that actually transpires.\n\nGreat technological powers in your region rarely allow any individual freedom amongst their peoples. They function with great uniformity. Their citizens are expected to conform to very strict patterns of behavior to maintain this emphasis on stability and security. This emphasis has very unfortunate outcomes here for races that have lost their spiritual foundation and that have lost the emphasis on individual freedom and creativity.\n\nThere are some advanced races that have been able to maintain this freedom and creativity to their advantage and to the advantage of their peoples. But, generally speaking, technological societies, particularly if they have extended their sphere of influence beyond their solar systems, tend to have very rigid social structures and, as a result, have created environments that you would not find conducive to life, environments that you would have great difficulty living in.\n\nThe emphasis for your world, then, is to achieve stability and security in such a way that individual freedom is preserved and honored and that individual creativity is valued and is put to good service in the world. This requires a very unique kind of development.\n\nTherefore, do not be in love with technology, for if you are, you will fall prey to those who are more technologically advanced than you are. Do not think technology will assure human freedom and well-being, for technology is a power that can be used for good or ill. This power must be restrained and coordinated with other priorities—keeping Knowledge and the spirit of humanity alive through the difficult times ahead, through the Great Waves of change. Only this will preserve human freedom in a world that will become much more ordered and restrained.\n\nDo not be impressed by races that have advanced technology, for most of them have had to sacrifice things of great value to achieve this technology. Their quest for power has cost them freedom and, in some cases, their race’s self-determination. You will find that in most advanced technological societies, there is very little freedom, very little emphasis on individuality and the importance of individual creativity and so forth. Here people are considered in terms of groups, not as individuals. They are rated according to their groups’ abilities and not according to their individual talents. They are seen as part of a functioning society—a society that requires a rigid order to be able to function, a society that has overextended itself in the Greater Community and that has destroyed and overwhelmed its natural resources. These societies become uniform and oppressive. Even if they conduct peaceful relations with other nations, their own citizens are forced to live under tremendous restraint and expectations that are counterproductive to the individual’s freedom and well-being.\n\nUnfortunately, the ascension of power in the universe generally leads in this direction. Those races who remain free in their evolutionary progress must therefore accept limits to their technology and their desire for technology, realizing that technology is but one part of what makes life possible and sustainable.\n\nEven today in the world you can see the emphasis on technology, the belief in technology, the belief that technology will solve all problems and the reality that technology is becoming ever more the focus of people’s emphasis, as if it were a religion of its own.\n\nEven amongst your nations, the wealthy nations in particular, you can see the emphasis on the worship of technology, the belief in technology, the belief that technology will save you and that technology is the real emphasis in life. Many young people in your world today have a stronger relationship with their machines than they do with any other person. This is moving in the same direction that so many races in the Greater Community have followed, and the outcome is unfortunate.\n\nWhatever you are in relationship with influences you, and you become more like it. If your primary relationship is with technology, you become more machine-like yourself—thinking only along certain corridors of understanding, basing your information only on certain precepts, controlling your mind, limiting your mind, ignoring your greater powers and your greater insights. Rational self-control and human logic become very machine-like in this regard. This conformity and rigidity is highly promoted amongst most advanced technological races in the universe.\n\nAlready humanity is falling prey to this seduction, and a seduction it is indeed. While you will need to develop your technology to establish stability in your own world and to provide food and resources for your growing population, you must always remember that it is the greater power of Knowledge within the individual and within people together that represents your core strength, not your technological achievements. Never lose sight of this, for if you do, you will lose that which is most valuable to your life, to your future and to your self-realization.\n\nIt is natural that races who are intelligent will evolve more complex social systems and eventually will assume certain forms of technology to give them advantages within their own native environments. But the quest for power is seductive, and beyond meeting practical necessities, it becomes an emphasis in and of itself. Here restraint is important. In the Greater Community, should you establish a technology that is unique or that others do not have, you will become the focus of inquiry, influence and even intervention.\n\nSocial structures either move towards a healthy equilibrium or a restrained equilibrium in order to achieve stability and security. Here there is either an emphasis on individual freedom and the value of the individual, or there is not. The process of building stability and security requires that people find ways to work together and to cooperate together. This is either forced upon them or it is something that they create for their own benefit. Choosing which path to follow represents one of the great thresholds in the evolution of a race.\n\nHumanity will need greater stability and security now. This need will grow immensely. Whether humanity chooses to impose order or to cooperate to create order remains to be seen. Whether humanity will achieve stability through a greater consensus or whether stability will be forced upon people from a hierarchy of power remains to be seen. Whether people can live with greater restraint willingly and respectfully remains to be seen within your own world.\n\nToo often in the Greater Community, stability and security are established by the dominance of a governing power, and this is always the case when nations are overtaken by other nations or become economically dominated by other nations. The suppression of the individual is always the result.\n\nTherefore, freedom is rare in the universe, and freedom is the most important thing. The freedom to be a self-sufficient, self-determined race of people and the freedom of individuals to contribute their gifts to their society and to their world are the greatest emphasis, not the assumption of technological power.\n\nHumanity, in its long and difficult history, has with few exceptions always chosen the path of dominance and power. If you follow this course, it will lead to an inevitable end, an end that has been demonstrated repeatedly and consistently throughout the Greater Community, where freedom is rare. You can learn from other worlds, and you can learn from the demonstration of this within your own world and history.\n\nIn highly structured societies, conformity was required and has persisted. They achieved stability and security to a greater degree than other societies, but at what cost? These societies did not advance in any way other than in their technological development. As a result, these societies are miserable environments to live in unless you are at the top, unless you control the power. They are extremely oppressive and destructive to their populations.\n\nYou will have to find a path to stability that is not oppressive and destructive. This will be perhaps the greatest challenge, along with preparing for the Greater Community, that humanity now faces or has ever faced before. Yet it is this difficult set of requirements and circumstances that will give humanity its greatest opportunity to advance spiritually and ethically and to build a unity and cooperation that have never been achieved in the world before. It is the pathway you choose that will make all of the difference.\n\nTherefore, do not be romantic regarding the Greater Community. Do not imagine that it is full of angelic, lovely beings who are just waiting to help a young and struggling humanity. Do not think that it is filled with marvels and wonders of technology that you will be able to fully enjoy and to obtain for yourself. Do not think you can travel anywhere at will, visit any world you like, go all over the universe without hindrance and travel without problems or difficulty. Here you must face a reality that is real and genuine and that reflects many of the same tendencies and difficulties that you experience here on Earth. Yet the difficulties are greater, the challenges are greater and the opportunities are greater within this immense panorama of life.\n\nThe Greater Community is your future. It is your destiny. But you must be prepared for it. You must look at it with great sobriety. And given what is being revealed here, see if you still have a desire for it and inclination for it, born now not of fantasy and hopeful expectation, but of a deeper connection—a deeper connection with life within the world and beyond the world and a deeper sense of humanity’s destiny and its possibility of choosing a path of freedom, choosing this greater opportunity.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/stability-security/"
}