{
  "title": "The Pillar of Health",
  "content": "There is a great deal of conversation in the world about how to regain, enhance and maintain health. But let us look at a more fundamental question before we deal with these questions. That question is, What is health? What constitutes genuine health within a person? Is health merely the absence of illness or symptoms of illness? Is health merely the absence of disability or physical limitations? Or, taken from a different approach, is health the ability to do athletic events or to meet some basic criteria of physical ability?\n\nWithin the context of building a foundation for learning and living The Way of Knowledge, let us say fundamentally that health is vitality. It is the vitality born of living a genuine life—a life that is full of meaning and purpose, a life that has direction and a life that is meaningfully engaged with others and with the world. This produces a vitality, a will to live and a desire to contribute—a certain zest for life, you might say.\n\nIt is remarkable that this vitality is lacking in so many people who meet other criteria for health, even in people who meet a very high level of fitness and in people who have never experienced serious illness. And it is equally remarkable that vitality can be found in certain individuals who have physical handicaps or who have had a history of physical illness.\n\nTherefore, you must look at the very center of things. What is health and what produces health? From this, you can understand what threatens health and gain a much clearer idea of how your health can be maintained.\n\nHealth is vitality. Vitality is a will to live and to contribute. It contains an excitement about life. It contains a sense of purpose in life. And it communicates its natural affinity with life to everyone around you. This vitality can be in a body that is strong or in a body that is weak, though if your body functions properly, you will have a greater opportunity to experience this vitality. Even those with serious physical limitations or even handicaps can experience this fundamental essence of health.\n\nThe next question that arises at the outset is, How much health is necessary? In the world you will find a great diversity of opinion, a whole range of responses. Someone will say, “Well, health is simply not being sick!” Others will say, “Oh, no, health is being much more active, much more vibrant, much more able.”\n\nThere is a great preoccupation with health, even amongst healthy people, because the expectations are very high. People hope for or expect a physical life without aches and pains and problems. There are even points of view that state that if the body is injured or sick, something must be wrong with the person fundamentally, as if everyone must experience perfect health at all times, and if they do not experience this, something is inherently wrong in their thinking. While it is true that negative imagination and inappropriate engagements with others will rob you of your vitality, which lowers and lessens your possibility for health, it should not be assumed that sickness and injury represent a deficiency in nature. Illness and injury are part of the risk of living in the physical world. They can happen to anyone.\n\nThis statement will arouse some disagreement because people are very idealistic about health. They suppose that if a person’s life is in order and is being lived meaningfully, there will be no sickness or injury. This is a hopeful expectation, yet it is not based on truth. Even the wisest of the Wise have a risk of injury. Even the wisest of the Wise grow sick and old. And yet, the possibility for sickness and injury can be greatly reduced, and here you can take some very meaningful steps to assure your physical well-being. However, in order to begin, you must have an idea for yourself of how much health is necessary. Let us address this question now, for it is fundamental.\n\nSaid in the simplest terms, your body is healthy if it can serve you in being fully engaged in your purpose in life. Now, this statement requires some qualifiers because, you see, you do not yet know what your purpose is in life. But if you have sufficient physical health to be able to build a foundation for Knowledge and to embark on the second great stage of life, then you will have sufficient health.\n\nHere health is not associated with beauty or athletic prowess or any other magnificent ideal. It is sufficient health. Your body is able to serve. This is health. If your body is not able to serve, then in essence you must give up your greater pursuits in life and give your body your primary attention. It is as if the body were a vehicle, like an automobile. If the automobile’s purpose were to get you from one point to another, then it has served its purpose. But if mechanically it cannot do this, then it must go into the shop for repairs.\n\nIf your physical body is able to carry you through life, then you have sufficient health. We must clarify this at the outset because when we talk about building the Pillar of Health, you must have some very realistic expectations. If you set expectations beyond what is necessary and essential, then you will become obsessed in this one area to the expense of your involvement in other Pillars. As we have said, all of the Four Pillars must be maintained together. Now, it is true that you will need to give more attention to one Pillar for certain periods of time than to another, but they must all be maintained. It is quite evident that people become obsessive about their physical health. Sometimes they have a legitimate cause for this because their body is simply unable to function. But here we must come back to our fundamental definition: The body’s purpose is to serve as a vehicle to enable you to carry out a greater purpose in life.\n\nYou will find that many people who are obsessive about their health have sufficient health to carry out their purpose, but they are neglecting their purpose because they have a greater expectation of their health. We must distinguish here between what is desired and what is needed—a very important distinction that has to be applied to every aspect of life. If your body, like the automobile, can take you from one place to another, it is serving its purpose. It does not have to be perfect. And if you try to make it perfect, well, you will give it more attention than it really deserves, and you will do so at the expense of maintaining the other essential aspects of your life.\n\nRemember, there are Four Pillars of life, and they all must be maintained. They all must become strong and functional. Here you must have realistic expectations. If you set your sights beyond this, you are drawing yourself away from your other endeavors to dedicate yourself to one area alone. Therefore, when we speak of health, we speak of a level of health that is sufficient and that is necessary. This may be in contrast to what is expected or what is desired.\n\nSo you have to ask yourself, What is essential health for me? Before you ask this question, consider how much time and energy is spent on your health or on things that you believe are related to your health, such as beauty and grooming and dressing yourself and personal enhancement and so forth. We have said that even the invalid can be radiant with Knowledge. This is vitality.\n\nTherefore, what is the correct expectation? What is right for you? We can only give you guidelines and warnings and point you in the right direction. If you are to develop the Four Pillars of your life as a foundation for learning and living The Way of Knowledge and for becoming a person of Knowledge, then you will find that you cannot afford to be over invested in any one area. You must seek a balance, which is something that very few people do in this world.\n\nThe body must be capable of doing what is required of it. What will be required of it will depend upon your purpose as it becomes revealed to you and as you are prepared to experience it and to carry it out. Some may need more from their bodies than others, but we assure you that most of the people in the world today who have sufficient food, shelter and stability in their lives, are capable of becoming men and women of Knowledge based on their current level of health.\n\nAgain, we make a distinction between what is adequate and essential and what may be desired or expected. Being able to run over mountains or perform great athletic feats is fine for athletes, but it is not necessary to develop and to maintain an adequate level of health. Indeed, to do these kinds of activities will require an investment that may disable you from building a foundation for Knowledge.\n\nThere is often not enough given to the body, but in many cases there is too much given in the name of health. People are obsessed with health and healing and feeling good and looking good, but at what expense? Some people will say, “Well, I would love to develop in The Way of Knowledge and learn to live The Way of Knowledge, but I have to take care of my health problem!” And of course, their health problems continue on and on and on. Their problem is not health. Their problem is their priorities. Unless you have a life-threatening illness, you can develop in The Way of Knowledge. Even if you are bound to a wheelchair or are physically disabled in some other way, you can build a foundation for Knowledge.\n\nHere you must assess what adequate health is. You gauge your expectations and your standards according to what is needed. This practical approach to health is so essential. It brings things into a proper perspective and gives you a much more accurate understanding about what must be done to maintain your physical health. Without this fundamental principle and perspective, based on what is actually needed in your life, you will fall prey either to neglect or to obsession, and this will disable you from living a balanced and purposeful life.\n\nThe body is a mechanism. It is not magical. Do not confuse it with the mind or with the Spirit. People attempt to make them all the same because they want to feel that they are unified and that life is unified. But life functions at different levels. It functions at the level of the physical environment, the mental environment and the spiritual environment. Your primary concern in living in the world and in learning to live The Way of Knowledge is to develop adequate skills in the physical and mental environments. You develop skill in the physical environment so that you can live a balanced life. And yet, because of the world’s emergence into the Greater Community, you must also learn skill in the mental environment, adequate skill, in order to be able to function and to carry out that which you know you must do. You do not need skill in the spiritual environment because Knowledge is in you and because you are connected to your Spiritual Family and to the Unseen Ones, who oversee your development.\n\nThere is no guarantee in life that you will have perfect health. Even if your thinking is perfect and your behavior is immaculate, though your risk may be much reduced for accident, illness or injury, you still have this risk because that is part of being in the world. People often want to eliminate the idea of risk. They do not like the idea that they have to live with risk, and so they believe, “There is really no injury or accident in the world. There is no sickness. It is all the result of human dysfunction, and if human dysfunction could be eliminated, well, there would be no accidents, injuries or illnesses.” Again, look at the world around you. Look at the plants and the animals. They all take a risk in living here. There is no guarantee that everything will go perfectly for them, that they will all live a long span of years. To be in life, you must be in life as it is not as you want it to be. To experience life, you must experience life as it is and not as you want it to be.\n\nThere are risks in being in the world. That is part of being here. Accept this. This requires courage not avoidance. If you are going to embrace life, you have to embrace it. You cannot simply take the parts that you like and disdainfully reject the rest. You may have an idea of a perfect life or a set of ideals that illustrate a perfect life, but we are bringing you to something greater—a real life, a genuine life, a life that is fully in harmony with Knowledge within you and Knowledge in the universe. This is the Divine.\n\nAgain, our approach seems simple in contrast to other approaches because it is without deception. It does not take anything away from what is needed, and it does not add anything on. How much health is needed? You finally must answer this question for yourself, but consider the criteria. Ask yourself, “How much health do I need to carry out the process of building a foundation for learning and living The Way of Knowledge? Can my body, like a vehicle, get me across town? Can it take me where I need to go? Can it communicate to people?” You will find in most cases, with few exceptions, that the answer is yes.\n\nHere the body can be treated lovingly and appropriately. Yet if you try to make the body conform to your ideals of health or to your picture of perfect health, you will demand so much from it that you will harm it. You will expect it to be a perfect instrument. You will expect infallibility from it. You will demand that it perform according to a set of ideals that is not in keeping with the nature of physical reality or the nature of your physical vehicle.\n\nCome back to this fundamental question. What is necessary for my body to get the work done that I have come to do? This is a question you must ask yourself on an ongoing basis. Once is not enough because your answer will change, particularly as you advance as a student and practitioner of The Way of Knowledge. Perhaps you are displeased with the shape of your body or with aspects of its appearance, as many people are. But does this really make a difference in terms of your body’s ability to serve a greater purpose? And how much are you willing to invest in these superficial enhancements? How much are you willing to give of your primary energy, time and resources to try to overcome minor objections to your body’s appearance and functioning?\n\nAgain, we bring you back to the practical approach, to the approach that works, which is based on what you can do in life. For as we have said, meaningful relationships with other people are based on what you can do in life together. What you do together in life develops your bond, your trust and the capabilities and dimensions of your relationship.\n\nThe same holds true of your relationship with your body. It is what you can do together that will develop your relationship here as well. Expect too much and you will be disappointed. Find the real basis of your relationship. This is found by discerning over time what you must do. Then the body is employed because it is fundamentally an instrument of communication. The purpose of the body is not to be beautiful. It is to be an instrument of communication, to be a vehicle and to participate in a physical world in a physical reality. Like an automobile, if it can get you where you need to go, it has done its job. And yet, look at the way people treat their automobiles and how much time and energy goes into them! Do people consider the automobile as a vehicle to go from one place to another? Oh, no. The vehicle becomes a canvas for their self-expression. It becomes something that represents some idea that they have about themselves or some image that they want to project, and so a great amount of time and energy, money and resources are put into something that is basically a vehicle of transportation. There is an interesting analogy between this and your relationship with your body.\n\nShould you find your real contribution in life, you will be remembered for your contribution, and your life will be appreciated for your contribution. When you leave this world, if your contribution has been made sufficiently, you will remember this life based on your contribution. Nothing else will matter. Just your contribution and the relationships that it stimulated and developed. That is all that you can take with you from this world. Therefore, that is primarily what you need to be concerned with while you are here in the world.\n\nWhat we are offering you here is freedom—the freedom to live a real and balanced life. You need sufficient health. You need the essential relationships. You need what is adequate and necessary. Chasing after perfect health is like chasing after the perfect person. It can consume a lifetime, and if it does, it will be a lifetime that is wasted. For you will return to your Ancient Home with your gifts ungiven, and you will wonder what happened to you down there that you could not realize what you were to do, and you will say, “I don’t know what happened. I forgot, I guess. I must go back. I want to go back. This time I will remember. I know I can remember.” And you can say this because it is so clear when you are Home! There you are! It is all so evident! There is nothing to cloud your vision. You are out of the water now, and you can see the situation clearly.\n\nLook at your body and say, “You need to serve the purpose that has brought me into the world. I will take care of you for this, and I will appreciate you for this. And I will preserve your abilities for this. And when we are done, I shall thank you and bless you and leave you.” This is honoring the body and recognizing its true function in your life. Here you do not make the mistake of thinking that the body is the same as your mind or Spirit. You recognize its mechanism, you accept its requirements and its maintenance, you appreciate its service and you ask no more of it.\n\nNow, let us consider the question of mental health, the health of the mind. Here we will present some very fundamental ideas that may be hard to understand at first, for they must be deeply considered, like much of what we are presenting here. Let us begin with some useful definitions and then we shall expand upon them together. The mind, like the body, is in service to the Spirit. That is its fundamental role. However, to establish this role, and to come to realize the mind’s great value, you must reverse the order of authority.\n\nBefore you begin the reclamation of Knowledge, the mind is seen as serving the body and the Spirit is seen as serving the mind, so the whole order of service is reversed and the body is the main thing—the pleasure of the body, the health of the body, the appearance of the body, the comforts of the body. The mind must struggle slavishly to provide all of these things endlessly. And because the body is an imperfect instrument and susceptible to pain, to injury and to illness, the mind cannot seem to do enough for it. It is like the driver who spends all of his or her time taking care of the car! It is upside down. It is reversed from how it needs to be. The car is supposed to serve the driver, not the other way around.\n\nIn the case of your life, the driver is the Spirit. The control panel is the mind. And the physical vehicle is the body. The mind here serves as an intermediary between physical life and spiritual reality, and the mind lives in its own environment, called the mental environment, the environment in which the mind affects other minds. It is the environment of thought. It is a distinct environment from the physical reality though they are interrelated and affect one another.\n\nTherefore, let us begin with an important definition: A mind in service to Knowledge is a mind that is expressing itself. A mind that is in service to itself is a mind that is in disarray, confused and lacks this fundamental health and fundamental relationship. When you are out of relationship with Knowledge, your mind must serve something because it was made to serve, so it will serve its ideas, it will defend its ideas, and it will protect its ideas. It will even destroy itself to do this because the mind is a vehicle. It is not the source of creativity. A mind without Knowledge is slavish and redundant. It is defensive and suspicious. It is fundamentally afraid because it is alone and lacks a real foundation for living in the world. You have experienced this fear. You have experienced this anxiety. You have experienced this vulnerability and this defensiveness. The mind needs to serve something greater to find its rightful place in life and to fully utilize its great resources.\n\nThe mind will struggle along the way because it does not want to give up the authority that it has claimed for itself. It is like the servant who has attempted to take over the kingdom in the absence of the king. It needs to relinquish its control because it cannot own it. This is not its dominion.\n\nThe mind must serve. The body must serve. So you go from the hierarchy that says, “The mind serves the body. And the Spirit serves the mind,” to the reality of life everywhere, which illustrates that the body serves the mind and the mind serves the Spirit.\n\nYou see in the world about you all of the terrible manifestations of mental illness. It is pervasive. It is manifest everywhere around you. You can see its effects even in your own life. People suffer because they lack meaning. People are lost because they do not belong to anything. People are expected to become heroes and heroines, self-sufficient and self-determining, and yet that is not the way of life. People are ambivalent because they are afraid of pain, and they do not know where pain comes from.\n\nThe mind cannot rule because it is a servant. It makes a very poor ruler. It cannot establish reality. It cannot create a stable and meaningful foundation for living in the world. It cannot establish your true identity. It cannot provide a basis for meaningful and lasting relationships. It cannot create a greater and more fulfilling purpose in life.\n\nTo expect the mind to do these things is to tax it mercilessly and to lead it to failure and disappointment again and again. It is cruel to treat the mind like this, just as it is cruel to treat the body as an instrument to offset the mind’s insecurity. There is no kindness in expecting the mind to be the primary authority in your life.\n\nYour personal mind, the mind that you have developed in order to negotiate the world and to survive here, is a wonderful instrument. It is a beautiful mechanism. It is not eternal, however. It can live for short periods of time beyond the body, but it too must fade away. Only what is essential within remains.\n\nDiscovering what is essential within you while you are in the world is the greatest discovery, the most important endeavor, the greatest activity, because only Knowledge carries the purpose that you have brought with you from your Ancient Home. Only Knowledge knows whom you really need to meet in this world and what you need to do. Only Knowledge understands your mental and your physical natures and their appropriate designs.\n\nIn the absence of Knowledge, people create great and grandiose ideas, tremendous philosophies and cosmologies, enormous ideas, and great mental complexities. But the real question is whether you are with life or not, whether you are in relationship with the real nature of the world and its direction and development and with your real nature and its expression in life. This is the real question. It is not how great your ideas are or how encompassing your philosophy about life is.\n\nSeeing and thinking in a larger way can only be the result of living a greater life, a life of Knowledge. Your thoughts will broaden and expand because your experience will broaden and expand. Your thoughts will be inclusive because you will experience inclusiveness in your life. And your thinking will be balanced because your life will be balanced.\n\nBetween the life of the mind and the life of the heart there is a great gulf, a huge chasm, with no apparent bottom. The distance between the two seems insurmountable. Yet there is a way to bridge it. You must build the bridge, however, which is the foundation. The bridge has Four Pillars, and once the bridge has been built sufficiently, things can travel over that bridge. A life with this foundation is like a bridge between the world and your Ancient Home. Over this bridge ideas, strength, insight, and recognition can come into your life to be given to others because you will have built the bridge that makes the transmission of greater Knowledge and Wisdom possible.\n\nYour mind is part of the bridge and your body is part of the bridge. You must have sufficient health physically and mentally to build this bridge. Like your body, your mind does not need to be perfect—without flaw, without error, without pain, and without discomfort. It just needs to be able to function adequately and to relinquish the reins of life to a Greater Power, which it is in fact designed to serve.\n\nThis relinquishment does not happen all at once. It happens incrementally, and the opportunity for it to happen occurs every time that you have to make a serious decision. Here you can ask yourself, “What do I think and what do I want?” and then ask yourself, “Is there something I really know about this?”\n\nIt is a curious thing that when you discover through experience that what you know is different from what you want, which is often a very confusing and frustrating recognition, only then will you realize that Knowledge is real and not a figment of your imagination and is not simply emanating from your wishful thinking. When what you know and what you want are different, this proves the reality of Knowledge to you. Then you will see that Knowledge is not simply a figment of your own will or insecurity and that Knowledge has a reality and an intelligence all its own, a reality and an intelligence that cannot be swayed by your impulses, your fears, your desires or anything in the world.\n\nKnowledge is the only part of you that is beyond temptation and beyond manipulation and control. It is the foundation of your life, and as you will see in the future, it is the most important endowment that you have. In the preparation in Steps to Knowledge, your mind is oriented towards Knowledge, to think more in line with Knowledge. This is done so that your mind can become a bridge for Knowledge and a vehicle for Knowledge. The mind is not repudiated. The mind is not disdained. The mind is not denied. The mind is not destroyed. It is re-employed. It is brought back into harmony with its true relationship with Knowledge, its true relationship with Spirit.\n\nAs this is accomplished over time, you will experience real harmony in your life. You will look at the body compassionately and realize its value, and you will look at your mind compassionately and realize its value. The mind and the body are both instruments of communication and vehicles of existence in the physical world. They both need to function, not perfectly but adequately.\n\nHowever, because most people are not aware that Knowledge is a reality beyond their mind, the mind then becomes greatly amplified. People become very involved in it. In fact, just like people can become obsessed with their bodies, they can also become obsessed with their minds—with their feelings, with their thoughts, with their emotional states, with their memories, with their future ideas, with their theories, with their philosophies, with their fears, with their terrors, and so forth. And oh, the mind looks so big and so dominant! And oh, it is so confusing with so many levels! And it seems unfathomable. It is layers and layers and layers of thinking. The mind seems to overwhelm existence, and you feel enslaved to its will and to its impulses.\n\nWhere can freedom be found? Freedom is found in bringing the mind in service to Knowledge. Freedom is found in reversing the order of authority. If you are a slave to your mind, then the order of authority is reversed from what it should be. If the mind cannot be employed, it will run wild. If the mind cannot be directed, it shoots around in all directions. If the mind cannot have authority within you, it will become a slave to other minds in the mental environment.\n\nThe real authority of the mind is Knowledge. Because the Creator’s Plan is perfect, the Plan calls for the establishment of true authority within yourself. Here you are not asked to give your life to the Divine, at least not to the Divine that is far, far away from you. It is not the purpose of the Creator to be your case manager, to come in and to direct all of your activities. Do not think that the Creator of the universe is going to become preoccupied with your daily ups and downs, with all of your feelings, thoughts, fears and concerns, and all of the little decisions which preoccupy you.\n\nNo, the Creator has given you Knowledge for this. It is within you. Bring yourself to Knowledge and you bring yourself to the Creator. For God can only be known. Knowledge can only be known. And life can only be known. Thinking, philosophizing, speculating, analyzing, evaluating, criticizing do not bring you back into relationship without Knowledge.\n\nIn Steps to Knowledge your mind is oriented towards thinking productively and creatively. It is given direction. It is given purpose. It is given meaning. Then it becomes able to serve rather than to destroy. It is able to become a vehicle to extend your life into the world rather than an obstruction. However, for the mind to be able to come into proximity to Knowledge and to regain its natural relationship to Knowledge, it must undergo the preparation in The Way of Knowledge.\n\nThere are no magic tricks here. There are no secret formulas. You do not take some strange-looking pill and wake up the next day in a state of Knowledge. You must build the bridge. You must construct the foundation. That is your work. The Creator will do the work once the foundation is established, and the Creator, through the Unseen Ones, will enable you and support you in building the bridge and the foundation. But you must show up for the job. You must apply your mind and your body to the job. You must become prepared to do the job. And you must do the work.\n\nAt this point, let us present an important idea: Many people approach spirituality and religion primarily because they want reassurance, shelter and comfort. They want a place to come in from the storm of life. They want to find reprieve. They want to experience acceptance and forgiveness. All these things are available, but more is presented to you and much more is asked of you.\n\nPeople often think of God as a giant welfare system—spiritual welfare! You just sign up and then you collect your checks, and you receive your dispensations, and you are given your gifts and your miracles. You just have to believe in the system. Then God will come and serve you and do all these little things for you, as if God had nothing better to do in the universe than to cater to your wishes! Only a pathetic God would be so involved!\n\nThis is not spiritual welfare. We are not offering you welfare. We are offering you work. We are giving you a job. We are giving you a context and a foundation, a purpose, a meaning and a direction so that you may regain your natural abilities, bring them into harmony and alignment with each other, and build a real foundation for Knowledge. Do not think, “Well, what is God going to do for me?” God has already given you Knowledge. If you could understand and see how great an endowment this is, you would know that you had been given what you need to find your way in this world and to find your community in this world.\n\nHowever, as long as the order of authority is reversed, as long as the mind serves the body and the Spirit seems to serve the mind, there will be physical and mental disability. Your physical problems will be greatly amplified, and your mental problems will be greatly amplified, and you will tend to become obsessed with your little problems and with the little problems of life.\n\nLittle problems are escaped and resolved when the greater problems of life are addressed. Little problems are forgiven and accepted when your energy is dedicated to the greater problems in life. The greater problem in life is finding the way to Knowledge in order to realize why you are here and to engage yourself fully in the reclamation and the expression of Knowledge. Knowledge is regained by dedicating yourself to those individuals who represent your true allies in The Way of Knowledge. It is given through dedication and devotion. It is not based on personal reward or on gaining more welfare from God or from the world. It is dedicated to finding the essential contribution that has brought you into the world and with it the memory of those who have sent you and who abide with you even now.\n\nHealth is vitality, but vitality is the product of living a real life. It is the product of facing the risks and opportunities of life. It is the product of real relationship and real dedication that can be shared between people. It is the result of experiencing the true hierarchy of authority in your life and holding in reverence and respect the different aspects of your nature and the different levels of existence. Then you go to the doctor simply to keep your body running so that it can continue to support your purpose. And you make adjustments in your thinking and in your behavior as they become necessary. You are able to do this because you are serving a greater purpose. And your spiritual life and reality can then find expression in your thinking and in your actions in the world. This is health. This is the demonstration of well-being. This is the demonstration of a greater truth and a greater reality that is a potential in all people.\n\nThis is what The Way of Knowledge is for—to enable you to fulfill your mission here and to find those who share your mission with you. It is to find freedom and escape from all the myriad disabling activities that cripple humanity and that render it helpless in the face of its own needs and in the face of the Greater Community, which is overshadowing the world at this time.\n\nGreater truth is needed in your life, for your well-being and for the well-being of the world, for you have not come here for yourself alone. You have come here for the world. That is how great you are in truth. That is how great your purpose is, and that is how great your reward will be as you reclaim the essential aspect of your life.\n\nThen, if there is illness, accident or injury, you will simply find what is needed to make the adjustments or the repairs that are necessary so that you can keep going because you have somewhere to go and you have something to do. Then these things will not be exaggerated, these things will not be overemphasized, and these things will not dominate your life and attention. And though you may have aches and pains as you proceed, you will continue, and you will fulfill your destiny here.\n\nNow, let us speak a little bit about good living. Eat well. Get enough sleep. Have daily exercise. Engage with the right people. Follow what you know. And keep asking for Knowledge. If you engage with the wrong people, it will undermine your health and well-being and will bring you back into confusion and disorientation. Follow what is simple and understood. Perhaps you have said to yourself, “I know I shouldn’t do this,” or “I know I should do that.” Go do it. Do what you know. Why hesitate? What are you waiting for? Do not wait until a crisis occurs. Do not wait until a little problem has become a big problem. There is much you know already that you need to do to maintain your body and to have greater health mentally. Do those things. Do not ask for more. For you cannot use more until you use what you have today.\n\nPeople want to unite with the Divine, but they cannot even be with one other person. People want to have radiant health or peace of mind, but how can they if they cannot even do the simple tasks that they know they need to do today? Start where you are. Start with what you know. Enlist others to help you do what you know and do not turn back. This is building the foundation. This is building the bridge from the world to your Ancient Home. This is utilizing every aspect of your life and making every part of your life vital.\n\nCome close to Knowledge and Knowledge will feel close to you, and you will know what to do. But even beyond this, you will be able to do what you know.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/sufficient-health/"
}