{
  "title": "Suffering",
  "content": "Clearly, everyone in the world, even the youngest child, is acquainted with suffering—physical pain, emotional pain, psychological pain, the pain of Separation, the pain of living in a difficult environment in the physical reality. This pain has many dimensions. It is certainly associated with need and with fear, and aggravation of some kind.\n\nThe attempt to escape from this pain has led humanity to do great things and very destructive things: great things in the production of medical care and medicines, compassion, service, care for others, healing activities and so forth. But it has also led humanity into pursuits of vanity and personal fulfillment that have been within themselves sources of suffering, and a continuation of suffering.\n\nIt has even led people to war, seeking to oppose others whom they blame for their suffering; cruelty towards others, other races and religions and minorities and so forth. The escape from pain, then, has taken many avenues, some wholly beneficial, others not beneficial.\n\nIt is necessary to begin this understanding with seeing that suffering is a part of living in Separation—Separation from your Source, from your eternal life from which you have come and to which you will return eventually. It is a condition of living in physical reality, in a body that has to be fed and cared for and protected against the elements, and protected against aggression from others and competition from others and so forth.\n\nIt is a part of life. It will accompany you no matter what you do. Even the person who is seeking the highest level of awareness and compassion in life will experience suffering to a certain degree. To think that you can escape it by trying to be above it all, by trying to have no attachments or no passions or no desires is beyond the reach of nearly everyone.\n\nEven in the end, you will have to become compassionate with others who suffer, and you will feel their suffering. Even if it is not your suffering in this exalted state, you will feel their suffering as We feel your suffering, We who watch over the world. We feel your suffering, but it is not Our suffering. So anyone who lives within separated existence, even those who watch over this life that you live, those amongst the great and expanding Angelic Presence, they will feel this suffering too, to a certain degree.\n\nSo there is no escaping suffering completely. There is no escaping fear completely. For part of your fear is here to protect you from harm, and to warn you of danger, and to alert you that you must change course or hold yourself back in some way. There is no escaping the tribulations of life and the reality of stress, for no matter what you do, there will be some tribulation and some stress, most assuredly.\n\nYou cannot live a life of perfect happiness, for that is not possible living in Separation, if you are honest with yourself. And if you think you can, then you are not being honest with yourself. You are not being emotionally honest with yourself.\n\nEven those very few who can reach the pinnacle of enlightenment in this world must return to serve and to face the suffering of the world and attempt to alleviate it in positive and constructive ways.\n\nYour suffering then is born fundamentally of living in Separation. But it is also fundamentally part of your experience because you are living in a physical reality, where you must search for resources and compete with others and face the hazards of living in a changing and chaotic world.\n\nThis you must face to be here. Even when you discover you are here for a higher purpose, which We shall speak of here today, even then you will have to face the difficulties of living in a physical reality and the ever-increasing degree of suffering around you as the world now begins to change. For humanity has disrupted the climate of the world, has overused the resources of the world, has spoiled the world in so many places in so many ways, willfully or unknowingly. This then will create greater suffering in the future for ever-greater numbers of people.\n\nTherefore, to have a correct understanding about suffering is critically important. To accept it as a reality that cannot be fully escaped is necessary here, or you will deceive yourself and attempt to deceive others, in thinking that all suffering can be escaped.\n\nFor the great Messengers of life have had to face suffering within themselves and all around them in order to give the greatest gifts from Heaven here. And all who seek to serve humanity authentically, in humility and with purpose, will experience suffering in doing so and most certainly will experience the suffering of those they are sent to serve.\n\nIt is your relationship with suffering, then, that must be changed, must be seen clearly, must be understood. For there is legitimate suffering and illegitimate suffering, suffering that cannot be really escaped given even the truest and most benevolent activities in the world. And then there are all kinds of other forms of suffering that are a product of one’s errant living, haphazard life and dysfunctionality within their own thinking.\n\nThere is suffering that is a result of illness, physical illness and mental illness. This is real and legitimate suffering in most cases. But then there is the endless suffering that is the result of seeking fantasies in life, trying to have people, places and things for yourself in life, and suffering from the fact that you cannot succeed here fully. The elements and degrees of illegitimate suffering, then, are in many layers and express themselves in the world in many ways.\n\nYou will not understand this completely at the beginning, for you must begin your assessment of suffering in as objective a manner as possible, which is quite difficult for most people to do at the outset. Though if you persist in time, you will be able to see more clearly, and you will even be able to benefit from your suffering—your legitimate suffering and your illegitimate suffering—for [they] will teach you things that are very necessary in life.\n\nThey will teach you patience. They will teach you to evaluate your life clearly. They can teach you to change course in your life, to enhance your life as a result of what has happened to you. They can teach you wisdom as to what to pursue in life and what not to pursue. And they will most certainly teach you the necessity of forgiveness, of yourself and others.\n\nSuffering can even bring you closer to God, for over time as you realize you cannot fulfill yourself from trying to gain things from the world, you will turn to the Greater Reality from which you have come and to which you will return. Oh, yes, you will return, for God’s Plan is to save everyone in the end. But the end can be a very long time from now. And without this greater connection, you will suffer, and continue to suffer, and be prone to all manner of error and manipulation from the world around you.\n\nToday We give you the key to understanding yourself deeply, and with it, a clear understanding of the reality of suffering: why it exists, within you, within others and within the whole world to the degree that it does; how it can be alleviated within yourself, within others and the whole world over time, to whatever degree is possible here. For there will never be perfect happiness living in the physical reality, living in Separation from your Source, living in Separation from your eternal life, from which you have come and to which you will return.\n\nPhysical suffering has known causes in most cases. Psychological suffering is more complicated and more associated with the attempt to fulfill oneself and be happy in a physical reality. And then there is spiritual suffering, the suffering of not living the life you know you were meant to live, a deep suffering, unique in its experience and expression—the feeling you are missing what you really came here to do, that you are not really fulfilling the higher purpose for which you individually were sent. This produces a suffering that cannot be alleviated through medicine or psychotherapy or supplementation or diet or exercise or anything.\n\nIt is a deeper suffering, which in the end is the most important to recognize and to alleviate. And this is the one kind of suffering that truly can be alleviated once you begin to accept that you are here for a greater purpose, that you cannot create this purpose for yourself or define it for yourself, and that you must receive it from Heaven, step by step, increment by increment. That is the way out of isolation. That is the way out of the fog of confusion, in which everyone lives in this world to some degree.\n\nYou have come into the world for a higher purpose. It is this higher purpose that connects you with your Ancient Home, with those who sent you and with your true life beyond the limits of time and space. To not know this, to not live this, to not find this is to wander aimlessly in the physical reality—trying to protect what you have and seek greater fulfillment in temporary and often meaningless things, and trying to escape suffering without ever facing it and gaining from it the wisdom that it can provide for you, if you can see it clearly.\n\nMost people are running from their past, running from their suffering—seeking the next relationship or seeking wealth or seeking pleasure or seeking escape or living in a cruel denial, full of vengeance and anger towards the world. There is no relief here. It only prolongs your misery.\n\nYour suffering then becomes something that must be faced, and faced compassionately, for how could you not suffer if you did not know of the power of Knowledge that God has put within you? How could you make wise decisions without the guidance of Knowledge that God has placed within you? How could you not make critical mistakes or live your life aimlessly or destructively without this greater guide and compass within yourself showing you the way?\n\nThis is what it means to look at your past compassionately and objectively, realizing that without this greater strength that God has given you that you could only wander, being driven by others, compelled by culture and religion or your family to live a life that was never really true for you to begin with.\n\nThis is suffering at a deeper level. Even if you were treated kindly in your past and not abused—as so many people are in the world today—even if you were treated kindly, a life without purpose and meaning is a life that will suffer. You will lose heart over time. You will live with increasing disillusionment and disappointment, which can lead to great anger towards yourself and others, and even the world at large, even towards God, thinking that God has created this destructive world and the life of Separation. But it is living in Separation that creates suffering at its foundation, but beyond this foundation, there are the emanations of suffering at many other levels.\n\nUltimately, if you were to begin to respond to the greater calling in your life, which you yourself cannot define or create, and are willing to receive it, step by step, patiently, in humility, and with greater determination, only then could your life really come into order, be you rich or poor, living anywhere in the world, in a free nation or an unfree nation. Yes, the circumstances are different, but every situation has its opportunities and its disadvantages. Only then will you learn how to live a real healthy life, a balanced life, a life of service and meaning increasingly, as you escape the shadows and the regrets of your past.\n\nWhile there is no complete end to suffering, there is a life of greater purpose and meaning awaiting you, which will alleviate most forms of suffering and protect you from many things in the world that you are vulnerable to even at this moment—the threat of persuasion and domination, the threat of punishment, the threat of addiction, the threat of failed relationships one after another, the threat of living an unhealthy and unfocused life.\n\n[These are] but a few of the things that challenge you, even at this moment, and generate conditions of suffering for you. Even if you have met your basic physical needs—food, water, shelter and security—now you are facing the suffering generated from living in Separation itself. Even if you are protected from most of the hazards of the world, which will never be complete, of course, as long as you are here, as you elevate yourself, you will see the psychological damage, the emotional damage, the consequence of living without purpose and real meaning and direction on your experience of yourself and others in the world.\n\nThis is looking at higher levels of suffering, which, if seen clearly, can instruct you about what not to do, what not to pursue, what not to think, what not to choose, how not to treat yourself, how not to treat others, how not to see the world. Suffering is a tremendous teacher of these things if it can be seen objectively. But to be able to do this, you will really need to build a real sense of your purpose in life and to take the Steps to this Knowledge We speak of here today, which God is now providing in a great Revelation for the world, finally. It is the ladder sent down from Heaven to enable you to escape the isolation of Separation and the fog of confusion within which nearly everyone lives.\n\nLet Us speak then of isolation for a moment. [For] you, who are designed to be connected to everything, living in Separation is truly difficult, isolation being the most extreme experience of that Separation. Isolation does not merely mean that you are alone and no one is around you, for you could be living in the middle of a big family, married with children, and feel like no one really understands you. There are people around you. You love them, or they love you, but you are isolated there, trapped in a set of circumstances that now define you and your life in ways that are not in keeping with your true purpose for being here. Isolation, being the most extreme example of Separation, can be experienced in a crowd, in the midst of family relations. It could be experienced under any circumstances.\n\nBut the truth is you are not alone. [There are] those who watch your life and watch over your life, once you begin to respond to the need for a greater meaning, a greater purpose and a greater direction in life; once you come to terms with this, which is an act of great self-honesty, the result of disappointment and disillusionment with the world; where you come to see that another relationship or another possession or some other acquisition for yourself is not really going to make a difference, and what you will have to pay to find those things, and the disappointment you will face if you cannot find them, is so great that you now seek a higher path.\n\nWithout knowing what a higher path is, you pray to Heaven for guidance, really pray, not a simple request here and there when things are not looking good for you, but with real earnestness and determination. That is the message for Heaven to respond, for now you are getting serious. You are not merely wanting a lifesaver when your life is not going the way you want it to go. It is not merely a palliative given to you to make you feel better in the moment. For God wants you to face your suffering and to see the wisdom it can give you and the aid it can give you in pointing your life in its true direction.\n\nThe great pathway begins with disappointment and disillusionment. It begins with breaking away from what one has done before, and even what one has thought and believed in before, which can lead you into a tremendous position of confusion and uncertainty. But at least the door now is beginning to open.\n\nYes, you will still be living in the fog of confusion not knowing what to follow, not knowing what to believe, not knowing what to do with any real certainty, going along with the wishes of others, going along with the crowd, going along with what your religion or culture tells you to go along with, being a slave to other forces, being a sheep in the field. But God has other plans for you.\n\nBut to know this, you have to begin a new journey in life, a journey of many steps, a journey you do not control, but amazingly you will have to control yourself to take this journey, a journey you do not invent but a journey that will require you to be much more careful and discerning about what you do and who you are with.\n\nThis will lead you out of a world of suffering. Yes, you will have some legitimate suffering along the way. And you still may seek fantasies here and there or romances with people, places and things. But if you keep moving in this direction, these forces will weaken for you, and you will be able to see beyond them and have compassion for people who are still caught up in such pursuits.\n\nYou will look on your past now as a demonstration of life without Knowledge, a life that can teach you many things if you can understand it clearly. Instead of running from your past, it now becomes a resource for you—the evidence of the hopelessness of living without this deeper Knowledge We speak of here, the need for a greater life, the need for a greater purpose in life and a greater direction that is not based upon desire and fantasy and the shifting moods of your mind.\n\nHere you begin to gain a freedom that everyone around you is unaware of or is too afraid to face. Here you must lead yourself. And as you lead yourself, there are greater forces that will lead you. Amazingly, as you begin to yield to this greater power, you yourself are able to finally gain control of your mind and your emotions in a healthy way, in a way with certainty and compassion. Finally, you can determine what you think and where your mind will go and what you will choose with greater clarity now, which was not really possible before.\n\nYou escape the fear of others. You escape the fear of loss. You escape the fear of retribution from the world. You escape the fear of not being fulfilled according to your ideas or the ideas of others. You escape the fear of disappointment. You even escape the fear of failure to a very great degree.\n\nThis alleviates so much suffering and the potential for suffering. You can barely understand at this moment how great a relief this is. Instead of having a life of a little tiny bit of inspiration and a lot of confusion and suffering, you end up having a life of a great deal of inspiration and a little bit of confusion and suffering.\n\nIf you can hear what We are telling you here today and you begin to think along these lines, you can begin a greater journey in life, beyond the ordinary, a life that will make you more simple, more powerful, more direct and more united within yourself.\n\nThis will not happen all at once. Like setting out on any greater journey in life, you will stumble and wander at the outset. You will have good days and bad days, of course, but your heart will be relieved that you are finally responding.\n\nThis then addresses the deepest level of suffering within you, the suffering of not fulfilling what you came here to do, a suffering that is at the basis of nearly everyone’s problem in life, for which they seek to alleviate through escape, through pleasure, through fantasy or through admonition of others.\n\nGod knows how to bring your life into balance and into service and into meaning that you may seek in all other things without success. God knows the way to God. Religions do not really know the way to God. They are just prescriptions for the general populace. But the deeper calling is something that happens on the individual level. People are not saved because they believe in something but because they are responding to a deeper calling and the power of Knowledge within themselves, the great truth that many people in the world have not yet realized.\n\nBut the journey requires great clarification, great discernment, great determination and the willingness to face the mistakes of your past and the mistakes you may be making even at this moment. There is no conceit here. There is no self-glorification here. There is no calling yourself a healer or a teacher or an avatar here.\n\nYou must reach a level of self-honesty beyond what most people think of here today. You must wait for great truth. You must look without coming to conclusions in most cases. You must learn to quiet your mind, learn to be still, learn to listen, learn to become able to respond, able to become responsible in this way.\n\nGod has provided the Steps to Knowledge, the pathway for making all these things possible. You need only take the Steps and accept the challenges and do the best you can. Rich or poor, east or west, north or south, it is for everyone who can respond.\n\nIn this way, you escape the suffering that circumscribes nearly everyone else. In this way, you gain the eyes to see and the ears to hear, over time, through many experiences.\n\nHere your life comes back into its true alignment, its true purpose, its true meaning. This is how God restores you so that you may give something beautiful to the world, to others and to life around you.",
  "audioUrl": "https://www.newmessage.org/av/suffering.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/suffering/"
}