{
  "title": "The Sacred",
  "content": "It is time now to speak of the Sacred—what is truly sacred, what must be revered, what must be recognized—and to see how it is very different from the things that are considered sacred and held to be sacred by many people.\n\nFor what is sacred cannot be touched. It cannot be named. It cannot be held within your hands. It is not a place. It is not a building. It is not an object. For what is sacred is what is permanent.\n\nFor in the beginning, there was the Sacred. In the end, there was the Sacred. In the middle, in between, there was the Sacred. It is past. It is present. It is future. It is a moment of experience. It is a revelation.\n\nIt is a memory stretching back through the corridors of your mind, so far back that it reaches beyond this life, beyond this set of circumstances. It is like remembering something that has always been, but has been forgotten.\n\nWhen people have this experience, they know there is something permanent in their lives. It is not a belief that something is permanent. It is not a belief based upon fear and apprehension. It is not an accommodation to offset the anxiety that accompanies the awareness of one’s mortality and limited life here in the world. The Sacred is like a flame that never burns out.\n\nWhen people have a sacred experience, or when someone in the past in history has had a sacred experience, people hold certain places to be sacred where events occurred, where sacrifices were made. These places are held to be sacred, and beautiful monuments are created—some of them so beautiful that people come from everywhere to visit them, to pay homage, to experience them.\n\nBut they are not sacred. If you knew what was really sacred, you would understand this. If you have experienced what is sacred, you would understand this. There would be no issue here. You would not argue.\n\nIn some traditions, the Earth itself is considered sacred—the entire Earth, not just one particular place. But the Earth is not sacred. It is just the Earth.\n\nThis building—however beautiful, however historical, however ornate or phenomenal—is just a building. This statue or this object, it is just a statue or an object. To make it sacred, to insist or believe it is sacred is to miss the point. For it might be sacred to you or to your culture, but it is not sacred to others. To them, it is interesting or beautiful. It is just a thing, however. It is not sacred to them.\n\nBut anyone who has the experience of the Presence of God or the movement of Knowledge within themselves will know it is sacred. So different it is from anything else—from any idea, from any belief, from any place, from any tradition or ritual—that to anyone who experiences it, it will be sacred or, at the very least, remarkable and confounding.\n\nTo know the Sacred is to be relieved of so much confusion and so much hostility and so much attachment to things. For God is not attached to these things. And the greater Intelligence that God has placed within you—the deeper Mind, the Mind of Knowledge—it is not attached to these things either.\n\nBut the mind—the mind of the world, the mind that you think with—it makes things sacred. It has its own gods. Unaware of the great Presence, unaware of the Fire of Knowledge burning within you, it creates its own sacred events, sacred places, sacred people, sacred objects and so forth.\n\nIt is okay to honor a place where something sacred has occurred, or to honor a person who demonstrated what is sacred in their life in the most authentic way. But do not call these places sacred, for that is confusion. Pass through these places, honor or remember the person or the event, but hold what is sacred for what is sacred.\n\nFor what is sacred is not an object. It is not a book. It is not a place. It is not even an event. These are all things in time through which the Sacred moves.\n\nIf you can know what is sacred, you can experience it anywhere. It will be with you anywhere. It can speak to you anywhere. It can move you, the deeper movement of your life, anywhere.\n\nPassions may come and go. Great romances may come and go. Life experiences may come and go. You may experience great beauty or great tragedy, creation and destruction, dramatic events and mundane events—but what is Sacred remains there.\n\nIt is still, and it is moving. It is so still that you have to become still to experience it. Yet it is moving—because you were sent here to do something, to give something, to recognize something and to unite with certain people for a greater purpose. This is sacred, too, this movement.\n\nIt is not like God is some distant star. God is moving in your life—moving through the world, moving through people, places and events because everyone was sent here to give something, to do something. And the fact that people have not experienced this—or recognized this or fulfilled this—is the root of everyone’s suffering.\n\nYet many people know there is something sacred in life, so they try to give some expression of this—the sacred cow, the sacred temple, the sacred book, the sacred history, the sacred object, the sacred Sun, the sacred Earth—even the heavens, the universe, the Greater Community.\n\nYet what is Sacred moves through all these things, moves like the wind. You cannot capture it. You cannot hold onto it. You cannot show it to another and say, “This is it. Believe in this.”\n\nSacred objects become lost. Great temples are destroyed or fall away. Even the sacred Earth in the far distant future will no longer be here, and everything that was considered sacred upon it will no longer be here.\n\nBut the Sacred remains. It is in the Mystery. You must have the courage and the confidence to enter the Mystery, to be still.\n\nPeople cannot be still because they are afraid—afraid of what they might feel, what they might know, what they might see. For these things are already within them, waiting to be discovered. People are afraid of themselves. They are afraid of life. They are afraid of change. They are afraid of God. Yet all these things exist within them, waiting to be discovered.\n\nFor those who have experienced the Mystery, for those who have experienced the Sacred, it is more real than anything you can touch, anything you can think, anything you can see or hear or hold in your hands. They become less real, less significant.\n\nYou are free now to pass through life like the wind, like the Presence, like the Sacred. Yes, you are still a person, and you have obligations and difficulties. You have pains and you suffer for things. There are disappointments. There is frustration. But there is something Sacred that offsets the pain of life, the discord of life and the confusion of life.\n\nIt is to renew the Sacred and to restore people’s awareness of the Sacred that God sends New Messages into the world. It is not just to affect human history. It is not simply to give humanity a new awareness, or to set in motion a greater set of events that can alter the course of human history. God’s New Messages are designed to do these things, but fundamentally they are here to restore the Sacred. They are here to offset people’s confusion and disassociation from the Sacred.\n\nFor what is Sacred becomes profane, becomes idols and rituals and beliefs and oppression. The Sacred now has been denigrated into a mechanism of control over people, a yoke and a harness for humanity, a demand, a set of rules that are inflexible and inhumane.\n\nThe Sacred has been lost. People are oppressed and impoverished. They fight with each other over what they think is sacred. They fight with each other over which of God’s Messengers should be honored. They fight with each other over the history of their religion. They fight with each other over the resources of the world. They collide over their ideas, and the pain and the suffering of humanity are perpetuated and deepened. And the Sacred becomes lost to the people as an inspiration, as a mystery, as the invisible movement of God and God’s emissaries.\n\nSo, at great intervals, a New Message from God must be sent into the world. Here there is no final prophet because the needs of humanity and the needs of the soul within each person call for the Sacred.\n\nWithout this, you are intelligent animals, so intelligent that you are aware of your future and your mortality, so intelligent that you suffer to a far greater degree than anything else in nature. But the Sacred lives with you. Without it, life is barren, a desert—without fulfillment, without a sense of permanence, without peace, without resolution. The Earth and the universe are cold and unforgiving. Without the Sacred, part of you is forever unfulfilled, a deeper part of you, the part of you that waits to be discovered.\n\nCall nothing sacred. No place. No person. No book. No temple. No church. No mosque. Approach them with reverence, with respect, but do not call them sacred. For what is Sacred is so much greater. It is to take you beyond the world, while you are in the world, so that you can be in the world, but not of the world.\n\nThis is what gives you the power and the connection to God. Of course, it is mysterious because it existed before the world. It will exist after the world. That is why you cannot see it and hear it and hold it in your hands.\n\nTo experience this, you must learn to be still. And you must take the Steps to Knowledge, the deeper Mind that God has placed within you—where God’s Movement can be experienced, where God’s Wisdom can be experienced, where God’s Will and Presence in your life can be experienced.\n\nYou do not have to be religious to have this experience. You do not have to believe in one religion to have this experience. Religion can be helpful here if it is understood as a pathway to the Sacred. But if religion is only a convenience, only something you feel you must be obedient to, only a social convention or a political requirement, it has lost its real value to you.\n\nBut for those who are not religious, who do not have a religious faith, who do not follow a prescription or a defined pathway, the Sacred is available to them as well. If they can experience this and feel the movement of this in their lives, it will relieve them of their grievances, their hostility, their anguish, their trepidation, their fear of life, their fear of themselves, their fear of others and their fear of God.\n\nWhat else could God give you that would be greater than this—this great relief, this great affirmation, this great confirmation that you are sent here from beyond the world to give something very specific and very simple to the world?\n\nTo follow this is to move with what is sacred. It is to feel it moving your life. Whether you are religious or not, you are having a sacred experience.\n\nIt is more difficult for the rich to experience the Sacred because they have made so many other things sacred. It is hard for the poor to experience the Sacred because they are hungry. They are needy. They do not have what they need to sustain themselves, and so they believe in magic and miracles because they need a miracle to survive. They need something they cannot see to help them. [In this] it is easier for them to experience the Sacred.\n\nBut here, again, the Sacred is what is permanent—beyond the needs of the day, beyond wealth and splendor, beyond the pangs of hunger.\n\nIf humanity could realize this, it would bring an end to war. It would bring about the ability to cooperate and to unite. It would create a more genuine and common set of values. It would mean that religion would not be used as a pretext for war, as a tool of the state, as something that divides humanity and sets it in conflict with itself. There would be no argument over which book is sacred, which prophet is sacred, which Messenger is greater than the other Messenger. You would either experience what is sacred, or you would not.\n\nGod feeds you through the Sacred. If you are not fed, you are hungry. The soul is starving. Even if you are living in splendor, even if you have everything and the freedom to travel, your soul is forever hungry, and that is why you are so dissatisfied.\n\nGod feeds you at a different level, at the level of the soul, because here is where your life becomes real and meaningful, has purpose, has a direction, because you are moving with what is sacred, and you have not assigned the sacred to any other thing.\n\nPossessions are either useful or not. They either help you or they do not. They have value in what they serve. Perhaps you need a lot to carry out your purpose in this world. Perhaps you need little or nothing. The value of things here is associated now with a greater purpose, with serving the Sacred, without becoming sacred themselves.\n\nEven your body—do not call it sacred. But it can serve the Sacred. Only God really knows how this can be done fully. For you to know this, you must follow the deeper Intelligence that God has placed within you, where the movement of the Sacred can be experienced and expressed.\n\nEvery true artist knows this. Every person who is really creative knows this. They know they are the vehicle for something more mysterious. It is not just that they do phenomenal or unique tasks. There is something moving them that is the source of their creation or their art or their music—their inspiration.\n\nThe greatest gift is to share what you do in service to the Sacred—without calling your actions sacred, without calling your places sacred, without calling your books sacred. For what is sacred is what is permanent. That is what makes it sacred.\n\nThe Fire of Knowledge that is burning within you is generating the commitment and the courage and the conviction to make a real contribution to the world. This is like a Sacred Fire. You cannot put it out. You can only lose sight of it. God has put it there.\n\nOtherwise, you would just become lost in the world, swept away, swept away by everything—by your passions, your difficulties, the problems of survival, the demands of others, the great and tragic movements of humanity and civilization. You would become lost to the world.\n\nSo God has placed Knowledge and the Fire of Knowledge within you. So even if you become lost, you are still connected. Even if you become confused, even if your life is denigrated, you are still connected to the Sacred.\n\nHere you use your temple, your church, your mosque, your sacred place, the beauty of nature, your remembrances to serve the Sacred. Now they have meaning and value. They are not sacred, but they are serving the Sacred. That is their value. You pass through them like the wind. They have a greater service and they have a greater value, for they serve the Sacred, for you serve the Sacred.\n\nHere there is no religious tyranny. Here there is no religious conflict. Here religion becomes a pathway to the Sacred, not the sacred itself. Here every pathway to the Sacred has value, if it is truly applied. There is no condemnation.\n\nHere your ideas of Heaven and Hell fall away, for what is Heaven without the Sacred? And Hell is living without the Sacred. That has already been your experience. There are worse Hells. There are greater degrees of suffering and disassociation. But the Sacred remains, calling you to return.\n\nHere you are freed from the past. Here you are freed from the beliefs of the past. Here you are freed from your aggression. Here you are freed from your hatred and your unforgiveness. It is all because of the Sacred that this is possible.\n\nReturn, then, to what is permanent and what is real. You cannot identify it. You cannot give it a place, a date or a name. To do so is to lose sight of it.\n\nGod has placed Knowledge within you so that the Sacred may move in your life and so that you may come to experience it even in your current set of circumstances. This is the greatest gift, and this is the source of your redemption. For the Sacred will give you a new life. It is life, the life that God created.",
  "audioUrl": "https://www.newmessage.org/av/the-sacred.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/the-sacred/"
}