{
  "title": "The New Message for the Impoverished and Oppressed",
  "content": "God is aware of the suffering of humanity. God is aware of the poverty of humanity and the oppression of peoples—oppression both by the dictates of government and religious leaders and oppression by circumstances.\n\nIt is the condition of humanity that the New Message from God must address. And it is the future of humanity that the New Message from God must address. They are related but not the same, for what is the future will seem beyond the requirements of the day, of the moment, of the hour. It [The New Message] will seem to speak beyond the current needs of people, of greater forces shaping the world—forces that can either undermine human civilization and forces that can strengthen it, and improve it and give it a future unlike the past.\n\nBut such a greater future cannot occur if people are struggling under the yoke of poverty and oppression. Though poverty has always been with you and though oppression has always been in the world, these create an unnatural condition—a condition where the natural abilities and creativity and inspiration of people are suppressed and diminished; where [and] the light of Knowledge, the greater intelligence that God has placed within each person as a potential, this light becomes extinguished.\n\nPeople must now struggle for the bare necessities of life. They must work in a slavish manner simply to provide for themselves for the day, unable to save for tomorrow. People must live under ever greater stress and confinement.\n\nAnd the possibility for this to increase is great because the world is entering a new phase. The world is in decline. Resources are being taken too fast from the world—depleted, endangering the future of humanity.\n\nSo God is aware and concerned for the suffering in the world. To be in this world is to be in a compromised situation. The Spirit is entrapped in a body. People must now survive in difficult environments where there is constant problem solving, constant adaptation, constant effort to secure the basic resources that everyone needs—food and water, shelter, clothing, protection from the elements, stability and security.\n\nIf these needs have not been met, then the greater potential for the individual cannot be realized. And the great gifts that God has given to each person to bring into the world as a contribution to the world will not be recognized and will not be fulfilled.\n\nThis is an unnatural condition. For the world you see today and the world you have learned about from the past represent the suppression of the human spirit—this diminishing of the human possibility and capability, this weight upon humanity where it cannot rise to a greater power and a greater state of creativity and equanimity and social justice and evolution.\n\nToday people are held in bondage by political restrictions. But they are also held in bondage by being forced to work in a slavish manner, where their lives afford them no time to build an inner life—an inner awareness, an ability to respond to the deeper Knowledge that God has placed within them. As a result, their spirits are worn, their light is dim.\n\nFor there is poverty at three levels, you see. There is poverty at the level of the needs of the body: food, water, shelter, clothing, stability and security. Then there is poverty of the mind where an individual has no opportunity to develop an awareness of themselves and the world, to cultivate their intellectual abilities and to learn a greater discernment, which is necessary for real success in life. And then there is the poverty of the Spirit, where the power and presence of Knowledge remains hidden and unknown because people are struggling to survive and are facing stress to such a degree that all they can do is try to reach tomorrow and to carry on.\n\nThese forms of poverty—the poverty of the body, the poverty of the mind and the poverty of the Spirit—represent the great impoverishment of the human family. For all the great talents that the Creator of all life has imbued within the human family remain lost and unknown, forgotten and restrained. If this were not the case, the human family would be at a very different stage of development and accomplishment in the world today.\n\nHolding back the creativity of women alone means that half of the human race is handicapped and restrained. Half of the great gifts of Knowledge— contribution, compassion and service—are denied the human family, denied for cultural reasons, denied because of poverty, denied because of oppression by powerful forces within governments and even religion.\n\nIf a young man or a young woman was destined to be an important physician, or a great civil servant, or an inspiring artist or a great engineer, this potential will never be realized under these circumstances—leaving that nation, that culture and the world itself impoverished.\n\nIt is not enough to overthrow the forces of oppression, for this leads to violence, and great loss of life, and suffering and too often only ushers in a different set of faces, a new lineage of oppressive rulers. How many people have sacrificed their lives and their well-being and their opportunity only to usher in a new and even more dangerous form of oppression?\n\nNo, there must be a greater movement of change within the person, and it must happen within the person first. If your heart is full of grievance and anger, hatred and resentment, even if life gave you opportunities, gave you social power or gave you political power, you could only usher in a new form of oppression, for oppression is always filled with anger, fear and resentment. It always runs counter to the natural state of human beings that the Creator of all life has created.\n\nTo effect social change, there must be compassion and tolerance and patience. The movement for this always begins within the individual, with the individual gaining access and connection to the greater Knowledge that God has placed within them, to cultivate their inner life, to become aware of their deeper inclinations—to still the mind so that you can hear and feel and experience how God is moving you and instructing you in your life, even in the most particular things, the simplest affairs: the inclination to go here, the restraint from going there, the discernment one [you] must bring in who to associate with and how much to share with them, the need to cultivate a quiet place so that you can begin to listen inside of yourself.\n\nBut if there is no quiet place, if there is no compassion, if there is no tolerance, if there is no freedom for one to liberate one’s mind from a slavish attitude or set of beliefs, then God’s gifts remain unheard, unrecognized and unknown.\n\nPeople want social change. They want political change. But they themselves often do not want to change. They want advantages. They want social improvement, and they need these, so very often is the case.\n\nBut the movement of God must happen within you first. Changing the social order rarely brings benefit to everyone. Sometimes this is the case. But if greater wisdom is not brought to bear, then social justice will only improve marginally, if at all. A new regime of power will come into play, promising justice but unable to deliver it; promising improvement but unable to deliver it. And then, as before, people will be burdened with oppressive work and little hope of advancement or improvement in their lives.\n\nThe power of God has been placed within you, but it is not within your intellect. It is not at the surface of your mind. It is not conditioned or determined by your beliefs or your attitudes or even by the religious principles that you might adhere to.\n\nIt is not that God has failed to help humanity. It is that humanity has failed to hear God. It is not that God does not care about the human condition, the condition of your life and the lives around you. It is that God’s power and presence has not been recognized.\n\nOnce you have secured food, water, clothing, shelter, stability and security, you can begin to develop your inner life. This is not merely a distraction or an indulgence. It is fundamental to your success, for God speaks to you through your inner life, through the power of Knowledge that God has placed within you, which is so very different from your personal mind, and your religious and social conditioning, and the expectations of your family and others.\n\nAll the great saints and poets and musicians and those who have brought about substantial change and improvement for humanity have known of this, have practiced this. It is not enough to say that they were uniquely endowed, the rare individual who has almost superhuman patience and courage to carry on such great works. For this power and courage reside within you as well. But first you must create a place for it within yourself.\n\nThis, governments and religious institutions and commercial powers, cannot deprive you of. The freedom to gain access to God within yourself is beyond the reach of government. It is beyond the circumstances of poverty and oppression. It is what the New Message from God speaks to directly because of the great need for it in the world.\n\nFor humanity cannot now advance because of a rare individual here and there. Many more people must be called by God, must be inspired and must function from a level of compassion and commitment and courage—not because they want it personally, but because it is emerging within them.\n\nOnce you begin to gain access to Knowledge—God’s intelligence, a deeper mind within you—it will begin to slowly emerge. It is like you have given birth to something, but its emergence is very slow.\n\nAfter your day of hard labor, you come back, and you learn to still your mind and to listen. Here you are not simply asking God for things. You are learning to receive.\n\nIt is difficult at first because the condition of your mind is so aggravated, is under so much pressure, is so consumed with trying to offset the effects of poverty and oppression that at first it seems almost impossible. But like all accomplishments, it takes time, patience and daily application.\n\nEven if you are living in a refugee camp or a slum of a city, you have the opportunity to develop an inner life and to teach this to your children. This will sensitize you to your own experience and will make it possible for you to feel and hear the movement of Knowledge within yourself. For this is how God speaks to you, within you.\n\nHere you do not become a prophet or an avatar or a saint or a renunciate or a monk or a priest. You simply become a person who is responding to God’s voice within you.\n\nThis will take time. It will not happen in a day or a week or a month. But if you lay the foundation for an inner life, it will grow and build. You will begin to see things you could not see before. You will begin to hear things in others you could not hear before. It will be more difficult for you to be fooled by other people or by appearances. It will be more difficult for you to be seduced by beauty, or promises of power, or wealth, or all the trappings that enamor people and seduce people and hypnotize people into becoming something that they are not.\n\nThis is what religion is. Religion is not going to the church or the mosque or the temple or the holy site and going through the motions of what religious authorities have established as practice and custom. It is not forcing yourself to believe things that you hardly understand. That is not religion.\n\nReligion is the great engagement within you, between your thinking mind and the deeper mind of Knowledge within yourself. And this engagement begins very slowly and can occur under any circumstances.\n\nYou can go sit in a church or a mosque. You can go sit in your closet if necessary to gain the opportunity to be quiet and to listen. What difference does it make to pray to God and ask for miracles if you cannot even respond to the wisdom and the guidance that God has already placed within you?\n\nIt is like asking for something small and missing something great. God has put a perfect guiding intelligence within you. If you cannot experience this, if you cannot accept this, if you do not believe in this, what else can God do for you? Give you more money or a better job? Well, true, but you are still impoverished. Your spirit is still living in a state of poverty.\n\nThere are leaders of government and commerce and religion whose spirit is in a state of utter poverty. Yes, they have escaped the oppression of poverty. Yes, they may be in positions of power. Yes, they may seem to have control over the fate of others. But God is unknown to them. And the Guidance and the Will of God are beyond their reach—not because they are not there, but because they have not found a way to it.\n\nThe emphasis here is to begin to build an inner life, and this inner life will begin to give you directions and inclinations that can lead you to improve your circumstances and to recognize opportunities that you never would have seen before and to meet individuals who will help you along your way, beyond the mere acquaintances that you may have in life.\n\nThe world needs many saints now, not just a few. The world needs the gifts of Knowledge through many now, and not just from the few. Oppression will continue. Poverty will continue. But certain people will escape. They will jump out of the fire. And for them something special will happen inside. Whether their circumstances be oppressed by poverty or political restraints, or whether their circumstances are affluent and easy and undemanding, they have begun to escape the poverty of the soul.\n\nThis goes beyond the dictates of religion. This goes beyond the fundamentalist teachings. This goes beyond philosophy and theology and ideology because it represents a direct engagement with what God has placed within you.\n\nBefore you can change the world, you must change yourself. Before you can bring something greater to others, you must receive something greater yourself. Your ideas and your protests and your anger only add to the ideas, the protests and the anger of the world around you until there is a greater inspiration within you.\n\nThe future of the world will be dependent upon how many people can respond and follow the power of Knowledge within themselves. They will come from all walks of life. They will come from the slums and the middle class people and the wealthy. They will come from all cultures, from big cities, from small towns, from villages, from farmers and shepherds, from people living in far-flung places of the world. It is the New Message that must activate Knowledge within them and give them the possibility to develop an inner life so that they may respond to the reality, the power, the guidance and the presence of Knowledge.\n\nPeople ask, “What is this Knowledge you speak of? Is it ideas? Is it beliefs? Is it a theory? Is it a set of ideas?” No, none of these. It is the power and the movement of Knowledge, the ability to know the truth, to feel the truth, to be moved by the truth. Not the truth of an idea, but the truth that represents a genuine awareness, a recognition of something that is real and of something that must be done.\n\nKnowledge is the certainty that God has placed within you to carry into a very uncertain world, to carry into a world of grave circumstances, a world of instability, a world where the threat of ruin and destruction is always there to some degree. [This is] a deeper certainty that is not based on ideas or ideology, but upon the presence of God within you and beyond you.\n\nWhen you pray, ask that this Knowledge can become stronger within you, and create time whenever you can to be still and to listen—not to ask questions, not to make petitions, not to pray for the miracles, but just to listen in simplicity and humility. This is the beginning.\n\nThe journey before you is not simply one of altering your social standing or circumstances. That is beneficial to the needs of the body, but it does not diminish the impoverishment of the mind and the soul.\n\nYou need a little bit of freedom to move and to change your circumstances, but sometimes there is no opportunity for this. You are locked in place. You are working for your parents, or you have been placed in a job that has no opportunity for advancement or improvement, and this is the case for so many people. But the opportunity to build your inner life and to build a connection to the Knowledge that God has placed there, that is still there for you.\n\nThis process that We speak of is something that the intellect cannot understand. It is not rational and logical in the usual sense. It is mysterious because God is mysterious, and you are looking to connect with what God has put within you, so there is always a degree of Mystery.\n\nThere is no mastery here like when you learn a trade or a skill. It is the Mystery. If it becomes strong in you, you will inspire others, even by your mere presence. And greater gifts will begin to emerge from you that are natural for you to give, that you were meant to give, that were put inside of you before you came into this world—gifts the world needs, for it is not only individuals who are impoverished, it is all of humanity.\n\nAny gift, however small, improves the condition of humanity. You cannot see this, of course, but it is true because it is an aggregate. It is like a scale. If evil and oppression are weighing down the scale completely on one side, you do not have something as great as that to counteract it, to balance the scale, to offset the overwhelming dominance of evil and circumstance, of ignorance, of oppression, poverty and so forth.\n\nBut [So] when you add to the other part of the scale something small, it seems to have no effect. But when others add something small, sooner or later, in time, the scale is balanced, and beyond this it moves in favor of what is true and natural for human beings, which is to be united with others, which is to be creative, which is to be in service to their families and cultures in the world, to preserve the world, to take care of people, to be inspired and to have the glow of an inner life within themselves. Even when circumstances look bad, even in the face of failure and defeat, the power of Knowledge is within you.\n\nWhat We are saying here is that every person, regardless of their circumstances, once they have fulfilled the requirements of the body—the need for food and the need for water, shelter, clothing, stability and security—they can then begin to cultivate their awareness of Knowledge, to begin to learn to receive what God has placed within them, to open their mind, to still their mind so that they can hear and feel and experience this deeper current of their life.\n\nInstead of drug addiction and alcoholism, instead of violent outbursts, instead of an obsession with having things, an obsession with sexuality, you give yourself to this. For though your life may seem to have no promise and opportunity, the power and the presence of Knowledge within you is the power and the opportunity. Your situation may appear to be unmovable and unchangeable, but the power of movement and change has been placed within you. You must give this your faith and confidence, for particularly at the outset and even along the way, you will lose sight of it, and you will think that it does not exist and that you are merely engaged in some kind of human folly.\n\nPeople are impatient. They want results today. That is why they want miracles. Miracles are like having something for nothing. They do not want to do the work. They do not want to build their inner sanctuary. They do not want to cultivate their minds. They do not want to learn the skill of silence and stillness. They do not want to take the time to develop real discernment and clarity. They just want the miracle.\n\nIt is very lazy, you see, to want such things. It is like getting the reward without doing any of the work. It is like telling your farm to just grow all the food for you while you take a vacation, or telling your shop or your industry to produce the goods without you having to work at it. So that is not the way.\n\nAt first, this will require real faith, for perhaps your life before has given you no hope, and so any idea of hope might seem to be a false hope. Any promise of improvement will be looked at with anxiety and suspicion. Perhaps it will seem too incredible, too mysterious, too difficult, but that is because you have not even begun.\n\nIf you were to learn a new language, it does not come easily the first day. You begin step by step, piecing together words and phrases, learning vocabulary, learning the grammar of the language. To become a craftsman is not something where you just wake up one day and it is there for you. You have to go through all the steps of building that skill.\n\nIt is no different here, but you will be amazed at what taking ten or fifteen minutes a day in silence and inner listening will do for your life—relieving you of stress, allowing your insights to catch up with you, responding to deeper things within yourself. At first, you will need it just to rest, just to recover from the overwhelming stress of life around you.\n\nBut beyond this, it begins to open a set of doors within yourself, each revealing something else. If you can practice patiently, not expecting results every day, not expecting miracles, then you will begin to build your skills, and you also build your intention and your ability and your confidence. It is like learning anything else of real value.\n\nNo matter what your circumstances, this is awaiting you. The revolution must happen within you first if it is to be real and genuine and productive and constructive. If you simply revolt and tear down the walls of the castle and kill the leaders, you simply pave the way for the next set of tyrants to come to power. You have only been used to bring about a transition in power. You have not really made your a difference yet.\n\nThe inspiration will give you wisdom. Wisdom will give you compassion. Compassion will not make you want to hate other people and will seek ways to bring about constructive change.\n\nWhat God has placed within you is not violent. It is not hateful. It does not seek revenge. It is not filled with a cruel ideology that will only oppress the next generation. It is because it has come from God. It is not a human invention. It is not simply a projection of human psychology. It is something that has grace and power, patience, courage, fortitude. This will be needed to build a new nation, to bring about social justice and to convince people who are opposed to you that you are there to enrich their lives as well.\n\nIt takes a lifetime to do this. It is not a quick and easy thing, but its value is beyond human estimation. It is what has kept humanity moving forward—improving its conditions; evolving its societies; building its science, its arts, its skills.\n\nEverything that is beneficial that humanity has created and produced in all fields of endeavor has come from Knowledge, has come from God, working through individuals; working through committed relationships; working through great marriages, great friendships, great associations and work; working through charity; working even through government agencies. Even they can be inspired.\n\nThis is what is awaiting you. Do not curse your poverty. Build your connection to Knowledge. Do not hate your oppressors. Build your connection to Knowledge. Do not treat others with cruelty. Build your connection to Knowledge. Come back to God, to what God has placed within you and for you and for others. This is the way.\n\nYou must build the confidence in this even though you cannot in the moment know if it is true or see what it will produce for you and for others. This is the value of faith, that you are tapping into something greater within yourself that transcends your understanding, that is not determined by your attitudes or your goals or demands.\n\nThe great saints amongst you will come from the poor even more than from the rich. The great inventors, the great physicians, the great engineers, the great craftsmen, the great politicians, the great leaders of humanity will so often come from the lowest ranks of society. History has proven this.\n\nThis is God’s calling to you. This is the miracle. This will not just give you a fish for the day. It will teach you to fish forever. It will give you a new life. It will give you a new direction, a new inspiration. This is what God offers. People want other things. This is what God offers.",
  "audioUrl": "https://www.newmessage.org/av/the-new-message-for-the-impoverished-and-the-oppressed.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/the-new-message-for-the-impoverished-and-oppressed/"
}