{
  "title": "The Voice of Revelation",
  "content": "The Voice you are hearing is not of one individual, but of the Angelic Host together, speaking together, with one Voice. It is passing through one individual, yes, but at a higher level, individuality is entirely different. So very unlike it is in your world.\n\nThat is why Our Voice is so unique because this is the Voice of many. That is why We speak the way We do because it is the Voice of many.\n\nPeople in the world can only think of individuals. They ask, “Well, what is the name of this Angel, or this Being?” But names are not important in matters such as this, except to those who cannot think beyond the boundaries of their own Separation.\n\nIn a way, Our Voice is part of the New Message for your awareness so that you may understand the process of Revelation and bear witness to this. Never before has this process been really revealed—not to the common person, not to the general public, not even to scholars and experts, theologians and philosophers. It is time now for humanity to learn of these things because it is living at a time of Revelation.\n\nWe are the Revelation. God does not speak because God is too great. Therefore, God’s Will is expressed and communicated through the Angelic Presence, who oversee all worlds where intelligent life has evolved. The Will of the Creator is then expressed in the words and language of that world, for that people.\n\nThere is one thing God cannot be, and that is not God, which is a very peculiar thing regarding your existence. For Creation cannot not really be Creation, and you are part of Creation.\n\nThat is the conundrum and the contradiction of your existence. You are pretending to be what you are not. But that pretense is what it means to be in the world.\n\nMany of Us have been in worlds such as this. We understand these things. That is why We are the perfect intermediary to express the Will and Intentions of the Creator, and to bring this Will and Intention to you, not only in terms of ultimate teachings, but in terms of commentary and application—explaining what these things mean, how they can be experienced and applied in your life, particularly in the changing circumstances of the world.\n\nFor the world is facing the Great Waves of change, and the world is experiencing intervention from races from beyond. It is a great turning point for the human family. But humanity is unaware and unprepared and is very vulnerable to deception and misunderstanding.\n\nFor the Messenger to come into the world at this time, the process of Revelation itself must be revealed, or his presence and purpose here will not be understood, and he will be confused with all those who make great claims but who, themselves, have not the great Message to deliver.\n\nPeople will be confused as to who to listen to. They will be confused about the Voice of the Revelation. For there are many voices speaking to humanity at this time—voices from the Greater Community, voices from the Intervention, voices in your own mind, voices that haunt you, voices that delight you.\n\nBut there is only one Voice of the Revelation, and We are that One Voice. For you to accept this means that you must accept that you are receiving the Revelation and begin to consider the responsibilities that that might place upon you.\n\nYou are being shown how God speaks to the world and that God has spoken again to prepare humanity for a future unlike the past, for a new set of realities, for a new existence and a greater challenge and difficulty.\n\nThe evolution of humanity follows the pattern of evolution of most races in the universe. When those races begin to exhaust their own planets and face the reality of the Greater Community of life in the universe, they have reached a great and difficult and precipitous threshold. They have reached a true turning point where their past understanding and assumptions will not serve them, and might even betray them.\n\nHumanity has reached this threshold. For you to grow up spiritually as well as physically in this world and prepare yourself for a Greater Community, you will need a New Revelation from God, for you cannot prepare yourself for what you know nothing about.\n\nPeople are still too grounded in the past, identified with the past. Their assumptions are based upon the past, so that they cannot really see what is coming over the horizon. Then, of course, there is the problem of human denial, the weakness of the mind in facing reality and in preparing for eventualities.\n\nThese are all problems inherent in the human family. And, really, every other race in the universe has to deal with these kinds of problems as well. So you are not alone, and you are following the path of evolution, preparing yourself to come out of isolation in the universe.\n\nSuch a threshold requires a greater spiritual understanding, a greater recognition of the Divine Presence in the universe. You are no longer dealing with a local god, a local deity, a god of the hill and the tree, a god of the ocean and the river. You are not even dealing with the god of one world and one people, as you are accustomed to think.\n\nNow you are dealing with a God of all the universes and Creation beyond the universes, a God so great that your mind can only fall down in praise.\n\nNot a human God. Not a God that you create in your own imagination, but a God that you must experience at a deeper level, beneath and beyond the limits of your surface mind.\n\nFor you to comprehend the God of the Greater Community, then you must comprehend the Voice of the Revelation. A misunderstanding here could be very damaging and dangerous. For you will hear various voices, but you will not know what to listen to. Without the deeper Knowledge within you that God has placed there to guide you, how can you tell the difference?\n\nIf you cannot respond to the Revelation from God, how will you respond to the truth in anything? So bound by belief and presumption, how can you hear the truth in anything?\n\nIt is a great test and a great testimony, a great challenge for the listener. But it is not only a challenge. It is a call to awaken and to prepare. For you are facing a hazardous future, a dangerous future—a dangerous and difficult passage into the Greater Community, a dangerous and difficult passage into a new world, a world of diminishing resources and growing political and economic upheaval.\n\nIt is not a time for ancient theories. It is not a time for even ancient religions to speak of these things, without the blessing and the guidance of the Creator.\n\nFor God has spoken again, and no one in the world can claim that God cannot speak again. And if they do so, it is their ignorance and their arrogance that make them speak of this. Even God’s Messengers cannot determine what God will do next. Even the Angelic Host cannot determine what God will do next.\n\nIn time, this is the case. Beyond time, it is a different matter altogether, and these problems are not a concern.\n\nWe are the bridge between the reality of time and space and the reality beyond time and space—two realities that are so very different.\n\nYou cannot imagine this Greater Reality because your imagination can only deal with images and thoughts of this world.\n\nThat is why humanity’s conception of Paradise, or Heaven, is completely arranged by worldly images and worldly concerns. But the reality is completely different and beyond all of this.\n\nThis is not your concern, however, for you were not sent into the world to dream of Heaven. You were sent into the world to be of service to the world, to be of service to now a new world, a changing world, a challenging world, and yet a world that has the power to prompt greater human cooperation, and to call forth a greater Knowledge that every person carries within them.\n\nBut the New Revelation must call this Knowledge forth.\n\nIt is not a time to believe in a great leader, an emancipator, a savior. Humanity is going to have to save itself now. One individual would only polarize the population, setting greater human conflict, setting the stage for a war against the believers and the non-believers.\n\nNo, the calling must be for the individual now, for the world will need many saviors, many guided and inspired individuals, or human civilization could fail, and that failure would be the most terrible thing that could happen to the human family.\n\nFor you would surely fall under the domination of foreign powers in the universe. Such powers are watching you, listening to you, planning to carry out their activities through devious and subtle means.\n\nIt is a dangerous time. But for you, it is the right time to be in the world, for this is why you have come—not to hide out in fantasy, not to enrich yourself, not to pretend to be something you are not, not to live a life of avoidance and irresponsibility, but to be in the world to be of service to the world at this time, not only to meet the current needs of life, but to prepare for the future itself.\n\nOnly Knowledge within you, the greater Intelligence, knows of these things, and it must guide you in these matters. You must learn to yield to it and distinguish it from all the other voices in your mind, and all the influences that pull upon you from the world around you.\n\nFor this, to learn of the Voice of the Revelation would be very important. And that is why it is being shared with you. That is why it is being taught for the first time in your emerging world.\n\nDespite humanity’s long existence in this world, you are a young race—immature, unwary and unsuspecting. You have many great qualities. You have kept spirituality and creativity alive in the world, where they have died in so many other worlds—advanced technological worlds that are sterile and secular, where individual freedom is unknown.\n\nYou have great promise, but you have great problems. And you have some disabilities as well—the tendency towards human denial. And your tribalism, which has served you in the past, can blind you now.\n\nThe New Revelation is calling upon you to respond to Knowledge within yourself and to listen to the Voice of Revelation.\n\nYou will have many questions, of course. You may have fears and suspicions. You may have grave doubts. That is all to be expected.\n\nBut the challenge for you is: Can you respond to the New Revelation? Can you hear the Voice of Revelation? Can you have the humility and the responsibility to see that you are living at a time of Revelation and what this might mean for you? What is your responsibility in this matter? What does this calling mean for you?\n\nDo not concern yourself with other people if the calling is for you. This is between you and God, between you and Us.\n\nWe are the only Angelic Presence overseeing the world. Choose other voices and you will choose voices from the Greater Community, who will take advantage of humanity’s religious assumptions. They can project voices into the world as well.\n\nHow will you know the difference? How can you tell what is true from what is false, what is good from what only looks good?\n\nThe challenge is upon the listener. God is being real with you. Can you be real with God? God is being honest with you. Can you be honest with God?\n\nGod is serving you and assisting you in ways you cannot serve yourself. Can you accept this and follow the preparation that God is giving to save humanity?\n\nThe burden is upon the listener. The proof is in the nature of your response. The proof is in what it calls for in you and your resonance with the truth of the Revelation.\n\nGod speaks the truth through the Angelic Presence. Can you hear this, feel this and respond to this? Or is your mind so fixated, so bound in its beliefs, fears and suspicions that it cannot hear, it cannot respond?\n\nAll the great Messengers that have been sent into the world at great turning points for humanity, they have had to face this inability of others to respond.\n\nThey have been persecuted by this. Is that who you are? Will you be the persecutor of the Messenger, a denier of the Revelation?\n\nIf so, you will not be alone, but you will have failed the test, you see. You will have disappointed the Creator.\n\nThe Creator will not punish you, but you will not be able to receive the blessings, the guidance and the power of the New Revelation.\n\nThe great empowerment will be given to others, and you will not be able to receive. That would be a tremendous tragedy for your life.\n\nAnd it would also be a tragedy for the world, for enough people must respond to the Revelation for it to have strength and be efficacious in the world, to give humanity greater encouragement, greater strength and responsibility, greater accountability to one another, greater cooperation between nations, who must now unite to preserve the world and to prepare for the Greater Community itself. It is all based upon the response of the individual.\n\nGod is not speaking to the governments of the world. God is not speaking exclusively to the rich or the privileged or secret groups. [God] is speaking to the people. [God] is speaking to you.\n\nIf the people cannot respond, what can a government do? And if the people do respond, the government will eventually have to change and to respond to this.\n\nYou are hearing the Voice of the Revelation. It is the Voice of many. It is the Voice of Wisdom and Knowledge on a scale you cannot imagine.\n\nThe miracle will be in the nature of your response. Can the separated be reached by the Creator of all life? Or will they remain in the darkness of Separation, with only their fears and desires and assumptions to guide them?\n\nOr will they respond and be ignited, enabling them to recall their greater responsibilities to be in the world, giving them the courage and the determination to follow a very different pathway in life?\n\nWill they be able to receive Knowledge and Wisdom from the universe, to prepare humanity for the universe? Will they be able to respond to God’s Revelation?\n\nThis is it. There will not be another…There will not be another. This is the Revelation for this time and the times to come.\n\nGod is sending only one Revelation to the world. Any other revelation is either a human invention or is a manipulation from those races who are intervening in the world today.\n\nYou cannot come to God on your terms. You cannot determine the nature and the rules of engagement.\n\nYou can only come to God on God’s terms, and God is establishing the terms in such a way that people will become stronger, more compassionate, more powerful, more engaged in the world and more cooperative with one another.\n\nYou cannot have it be your way. It must be God’s Way, for God knows and you do not.\n\nGod sees what is coming over the horizon, far, far out to sea. You do not see these things.\n\nGod knows what human destiny is. You do not now what human destiny is.\n\nGod knows why you are in the world and who you must meet and where you must go. You cannot see this, for you can only be where you are.\n\nYou cannot understand the Voice of the Revelation intellectually. That will not produce real recognition.\n\nRecognition happens at a deeper level, beneath the surface of the mind, at the level of your heart and deeper conscience—not your social conscience, but the conscience that God has created, that enables you to respond to the truth and to gain immunity from that which is false.\n\nYou can only know Us and hear Us with your heart. You can only know and appreciate the Messenger with your heart.\n\nIt may be confounding to your mind. It may challenge your beliefs and assumptions. It may require you to reconsider your religions, your philosophy, to whatever extent that you have these things. But the response is at a deeper level.\n\nGod restores and saves the separated through Knowledge. If you could understand this, it would make all the difference for you.\n\nIf you could hear Our Voices, which is One Voice, it would make all the difference for you and for your world.",
  "audioUrl": "https://www.newmessage.org/av/the-voice-of-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/the-voice-of-the-revelation/"
}