{
  "title": "The Heart of God",
  "content": "To know the Heart of God, you must understand how God works in the world, and how God views those who live in Separation and are circumscribed in Separation living in the physical reality. For part of Creation has entered the physical universe to experience Separation by their own choice.\n\nLiving here, however, is a difficult situation. It leads people into confusion, where they forget their Ancient Home and their Source and those who watch over them. God knows living in Separation people will be confused. They will fall under the persuasions of the world. They will fall under the persuasions of their cultures and societies, and even religion itself, as it has been formulated here on Earth.\n\nGod knows without the deeper Knowledge that God has placed within each person—a beacon to help them to return Homeward—without this, all manner of confusion, conflict and evil can arise. And such has been the case here on Earth.\n\nBut God loves Creation. And Creation loves God. And though you are living in Separation, in the physical reality, though you appear to be an individual separated from other individuals, separated from your Source, and within yourself separated from the deeper Knowledge that God has placed there, you are still part of Creation. God still loves you. And you love God.\n\nYou can never lose this. Even if you live the most depraved and sinful life, you never lose this.\n\nThat is why it is the source of your redemption. God’s Love for you and your love for God are what redeem you. The Knowledge that God has placed within you holds this love, makes this connection and keeps it alive forever and ever. Even if you live in the farthest reaches of Separation, it holds your connection to God and to the Heart of God, which is connected to your heart and soul.\n\nIn this, there can be no condemnation. There is no Judgment Day, as people think of it, as it has been taught and reinforced in this world. There is no Hell and damnation. But there is the Hell of Separation, and you are living in that Hell now.\n\nBe you rich or poor, you are separated from your Source. You are separated from those who watch over you from beyond the world, from beyond the physical reality. You are separated from Knowledge within yourself, which represents the part of you that has never left God.\n\nYour soul is adrift in the universe, adrift on a great ocean, lost. But because God has put Knowledge within you, God knows where you are. And when you are ready, God will call you to begin to return.\n\nOnce you grow tired of seeking fulfillment here, once you become discouraged by your own ambitions and the ambitions of others, once you realize you cannot fulfill yourself here living in Separation, once you realize you cannot replicate here on Earth what you had before you came, then you will reach a point, a turning point. And slowly, incrementally, you will begin your return.\n\nGod knows you will return eventually, but in time you languish and suffer, and suffer the cruelty of others, and your own harshness towards yourself. You suffer from so many things. You cannot relieve this suffering except by beginning the return, by reconnecting with the Knowledge that God has placed within you, which holds for you your redemption.\n\nKnowledge is not here to take you out of the world but to bring you here with a greater purpose. For God has given you a greater purpose for being here, in this world, under the very circumstances that you tend to avoid or deny, under the reality of your situation.\n\nGod seeks to put you to work in your own unique way, playing your part, to undo Separation within yourself and between yourself and others. And you will continue this work beyond this life. For when you leave here, you do not go to Heaven or Hell. You enter another level of service, serving those who remain behind, assisting them when you can, watching over them.\n\nIt is a perfect Plan. It is God’s Greater Plan that no religion in this world or any world could ever contain. How could your religious understanding account for a universe of a billion, billion, billion races and more, in this galaxy and other galaxies, all living in Separation? And even the immense expanse of the physical reality is but a small part of God’s timeless Creation.\n\nIt is only as you undo Separation that you will begin to understand what caused Separation. Right now you cannot understand this. Your religions cannot understand this. The smartest person in the world cannot understand this, for they are still circumscribed by Separation. That is why there are no masters living in the world, for mastery is beyond the world. Though there are those who are wise and competent and have vision, mastery is beyond this world—at a higher level, beyond the fog of the world, beyond the clouds of confusion here, here on the ground, you see.\n\nThat is why your religions can only be approximations of a greater truth. Living in time and space and change, you can only see a part. That is why God has given the great Revelations to the world, to begin to be testaments to this Greater Reality. One great Revelation alone cannot do this completely. You actually need them all.\n\nThey represent God’s great care for this world, and for other worlds that are far less free than you are at this moment. For freedom is rare in the universe. It is so difficult to achieve amongst the nations of the separated. But it can be achieved, and if it is, it is a great gift not only to that world and those people, but to the whole universe.\n\nWhat We are telling you here today represents the Heart of God. For there is no malice in God. There is no revenge in God. There is no cruelty or punishment in God. Therefore, you cannot use religion as a banner of war or a legal principle to punish others, to torture others or to execute others. That is a crime against God and God’s Will and Purpose for the world. Any scripture or interpretation that advocates these things is inauthentic and misunderstood.\n\nWhy would God punish you when God knows that without the Knowledge that God has placed within you to guide you that you would fall into error and conflict and would become cruel towards yourself and others? Why would God punish you when you are foolish and ignorant? God does forgive you because you do not know what you are doing.\n\nUntil Knowledge can guide you—the Knowledge that God has placed there, in every person, religious or not, in every culture and nation—until you can follow this, then you do not know what you are doing. You do not know your purpose. You do not know your destiny. You do not know who has sent you here and for what purpose. You are lost, afloat, adrift, languishing in time, trying to be happy, trying to avoid pain, falling into corruption in a corrupt world, full of corruption.\n\nGod knows without the blessings of Creation, you would lose all of the benefits of Creation. God knows that being separate from your Ancient Home, you would lose all of the benefits of your Ancient Home.\n\nHell and damnation is a human invention to corral people into believing, to threaten them. But the tragedy is that if you do not receive God’s Revelations, the one that is meant for you, and do not learn to understand it, then you will languish in Separation, and you will be unable to escape it.\n\nIt is as if you had descended down into a deep ravine or canyon and God has sent down ladders to help you climb out. But if you do not climb out, you are still stuck there. You cannot wish yourself out. God is not going to just elevate you someday and erase all your errors. And belief will not bring you out because belief is not true yet unless it is guided by Knowledge.\n\nYou cannot believe your way out of this situation. You must learn to climb up the other side, using the ladders that God has dropped down. And God has dropped down more than one ladder because God knows that not everyone will follow one ladder alone. God knows that not everyone will follow one Teaching or Teacher alone. And God knows that every great Revelation brought to the world will be corrupted by people over time, and so there must be further Revelations to bring clarification and correction to all the errors that humanity has made with the previous Revelations.\n\nIt is the Love of God and the caring of God for you and for all who dwell here that give rise to this great offering of redemption.\n\nGod has a perfect Plan. It is beyond the ownership of any religion, but each religion can approximate it and aim you in the proper direction if it is free of condemnation, if it is free of the errors of humanity, who foolishly assume they know the Will of God and how God works in the world.\n\nThey think they understand the Mystery, but they have not even begun to understand the Mystery. The Mystery is what exists beyond your intellectual understanding. The pathway to God is beyond your intellectual understanding. You must be willing to go beyond if you are to continue in your return.\n\nThose who become religious fundamentalists are locked in cages on the side of the mountain. They cannot proceed upward. They have built around them a wall, further separating them from those around them, deepening their Separation. Even while they espouse their religious principles, they are deepening their Separation, becoming further and further away from the Will and Purpose of God in the world.\n\nThat is why religious figures will tend to oppose a New Revelation in the world. It threatens their beliefs, the foundation upon which they have invested themselves. It challenges them to go beyond their ideas and their ideology because this is all of the mind and not of the heart and the soul. The soul returns to God without presumption, without admonition, without condemnation.\n\nSo God has initiated all the world’s religions, each a critical building block in building human civilization on a higher ethical principle, keeping the power of Knowledge alive in the world, where it has died out or was never fostered in other nations in other worlds in the universe.\n\nAll the religions are important. They balance each other—the excesses and extremism of one another. They correct the errors of the past. They refine the approach because God knows that not everyone can follow one pathway or one Teacher, even the great Messengers.\n\nSo like the rivers all flowing to the same sea, they join and unite at a higher level. And though their ideology may differ and be in contrast to one another, it is all for a greater purpose.\n\nFor your return to God is not an intellectual enterprise. It is not built upon a mountain of belief and assumption. For true belief will lead you to the Mystery. And Mystery will take you beyond belief because God and Creation exist beyond human understanding, or the understanding of any race in the universe. For who can presume to know the God of all of Creation, of countless worlds like yours, of countless races so different from humanity?\n\nFor the first time in history, God is throwing open the doors to life in the universe and to God’s greater Work in the universe. For to understand what God is doing in this world, you must understand what God is doing in the whole universe.\n\nIt was never possible before to present these things because humanity was still in a very primitive state. But humanity now stands at the threshold of space, and intervention from races from beyond the world has already begun—a dangerous intervention, a secret intervention. So humanity must learn of these things now, and only God’s New Revelation can prepare you for this.\n\nHumanity has also changed the world so sufficiently that it will now change on its own, producing a new world experience of great difficulty and hazard for the human family, a change on a level never seen before in the world. Therefore, God has spoken again to prepare you for this.\n\nThe religions of the world are contentious with each other and divided internally. And religious fundamentalism and religious violence are rising here and there with great destruction, further dividing the human family, further fracturing the human family, further weakening the human family at a time when human cooperation and unity are vital for your future in a declining world.\n\nThe Heart of God knows this and has sent a New Revelation to bring clarification, to restore your understanding of the purpose of all the world’s religions and how each must now play a part in uniting humanity and preparing humanity for the Great Waves of change that are coming to this world and for its encounter with a universe full of intelligent life—the two greatest events in all of human history.\n\nThe religions of the world must now be part of the solution and not part of the problem, for they were meant to unite humanity and be a great asset to humanity. But this requires great clarification and restoration of their initial purpose and meaning and what Heaven wills for them now, which is being provided through the New Revelation from God because God knows without the New Revelation, humanity will continue to struggle, and as resources in the world decline and as populations grow, the prospect of endless war and destruction faces you.\n\nGod knows this, of course, and is attempting to rescue humanity from a condition that it has created for itself, a condition that many races in the universe have created, often leading to great tragedy.\n\nIt is because God loves you and you love God that this great Revelation has been given. It is for this reason that the past Revelations were given, given only once perhaps in a millennium, given for the moment and for the times to come, and to prepare humanity for a future it cannot even foresee—so great is the gift of each Revelation.\n\nYou know not of these things, not yet. But your comprehension must grow. You must grow beyond divisiveness and the discrimination and oppression of others. You must grow beyond the divisions of religion to understand the purpose of religion, and the Will of Heaven regarding religion.\n\nGod knows how to redeem you, one and all. Why do you presume you know what will redeem you? Your beliefs can only point you in the right direction. Beyond this, it is the power of Grace and the mysterious engagement with Knowledge within yourself and the purposeful engagement with the world that will restore to you your true direction, and what you are here to uniquely give to a world of increasing need and desperation.\n\nYou are here to give and to serve, not to criticize and condemn. You are here to forgive and build bridges to one another, not to burn them down and fight each other endlessly over your ideas, your preoccupations, your greed and your fear.\n\nIt is only a humanity that can cooperate between its nations and religions that will be able to prepare you for a declining world and will give you strength and efficacy in the universe, where you will be facing united worlds.\n\nHuman unity here is not just a good idea. It is not just a high moral principle. It is the requirement for survival in the universe if you are to be a free and self-determined race, contending now with powers that are not free.\n\nYou can do this, but it must require a great change of understanding, a great reckoning, a great facing of reality. It must have a New Revelation from God to bring the world’s religions into great unity and cooperation, to clarify your understanding of God’s Will and Purpose for the world and how God works here, working through individuals from the inside out.\n\nIt is being given at a time of great and growing crisis in the world, greater than you now understand. The need is so great. And God’s Love has brought a great Revelation here for you and for others. Though not everyone will be able to receive it and accept it, enough must do so for it to change the course of human behavior and understanding.\n\nYou can do this because you love God and God loves you. And your bond has never been fully broken. Even though you have chosen to come into Separation and to dwell there, it is still alive and powerful within you. It supersedes your religious beliefs. It is more important than your ideas. It is more powerful than anything that you believe is powerful.\n\nIt can reclaim you. It can change your life. It can reunite bonds with others. It can build bridges between nations, built now out of necessity, for humanity must unite to survive in a declining world. The religions will be continued because they are all important. Do not try to make your own religion, for that is foolish. For God has sent the ladders down into the deep ravine, more than one so that everyone would have a chance to climb out. And now God has sent another ladder down into the ravine because this is required at this time, at a time of Revelation.\n\nA Messenger has been sent from the Angelic Assembly, from which all the Messengers have come. So there can be no real contention between the world’s religions, for those who came to bring them all came from the same Source. Half holy, half human they are once they are in the world. They are not gods. For there is no God but God. But they are the most important people in the world for what they have come to give and the great change and benefit they can provide, for this time and for the times to come.\n\nThis is your challenge. You must have a change of heart to play your greater part in the world. You must receive Revelation to understand your own religious pathway.\n\nLet God help you now. Let God support the world. God will not take over the world. But God will make you powerful enough and united enough to restore the world and create a future far better than the past, to preserve human freedom and sovereignty in the universe, and give humanity a permanent home here in the world, leading to greater accomplishments and fulfillment, and avoiding the perils of catastrophe.\n\nIt is because of the Heart of God that this is being given to you now, that We are speaking to you now and that the Messenger is here now. Understand this, and your life will come into focus. And your heart will grow. Your strength will grow. And the love within you will be released out into the world.",
  "audioUrl": "https://www.newmessage.org/av/the-heart-of-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/the-heart-of-god/"
}