{
  "title": "The Greater Religion",
  "content": "To begin, We shall be discussing the Greater Religion, a matter of great importance. Developing Knowledge is a major theme in this Teaching. Knowledge, relationships and communication permeate all true activity, true development and true progress. They give rise to your spiritual nature and destiny. They call upon your relationship with God, though there are also many practical aspects of life to which they must be continually applied.\n\n\n\nBecause you have been sent here for a purpose and not only for your own development, your contribution to the world is a primary factor. As you receive, you must give, and this continues within this world and beyond.\n\n\n\nThis procedure is occurring in all worlds, not just this one. Therefore, the Plan of God must account for the needs of many different kinds of beings in many different kinds of environments.\n\n\n\nHow does the Greater Religion relate to you, who are preoccupied with human affairs and this one world? It is directly relevant for three reasons.\n\n\n\nFirst, you are not entirely human. You have not made your major developments only in this world. What you have accumulated in Knowledge accounts not only for your human existence, but for your non-human existence as well.\n\n\n\nTherefore, to reclaim Knowledge is to reclaim these vital memories. They are not memories of personal traumas or historical events. They are memories of relationships that have been established in truth.\n\n\n\nTherefore, if you are to reclaim what your Knowledge actually is, then you must be prepared to experience this aspect of yourself, or you will never be able to integrate what you are experiencing into human life. Otherwise, your reclamation of Knowledge will be increasingly alienating to you. You will feel increasing estrangement from the world, and this is not Our purpose.\n\n\n\nTherefore, you must accept your humanity, and you must accept your place in the Greater Order as well. Only in this way can you fully integrate yourself here, serving this world in its own needs and yet maintaining a greater perspective, which is lacking here.\n\n\n\nThe second reason that the Greater Religion is relevant to you is that your world is emerging into the Greater Community of worlds. This is the great transition. It is such a great transition that you cannot imagine its consequences or how much it will affect your thinking and your worldly activities.\n\n\n\nThe third reason is that you need a larger perspective to comprehend the Work of God. God is not human. God does not think like a human. God is not made in your image. God has no image. The Source of all life accounts for all life.\n\n\n\nThink not that God is preoccupied with your life to the exclusion of other life. To begin to approach the Wisdom of God, which is the Knowledge of God, of which you maintain a small but vital part, you must begin to have a larger perspective of life itself. The evolution of humanity is only one aspect of life itself. You cannot know the whole from an aspect only.\n\n\n\nHuman life does not mirror all life, and yet the reflection of all life is within you. Therefore, religion, which in reality is the experience of the Presence of God and your relationship with God, must account for the greater aspects of life.\n\n\n\nThis is so important for your being human as well, for to be really human, you must have this perspective. You cannot have this perspective if being human is all that you are. Being human is very contradictory in many aspects. It is a very self-absorbed and adolescent state.\n\n\n\nIf you are to understand and appreciate the nature of those whom God has sent to help you, then in time you will begin to share their perspective and see what evolution means on a larger scale. Then you will begin to understand your duties and know what growth means here on Earth.\n\n\n\nPeople have so often set ultimate goals for their spiritual growth and have attempted to live by them. Very presumptuous and damaging this is, for failure is inevitable. It is not in God’s Plan that you should fail by overshooting your true goals in life.\n\n\n\nMany of you have felt a desire for union with the Divine, as well as a desire to serve a greater purpose. This is commendable, of course, yet if you wish to serve a greater purpose and experience a Greater Source, then you must learn what this means. You cannot define the way.\n\n\n\nPeople attempt perfection because they are convinced of error, but they do not know perfection. You cannot know perfection from error. You can only know error. Perfection is not erasing error. It is gaining wisdom, compassion, ability, capacity and love. Stamping out error does not produce perfection.\n\n\n\nIf you could see evolution on a larger scale, you would most certainly adjust your expectations of yourself. Upon leaving this life, those few individuals who attained seeming perfection find themselves at a new beginning. Yet they need not be here any longer. Instead of transcending their humanity, they must now encounter the identities of the universe. For this, they will need great assistance.\n\n\n\nTheir destiny and their way are not your concern. Your concern is your immediate life, your ability to make decisions and to act upon them, your ability to be discerning and your sense of purpose and identity.\n\n\n\nPeople often ask, “Why do I need Inner Teachers?” The answer is very simple. It is because you do not know anything. Yes, you believe many, many things, but your Knowledge is only a small light. You believe that by perfecting your personality or body you will attain great heights, yet We assure you, you will attain great frustration.\n\n\n\nA perfect personality may have no more Knowledge than an imperfect one. Indeed, your great teachers in the world have been very notorious—not perfect personalities. That is not the emphasis, though there are adjustments to make in your behavior and thinking, of course.\n\n\n\nPerfecting your behavior to meet your standards is not the path of Knowledge. Knowledge is not ideas. It is experience. It is relationship. It is God. God is relationship. It is the attraction between like and like, between the same and the same. That is God in a practical definition.\n\n\n\nTherefore, here We have this idea of the Greater Religion. Why is it greater? Greater does not mean better. It is only greater because it accounts for a larger reality. You must understand the evolution of life, not just the evolution of people. You cannot understand this intellectually, for it is far too vast and inclusive, but you can experience it, and you can know what it means in your daily life.\n\n\n\nHuman beings are not sent here to achieve ultimate reality. That is not your purpose. Your purpose in being here is to complete being here. Do you think that you can go from Earth to Heaven and miss all the steps in between? Hopefully, if your progress is true, you will expand your capacity and embrace a larger experience of life, so much larger that being human would be too confining. Why? Because you will be involved in too many relationships.\n\n\n\nYour world is about to outgrow its fascination with itself—a necessary stage of maturation. Therefore, a greater experience of religion, or shall We say a religion of many worlds, is appropriate. It is appropriate not only for a greater perspective; it is also appropriate to understand those beings you will be meeting from the Greater Community. They do not think like you necessarily. Not all of them are friendly. You are as strange to them as they are to you. You must see them with Knowledge. This is the perspective.\n\n\n\nWe said earlier that people need Inner Teachers because they do not know anything. Some people need Inner Teachers but would never allow their presence to be known. For others, it would be best if their Teachers were never known. Yet all have Inner Teachers.\n\n\n\nYou can barely generate enough energy to get through life let alone elevate yourself within it. You must have assistance. Accepting this fact is so important and will give you such a sense of support, grace and appreciation. It also means that you have a purpose that is important and that you do not know everything.\n\n\n\nIt is true that Knowledge must be gained through experience. An intellectual pursuit it is not. Your intellect was not created to comprehend the universe. It was created to negotiate the particulars of your physical life, in which it has become fairly sophisticated. Yet it cannot appreciate what is felt and what is known. Therefore, do not use this intellectual capacity inappropriately. It has its true application, and a useful one at that. Yet you must seek a different approach.\n\n\n\nOur work then is religious in nature because it deals with God. It deals with a greater life. In this world, you cannot approach the greatest life; you can only approach a greater life. You must go through the stages of evolution. You cannot skip them all. You cannot.\n\n\n\nIf this can be comprehended now, then you will be able to recognize what needs to be done, what can be done and what cannot be done. You will see your true involvement and your true requirements, without placing impossible burdens upon your shoulders.\n\n\n\nThis is very important. With impossible burdens, you will not even recognize what is essential, and that will produce failure, which will compound your agony. We do not expect perfect behavior. But We cannot help you very effectively if you are insisting on absolutely ridiculous accomplishments of yourself. There are greater Beings than you to run the universe.\n\n\n\nTherefore, the work to come for you will deal with experiencing God’s Work within the present religious traditions, both here and in the Greater Community. Why is this important? It is not merely fascinating to the mind. It is important because it stimulates contact with your Spiritual Family, both here and in the Greater Community. It regenerates ancient memories that are so essential to your experience of continuance, wholeness and inclusion in life.\n\n\n\nPeople are always seeking their Spiritual Family. They seek it in personal relationships. They seek it in political causes and in religious causes. They seek it in peace, and they seek it in war. They do not know what they are seeking, but to be alone in this world is a terrible destiny.\n\n\n\nYet you are not alone. Before you came into this world, you were not alone, and those who were with you then are with you now. To regain this memory is to regain consciousness of life in the visible and life beyond. Then the barriers of illusion begin to fall away. Then you can begin to comprehend spiritual Presence rather than feel it only. Then your perception becomes refined.\n\n\n\nIf you were not in this world, it would be so much easier to make proper decisions. But you are here. You have taken on the natural inhabitancy of this world in a physical body, but the possibility of true perception still exists.\n\n\n\nIn preparation for the events to come in the next one hundred and fifty years and in preparation of the religions to come in the next one to three thousand years, the Greater Community practices will be shared for your own development. They are not shared philosophically but given as practices. They are not generated only through intellectual speculation. They are initiatory for you to experience Knowledge, spiritual Presence and contact.\n\n\n\nThese practices are ancient. Their purpose is to enable you to regain your ancient memories and to regain awareness of your true friends here in this world and your true friends elsewhere as well. From this will spring a much greater sense of purpose, and it is for this reason that these practices are shared.\n\n\n\nThis is religious experience. Religious experience evolves and necessitates a growing point of view. If you read the history of your religions and known history, as brief as it is, you will see a development. You will begin to see a definite expansion, and thus it continues.\n\n\n\nThe purpose of this is Knowledge. There is no one to idolize. There are no heroes here. We remain invisible. You cannot worship Us. In time, you will understand the wisdom of this and why it is so essential in order for Us to be effective.\n\n\n\nEven the great ones in your world who have gone so far and who contributed their Knowledge did not seek to become idols of worship. It is their Knowledge that has been neglected. People are afraid of Knowledge, yet Knowledge is the purpose.\n\n\n\nIf you yearn for Knowledge, seek it. You cannot define it. You cannot predict the outcome. You seek it because it is natural for you to do so. For your Knowledge contains the memory of your Creator, of your help and of your meaning in this world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/the-greater-religion/"
}