{
  "title": "The Engine of War",
  "content": "It is necessary, when considering the prospects for human advancement and the establishment of peaceful relationships between peoples and nations, to consider in a deeper way what creates war in the world. What is the engine of war?\n\nWhile conflicts may be initiated and condoned by political and military leaders, and in the background by religious leaders, they represent a process of escalation of a problem that is underlying their circumstances. They [the leaders] are fulfilling a set of needs or requirements that are rarely discussed or acknowledged in their proclamations or admonitions.\n\nFor the engine of war is greater than they [the leaders]. They are merely the mechanism that brings war into being—that escalates it, that confirms it and condones it and gives it meaning and value, however false that meaning and value may be.\n\nFor the engine of war is produced by how people live, what they use from the Earth, what they believe they must have for themselves, and their endless quest for wealth and power and acquisition—beyond the simple needs of life, beyond what they actually need to live and to be sustained with stability and security.\n\nFor the engine of war is the engine of human desire, human compulsion and human addiction. This is what leads people to do unnatural things to themselves and to others, to betray their Divine nature, to overshadow their good intentions and to obliterate in their own awareness their natural compassion for others and awareness of life around them.\n\nTheir leaders—who make the proclamations, who arouse public opinion, who seem to be the architects of conflict—are merely carrying out this process. But the process itself is generated by the activities, attitudes and behaviors of people.\n\nIt is true there are individuals in history and individuals in the world today who are very ambitious, who want to have great power for themselves in the halls of government, in the arena of commerce and in the palaces of religion. But they cannot be blamed solely for the great conflicts that have swept across the world, for which humanity has suffered so greatly, which have devastated nations, which have overwhelmed tribes and groups and which have led to annihilation of entire peoples.\n\nYou cannot blame this on the ambitions of a few people, for they are merely carrying out what the engine of war creates. They are merely trying to benefit from a process that is underlying their attitudes and actions.\n\nIf you draw too much from the well of life, others cannot draw enough. If you want far more than you need, you require then that someone—yourself or some appointed person or your government—acquire these resources for you to fulfill your ever-increasing ambitions and desires.\n\nGovernments by their very nature are not evil, but if they are required to provide beyond what [their] nations can yield, beyond what fair trade and commerce can provide, then they become the tools of acquisition and the means of provision.\n\nTherefore, the wealthy nations of the world, you must know that the engine of war is driving you. The peoples of the wealthy nations of the world must know that their grandiose lifestyle, and their expectations and demands of the world and of their governments are generating the power and the potency and the requirement to gain resources from other nations, to exploit these nations, to control these nations, to manipulate their governments, to secure these resources for yourself—resources that go far beyond your basic needs of life, even the basic needs that provide authentic enjoyment and camaraderie between peoples.\n\nIf the people of a nation want and expect and demand a provision of great resources, their government has to fulfill their desires. And the more democratic the nations, the more governments are bound to meet these escalating requirements.\n\nIt seems that people think freedom is the freedom to consume, the freedom to own ever more, the freedom to have ever greater acquisition, the freedom to draw from the well of life far more than any person would ever need to be stable, to be functional and to be happy.\n\nThis desire for more is born not of the Spirit, but of the mind, of the personal mind—insecure as it is, ever wanting more to satiate and to offset its own insecurity and fear of life. In fact, the ever-increasing desire for possessions demonstrates a person’s inherent instability and lack of awareness of their deeper spiritual nature that God has created.\n\nFor the world has created the stuff of your body, but God has created your soul, and the needs of the soul are simple and essential and necessary. Beyond meeting the needs and the requirements of your physical life—food, water, shelter, clothing, security—the need of the soul is to fulfill your greater purpose for being here, a purpose that may require a small amount of resources or a great amount of resources. But it is nothing like what people think they must have for themselves to be happy and to be fulfilled.\n\nAnd so the rich squander the resources of the world on the most trivial things—on lavishing their homes and their bodies to parade themselves around, showing the world how insecure they really are, how insufficient the gifts of God really are for them. Even the religious authorities garner such great wealth to build their palaces.\n\nThis is not what God wills. God does not will that everyone be poor, but God wills that everyone have stability and security and adequate provision and, beyond this, simple things for the enjoyment of life. It is nothing like what people want for themselves—aspire to own, aspire to control.\n\nIn all the great Messages that God has ever sent into the world, this has been addressed over and over again. But [people’s] appetites seem to be insatiable. The promotion of human consumption seems to be the engine of commerce, the production of wealth, so that the many must live in degraded conditions to provide the trinkets for the rich. This is the engine of war.\n\nIf your nation must manipulate and control other nations and assert its military power in order to secure the resources necessary to create this level of affluence, that is the engine of war.\n\nDo not think that you can live this grand lifestyle that you imagine, you desire or that you think you deserve to have and be an advocate for peace and be an advocate for human reconciliation when your behavior itself demonstrates that you demand your government and its military to secure the resources for your lifestyle, at whatever cost. Do not claim to be an advocate for peace. Do not claim that you wish for peace or that you stand for peace if you live in such a manner, for you are feeding the engine of war.\n\nFor when another nation’s resources are being taken and overwhelmed, if it puts up resistance to this, then there is war. When the people of that land realize that too much of their natural assets are being taken away, they will resist. This leads to war. When empires are built and other nations are exploited, this leads to war.\n\nIn times past, you could acquire personal wealth and affluence. It would impoverish large segments of your population to provide this for you, but there were always more resources. The well seemed to be bottomless, forever providing, forever yielding the gifts of the Earth. And it is believed that if you pray to God, it creates more resources for the Earth, as if the Earth is a cornucopia—an endless well of provision.\n\nIn earlier times, you could always have more, and your children could always have more, and the drive for wealth, prosperity and affluence seemed unimpeded by the limits of the world. But you are now living in a world in decline—a world that cannot produce these resources, a world that is being drawn upon too greatly, a world where humanity is selling the future of their children away to have the great pleasures for today.\n\nThere is so little restraint in this regard. There is so little humility. There is so little compassion. You are robbing from the future to have the benefit in the moment.\n\nFor humanity has overwhelmed the Earth in its provision of vital resources. You are entering a time now where even food and water will become increasingly difficult for nations to acquire adequately, where entire cities will be running out of water and where food will not be available to entire nations in adequate supply.\n\nYou are reaching the limits of what the world can provide. Here the engine of war becomes ever more apparent, where before it seemed hidden, unrecognized, unacknowledged, except by visionaries and great teachers.\n\nThe bounty of God is great, but in the world it is not inexhaustible. If you take too much from what the world can provide, it will not be instantly replenished by a stroke of magic from the Creator of all life.\n\nIf you take too much, you will have too little. If you demand too much, others will have too little. If you compete for these resources, there will be conflict and war. And that conflict and war will be hidden under the disguise and the veil of religion and politics. But in essence, it is competition for resources. It is competition to secure future resources.\n\nThe engine of war is driving this, for the people either want too much or they do not have enough. [If] the poorer nations of the world will not have enough, they will be driven to war. [If] the rich nations are having greater difficulty satisfying their exorbitant appetite, it will lead them to war. And there will be no peace initiative that will be effective over time or that can be sustained if this is not corrected, if this fundamental inequality of provision is not corrected and acknowledged as the source of the problem.\n\nPeople in the wealthy nations [say], “Oh, there is plenty of food. Technology will create plenty of food. There is more. There is enough for everybody.” But how do they know this? And how will they be able to make such extravagant and uneducated claims in the face of the Great Waves of change that are coming to the world—changes in climate, the reduction of essential resources, the loss of agricultural lands—where the well will become smaller and the need, the fundamental need of people, will become greater and ever more exasperated.\n\nFor what peace initiative or what core agreement can be reached between nations that can offset the needs of a starving population? What form of diplomacy can offset such an inequality, such desperation?\n\nIf you truly are an advocate for peace, if you truly are concerned for the well-being of humanity—and even of your own family and its future, your own city or town and its future—you must be concerned with how you live, particularly if you are seeking wealth or live in an affluent environment.\n\nSome people will say, “Oh, you are advocating asceticism. The people do not want asceticism.” But We are not advocating asceticism. We are advocating a wholesome life, an authentic life, a genuine life that does not create the engine of war.\n\nIn the future, whole nations will be affected by a declining world, by a changing climate and by dwindling resources. How will you be able to maintain peaceful relations? How will you be able to provide for your people? How will nations meet their most fundamental responsibility to take care of their own people?\n\nYou must think of these things now, for they are fundamental and authentic questions. The things you want for yourself, do you need them or do you want them? Are they authentic needs? Are they dreams or fantasies? Or do they represent the real requirements of your life? Do they meet what Knowledge, God’s great gift of Wisdom, requires for you?\n\nYou are facing now a world in decline. It is not like the past, where there were always more regions to explore, always new frontiers to overcome and to develop and to exploit. The last few remaining unexplored and unexploited regions will not meet the demands of humanity now.\n\nThe wealthy will have to take care of people; that is the purpose of their wealth—not just their families, and all of their desires, and all of their wishes and demands, but other people. If you are wealthy, you may need to feed a hundred people or five hundred people. Instead of a new fancy car or a bigger house, your wealth is going to have to take care of people, which will restore to you your own integrity and sense of value and sense of self-respect.\n\nHow can you be happy parading your wealth when the hungry faces are staring at you? How can you feel good about yourself parading in your great vehicles and your expensive clothing and accessories while the poor are starving on the streets? Is that a source of self-comfort? Does that validate who you are and why you are in the world? To be a locust upon the world? To devastate the world?\n\nThere are too many people now in the world for the few to enrich themselves without sending all of humanity into graver danger. The resources of the world cannot sustain it. Nations will face failure and collapse and the gravest of situations.\n\nThat is why the New Message from God teaches you that you must make a fundamental decision: Will you continue to live as you always have tried to live, particularly the wealthy peoples—wanting more, having more, ever more—while the world is in decline around you?\n\nYou were not sent into the world for this purpose. You were not sent here to be a locust upon the land. You were not sent here to be an engine of war. You are betraying your nature. You are betraying God’s Will for you, which is to be a provider—not someone who exploits the world for the most trivial reasons.\n\nThe richest amongst you must be prepared to take care of people, for there will be great human need in the future—greater than you have known, greater than [what] occurs even at the moment. Your richest person in the world should take care of thousands of people—feed them, provide for them. You have already destroyed their livelihood. It is impossible for them now to farm their land. Their local resources have been depleted, the land has been set to waste, so it is now your job to feed them and take care of them. That will be your job. And if you are to generate more wealth, it will be for this purpose.\n\nIf this is not the case, humanity will face war and conflict on a scale it has never known before. There will be suffering at a level never seen before in this world. Religious people will think it is the end times, it is the Apocalypse, it is the coming of the Messiah—but all it is, is the failure of humanity. All it is, is the violation of the natural laws of the world. All it is, is the product of human ignorance, greed and a failure to respond to what God has placed within you to see, to know and to do.\n\nDo not think this will initiate an era of great human peace, a golden era of justice. Instead, it will reduce humanity to a state of poverty and degradation that has never been seen here before.\n\nDo not think this assessment is negative, for it is honest. Do not think it is a matter of perspective, for perspective means nothing if you cannot see the truth. Do not think you can circumvent the limits of your world. Do not think you can travel in your new spacecraft beyond the world and replenish the world with resources out in the universe, out in the Greater Community, for these resources are owned by others.\n\nThere must be a great change of heart here. There must be a great sharing here and a great compassion here. Here you do not throw the poor some pittance, some little excess of your wealth. For there will be poverty of a very grave nature as nations fail, as agriculture fails, as people cannot afford their food, as essential energy becomes rare and inaccessible to many people.\n\nTake 20% of your wealth and spend it on taking care of people. That is what the future will require if humanity is to have stability and if humanity is to avoid the ravages of war and deprivation, hunger and starvation.\n\nThis is part of the warning of the New Message from God, which has been sent into the world now to prepare humanity for a future that will be unlike the past, for a set of circumstances that the human family as a whole has never had to face collectively.\n\nGod has given you the wealth of the world, but it must be used properly and shared correctly. It must be used honorably and ethically, like anything else.\n\nDo not say, “Oh, this is communism!” No, this is justice. Do not say, “This is some political agenda. This is socialism.” Do not say, “This is compassionate capitalism.” Do not think in these terms, for you are not hearing the Message.\n\nThis is justice. This is being just. This is what the great Messages from God’s Messengers have always emphasized.\n\nYet now you have reached the limits of what the world can provide. Now you are embarking on a new era where the circumstances will be different, where there will be very little latitude to exploit the world, where everything will be running out, except for human suffering, human rage and human grievance. [Those] will be in abundance.\n\nHere the management of your resources, the distribution of your resources, the cooperation between nations become an imperative, not simply an ideal or a wished-for set of circumstances. Here it becomes a matter of whether humanity can maintain its freedom and sovereignty within this world. For there are other nations in the universe who are watching the world with great interest to see their opportunity to take advantage of a weak and divided humanity.\n\nThe New Message from God reveals this. It has never been revealed before in any of God’s Messages. For it was not needed before. For it was not a great threat before. For it was not a critical element in understanding the world before.\n\nYou must love people. You must care for people and feed people. Nations must take care of their people instead of trying to assert themselves over other nations. That is the ethic. That is the foundation. Take care of the basic needs of the people—to live in stability, security and with essential things for happiness and simple enjoyments. Go beyond this and you will transgress the provision of the world, and the engine of war will build and will drive you.\n\nDo not think you can have all the things you want for yourself and have there be peace in the world. For if you think like this, you do not see the consequences of your actions. You do not see your relationship with the world. You do not see the condition of the world.\n\nThe engine of war is building now as the great powers of the world seek to assure themselves of provisions of energy and food and everything else that has been created, however unnecessary it might be. The danger of competition, conflict and war is growing with each day. Nations are having trouble feeding their peoples. Even the rich nations are having trouble providing what they are used to having. This will increase and become more overshadowing to everything that people think and do.\n\nNow you must prove that you are good stewards of the world. Now you must unite for the survival of humanity and for the well-being of humanity. Now your nations must cooperate to make sure that everyone has the basic provisions. Now the wealthy must realize their responsibility to take care of other people.\n\nPeople can do this. Do not claim it violates human nature. You do not know what human nature is. This is the most natural thing for people to do, the most beneficial thing, the most satisfying thing.\n\nHere you cannot claim your religion is superior to other religions or use your religion as a justification for war when war is really about something else.\n\nHere you cannot use God’s great Messages as a justification for seeking to overwhelm or conquer or dominate other peoples, as has been done so thoroughly in the past.\n\nThat will not work now. If nations in the world fail, it will create a catastrophe. No one will be exempt from this. This will be the Apocalypse, but it is not an Apocalypse with a wonderful or just outcome. It will be the Apocalypse of failure. It will not be the Apocalypse of good overcoming evil. It will be the Apocalypse that will be the result of human ignorance, greed and injustice.\n\nGod will allow this to occur, for God gives you the freedom to fail. You have come into the world to exert your own responsibility and to demonstrate your own integrity. Do not think that God is going to save you in the last moment as if you are a little child wanting to run home to mommy and daddy.\n\nYou must face the consequences of your actions. This is not a punishment. This is not God’s wrath. God has no wrath. Do not make God into a larger version of yourself by projecting your own petty and inappropriate attitudes: your wish for revenge and your hatred of others. You do not know God’s Will. Even if you have one of God’s great Messages to guide you, you still do not know God’s Will. It is not like your own. [Fortunately], that is not the case.\n\nBut necessity now will require a change in human behavior and attitudes and understanding. If you cannot learn through wisdom and through precept and true vision, then you must learn the painful way—through necessity. That is the most difficult form of learning, but it can be very effective. It is not the way the Wise choose. Undoing failure is much harder than securing success. Saving people from destitution means that you have already gone too far.\n\nNow you must contend with the limits of the world, the limits to human greed and acquisition, and the necessity for human justice and compassion, beyond the maintenance of your own family. This is what has been taught in all the great traditions: charity, humility, mercy, compassion, alms for the poor, justice. This is not simply an ideal or a higher road to take. It is a necessity now.\n\nUnited, humanity can survive and build a better future, but without this, humanity will decline. Civilization will decline. And even your technology and your science and your cleverness and ingenuity will not save you.\n\nThis is the warning from God, but God gives a blessing and a preparation. And that is the New Message from God: the warning, the blessing and the preparation. If you do not heed the warning or understand it fundamentally, you will not see the need for the blessing, and you will not see the need for the preparation.\n\nBut God loves humanity. God is not angry with humanity. God knows exactly what humanity is prone to do under difficult circumstances. So God provides what is necessary to guide the human family, without taking from you your own responsibility as an individual, as a citizen and as a member of a group or a nation.\n\nFor it is your ability that must be reclaimed. It is not simply the glory of God. God is already in glory whether you succeed or fail. So what is important here is your success—based on your own efforts and recognition, your own endeavor, commitment and compassion.\n\nThe world is in your hands. The engine of war is in your hands. Whether it be great, strong or non-existent, is in your hands. The outcome is not the Will of God. The outcome is the success or failure of humanity living in a finite world—a world of limited resources, a world of great wealth and beneficence, but a world where there are limits, where you must learn to live within limits and to respect those limits and to have them work to your advantage.\n\nThis is the Wisdom of God. Let this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/the-engine-of-war.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/the-engine-of-war/"
}