{
  "title": "The Reconciliation",
  "content": "You are living in Separation—separate from Creation itself, separate from your Source, separate even from your deeper nature—living in a different part of your mind, a mind that has been shaped and conditioned by your experience of the world. You identify with your body and your ideas. You give yourself a name. You are distinct and seemingly distinguished from everyone around you. You are living in Separation.\n\nYou came into the world with a purpose, sent here by your Spiritual Family, a purpose to serve in a unique way within the circumstances of your life and the conditions of the world. So while you are living in a state of Separation, you are still connected to your Source. You are still connected to those who sent you into the world. You are still connected to Creation.\n\nIt is this contradiction within your own nature that is really what it means to be a human being. It is this contradiction that gives your life promise, for you have come for a greater purpose—a purpose that you did not invent, a purpose that you cannot really change, a purpose that your deeper nature is committed to at the level of your soul.\n\nIf this were not the case, then you would be lost in the world. You would be a fragment of the physical universe. Your life would have no intrinsic meaning or value beyond the estimation of others with whom you are engaged. Life would seem to be empty and pointless. And whether you were rich or poor, regardless of your circumstances, the fact of your Separation would always haunt you, generating fear—fear of loss, fear of harm, fear of deprivation, fear of destruction.\n\nIt is this fear that governs people’s lives, determining their decisions, overshadowing whatever little happiness they seem to create and try to create. It is the constant anxiety. It is the feelings of regret. It is the longing and the unfulfillment that is part of every person’s experience of the world.\n\nYet the Separation was never really created. You cannot be separate from your Source, and that is why there is no Hell and damnation. There is only the process of reconciliation. No matter how long it takes, that is the end result. Your contradiction and your decision is what voice you will listen to within yourself.\n\nFor God has given you a deeper conscience—not a social conscience, but an intrinsic conscience that is part of the deeper Intelligence We call Knowledge. It is not confused. It is not conflicted. And it is not afraid of the world, for nothing can destroy it. The world can obscure it, overshadow it and take you away from it, but within itself, it is complete. It is the part of you that is part of Creation itself.\n\nThis is what will save you, you see. This is what is connected to God and to all who serve God—within this world and other worlds and beyond the physical reality itself. This exists beyond the realm of the intellect. It is something you must experience and express and apply in your life, and that is what will demonstrate its power, its reality and its efficacy.\n\nYou do not know who you are, regardless of your definitions or what you put on your nametag, but deeper down there is no question. Who you are in this world, in this life, is what you were sent here to do and to accomplish and the process of taking the Steps to Knowledge that will lead you towards the reconciliation.\n\nGod knows how difficult the world is. God is not running the world and every little event. But God is responding to great turning points in the history of humanity. God is aware of the great peril that exists for the human family as it faces a declining world and Intervention from races in the universe who are here to take advantage of human weakness and division.\n\nYour purpose then is connected not only to your reconciliation, but also to the events of the world and the needs of humanity. Your role will be very specific, engaging with certain people for a certain purpose. You cannot ascertain this with the intellect, though you may try, and many have tried. It is something that will emerge on the horizon of your inner life once you are taking the Steps to Knowledge and are engaged in your preparation.\n\nYour reconciliation is not simply to redeem you, but to provide a unique and important service to others and to the world itself. The Lord of the universes would not waste this opportunity to have your life be of value and meaning to others.\n\nRegardless of what you have done to yourself previously, regardless of the degradation and the errors and the compromises you have made to your detriment, the power of this purpose can redeem you. You can be the lowest person on the Earth, and the power of Knowledge can still redeem you.\n\nEvery step you take towards Knowledge is a step towards your reconciliation—with your Source, with your Spiritual Family who have sent you into the world—a reconciliation with your deeper nature, a reconciliation with life. It is a reconciliation that emanates from Knowledge within you and calls forth that part of you that is identified with the world and is lost in the world.\n\nWhat begins to bring you to the path of reconciliation is the realization that you really are lost in the world and that others around you have the same condition and the same liability. This realization, which is entirely honest and which is greatly needed, will disillusion you to the point where you realize you must seek a greater meaning for your life. This is the beginning of the reconciliation.\n\nYou may feel that you are not accountable to anything in particular, except perhaps your children and your direct family, your immediate family, but in reality you are accountable to those who sent you into the world. It is they who will be waiting for you when you leave this world. And before them, you will realize if you have achieved your objectives here or not.\n\nWhatever the outcome, they will treat you with great love and deference, so there is no damnation, you see. God does not condemn Creation. But God has set into motion the forces of reconciliation that will redeem that small part of Creation that is living in Separation, that small part of Creation you call the physical universe. You cannot possibly fathom what this means or outpicture it for yourself. Of course not. This is beyond the reach of the intellect, as are most things of greater significance.\n\nYour task is to take the Steps to Knowledge and to have the honesty to realize that without this greater guidance within you, your decisions will be weak, predicated on weak assumptions, on shifting desires, on momentary attractions and, most importantly, based upon the grinding reality of fear that so pervades your life and other people’s lives that it goes almost unnoticed except when it is expressing itself in extreme ways.\n\nThe constancy of this fear makes it disappear from people’s awareness. They think it is just being normal—a normal kind of anxiety, a normal kind of inadequacy. When people express this, they say, “Well, that is just normal”—a normal state of fear and apprehension, a normal state of exhaustion and confusion. People have adapted to a miserable condition, and they call this normal.\n\nBut deeper down, at the level of your true nature, at the level of Knowledge, [this] is not really acceptable. When you come to realize this, it will be the turning point of your life, regardless of your age and circumstances, regardless of whether you are rich or poor, single or married, no matter what faith tradition you adhere to, or no faith tradition if that be the case. No matter what nation or culture or political persuasion of your government, it is all the same. It is the same whether you are human or whether you belong to another race in another world. It is the same dilemma, you see. It is not limited to the human condition. It is the condition of Separation itself.\n\nYour mind will try to make Separation successful. It will try to be happy, wealthy and content and gather all the things and people it believes it must have to secure its happiness. But the more that it gathers, the more frightened it will be about losing the things that it has gathered. And the more apprehensive it will become as the years pass and you grow older and things begin to fade.\n\nPeople are striving at immense expense and cost to try to make Separation successful and enjoyable, fulfilling and complete, but they can never really quite do it, you see. It takes great humility to give up the pursuit, to finally realize that you need to be connected to a Greater Power—not the power of your government or the power of your community or the power of your religious affiliations or the power of your family or the power of anything in the world, but the Power of your Creator, a Greater Power. Even if you are not religious in your thinking and associations, it is all still the same. You will just describe it differently, that is all.\n\nLife can serve you by disappointing you in this way, by bringing you to the true reckoning within yourself, which is the beginning of the reconciliation. If you realize you cannot really answer the bigger questions that will arise, then you must turn to a Greater Power, a Greater Source, however you define it. Though your definitions will be incomplete and perhaps even foolish at the outset, it is the beginning of a greater association.\n\nGod does not care what religion you belong to. God is not attached to the theology of any religion, for in the universe there are countless religions. God will respond to the turning of your life, to the opening of your heart, to the emerging need of the soul, the deepest need you have, which is the need to fulfill your purpose as the means of reconciliation.\n\nHere service in the world is not a punishment. It is the process that allows Knowledge within you to emerge into your awareness and to become the most important force in your life. It is not [like] you are sent into the world to do penance, as if you were a convict that had to go out and do manual labor to fulfill your sentence. It is not like this at all. The service you render is what generates the reconciliation for you and what nourishes and fosters reconciliation for others.\n\nFor what is the most powerful evidence of God in the world but the evidence of selfless giving, the caring for others even if they do not care for you, the caring of the Earth even if the Earth seems indifferent to your existence? That is the most profound demonstration of the Creator there could be. This is what moves people. This is what opens people’s hearts. This is what connects them to their deeper conscience and gives them a sense that they too have a greater connection and a greater responsibility in being in the world.\n\nYou cannot reconcile yourself. This is not an intellectual pursuit. You can formulate the most elegant belief system possible, but it is not the reconciliation. You are still lost in your thoughts. You are still disassociated from yourself. You are still disconnected. You are governed by beliefs and assumptions and have not really taken the greater journey yet.\n\nThis is a different kind of journey. You do not invent it. It is not the product of you patching together different religious or spiritual ideas that you find to be enhancing. It is not the product of having a grand philosophy or ideology. It is something more innate, more authentic, happening at a deeper level that is moving your life.\n\nThis is the beginning of the Great Attraction of the Creator for the Created. Once you begin to take the steps [towards] reconciliation, you will begin, very intermittently at first, to experience the Great Attraction. This is how God recalls you to your Source. It is from the Great Attraction.\n\nIt is not by threatening you with Hell and damnation. It is not by promising you paradise, which you can only imagine as a physical place. It is not by winning you over by great promises of joy, ecstasy and fulfillment. Perhaps that is what is needed to persuade you at the level of your worldly mind, but deeper down, the Attraction is the Attraction.\n\nIt is the great Love operating within you, generating its own attraction. It is the great Love you will feel for certain people with whom you have a greater purpose and destiny, a Love that seems very different from the feverish, romantic pursuits that people give themselves to here.\n\nThe reconciliation is the most important thing. It is more important than anything else you create because this is what will reconcile you to your Source, and this is what will truly inspire others in being with you. To create useful things for society is valuable and has great merit, but even beyond this, there is your presence in the world and the power of what guides you and the meaning of what guides you.\n\nThis is what gives you extraordinary courage. This is what gives you extraordinary perseverance. This is what gives you the eyes to see and the clarity to discern what is true from what is untrue, what is good from what only looks good. This is how you tell the difference between a true association with another and a fleeting passion or desire.\n\nGod redeems the separated through Knowledge, in this world and in all worlds. It is fine that you cannot understand this intellectually or turn this into some kind of simple formula that you can believe in. Everything that God really does is incomprehensible, but that does not mean it cannot be experienced and appreciated.\n\nPeople who believe that God is managing every little thing in their life are underestimating the majesty and power of the Creator. For God is not managing every little thing in your life. It is your job to manage every little thing in your life. God is not saving the world. God has sent you here to save the world. You have a small but essential part to play. If you do not play this part, the world grows dark. Its prospects are diminished.\n\nYou cannot escape this responsibility and this accountability. It is part of what redeems you, gives you power and courage, but it is not a truth that you can negotiate with. No matter what the circumstances of your life, which will determine in part what you are able to do and accomplish here, the agreement and the commitment are still there.\n\nThe part of you that is connected to God cannot be ruled or utilized by the part of you that is still disassociated from God. That is why you cannot use Knowledge to get what you want. You can only follow Knowledge and allow it to bring you to a greater fulfillment and a greater reconciliation.\n\nThis is what you admire in truly creative and generous people. This is what you admire in those who demonstrate selfless giving, not only on a grand scale, but on a simple scale. This is the service that true parents provide for their child. This is the service a true citizen provides for their community.\n\nThis is the great motivating force. It may be confused with other selfish pursuits, and that is often the case, but once you remove that which is false, you see the power of reconciliation at work.\n\nPeople want many things. They are afraid of losing what they have and not finding what they are seeking. People want many things. But deep down, beneath the surface of the mind, they are looking for the reconciliation.\n\nThis is what connects you with your life before this world and the life to come. This is what connects you and gives you integrity and ends the terrible conflict and confusion that people call a normal life. This is what brings peace to your deepest nature because finally it is being recognized and responded to. This is what will give you a different journey in life and bring into your life a quality of relationship you could not find otherwise. This is what will give you the eyes to see and the ears to hear. This is what will enable you to provide a greater service and a greater accountability.\n\nHere you will have moments where you feel the Power and the Presence of Heaven, for just moments, for that is enough. Here you will be able to overcome your own fear and indolence. You will be able to overcome your weakness and your vulnerability because there is a greater power emerging within you, the power and presence of Knowledge.\n\nYou still have to be a functioning person in the world. You still have to take care of the innumerable tasks of being in the world, and many of these tasks will grow and become more important. This is not an escape from the world, but a preparation for the world, for engaging in the world in a greater way, with a greater incentive and a greater awareness.\n\nGod is calling the separated to respond—not to take them out of the world but to bring them into the world with a greater purpose, a greater direction and a greater power.\n\nYou were sent here to serve, but you were also sent here to experience reconciliation. It is easy to feel reconciled when you are not here. [There] everything is obvious, everything is apparent. Your questions decline. Relationship is everywhere; it is omnipresent. You are understood. You understand.\n\nBut when you come into the world, you lose this. You are blind. You are ignorant. You are vulnerable. It is at this level that the reconciliation must occur. You cannot run home to Heaven or think that if you are a good boy or a good girl, you get to go to Heaven—whatever that looks like in your imagination. No, not at all. If you do well, you are given greater service. Beyond this world, you begin to serve those who remain behind. God is not going to waste your accomplishment, but employ it in greater ways.\n\nOnce you have gained the reconciliation, then you will naturally want to promote it and support it in others. This is the natural desire of the heart. You cannot keep reconciliation for yourself, as if you were holding some kind of wealth. It is something that must flow through you, and naturally it will.\n\nGod’s New Revelation clarifies this, but it is present in all the world’s great religions. But these truths have become obscured there, overlaid with belief, pageantry, history and misinterpretation. That is why the Revelation of God for this time and for the times to come must clarify these things in the simplest possible way and must repeat them constantly so that you can begin to understand and be reminded that you are here for a greater purpose, and that there is a greater reconciliation that must occur in your life and will occur as you begin to take the Steps to Knowledge and to respond to the deeper needs of your heart and your soul.",
  "audioUrl": "https://www.newmessage.org/av/the-reconciliation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/the-reconciliation/"
}