{
  "title": "The Condition of the World",
  "content": "It is apparent that humanity has overwhelmed the world’s resources and that humanity’s emphasis on growth and expansion will lead to a severe depletion of the world’s resources and the capacity of the world to sustain the human family. This, of course, is part of nature. It is not merely a theory or a concept. It is evident now that humanity has overreached this limit of capacity. And it is for this reason that God has sent a New Message into the world.\n\nHumanity is a young and reckless race. It is adolescent in its attitudes and beliefs. It thinks it is inordinately special in the universe. And yet it does not practice a high degree of responsibility or accountability. It does not prepare for the future. It has no notion of how it will provide for itself in the future, except in regards to how it has done so in the past. In this way, it is not yet a mature race in the universe. It has not yet reached a level of maturity where it will have to become primarily concerned with stability and sustaining its life within this world.\n\nTechnological power has only given humanity a greater reach, a faster acceleration, and the ability to strip the world bare more quickly and more efficiently. In this sense, this technological development is only hastening humanity’s demise. It has set in motion the Great Waves of change that are coming to the world, which humanity will have to contend with.\n\nPeople of all nations, rich or poor, will have to face the Great Waves of change. The condition of the world now is so degraded that humanity’s future is in grave doubt. But who can see this except those who have clear eyes and understand the balance of life in this world, those who are not overtaken with greed and consumption, those who can see the limits of technology and the limits of power and governments? For you cannot wish the world to be as you want it to be. The world does not respond to wishes.\n\nInto this grave situation, the Creator of all life has sent a New Message into the world and a Messenger to deliver this Message. It is a great misfortune that such a Message has to be sent. It demonstrates humanity’s immaturity and lack of self-restraint. For you are not behaving now as a race that will have a future. You are reckless, driven, compulsive, wanting ever more and ever more. Even this abundant and fabulously wealthy world cannot sustain this.\n\nThere are, of course, individuals who see this and recognize it, for it is so very obvious. The fact that it escapes others and most people do not want to think of it, that their desire for things could be limited and restrained by the world itself, they will not heed these signs and this wisdom.\n\nThe laws of nature have been forgotten; people believe they can be superseded by the power and influence of technology and human invention. But no one in the universe has figured out how to escape the boundaries of nature. Even those races with very advanced technologies, far beyond what humanity has accomplished, even they are constrained.\n\nThe more you seek to depart from this foundation, your natural foundation, the more unnatural you become, the more driven and compulsive you become, the more heedless you become, and the less discernment you have to reconsider your actions and the impact upon the future.\n\nCities of the world are overwhelmed with people, everyone wanting more, and many people needing the very necessities of life, which they deserve. But the necessities are never enough for those who have acquired them. Driven now for wealth and power, they will try to exceed their circumstances at all costs. And so you are living in a world of ever-greater instability and insecurity.\n\nWhat are the Great Waves of change but the reaction, the response and the consequences of this approach to life, accelerated now by a convulsive emphasis upon power and growth and expansion?\n\nPeople have lost their foundation. They have lost their relationship with the world, their natural connection, and with it the greater sensibilities that they possess, which are now dormant in the human family.\n\nThe outcome of such a life, the results of such behavior, must lead to a great correction, a great disappointment. It is like asking your body to be youthful at all times for the entire duration of your life. It leads to depletion and deprivation and disappointment.\n\nThe New Message from God, then, is a correction, but it is a benevolent correction. It is a wise and compassionate correction. It is being given now to save humanity from nature’s correction, which is harsh and merciless, showing no regard for the welfare of people and their genuine needs.\n\nGod will not sit silently and allow humanity to destroy its opportunity to live and to advance in this world, and to fall prey to persuasion and manipulation from races beyond the world, who even now are here to take advantage of humanity’s predicament and humanity’s weaknesses.\n\nPeople are afraid to see these things because they have so little power, and they feel helpless and hopeless. They feel these things because they are not grounded in Knowledge. Their spiritual foundation is weak or nonexistent, and they do not want to look at reality. And so they persist in their delusional thinking and their destructive behavior, driving humanity forward into a catastrophic set of circumstances.\n\nIf the human family cannot restrain itself, then nature will constrain you. And intervening forces from the universe will constrain you, but only to their advantage.\n\nIt is the wisdom of life, you see. It is fundamental and elemental. But the adolescent does not care and does not want to know. It only wants what it wants and does not see the consequences of its actions.\n\nEven the brightest of your scientists and the most clever of your administrators are caught up in this fixation, this grand delusion of bringing wealth to everyone in a declining world. The delusion is so great and so deep seated now, and built upon so many self-deceptions, that to challenge it seems almost as if it is heretical to the social beliefs and social contracts that people have made with each other.\n\nIt represents a profound shift, a great correction in one’s perception, attitudes and behavior. This correction must be given from the Divine to spare humanity the great calamity it is creating for itself. Its message is not negative. It is not fearful. It is real. It is natural. It is unavoidable.\n\nThe world is like an organism. If it is driven too hard, if it is depleted to too great an extent, it will fail. It will fail to thrive. It will fail to be beneficial and conducive to life. Individuals drive their bodies and minds into this depleted state, only to see their health collapse and their life end before their greater achievements can be realized.\n\nThe condition of humanity then must be your concern. But you do not have the answers. And the solutions that you have heard about, or that you might conceive, will be inadequate to meet the great challenge. For this, you will need a greater power, the great endowment of Knowledge that the Creator of all life has provided. Every person has access to this. But they must develop this connection and this deeper relationship within themselves. This requires them to reconsider their ideas, their beliefs and their overall approach to life.\n\nIt is kind of an awakening from a fervent dream, an unhappy and driven dream, a dream of desperation, to see the world as it really is, to really feel your own condition within yourself—the emptiness you feel, the lack of health and well-being you feel, the loneliness you feel, the doubt and uncertainty that haunt you. Ever striving forward, the people try to keep one step ahead of all of these experiences, one step ahead of themselves and their true condition.\n\nPeople are caught up in their ideas, their promises, their assurances. Even their optimism deceives them. So God has sent a great correction into the world to save humanity from itself and to spare humanity the great travail that it is creating for itself at this time, and for all of its children into the future.\n\nOnly God knows how to do this, you see, for no one in the world has the wisdom to see how this can be accomplished. It will take faith, especially at the outset, for you to realize that redemption is possible for yourself and for humanity. But redemption does not happen on your own terms. You do not set the conditions for it, for your redemption is your relationship with the Divine. And the Divine knows the way and sets the conditions.\n\nThe Revelation then must give you these conditions and this vision, this promise and this great confidence. Humanity can emerge through the Great Waves of change though it will be a very difficult passage. Humanity can build a new foundation in the world, but many things will have to come to an end to really make this possible.\n\nHumanity has the power to offset the Intervention that is taking place in the world. But it does not know what this power is or how it can be used. People living under the most desperate circumstances without any seeming hope for social mobility or improvement in their lives do not see how the power can affect this to their benefit.\n\nInstead of everyone trying to be rich, people learn to be well. Instead of everyone trying to acquire ever more possessions, people learn to be satisfied. Instead of being caught up in all the seductions of power, wealth and charm, people learn to see with clarity and wisdom.\n\nYou cannot see yourself the solution because you are too immersed in the problem. You cannot find a way out because you are lost within the world. You are lost within your own mind and cannot feel the presence and the power of Knowledge living deep within you.\n\nPeople talk about change. People want change. But do they have the power and the strength to change themselves? And where would this incentive come from? Where will the conviction come from? And where will the courage and the commitment for this come from?\n\nThere are growing numbers of people in the world who know the world is failing. But they cannot find the solution because they are too lost in the world. They do not have the power of Knowledge yet to guide them and to show them things they could not see otherwise.\n\nIt is true, of course, that humanity will have to change its behavior. But this only comes through a kind of personal revelation, a sober reckoning of one’s life and the reality of the world. People avoid this at all costs. They do not want anyone to tell them their dreams are unreal or unattainable or will only lead them to disaster.\n\nSo at the outset a New Message from God looks like a great disappointment. But maturity requires you to see what you cannot be, cannot do, and cannot have. For you cannot be everything; you cannot do everything; you cannot have everything. The difference between the adult and the adolescent are these recognitions.\n\nAnd they are not disappointments as much as a relief to see that you do not have to acquire things that are unnecessary for your real purpose and deeper nature. So pressure falls away, and you are able to be more your true Self, feeling your deeper inclinations, without other things competing for your attention. The disappointment then turns to relief and liberation, freeing you not for a life of asceticism, but a life of fulfillment based upon what you are really here to do and the gifts you really possess.\n\nIt is better that wisdom disappoint you than that life disappoint you. It is better you see the end rather than having to experience the end. It is better that you recognize the consequences of your actions rather than facing the consequences of your actions. This is what the New Message offers you: a profound gift of love, a way out of your dilemma, a mysterious exit from a hopeless situation.\n\nHumanity now cannot find its way. It is far too deluded. It is far too consumed and obsessed. But it is possible that enough individuals can receive God’s New Revelation, and through their activity and their study and their influence upon others, they can effect a greater change—a greater change in the consciousness of people around them, giving greater promise that humanity can avert disaster, collapse and ruin in its nations and cities and cultures.\n\nThis is the prophecy of this time. It is a warning, it is a blessing, and it is a preparation. It is being delivered by one man—a humble man, a man without position in the world, a man who has been sent into the world for this purpose. This is how God’s Revelations are always delivered, both here and in other worlds as well. And though there are many hazards for the Messenger and many forces opposing the Messenger, he is the vehicle for the Revelation.\n\nIf God were without hope for humanity, a New Message would not have been sent, and the Creator of all life would allow humanity to taste its ruin and its calamity. But the Creator of all life loves humanity and recognizes that humanity has kept Knowledge alive in the world in contrast to many other worlds where spirituality and religion have died altogether.\n\nThis is a world of promise. You are a people of great promise. But you must outgrow your adolescent tendencies sufficiently to be able to rescue the world from collapse, to arrest your tendencies, and to build a greater cooperation and unity amongst your peoples and nations.\n\nOnly God knows how to do this, of course. Even if you had the right prescription, where would you find the strength and the power to carry out your part? And how would you even know what your part is or how it should be expressed in changing circumstances?\n\nThe redemption of humanity will not be bound on one person but on the shoulders of many—from all cultures and religious backgrounds, from wealthy families, from poor families. They will be guided by the same recognition. They will serve in many different capacities to build humanity’s strength, to add to humanity’s conviction and integrity, and to speak out against the reckless activities that are driving humanity to the brink.\n\nBut there is only one Message from God for the world at this time and for the times to come to make this possible. It will call upon all the religions of the world to share their wisdom for this purpose, for they have all come from the same Source.\n\nThe blessing is upon you. Be of good cheer, for the blessing is upon you. Have confidence, for the Mystery is powerful. Recognize the deeper power within yourself. Take the Steps to Knowledge to find it, to feel it and experience it, and to bring it into your daily affairs.\n\nAt the end of each day, consider your actions for the day and whether you brought Knowledge into these decisions. Consider how much you forgot where you were, how much you forgot to listen without judgment, how much you forgot to use discernment and discretion in your interactions with others. See the evidence of Knowledge trying to speak for you and through you, and how this stands in contrast to all of your confused communications with others.\n\nDo not think that you must heal yourself before you can bring resolution to the world, for you must do both together. One will not happen without the other.\n\nThere is not enough time for humanity, for people, to emphasize their own development first. And the world requires your inner development, so it all goes together, you see. You cannot postpone one for the other.\n\nThis is the teaching in God’s New Revelation—a real engagement with the world and a real engagement with your deeper nature, all at the same time. There will be many questions. There will be many concerns. There will be many doubts. Of course. How could you break free from being a slave to your culture or your mind without all of these arising in its wake? But questions will be answered in time. And doubts will fall away as you see the power and the potency of Knowledge in your life and the degree to which it has been with you all along, trying to get your attention.\n\nFor the condition of the world is a reflection of the condition of yourself. And the resolution of both must accompany one another. This will bring joy and contentment and determination into your life where these things are lacking now.\n\nYou are honored to receive the Revelation, to hear Our voice—a Calling from your Ancient Home, a reminder of your ancient responsibility that you are in the world for a greater purpose, a recognition of your true condition and the true condition of the world.\n\nEvery step you take toward this recognition restores strength and confidence to you, and with it a sense of responsibility and accountability to those who sent you into the world. This is more a blessing than a burden, for it restores to you the value of your life and the critical need for your participation and contribution to a world in great danger.\n\nMay the power and the blessing be with you and may you learn to be with it.",
  "audioUrl": "https://www.newmessage.org/av/the-condition-of-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/the-condition-of-the-world/"
}