{
  "title": "The Messenger’s Calling",
  "content": "InfoListenWatch\n\n\n\nAs received by Marshall Vian Summers on September 3, 2014 in Boulder, Colorado\n\n\n\n\n\n Hear the original spoken revelation: Download (Right-click to download)\n\n\n\n\n\n\n\n\n\n\n\nGod has sent a Messenger into the world, sent from the Angelic Assembly he is. He is the first Messenger to come since the days of Muhammad. And another will not be sent for a very long time. His role is so important. He is bringing something into the world that has never been brought here before, continuing the great series of Revelations brought to humanity at critical turning points in its history and evolution. He comes at a time of great and growing need as humanity is facing a world of immense environmental change, and all of the political and economic upheaval that will result. He is coming at a time when humanity stands at the threshold of a universe full of intelligent life. He comes at a time when humanity must prepare. His calling to the world is that the world must receive this. People of all nations, cultures and religious affiliations, he is calling to you—for those who can hear, for those who can receive, for those who realize that a New Revelation must come. For religion has fallen into disarray and is conflicted within itself and between its primary expressions. It has become a tool of the state and a tool of those who seek power and domination over others. And yet this alone has not brought the New Revelation into the world. It is indeed the great threshold that humanity is facing, that only the New Message from God can fully reveal to you. It is a threshold of immense change in the world, which will require preparation and adaptation on a scale never seen before. It will require preparation for humanity’s engagement with life in the universe, which has already begun, but in a way that is highly dangerous for the human family. People of all nations, cultures and religious traditions, the Messenger is calling for you to have the courage and the honesty to feel the great need to have God speak to you once again. For God only speaks to humanity at great turning points, at times of great need and opportunity. The sincere prayers and the requests and true needs of people all around the world are being met now through the Revelation. But God does not give people what they expect. God gives people what they need for this time and for the times to come. And the Revelations are so vast and deep that they speak to the needs of people yet to be born, the peoples fifty years from now or two hundred years from now—so great is the Revelation. That is why God’s previous Revelations have grown in time and were able to provide continuously for the people of different eras and different nations, in all manner of circumstances. Such will be the case with God’s New Revelation if it can be received and accepted, studied and applied. It is not here to replace the world’s religions, but to give them greater scope and dimension and to unite them. For they were all initiated by God, and they have all been changed by man through adoption, through confusion and through corruption. People of all nations, cultures and religious traditions, the Messenger is calling for you to recognize your deeper need, the need of your soul. This is not just the need of the day, or the events of the world, or the crisis of this moment. It is a need that is more pervasive and deep—the need to be reunited with your Source, the need to gain the strength that only Heaven can provide, the need to know your true purpose and direction beyond what your culture, and even your religion, have prescribed for you. For only God can give you this. The need to forgive, the need for integrity, the need for true purpose and direction beyond what your culture and others have prescribed for you—this must come from God if it is to be true and efficacious, if it is to serve you in all times, in all manner of situations—beyond all the divisions of humanity, beyond all the conflicts of humanity, beyond all the failures of humanity. God knows what is coming over the horizon and seeks to warn you, to bless you and to prepare you. The Messenger now is calling for you to hear, to respond, to find this, to receive this, to set aside your judgments and your preferences and your admonitions so that you can receive the blessings of the Creator, given anew now under a very different set of circumstances, as humanity is about to face its greatest trials. Not everyone will be able to respond at first, but there are many in the world today who are ready to hear this. From all nations, all cultures, from all faith traditions, there are many who are ready to hear this calling. The Messenger is an older man now. So time is of the essence for you to hear him, for you to receive him and for you to recognize him in his remaining years on Earth. He is calling to you to receive, to learn and to take the Steps to Knowledge, the deeper Knowledge that God has placed within you that was placed within you before you even came into the world—to guide you, to protect you and to lead you to a greater life of purpose and fulfillment in the world. You cannot give yourself these things. Without this Knowledge, people will follow the tribe. They will follow the culture. They will follow the admonitions of others. They will become lost in a world of desire, fantasy and grievance. They will live lives of desperation and often violence. They will be unprepared for the greater forces that are changing the world even at this moment. Without Knowledge, people will be set against each other as they always have—struggling, competing, fighting, destroying one another as they always have. It is only because of the great Messengers and Messages that humanity has even come this far with so much success, despite its many failures and errors. But now a New Revelation must be given. The Messenger has spent 40 years receiving it in isolation. He must now proclaim to the world in his remaining years. His calling, then, is not just to one group or one nation or one region. It is to the whole world, and that is why he is broadcasting to the whole world, and providing the Revelation to the whole world, and providing for the first time in all of human history the Voice of Revelation. Such a Voice that spoke to the Jesus, the Buddha and the Muhammad you can hear for the first time—Our Voice, this Voice, the Voice of the Angelic Assembly speaking together all as one, a reality and phenomenon your intellect cannot fathom, but which your heart can receive powerfully. For the Lord is the Lord of the entire universe, with countless races of beings so unlike you, and other dimensions of the physical universe and of Creation beyond the physical realm entirely. God has put Knowledge within you. Should you awaken to this and become responsive to this, then God’s Will can move you and protect you and guide you, for you need this now more than ever before. People of all nations, cultures and religious traditions, hear the Messenger’s calling [to] you. Do not dispute this. Do not deny this, or you deny God’s Grace and Power. And you deny God’s gift to you, which you need now more than anything. For the great traditions of the past cannot prepare humanity for the great change that is coming to the world or for humanity’s encounter with intelligent life in the universe—the two greatest events in all of human history, the two events that, more than anything else, can affect the future of every person on Earth and those yet to come. So great is the need you can barely recognize it. It is beyond the needs that you think of. But the world is beginning to break down. Human civilization is beginning to break down. It will affect you and every person, rich or poor, in every country, in every corner of the world. You must hear the Messenger’s call to you. God has sent him here to be the recipient and the primary representative of God’s New Revelation for the world. Do not dispute this on religious grounds. For you cannot determine what God will do or when God will speak. You cannot determine that another Messenger cannot be sent into the world. Only arrogance and foolishness would make such proclamations. You are entering a new world of diminishing resources, violent weather, failing crops and immense biological and physical change in the world created by humanity’s foolishness, greed and misuse of the world. It is a time of growing need, escalating with each passing day. Few people are aware of what this would really mean and how much it would change their circumstances. But God knows, and the Revelation reveals this very clearly. What person in the world knows what life in the universe is, or what encounters of this nature would require or mean for humanity, and how to tell friend from foe in such an encounter? Only God knows, and God has sent the Revelation to reveal this to you and to prepare you for this, for nothing in the world can prepare you for this. People of all nations, cultures and religious traditions, hear the Messenger’s call. He is the one person who can do this. For he has been sent from the Angelic Assembly. He is no ordinary person. He is not a God, for no person is a God. But he is a member of the Assembly and he is in the&nbsp;world. For all the great Messengers have come from the Assembly. That is what has given them the power and the association to bring the great Revelations that they have brought into the world. Now you are living at a time of Revelation. It is a time that will challenge your faith, your courage, your confidence, your trust in yourself and in others in ways never seen before. Even the great wars of the past century will mean very little compared with what you will be facing now—the product of humanity’s misuse of the world. Only God can show you the way. For so far, humanity on its own has not been able to correct its behavior. Only God can show you a path to a greater future for the human family, for people cannot invent this for themselves. For this, you must see that God is much greater than you previously thought—a God of countless races in the universe, a God of a realm of life so expansive that your intellect can hardly fathom it, or [even any] part of it. This is the God who has sent you into the world through your Spiritual Family. This is the God that has put Knowledge within you to guide you and to give you Wisdom from beyond the world. This is the God who will return to you your true integrity, your deeper nature and the real purpose that has brought you into the world under the very circumstances that you seek to deny or to avoid. People of all nations, cultures and faith traditions, hear the Messenger’s call, for it is the Calling of God. He is the Messenger. But he is not merely here to deliver the Message, but to represent it and to speak for it. It is because of who he is and where he has come from that makes this possible. There is no one else [in the world] who could seize God’s Revelation and use it for themselves, for they have not the power or the connection to do this. And Heaven will not honor them, no matter what they proclaim for themselves. Only one has been sent. For this is the way of things. Only one has been sent, and he is in the world, and he is calling to you. He is calling to you in his voice, and he is calling to you through the Revelation itself, which is being made available to the world as quickly as possible. The Messenger is a humble man. He has no position in the world. He has been through a preparation unlike anything you can imagine for a greater calling and a greater mission here on Earth. But he must speak to the people of Earth and reach as many as he can in his remaining years. This is his calling to you. This is your challenge. Can you face the Light of Revelation? Can you be receptive to God’s New Revelation for the world? Can you take it to heart and apply it in your life? For it will provide so much for you right now, in everything you are doing and everything you need. God has given the Revelation for the world, and yet it provides the restoration for each person who can receive it and apply it in their lives. Only the genius of the Creator could do this. Only the genius of the Creator could speak to people of every nation, every culture and every faith tradition through the New Revelation. The blessing is upon you. The Messenger is calling for you to receive it. The Messenger is calling for you to be truly honest and receptive. The Messenger is calling for you to set aside your beliefs and your admonitions so that you can be receptive to the Revelation. If you cannot do this, then God cannot help you. God cannot assist you. For God is still present in the world, and God’s Revelation to humanity has now come again.\n\n\n\nPrevious chapter: The Consequence of RevelationNext chapter: Walking With the Messenger\n\n\n\n Related Teachings",
  "audioUrl": "https://www.newmessage.org/av/the-messengers-calling.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-messenger/the-messenger/"
}