{
  "title": "The Determination",
  "content": "You were born with a purpose and a mission in life—a service to perform given to you before you came, planted deep within you beneath the surface of your mind, planted deep beyond the reach of your worldly mind and intellect so that it could be preserved and not contaminated—only emerging when you are prepared and mature enough to recognize the true need for this, the true need to find your real direction in life.\n\nBecause you are here on a mission for a greater purpose, there must be determination. This is not a personal determination. It is not willfulness or obsession or compulsion. The determination We speak of comes from a different place within you, from the deeper Knowledge God has put within you and that lives within you at this very moment.\n\nIt is determination born of Knowledge that is your great strength—a strength you have not yet found, a strength very different from what you think of when you think of strength, a greater power living within you, waiting to be discovered.\n\nYou need this power just to carry on the important tasks you are doing now, just to maintain the things that you are doing now that are essential. Without this power, you will always tend to fall prey to weakness and indecision. You will not want to face certain things in life that you must face. You will not assume responsibilities that you must assume. There will always be the great risk of you falling away, falling back into the shadows, not wanting to commit your life in the way that it really must be committed.\n\nPeople call this freedom, but it really is merely irresponsibility. People call this choice and decision, but it really represents confusion and uncertainty.\n\nThe greater determination within you will enable you to find your purpose and to follow it and to carry it forward step by step, without fully understanding it—what it means or where it will take you or what it will require over time.\n\nYour personal worldly mind is fearful and uncertain. It has been formed by your exposure to the world. Full of the world’s ideas, beliefs and assumptions it is, full of apprehension, full of false notions. It is fundamentally confused. Until it can serve a greater power within you, it will be a very weak leader for you. You will live in confusion and uncertainty and be prone to self-deprecation and the deprecation of others.\n\nBut the determination We speak of comes from a deeper place within you, from the power of Knowledge within you, the deeper mind within you. For it is certain. It is committed already. For it represents a part of you that has never left God and has the power of this greater certainty.\n\nOh, how you need this today. You needed it yesterday. You have always needed it. For without it, you are blind and drifting; wandering in the universe; believing in things that will not come to pass; hoping for things, many of which will merely hurt you or set you back; following the dictates of your culture, your family and the influence of those around you.\n\nTo find a greater purpose and mission in life—which is the one thing that will bring real resolution to you, real clarity, real strength, real integrity—you will need this greater determination, this greater intention that comes from the well of Knowledge within you.\n\nDetermination is the determination to move forward; to release things that must be released; to question things that must be questioned; to let go of people, places and things that do not represent your destiny. To see and know these things represents real honesty, you see, true recognition.\n\nBut people are afraid to do these things. They are so uncertain. They will think they will lose. They do not want to give up anything. They do not want to give up all the things that hold them back.\n\nBut the determination can override these tendencies, for it comes from a deeper place within you. Its fundamental movement is to move forward towards the discovery of your greater purpose, which you have not yet discovered. For it is not what you think. It is not what you assume to be true. It is not what you tell yourself, for you cannot see around these corners. But determination will take you there and set you on a different course in life—this greater journey, the most important journey, the only really important journey of your life.\n\nFor whatever you achieve in this world, whatever you accumulate, whatever you acquire, will mean nothing if it does not represent your destiny. It will be a great failure, not a success. It will mean you did not fulfill your mission here.\n\nWhen you return to your Spiritual Family after you leave this world, it will be very clear to you if you did not succeed in this regard.\n\nHeaven will not punish you, but you will have the certain Knowledge that you must return to try once again, to go through all of the difficulties of emerging into a world, to growing up in a culture and a society, to face the hazards of living in an uncertain and changing world.\n\nFor you must fulfill your destiny, you see. It is not something you can bargain with. It is not something that you can compromise. It is not something that you can choose in the way that you might want to choose.\n\nFor your destiny is part of your relationship with God. And you cannot bargain such a thing. You cannot negotiate such a thing. It is there for you to be discovered or not, to be followed or not, to be fulfilled or not.\n\nWhile there are many things that can prevent you from fulfilling your destiny that are beyond your control, you must still play your part, you see. You cannot assure success in this regard. So do not burden yourself with this, but you must carry forth that which is given you to do to the very best of your ability.\n\nIn this, you come into alignment with Heaven. In this, you break the chains of Separation that have held you so very long, wandering in the universe. Here you begin to fulfill the need of your Soul. It is the deepest need within you.\n\nWhen you are not feeling determination, when you are not experiencing this power We speak of, you will wonder how you will be able to find and follow such a thing. And your mind may be full of doubt and concern.\n\nBut when you begin to feel this deeper determination and follow it, it will be clear that it is a series of steps that you must take. If you choose not to follow it, you will not feel it. And it will go out of your mind and awareness.\n\nTo do this, to take this greater journey, will re-establish self-trust, self-worth, self-appreciation and a greater sense of relationship and meaning in your life that nothing else can provide.\n\nIt is the answer to your prayers, spoken or unspoken. It is an answer to your needs, recognized or unrecognized. It is the movement of Knowledge.\n\nIt is not an idea. It is not a theory. It is not merely a proposition. It is not something you can deal with intellectually. You cannot take it apart and understand it. It is deeper because it represents that which is beyond your intellect. It is part of your relationship with God, which has never been completely severed, you see, because Knowledge lives within you.\n\nYou need this determination now. You need this power, this strength. It is the greatest power in the universe, for it can overcome almost anything. It cannot be seduced. It cannot be corrupted.\n\nWhen you are feeling this, then you are in your true alignment, with your body serving your mind and your mind serving your Spirit, and your Spirit naturally serving God.\n\nThis is what integrity means: to be in true alignment. It is the most natural thing. But it will seem foreign to you because you have been living such an unnatural life—living in Separation in a world of Separation, subject to all the manipulations and persuasions of that world, living in trepidation always, the fear of not having, the fear of not finding, the fear of success, the fear of failure, the fear of yourself, the fear of people, the fear of God.\n\nThe determination will take you beyond this fear, and any moment you can feel it and experience it, you will not have this fear. It is as if your mind clicked into a whole other level of functioning where your mind is simple and clear, unburdened, focused.\n\nTo find, to follow and to fulfill your destiny here is a great enough challenge to employ the mind completely and fully. For to follow a greater purpose means that you have a strong foundation in the world that you must build.\n\nEven before recognizing the greater service you are here to perform, you must build this foundation, you see. It has Four Pillars—the Pillar of Relationships, the Pillar of Work and Providership, the Pillar of Mental and Physical Health and the Pillar of Spiritual Development.\n\nThis is the foundation that you must build. Even before you know ultimately what you are here to do, you must build this foundation. Without this, you will not have the strength or the stability to assume a greater power and a greater duty here in the world.\n\nYou, perhaps, may think you know what you are here to do, and you make assumptions based upon this, but you do not have the foundation. You cannot carry it out even if you could recognize it.\n\nEven here the determination will move you to resolve dilemmas, to set things aside, to let go of people and relationships that cannot journey with you, that do not represent your destiny. To find the right place to be, the right people, the right purpose, this is all part of the foundation building.\n\nYou must have reached a place of recognizing the emptiness of what the world offers. You must be disillusioned to this degree to feel the deeper need to commit yourself to fulfilling it [your destiny]. For the deeper need comes from your Soul, and the deeper need is to find, to follow and to fulfill your destiny here.\n\nIt is the blueprint within you. You cannot change it. But it is subject to a changing world. So how it will be experienced, where it will be experienced, what you must do to follow it and how it can be achieved are dependent upon many factors. But your mission is complete within you. There may be a hundred different ways to fulfill it, but it already lives within you, you see.\n\nThis is where you will find your courage. This is where you will find your strength and objectivity. This is where you will escape the pathetic state of living in a subjective state where everything is about you. Everything seems to revolve around you—your trials, your conflicts, your errors, your unresolved difficulties, your unbuilt strengths, your unrecognized talents. It is really a pathetic state.\n\nBe you rich or poor, no matter what the appearance of your life is, until you come to this threshold of recognizing your deeper need and coming to terms with the fact that you are here on a mission, not of your own making—until you can reach this, you are in a pathetic state.\n\nDo not lie about this. Do not pretend. Do not fill your life with exciting stimulations that only hide the fact that you are lost and do not know what you are doing.\n\nTo even hear Our words, you must have gained at least some sobriety regarding these things. You must have come to realize that your fantasies and your goals are highly questionable and must be reconsidered.\n\nYou have already come to a point of being disappointed by yourself and by others sufficiently, that you can question your own motives. Until then, you are obsessed and ignorant and are lost. Heaven cannot reach you. It is only through error and disappointment that you will come to open yourself at last.\n\nFor the power and the determination are within you, and you cannot fulfill yourself apart from them. Try as you may. Marry the beautiful face. Move to the beautiful place. Acquire the beautiful thing. You are still lost and pathetic.\n\nNow you have committed yourself to things that must be undone over time. Now you have burdened yourself with things that do not belong in your life. Now you are committed elsewhere. But your heart is unsure. Your mind is unclear. Your resolution is weak and filled with doubt.\n\nHow different this is from the determination We speak of, which can carry you through almost anything, that does not waver in the face of fear or desire. You cannot convince Knowledge to take you where you want to go. It simply just fades into the background until you are sober again and can come to it with an honest appeal.\n\nIt is a great turning point, you see, to finally recognize that you cannot fulfill yourself in life and that you must seek that which can, which lives within you, yet is still connected to Heaven.\n\nHere you must gain the trust to follow what is mysterious and cannot yet be defined. You must have the patience to build your foundation, brick by brick, stone by stone, so that you will have the strength to assume a greater responsibility in life.\n\nHere you must bring your mind in order and your affairs in order, and this will take time. But pray it does not take too much time, or you will not find that which you must find.\n\nMany people fail to make their sacred rendezvous with Knowledge and with those who will represent and support Knowledge within them and for them.\n\nKeep your mind focused on where you must go and not upon the tragedy and the failures of others. You cannot save them. But you can demonstrate a greater strength. You can demonstrate a greater integrity. You can demonstrate the determination. That will do more for them than anything you could say or do.\n\nThis is your journey to take, and you must take it. Do not set it aside for others. For you are not yet at a position to recognize your real gifts and where they must be given.\n\nDo not pretend you are in service to other people or to the world until you have built this foundation and can begin this journey. For you are merely basing your approach upon assumptions that are not related to the truth within you, not yet.\n\nPeople do all manner of things in the name of truth, God and religion. But very little of it is authentic or based in reality—the reality of your sacred engagement with those who sent you; the reality of the determination that lives within you and what it is here to serve.\n\nHeaven is watching to see if you can reach this turning point and make progress beyond it. In this regard, every day is important. Every activity is important. Every decision is important.\n\nOne of your first challenges is to leave your life undefined and open. And do not commit yourself to people, places and things until you have come to recognize the real purpose that is within you, that is beginning to emerge. Here restraint is the most important thing. It opens you to experience the determination.\n\nThe determination is not your determination alone. It is the determination of those who sent you. It is the determination that is a small but necessary part of God’s greater Plan for the world. It is associated with things far greater and beyond your comprehension. That is why it has the Power of Heaven within it, moving through the part of you that is still connected to God, which We call Knowledge.\n\nWhen this deeper part of you can express itself through your worldly mind and worldly activities and expression, then your life will really come into being. And the determination will be there to carry you forward. And it will be greater than all the world’s assumptions put together.\n\nBut it will not be a power that exalts you. For you will always be humble in the face of it, knowing that it is a part of you, but that you are not the source of it. Here there will be no arrogance and self-glorification if your journey is true. Here you will not place yourself above others, but recognize that you are blessed to have a way out of the prison house of Separation and that you can give something greater than your understanding to the world around you and take the steps to making this possible.\n\nYou will realize with compassion the suffering of others. As you gain altitude in climbing up this mountain, you will see what circumscribes the people down below with compassion. And you will understand how important it will be for them to come to terms with their deeper nature and need and begin the return that will make the determination available to them.\n\nYou are here to give a set of gifts to the world that the world needs. You do not know what these are yet. First you must build the foundation and then you must take the journey. And then these gifts will give of themselves through you where they are needed, beyond what you can determine or predict at this moment.\n\nHere you will not set your life too high or too low, for the journey will set it perfectly in the direction it must go, in the context in which it must serve, in the environment in which it must exist.\n\nMay the determination carry you to this deeper recognition, this deeper need, this deeper clarity to initiate your greater journey in life. And may the determination keep you focused here, given all of life’s seductions and disappointments. And may it give you the strength, the courage and the direction that you will need to have and to follow. For this is why you have come. And this will fulfill the purpose of those who have sent you.",
  "audioUrl": "https://www.newmessage.org/av/the-determination.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/the-determination/"
}