{
  "title": "The Soul",
  "content": "Any consideration of the soul must only be relative to your current circumstances, stage of development and the range of reality that you are able to experience. This, of course, is the challenge facing any idea of spiritual truth in the world—that it is all relative to where you are looking from and your position in the universe and in Creation.\n\nTherefore, what may be true within this reality may not hold true in the next dimension of reality that you will experience most certainly when you leave this world. Fighting and arguing and going to war over religious ideas is a fool’s errand, at the very least, and an utter tragedy in reality.\n\nTo think that the scriptures alone can tell you the Mind and the Will of God is a great underestimation. For you must experience this at the level of Knowledge within yourself.\n\nReligion is a pathway to an intellectual dead end, or it is a pathway to the discovery of the soul, and the great need of the soul to fulfill its mission and destiny in the world, in service to humanity and in service to the world. Everyone was sent into the world to serve the world. But, of course, this initial and fundamental intention has been lost and confused, twisted and corrupted, leading to the world you experience today.\n\nSo the question arises: What is the soul? We shall give you an understanding here that will be very helpful, as long as you remember that this understanding, and any understanding We give you of things dealing with the eternal, will grow and change as you progress. What you tell a child about the world is not what you tell an adult. What you tell a child about God is not what you tell an adult. Therefore, the degree of your maturity will really determine your awareness and your understanding, particularly dealing with realities that extend beyond this world and beyond this brief period of life that you call life in the world.\n\nThe soul’s reality certainly fits into this category. It was created before you came into the world, and it will exist after you leave the world. So your worldly understanding, which is extremely temporary given the limits of your time and activity in the world, will only give you a glimpse of it from a certain perspective.\n\nBut clarity here is always important to allow your mind to expand and to remind you that who you are is not your intellect, or the range of your ideas, or your memories, or your grievances and so forth. What has been created in the world will pass with the world in your experience to a very large degree.\n\nWhat is the soul? The soul is the part of you that God created that is permanent and that existed before this life and will continue beyond this life.\n\nThe question then arises: What is Knowledge that you speak of? Knowledge is the part of your soul that has not separated from God, and thus is able to respond to the Will of God, to the protection of God and to the Wisdom of God as it pertains to your particular life and circumstances, in this situation of living in the world.\n\nSo, in essence, your soul and Knowledge are not yet the same in your experience. Your soul in your experience, living in a state of Separation, is the part of your permanent identity that has separated from God. But since you cannot completely separate from God, the part of you that did not separate from God represents your saving grace.\n\nReunite the soul with Knowledge and the soul is complete, and Separation within the soul has been ended. In other words, part of the soul is journeying through life as a separate entity, unaware and afraid of confronting its true reality. The part of the soul that has never left God goes along, but it is responding to something very different and is a very different kind of intelligence.\n\nThe Separation was never complete because you cannot separate yourself from your Source. Even though you may attempt to do this and invest yourself greatly in this effort, in the end, it cannot be successful. That is why all souls, eventually in time, perhaps in the very great distant future, will reunite with God.\n\nThe moment that Separation was created, before the creation of time and space, the answer was given. The answer was given because you could not separate from God, and that is what will save you in the end. No matter what your religious affiliation or system of belief, no matter what your time, your culture—even no matter what world you exist in in the Greater Community of worlds in the universe—this is your salvation.\n\nYou return to God through Knowledge, Knowledge being the greater part of you that has never separated from God. We use the term Knowledge because it is related to the ability to have profound experiences of recognition and knowing. Here Knowledge is not a body of information or what you learn at the university. Here Knowledge is not a system of belief or a philosophy or a theology. It is the movement of Spirit within you.\n\nSo what We are saying here is that your Spirit is divided. That is where the Separation happened, you see. It is not like you got kicked out of Heaven or you went off in a huff, angry with God: “I’m going to create my own reality!” Like a lovers’ quarrel, “I’m going to go off on my own! I don’t need you! I’m going to go live without you. I’m going to go be in isolation,” as a kind of spiteful activity, you see.\n\nOf course, you go into isolation, and you suffer. Disconnected from your Source, you now have no security. You have no sense of permanence. You have no sense of intrinsic relationship. You take refuge in the world as an individual. You adopt form. You develop an intellect to navigate the world because it is such a difficult and unpredictable place. And from this position of isolation, separation and embodiment, you try to understand what God is.\n\nGod has sent Messages periodically into the world at great turning points for humanity. These Revelations have been captured by the minds and the imaginations, altered and applied, and distorted to the point where they are full of truth and ignorance. To find your way within them, which you can certainly do, you must separate the truth from the ignorance.\n\nYou cannot know God with your intellect. It was not created to encompass something so great. For an intellect can only consider other intellects. It can only consider things that are like itself to some degree, and God is not an intellect. People think of God as a person or a personage, but God is not a person or a personage.\n\nExtending ever beyond your grasp and concepts and attempt to formulate and to limit God, God exists. It would be like an ant trying to understand the sun of your solar system. It can experience the power of the sun, and benefits from this to be able to live in the world that you know, but comprehension will never really be complete.\n\nThe Revelations from God have always been for the purpose of re-engaging you with your deeper nature so that the Separation can be mended and finally ended within you. For you cannot return to your Ancient Home, your heavenly state, until this mending has occurred. God cannot un-create your Separation because God did not create the Separation.\n\nGod affects reality, not that which is not reality. But God has sent Knowledge with you into the world. It goes everywhere with you. In this way, God does not have to take care of your life and does not have to watch over you personally because the Lord of a trillion universes cannot be preoccupied with your daily affairs, or your preoccupations or internal conflicts. To think that God is talking to you every day is to make God into your personal servant, your errand boy, like some kind of minor deity that is preoccupied with what you are doing.\n\nGod is the Great Attraction calling you back, calling you through God’s Emissaries, calling you through the true spiritual teachers that live in the world today, calling you through the great traditions despite the aggregate of their errors and misconceptions.\n\nGod has given you Knowledge to guide you, to protect you and to lead you to your greater accomplishments in the world. In this way, God does not have to be something other than God. And you have to live with the reality that there is a greater truth within you—a deeper conscience, a fundamental ethical foundation that cannot be deceived, cannot be corrupted and cannot be used for selfish purposes.\n\nFor Knowledge is not a resource of your intellect. Ultimately, your intellect is a resource for Knowledge. But to see this, you would have to shift your sense of identity to a far more permanent and deeper part of your existence to see that your intellect is a magnificent tool of communication. It is there to serve the Spirit, not to imprison the Spirit.\n\nBut this revolution within yourself that returns you to your Source and to your true nature is something that most people have not undergone, even amongst those who claim to be religious and religious leaders. They are far too reliant upon their beliefs and their ideas, which does not mean they have traveled far at all on the greater spiritual journey that each person must take.\n\nThere is a difference between a scribe and one who is filled with the Spirit of God. Do not judge others in this regard. Everyone is struggling with this to some degree at various different levels of their own self-discovery. Many people have not even begun. Some are struggling at the outset. Others are struggling and trying to find their way as they proceed up this great mountain.\n\nIntellectual brilliance is not the power of Knowledge. Enchanting and fascinating your listeners with eloquence, or a deep study of history, does not represent the greater power of Knowledge within you. Knowledge can speak through a cultivated mind. It can speak through an expanded intellect. And it will do these things according to what is appropriate for your life. But do not confuse the two, as so many people do.\n\nYour soul is lost, but your soul cannot be completely lost because it is tethered to God through Knowledge, through that part of you that never left God. Knowledge, which travels with you every moment, is with you every day in every situation, counseling you and guiding you.\n\nBut you cannot feel its counsel or follow its guidance because you are so lost and captivated by the world and by your own internal fantasies and fears, your own internal conflicts, your unforgiveness, your grievances, your attitudes and your fixed beliefs. It is like you are set in a stockade in the center of town, your arms and your head locked in the stockade, and you cannot get out and be in the town because you are stuck there. That is your crown of thorns. That is your imprisonment.\n\nThe world celebrates brilliant intellects and artistic talent. It celebrates individual achievement. But it knows not of the power and the presence of Knowledge. It will honor its saints, but only when they are dead and gone, and are no longer a social, political or religious problem.\n\nBut people are still able to inspire others because Knowledge is moving through them to a certain extent. Knowledge is everywhere. The demonstrations through selfless giving, the demonstrations through encouragement and inspiration, the demonstrations through countless forms of contribution to the well-being of individuals and to the well-being of nations of people and the whole world are countless and manifest.\n\nYou live in a world that is demonstrating Knowledge all the time, and you live in a world that is demonstrating the denial of Knowledge all the time. Where will you place your emphasis then?\n\nThat which denies Knowledge is, in essence, evil because it denies the Grace and the Power of God. God will not punish you for these things, but this will deny you the Grace and the Power of God and all of the resolution, comfort and security this will restore to you over time.\n\nThe return to God is not simply a decision that you make one day. It is a fundamental change of heart that has to be expressed and demonstrated in many situations, leading to many thresholds of decision. And that is why the progress here is step by step. It is incremental.\n\nGod will not let you be close to God because God wants you to be here. The Angels will not let you be close to them because if you become close to them, you will not want to be in this world with all of its difficulties, its fragmented relationships, its problematic human relationships. God wants to turn your eyes to the world, but with the power and the presence of Knowledge to guide you.\n\nHere the Separation, step by step, bit by bit, is reduced. Its power begins to fade. Its influence begins to diminish and is replaced by a greater power that is intrinsic to you and to all people who are here.\n\nA genuine act of kindness can be recognized anywhere, by any culture. You do not have to translate the language. You do not have to understand the culture in all of its dimensions. You do not have to be academic about this. It is simply an act that has universal recognition.\n\nThe world is governed by fear—the fear of loss, the fear of losing what one has, the fear of death, the fear of repudiation, the fear of rejection, the fear of expulsion and denial. This is a power that exists in a state of Separation. It is something that is unknown in your Ancient Home.\n\nYou cannot return to God at the end of this life because you are not ready. You have not built your capacity for relationship sufficiently. You have not extended your experience of your soul to include others sufficiently yet.\n\nSo even if you become a very wise and advanced person in the world, you are given a greater task. Perhaps you will be amongst those who serve those who remain behind. Perhaps you will be sent elsewhere in the universe to serve according to your own lineage and long history. If you achieve any degree of success in terms of the reclamation of Knowledge in your life, God is not going to waste that because your gift grows through contribution. The power of Knowledge grows through contribution. It is not a question of escaping corporeal life. It is a question of service at many, many levels, extending far beyond what your mind can even conceive of at this moment.\n\nWhat is Hell but having to come back here and do it all over again, or having to go somewhere else which is an even more difficult place to be? To think that you go to Heaven or Hell on the Judgment Day at the end of this life—that is a religion for little children who know nothing of Creation and the Plan of God. Your successes will not be wasted, but will be amplified and expanded in service to the separated that constitute the reality of life in the physical universe.\n\nSo you see here, your soul, as it grows, does not diminish. It expands. No longer a single point of light, it now becomes a cluster of lights. It retains some of its uniqueness, but its reality and identity are based upon the strength of its core relationships. Since God is your ultimate relationship, you prepare for God by developing relationships that are genuine and authentic and which serve a greater purpose in your temporary life in the world.\n\nIn this regard, Hell is always temporary. The Will of God is to reclaim all of that small part of Creation that has broken away and has lost itself in other realities.\n\nThe tragedy is in time. In time, you are suffering. In time, you are losing opportunities. In time, you are failing your mission in being in the world. In time, you are producing more suffering for others and more suffering for yourself as a result—compounding your problem, deepening your dilemma, further darkening your mind.\n\nThere are certainly worse Hells than this. Humanity is remarkable in the degree of suffering it can generate for itself, both individually and collectively. God will reclaim you in the end, but the end can be a long time from now, and you are suffering in time. You are languishing in time.\n\nYour soul cannot reunite without the reclamation of Knowledge. That part of you which is wise must guide that part of you which is foolish. That part of you that has not become separate from God must guide that part of you that still thinks it is in Separation from God.\n\nIn this way, God does not have to exert special effort for your salvation because the process is already underway. God does not have to be your therapist, your counselor or your personal attendant, nor even the Angelic Presence. People think the Angelic Presence is again like their bed maiden, their personal attendants. This, of course, is ridiculous.\n\nThe Unseen Ones, the Angelic Presence that might counsel you on occasion, have thousands of individuals they have to look after. They are not going to dally around with you and your foolishness. But they will respond to those moments when your mind stirs and greater possibilities emerge for you.\n\nYour soul then becomes greater, more expansive and more inclusive of others as you advance and as you make progress in your spiritual development. You no longer live just for yourself. You live also for others and for their well-being. Perhaps your sense of others includes just your family, but it can include other people. It can include larger panoramas of relationship, dealing with neighborhoods and communities. There are even certain individuals who look at humanity as their fundamental relationship. But this is a very advanced state and is only meant for certain people whose contribution has to function within a very large arena.\n\nYour greater purpose in the world is not your invention, and you cannot come to it on your own terms. It must be revealed to you, and you must be willing for this revelation to take place and to have the patience and the humility to be able to receive this progressively, for you cannot face it all at once.\n\nHere you realize that your mind is not your greater reality though you have allowed it to dominate you and control you, and you have identified with it inappropriately. It is still part of your existence in the world. It still distinguishes you in many ways. It is still the avenue for your innate talents to express themselves in relationship to others. But you are listening for a greater power now.\n\nThis power comes from both within and from beyond. Messages can be sent into your mind through the Angelic Presence, but what is most important is that Knowledge within you confirms these things.\n\nKnowledge is really the focal point. It is not even God. You cannot focus on God. You can focus on your ideas about God or your belief about God, but what is this?\n\nYou experience God through a deeper connection within yourself, a deeper connection with others and a deeper connection with Unseen Forces in the universe that are really guiding the currents of your life.\n\nYour mind is like the ocean at the surface—turbulent and unpredictable, pointless, whipped by the winds of the world, one day calm, one day turbulent. You look at the surface and you cannot make any sense out of it. It has no certain direction except when you see that it is governed by tides, which are governed by celestial forces beyond the range of your personal experience. But even beyond this, the ocean itself has deeper currents that move the waters of the world all over the planet, governed by greater forces than the winds of the world.\n\nYou see, your mind is whipped by the winds of the world. You are happy. You are sad. You are turbulent. You are inconsistent. You suffer over meaningless things. You pursue meaningless things. You are in conflict with yourself and other people. You do not know what you are doing or what you want—profoundly confused, profoundly conflicted. It is a mess. Do you think God is going to work this out for you?\n\nGod just pulls you away from it. And along the way, you clean up the mess. You bridge the gap of unforgiveness with yourself and others. You make amends. You alter your course. You change your behavior. You alter your ideas. You even change your whole notion of yourself.\n\nIf people are not willing to do this, then nothing happens. They can be priests. They can be governors. They can be presidents. They can be kings. They can proclaim anything, but they are no more than what they have created within themselves. Without Knowledge, this is nothing—a racket, an empty gesture, someone crying in the wind, forgotten, insignificant.\n\nBut your life is significant. You have not been forgotten, and God has spoken again to reveal the true nature of the soul and its redemption. This is at the heart of all the world’s religions, but what is at the heart can be concealed by what is in the mind.\n\nMany people need this clarification, within their faith traditions and those who have no faith tradition. For humanity is facing the great change that is coming to the world—great difficulties and great challenges. These things can call out of you your true gifts and your deeper nature if you know how to respond to them. But to respond, you must recognize them and prepare for them. And for this you will need the assistance of the Creator, for humanity is unaware and unprepared.\n\nWhen you leave this world, your soul will be different from what you think it is now. When you advance, and your mind expands, and the soul expands to become a cluster of lights instead of a singular light, the definition and the experience of the soul will be very different.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/the-soul.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/the-soul/"
}