{
  "title": "The Freedom to Move With Knowledge",
  "content": "There are growing numbers of people in the world today who sense that great change is coming, and more than this they have begun to respond to messages from Knowledge, the deeper intelligence within them telling them to do certain things, to make certain adjustments or changes in their lives and to take certain forms of action.\n\nYet so many of these people have been unable to respond. They feel the warning of the message or perhaps they see the signs, but they are not moved to act. They recognize the need. They recognize a possible danger. But they have not responded. They have not taken any action regarding it.\n\nThis represents two problems. The first is that Knowledge is not yet strong enough within the individual to move them. Knowledge is actually strong enough, but they do not have a strong enough connection to it to feel the urgency and the movement within themselves. It is like a distant voice or a passing image or a fleeting emotion, as if Knowledge were communicating to them, but from far away, through a great, thick wall. Knowledge is powerful within them, but they are not yet able to respond to it.\n\nSo this inability to respond, or this ir-response-ability you could say, is a fundamental problem. That is why in the study of Steps to Knowledge, there is a process of building a bridge from your thinking mind—from your intellect—which has been so formulated through social conditioning and past experience, to the deeper mind of Knowledge that God has created, that is beyond the reach of social conditioning, that cannot be manipulated or altered by any worldly or other-worldly force.\n\nBuilding this bridge is very important because many people will see the signs, feel the signs within themselves, see the signs within the world, but they will not respond. They may shake their heads and say, “Oh, well, this is concerning.” They may tell their friends, “Oh, I had a thought today that was worrying me,” or “I see something happening in the world, and it could be very difficult.” They are responding, but not at the level of action. These signs are arousing concern. They are arousing suspicion. They are alerting the individual, but the individual cannot yet really respond.\n\nSo while these signs are being recognized, the person just continues doing what they always do, carrying on their daily life as if nothing has happened. Yes, there is a growing concern. Yes, they sense that great change and difficulty are approaching. Yes, they may be aware of certain specific areas where difficulties are already arising. But they are not responding in a way that will move their lives.\n\nSigns are not given to you just for your edification, just for your entertainment, just to arouse alarm or concern. They are given to instruct you and in many cases to move you to certain kinds of action. But you must feel these messages. They cannot be distant little images or fleeting emotions or passing thoughts. You must engage with them more powerfully in order to receive the instruction that they contain.\n\nThe world itself will tell you what is coming if you know how to read it and to discern its signs and its messages. You do this without projecting any of your own thoughts or fantasies or fears. You just watch and you listen, and piece by piece, the picture comes together. But to have this clarity of mind, you must be watching without coming to conclusions, without trying to tie things together, without trying to make things simple and comprehensible. Instead, like building a puzzle, you allow the pieces to emerge and to fit together.\n\nThis is called seeing. Most people do not see because they do not look with this emphasis. Impatient, they want conclusions. They want solutions. They want answers. They want to understand it right now. They want the picture to be evident right now—evident and comprehensible. They do not patiently wait and watch for the signs to tell them, allowing the picture to become clear, without their interference. This is called seeing.\n\nIt is the same with hearing. You hear certain things, but instead of drawing conclusions or having these things reinforce your current assumptions and beliefs, you let them simply reside in your mind—building. Let them instruct you instead of trying to use them to fortify your own ideas or position.\n\nAll this requires humility, of course, and the willingness and the commitment to set aside assumptions, prejudices, preconceived ideas and so forth. To see and to hear truly, you must have this approach. But you must look earnestly, and you must listen earnestly. You must commit yourself to seeing and to hearing. It is not a casual pursuit you do once in a while. It is not something you do periodically, just to have a look or have a listen. It is what the animals do. They are always looking and listening, for there is danger, and they are equipped to respond to it, or they could not survive.\n\nFor all of humanity now there is growing danger, and nature has equipped you to respond to it, and you need to respond to it in order to survive. Yet people are not looking and are not listening. They go about their affairs without looking over the horizon, without listening to the signs of the world. And if they hear something, they will dismiss it, or discuss it with their friends, or use it to reinforce some attitude or judgment they have against someone else, and the message will be lost on them. They will not be able to receive the instruction, which will give them an indication of something they must do.\n\nIf people see and hear, but do not take action, then they have not really seen. They have not really heard. It has not passed beyond the intellect to reach deeper within them. They are not really responding, and so they are not really being responsible.\n\nTo prepare for the Great Waves of change, you will have to take many actions. Some of them will seem very illogical in the moment. You will not be able to justify them or explain them to others. But you must take them anyway because Knowledge within you, the deeper intelligence within you, is urging you. You can respond to this if your connection to Knowledge is becoming stronger. Now it is no longer a still small voice or a fleeting image or a moment of recognition. It is now something that is emerging within you as a deeper conviction, as an abiding concern or need. No longer can you ignore it, deny it or push it away so easily, for it is now competing for your attention.\n\nTo begin, you must learn to become still and observant—looking without judging, looking without coming to conclusions, looking for signs. The signs are not everywhere, but they are abundant enough that if you are observant and give yourself to being observant as you pass through your day, then you will begin to see things, and they will stand out from everything else. They will stand out. They will impress you more than just the usual kinds of fascinating things or disturbing things you may hear about or read about. They will impress you at a deeper level. Pay attention. Write them down. Keep a record of them with a date and a time and a place so you can begin to bring the pieces of the puzzle together.\n\nYou should be looking more and thinking less, listening more and speaking less, observing others without condemnation or judgment, setting aside your habits of judgment and evaluation in order to listen. Remember, the birds in the air and the animals in the field are always listening and watching. They must pay attention.\n\nHumanity, which for so long has been involved in its great indulgences, its great conflicts, its great obsessions and addictions must now listen and look and pay attention without trying to falsely fortify itself and without trying to cast gloom and fear over everything. Now it is time to listen, to pay attention. It is a strange thing that the creature who is the most intelligent in the world, the human being, is functioning and acting in the least intelligent way.\n\nTherefore, God must give a great warning. And the warning must be given with compassion, but with clarity and strength because people are in the habit of not looking and not listening and not paying attention. They do not know how to discern the signs of the world or the signs from Knowledge within themselves. And they are not close enough to Knowledge within themselves to feel the movement of Knowledge within them—Knowledge moving them to do something, to take action or to alter their activities in some specific way.\n\nPeople think that to prepare for difficulties, you just fortify yourself from the outside. You stock up your house with food, or you just try to take a more defensive position. Or in extreme cases, you act as if you were on the verge of war, and you remove yourself to some distant location far away in the country, you arm yourself, and you look at everything fearfully.\n\nBut this is foolishness, for the inner preparation is more important than the outer preparation. For you do not know what you are preparing for yet. You cannot tell how things will go. And because you are ultimately here to serve humanity rather than to run away from humanity, you are really not engaging with the truth about your life if you simply try to build security for yourself. And any security you build for yourself will still be insecure in the face of the Great Waves of change.\n\nYou cannot run away and hide under a rock. You are going to need others to help you. You are going to need to share your talents and your skills. You are going to need the talents and skills of others. You are going to need meaningful relationships, or you will not make it. Running away to some remote location is extremely foolish and extremely dangerous.\n\nThat is why the inner preparation is essential. If you do not know how to read the signs of the world, you will not know what to do in changing circumstances. You will act out of fear or aggression, or you will trust things you should not trust, or you will give yourself over to others who will only lead you into greater danger, or give yourself over to political persuasions that in themselves are a hazard. If you cannot see and cannot know, you will not know what to do, and you will follow others who claim they know what to do, but who in most cases will lead you into greater danger.\n\nGod has given you an answer. But you must come to know the answer, live with the answer and apply the answer without changing it, without denying it, without trying to unite it with other things. You must live with it in humility and patience, but with commitment and perseverance as well.\n\nIf you fortify yourself and that is all that you do on the outside, others will come to take what you have. If you merely stockpile food and other necessities and that is all that you do, then others will come to take what you have. There is nowhere to run and hide, you see. And when you finally come to realize this, you will recognize you do not have an answer, and perhaps then and only then you will turn to Knowledge. You will pray to God for guidance. You will pray to God for assistance. You will pray to God for deliverance. And perhaps you will have an open mind and realize that without real inner certainty, the certainty that Knowledge can provide, you have no advantages. You have no security. You have no clarity and no certain direction.\n\nThis ability to see, to know and to feel the movement of Knowledge—to receive the instruction from Knowledge within yourself and from the signs of the world, which will move you to take action or to reconsider your actions, your behaviors, your goals and your objectives—this is really the turning point.\n\nToday there are increasing numbers of people—many, many people—who are worried about what might happen next. They are genuinely concerned, but they are not moving. They are not moving with Knowledge. They are not preparing for the Great Waves of change. They are just concerned. What will it take to bring them to the point of really taking action, of altering the course of their lives, of changing their objectives? What will it take?\n\nIf they can receive the instruction from Knowledge and respond at that level, they will be able to prepare in advance for the Great Waves of change. They will have time to prepare and to make the sometimes difficult changes and adjustments that will be required to reposition themselves—to gain a stronger position, to remove themselves from harm’s way, to reduce their vulnerability and thus increase the possibility that they might be of service to others.\n\nBut if they wait for the need for change to be overwhelming, it will be too late. Then everyone will panic. Like a herd of beasts in the fields, they will panic. They will run any which way. They will not act with any certainty or any reason. Their actions will be desperate.\n\nIf you wait until the evidence is overwhelming, it will be too late for you to make any wise preparations. Then your position will be untenable. Then you will be in a position of extreme powerlessness and vulnerability. Then your options will be very few. There will be no food on the shelves at the stores. The banks will be closed. People will be in panic. It does not take much to create this panic.\n\nYou do not want to be in this position. You must act before others act. You must prepare before others prepare. You must go on the strength of Knowledge within yourself and upon the evidence from the world and not upon consensus with other people. For when everyone agrees that the Great Waves of change are upon them, it will be too late to prepare. You must have this strength and this integrity.\n\nAs was mentioned at the outset, there are two problems in being able to respond to the movement of Knowledge. The first is simply the inability to respond because your awareness of Knowledge and connection to Knowledge are not yet strong enough for you to feel its movement in your life, to receive its messages and to act upon them.\n\nThe second problem is your obligations and commitments to other people. This represents a broad range of situations. Each is somewhat different from the others. But this brings up great problems for many people who may have a family member who is in great trouble or difficulty, and they feel bound and responsible to provide for this person. So how should this be regarded? What are the guidelines here? How should one proceed? Every situation is somewhat unique, and so the guidelines are very general and very broad, but there are a few things you must know at the outset.\n\nIn life, your first responsibility is to Knowledge because that is your responsibility to God. That is the responsibility to follow your conscience—to follow your conscience over your ideas, your beliefs, your compromises with others; over your desire for pleasure and your fear of pain; over your acquisition of wealth and fear of poverty—over everything. It is your first responsibility.\n\nNow for this to become a functional reality for you, it will have to be applied in many situations over time, and that is why you need the time to prepare. You do not want to be standing on the beach when the Great Waves come.\n\nBut then there is the problem of dependent relationships. This represents a great variety of situations, but beyond the first guideline that your first responsibility is to Knowledge, there are other provisions and circumstances too. It is your responsibility to raise your children to adulthood. You cannot abandon them. You must stay with them. Only in a very extreme situation, if they are highly self-destructive and unmanageable, would you have to part from them. But this would only be in the latter stages of their development and would only be a real exception to the rule.\n\nIf you have parents who have no way of supporting themselves, then in certain situations, you will have to provide for them, and that would be a responsibility. This will hold true for many people of course. Do not think in the future that the government or systems of care will provide for the elderly and that you will not have any responsibilities here. Many people will have to face this, and this will have to be part of their preparations.\n\nThen there are situations where you really must serve another person. You are there to serve them. And you must take care of them. Usually, this involves people who are severely disabled, and you will feel that you have a commitment to them. And though it will be difficult and at times extremely trying, you will know that you must stay with them. It will be clear.\n\nYet in many other cases, the situation is different. If you are in relationship with someone who will not prepare for the Great Waves of change or who demeans you in your attempt to do so, you may well have to leave them and leave them quickly, for they are standing in your way. They are holding you back. They are undermining your progress. They are demeaning you and your relationship with Knowledge. Here you will have to cut the cord, letting people go—not with hostility, but with the certainty that you cannot move forward together.\n\nIf you have a spouse or a serious relationship with someone who is mentally disturbed or who is dysfunctional in any way, whether you stay with them or not will be up to Knowledge. But you must be prepared to leave them if that becomes necessary—to protect yourself, to protect your children or to protect your aging parents, whatever your responsibilities require. It is inappropriate for you to be dragged down by someone who will not or cannot move forward in life.\n\nFor many people, this represents their first great threshold because it is such a tremendous impediment, and it is holding up their lives already and has been for perhaps a very long time, so they run into this problem immediately in becoming a student of Knowledge. “There is this person in my life that I am bound to, but we are not united. We are not together. And we have established a kind of dependency on one another that is unhealthy.”\n\nYou must in most cases break free of these situations. Only if Knowledge, the deeper truth within you, makes exception to this should you make exception to this. You cannot move forward if you are held back by others. You cannot get up the mountain if you are staying behind for others—enabling them; supporting them; trying to convince them, persuade them, teach them or change them. You have to break the cord. Life requires it. Knowledge requires it. You know it is true. And it will give you greater strength, it will build your integrity, and it will return self-confidence to you in taking these actions, even if they are very difficult.\n\nIf others are destined to fail and are committed to this, you must let them fail. You cannot hold them up. You must let them follow their pathway in life. You are not responsible for them. Only if they represent your children or your aged parents is there an exception to this. But even here, sometimes exceptions have to be made in extreme situations.\n\nIf your first responsibility is to Knowledge, then you are free. But freedom must be earned. Freedom must be won. You must overcome the other tendencies in your mind—guilt, obligation, condemnation from others, the need for approval, the need for financial security, the need for social recognition. These now must be overcome as if you were fighting a battle against enemy forces. They must be overcome within yourself. You cannot have everything. You cannot stay where you are and move forward. You cannot win others’ approval and follow Knowledge within yourself.\n\nYou may praise God. You may worship God. You may fall down on your knees. You may prostrate yourself at the temple. But if you do not carry out what God has given you to do, then you are not honoring God. You are not valuing God. And you are not fulfilling what God has sent you here to do, which in most cases will be very different from your ideas about your life and your notions of fulfillment and happiness.\n\nYou must accept that you do not know your greater purpose and give up all attempts at guessing what it might be. It is better to have an open mind and move forward than to entertain great conclusions.\n\nThe real question in preparing for the Great Waves is whether you can see them, hear them and feel them and whether you can take the many steps that the preparation may require. Nothing else matters—your political viewpoint, your social standing, your evaluation of yourself, your interests, your hobbies, your friends, your associations, your talents, your skills. If you cannot see, know and respond, none of these things will help you now.\n\nYou are entering into greatly uncertain times. Things will be changing increasingly, and sometimes in very unpredictable ways. Knowledge is moving you now, but you must respond to Knowledge to feel what you must do. This book has provided a series of “Recommendations.” They will take you very far if you can follow them. Beyond this, you must become a student of Knowledge, learn The Way of Knowledge and follow the power and presence of Knowledge within yourself and within others.\n\nYet you must be free to respond to Knowledge and to move with Knowledge. No idea, no belief, no commitment to others and no other obligation should stand in the way of this. Perhaps you will think you are being selfish and self-centered, and other people may accuse you of being selfish and self-centered. But if your actions are true, then you are really serving God. You are carrying out the directions that God is providing for you, and you are doing it in such a way that you are not compromising it to meet the needs, expectations or approval of others. Here your freedom to follow the movement of Knowledge will be hard won. Do not think it will be easy, or you will underestimate the opposition, and you will overestimate your promise of success.\n\nGod has given you the power and presence of Knowledge. You may ask God for miracles. You may ask God to save you on your sinking ship. You may pray for all number of things. But if you cannot respond to what God has given you, then really your prayers and your invocations are dishonest. They are born of ignorance, arrogance and foolishness. God will not punish you, but you will place yourself in harm’s way, and you will face an ever-diminishing set of options and opportunities.\n\nIt is to counsel you, to warn you, to encourage you and to prepare you that is the purpose of the New Message. What it is preparing you for is something that is very different from what you have experienced before and on a greater scale—on a scale that is so great you can hardly imagine.\n\nIf you think this is just a threat, if you think this is just predicting gloom and doom, then you do not recognize the gift of love that it really is, and you are not yet responsive or responsible to the Greater Power that resides within you that God has put there—to guide you, to bless you and to prepare you.\n\nNow is the time to look, learn, listen and follow. Look at the world. Listen for its signs. Learn what it is teaching you and telling you about what is coming. Begin to prepare your life, to simplify your life, to unburden your life. Everyone can do that right now. Simplify your life. That which is unnecessary—the possessions, the obligations, the ownership, even the relationships that are not essential to you—is only taking energy from you, robbing you of your incentive, distracting you, filling up your time, keeping your eyes off of the world and off your circumstances. You will not see the warning signs before difficult and dangerous things occur if your mind is obsessed with all other things.\n\nSo at the very outset, there must be simplification and clarification. Your relationship with any thing, person or place that is not essential or that is counterproductive will rob you of vision, energy, purpose and meaning. You can begin with your possessions, and then you will have to review your relationships, your activities and your obligations. Free up your time. Free up your energy to begin to prepare for the Great Waves of change, for they will require tremendous focus and courage from you.\n\nSo many people are living where they should not live and engaged in what they should not be engaged in. The wealthy are wasting their time and their lives in meaningless pursuits and acquisitions—wasting the great resources that they have that could be of service to the world and to others, giving themselves to their addictions, indulgences and pleasures at the cost of the focus and the meaning of their lives. In many ways, they are more pathetic than the poorer people, for they show the real waste and insolence that humanity has generated for itself in its destruction of the world, in its destruction of its resources and in its exhaustion of its natural inheritance.\n\nYou must begin with the Deep Evaluation, and this evaluation will cover everything in your life.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/the-freedom-to-move-with-knowledge/"
}