{
  "title": "The Age of Women",
  "content": "There is a New Message from God in the world, and one of the things that it calls for is the emergence of women leaders, particularly in the area of spirituality and religion. It is time now for certain women to be called into these greater roles and responsibilities, and it is important around the world in different cultures and in different religious traditions that this be allowed.\n\nIt will be interesting perhaps for you to consider that in advanced nations in the universe, advanced nations in the Greater Community of intelligent life in which you live, where there is a distinction between men and women, or male and female—in those particular races, the races that are not androgynous in nature—that the female is usually given priority in matters of conscience and spirituality.\n\nThis represents an advancement and a practical wisdom as well, for leaders within this context must essentially be providers, and they must essentially be maintainers. The role of being a religious leader in whatever context it may exist—whether it is within a formal tradition, whether it is within a hierarchy of leadership or whether it is much more informal, dealing with smaller groups of people—it is in all cases a role primarily focused on providing and maintaining.\n\nTo be creative in the area of religion is only appropriate if it is to meet practical needs of people and to adapt a religious teaching to changing circumstances. Even here it must be carried out with great care, for people like to change what has been given and alter it to meet their needs, their preferences, their desires and their own self-interest. So creativity in the area of religion is actually extremely hazardous.\n\nBut religion itself, in whatever context it exists, must change and evolve. It must have a greater capacity to serve people who are undergoing change in their personal lives and change at the level of nations and societies as well. Indeed, even as the environmental conditions of this world change in the face of the Great Waves of change that are coming to the world, religion will have to adapt and change as well.\n\nBut essentially the role of religious leaders in nearly all situations is to be providers and maintainers. What they are providing is not really of a material nature as much as of a spiritual nature, within the realm of a deeper experience and recognition that is possible for all human beings and other races within the Greater Community. For God has placed a deeper mind within all sentient beings—a mind that is called Knowledge in the New Message.\n\nClearly, women in many societies have been taking greater roles, but there is still considerable resistance, and in some traditions it is not allowed at all. But there must be a greater recognition here of the inherent strength of women and the natural capacity they can serve in this regard. For even in current traditions, women may not serve as the recognized leaders, but they are in most cases the backbone of the religious organization and tradition itself.\n\nMen should not be threatened by this, for it is an assumption of natural abilities. And while men will continue to be religious leaders, the opportunity for women should be greatly expanded. For if an individual, a woman in this case, has developed her skills in learning of the deeper mind and responding to it appropriately, in carrying out its direction responsibly—without altering it or redefining it for herself or for the expectations of others—then as she gains this maturity and this responsibility, she can assume a greater and more natural role as a religious leader.\n\nClearly, if you look in the past century, you have seen in all of society’s evolution, in many places in the world, the rise of women to roles of prominence that were previously only assumed by men. This is a natural evolution and should be continued.\n\nThere are now heads of state who are women, but they are still blocked from becoming religious leaders in many, many traditions and in many cultures. They can become the president of a nation, but not a priest or a rabbi or an imam, in many circumstances.\n\nIf humanity could learn from advanced races in the universe, you would see what an error this is. You would see what other races of beings have had to learn and how they have had to cultivate their native wisdom and skills in surviving and in functioning within a Greater Community environment, which by its very nature is extremely competitive and complex. If you could learn from these examples, then you would see the wisdom of what We are saying here.\n\nIn many advanced societies, as We mentioned, women are the priests; they are the religious authorities. The female: in this case, in races very different from your own, the feminine is recognized as being more receptive to the direction of Spirit, or God, while men in general, or in most situations, the male aspect is more competent in physical or practical measures.\n\nThis is not simply a human phenomenon or a historical precedent within this world alone. It is something that holds true throughout the universe. In certain advanced races, the male and the female have been joined into one being to gain access to the skills that both of these aspects of Creation can provide. But that is not humanity’s reality, nor need it be. For the male and the female, the masculine and the feminine, both have tremendous assets and qualities to be cultivated, and which must be cultivated.\n\nTherefore, that is why this could be called the Age of Women, the rise of women—not only to positions of political prominence, not only to positions of leadership in business or commercial affairs, but really in the realm of religion and spirituality.\n\nWhile women possess great strengths, they also have weaknesses and liabilities within the human family. They are very prone to persuasion. They are very prone to the influences of social cohesion and consent. They are very prone to the difficulties of facing disagreement and disapproval. And their anger and their issues can be over extremely petty and insignificant matters. But in spite of all this, they have a natural ability to resonate, to care for, to sustain and to maintain, and to provide the greater resources of life, which are non-material in nature.\n\nFor all human beings have material needs and spiritual needs. Spiritual needs cannot be met by meeting material needs, but until material needs are met, spiritual needs cannot seriously be entertained by most people. But they are different, you see. Once you have satisfied certain physical requirements of life regarding food, water, shelter, security and so forth, then you begin to entertain a greater set of needs. These are perhaps psychological and emotional in nature, but psychological needs bridge to your deeper spiritual needs.\n\nUltimately, the greatest spiritual need is the same within all people, and that is to find and to fulfill your specific mission in coming into the world. This holds true regardless of your culture, your religion, your family circumstances, your economic situation and so forth. But to be able to entertain this seriously and responsibly, you must have certain material needs met. That is the first requirement.\n\nBecause material providership historically has fallen primarily on men, women have been able to cultivate providership at other levels—at the psychological and emotional and spiritual levels to a far greater degree, and they are naturally endowed to do this. It would be foolish to think that women are going to displace men in the provision of material needs. While women’s greatest power is the power of empathy, the power of service, they face the same problems of fear, desire and preference that men do, but they still have these natural assets in great abundance. To deny them opportunities in the realm of religion and spirituality is a great mistake and a costly one at that.\n\nThe affairs of the Spirit are different than the commercial and material affairs of people and should not be confused. In no case should the state and religion be the same. That has proven to be disastrous in history. The great casualty of attempting to join those two is religion itself, which becomes a tool of the state, which becomes used as a form of manipulation and persuasion, of self-righteousness and condemnation of others.\n\nPeople try to simplify things and make everything the same, but things are not the same, you see. Nature expresses itself differently within different contexts. And while there will still be women who will be marvelous leaders of commerce and political leaders, and there will still be men who will be superb at being religious teachers and leaders, there is a natural orientation that gives the feminine, the woman, the advantage.\n\nDo not think, however, that if women led religion, the world would be magically transformed, for this is not the case. But the opportunities to maintain religion and to maintain the spirit of religion in all traditions would be enhanced.\n\nYou still need people to run organizations and to deal with financial necessities and to maintain infrastructures and all of this, but the spirit of religion becomes lost when it is united with commercial and practical needs exclusively. Its ethical foundation erodes away; its spiritual emphasis erodes away; it becomes formalized, rigid, governed by rules and regulations; it becomes constrained by the governance of the state, of political powers, economic powers, and the life goes out of it. It becomes stale and static and oppressive as a result.\n\nThere is a natural ascendancy for women in the realm of religion and politics. That is not to say that all women will ascend there, or that that will be the purpose of all women. Certainly not, but those who are naturally given—who have purpose, real purpose, in this arena— should be allowed the opportunity to assume a greater role.\n\nWithin this context of religion and spirituality, you have administrators, you have providers and you have seers. Let us spend a moment speaking on this.\n\nCertainly administrators are those who run organizations, who meet the practical and financial needs of organizations, who are involved in promoting the teaching or the opportunities or the benefits of an organization.\n\nProviders are those who serve people in more fundamental emotional, psychological and spiritual needs, within a spiritual or religious context.\n\nSeers, however, are a very rare role and require a very special preparation. If someone who has the gift of vision is not well grounded as a human being, is not strong in the Four Pillars of their life—their relationships, their health, their work and their spiritual development—their vision can be greatly misapplied and misinterpreted.\n\nOver the centuries, men have been so afraid of the power of women and the possibility of women ascending within society and culture that they really have denied themselves the assets and the benefits of these skills. And civilization as a whole has been retarded and restrained, its full potential not realized because of this.\n\nThere are very few individuals who can be seers and not all of them will be women, but these gifts have been given to the feminine in far greater abundance, and there are women today who are meant to be seers. That is their purpose. That is their mission.\n\nBut perhaps within their cultures and societies they are assigned simply maintenance tasks within a family. They are held back by their own local religion and cultural customs. And their greater purpose is not being realized. Their great opportunity is closed to them.\n\nJust because you are born with a purpose does not mean the world will allow you to assume it. That is why freedom is so important—the freedom to think, the freedom to express, the freedom to create. But ultimately it is the freedom to find your purpose and to fulfill it.\n\nSlowly, over the past century in particular, women have been arising, [representing] the ascendancy of women in many cultures—not all cultures but many cultures. This is a natural evolution, as We have said. It must happen. And the human race will be far better for it. To hold women back and assign them domestic duties alone is a great mistake. It will deny the human family far greater resources that would be available otherwise.\n\nThe confusion about male and female roles, the masculine and the feminine, has led to a great retardation in human development and great abuse of people throughout the ages in many cultures. To limit women to child raising and domestic duties and minimal employment opportunities is a great mistake, and wherever that exists in any culture, that culture will suffer as a result.\n\nUntil recently, in most societies in the world, women were considered to be simply the possession of men—a valuable possession, but a possession, something you could buy or sell or trade, or destroy—and that is one of the reasons that human civilization has progressed so very slowly.\n\nWhy has it taken humanity so long to really make advancements? It is not simply energy and technology, the limits there, that have held you back. It is the restraint upon the roles of men and women. It is the weight of history and tradition. It is the expectations of children.\n\nSo for a woman who is destined to become a provider within religion and spirituality, how will her talents ever be recognized in a culture that does not allow her to assume any roles within this context? And will she not suffer as a result of being unable to meet her culture’s expectations and demands?\n\nThere are many unhappy and dysfunctional people today around the world who have ended up in these conditions because their natural evolution has been stifled and repressed. And what cost to society to have dysfunctional people? What cost to society to have to pay the price of addiction and people’s many actions of self-destruction? What cost to society?\n\nBut the greater cost that has not been recognized is that these individuals have not been able to provide and to express their own purpose in being here and the gifts that would issue from this, which are not simply their personal creations but are actually gifts of Spirit, gifts of God.\n\nNow, many women may out of ambition or insecurity aspire to be in these greater roles, but this may not be meant for them. That is a matter of recognition and should not be constrained by tribal or religious or political restraints.\n\nIn many advanced cultures in the universe, seers are recognized amongst the Ancients and are chosen and specially trained for their future roles. Providers, the same. People with technical abilities, the same. Their talents are recognized at an early age, and they are all given different forms of education to prepare them to express and to use their natural abilities.\n\nAnother very unfortunate aspect in restraining the ascendancy of women is that boys and girls are put together way too early. They tend to mimic each other. They compete with each other. And they are urged to assume traditional roles with each other, restraining both the young boys and the young girls from cultivating and recognizing their own natural abilities and inclinations.\n\nEveryone is expected to mate and to raise families and to have romance. So children are programmed to have romance when they are five-years-old through the media and through all the images of the culture. This is true in so many places today.\n\nHow can people’s individual talent and ability ever be recognized under influences like this? It is like preparing all boys to be soldiers and nothing else. And the loss to society is incalculable—the loss of talent, the loss of inspiration, the loss of people’s natural direction.\n\nYoung men and women should have very little contact with each other until they have had time to understand themselves and have time to consider their own inclinations and strengths and sense of direction in life. To throw them together and to influence them to have social behaviors with one another prematurely is extremely destructive. It is difficult enough for young people to deal with all of the contrary influences of society at large than to have to deal with the opposite sex at such an early age.\n\nFor parents everywhere, it is important over time, instead of casting expectations and demands on the performance of their children, they should look to see what signs are being given to them from their children about their children’s inclinations and strengths, weaknesses and natural abilities. Sometimes this cannot be discerned until a person reaches young adulthood.\n\nBut to give a young person the encouragement and to teach them to learn The Way of Knowledge so they can gain access to this greater intelligence that God has given them is perhaps the greatest gift a parent can give a child, beyond providing for their basic material needs.\n\nThe world today would look different if women were allowed to ascend. It would not be magically wonderful; it would have many problems still. But you would have fewer people in the world today and would be better prepared for the Great Waves of Change that are coming to the world—the deterioration of your natural environment, the change in your climate, the diminishing resources of the world and so forth.\n\nThere would be greater and wiser leadership within the realm of religion and spirituality. This is naturally taking place now as women seek to gain these opportunities, if they are available to them at all.\n\nThe New Message from God encourages women to ascend and to take these greater roles of responsibility. It is not power that is the emphasis here; it is responsibility. You seek greater responsibilities, not greater power. Power without responsibility is destructive. It is arrogant. It is self-serving. And it leads to great harm.\n\nThere will of course be great resistance from many men who have always been afraid of women and are afraid of what the rise of women could mean for them. But there is a natural ascendancy here. It is not meant to displace men or disenfranchise men or make men less than who they really are, for they have greater responsibilities too that have not yet been recognized and reclaimed.\n\nThe wisdom of women must come to the fore if society is to advance, if humanity is to adapt to the changing conditions of the world and if greater competition, conflict and war are to be avoided. These natural endowments must be given the freedom to emerge, not only for the well-being of the individuals involved, but for the well-being of the whole world and all of humanity.\n\nWomen must become unchained, and they must unchain themselves from pettiness and ignorance and arrogance. They must learn to control their emotions. They must learn the wisdom of discernment. They must have opportunities for education. They must gain greater responsibilities in areas that were previously denied them. There must be enough trust between men and women to allow this natural emergence to take place.\n\nThe New Message emphasizes this because it is an important part of giving each person the opportunity to make a connection with Knowledge, the deeper intelligence that God has placed within each person. Today, most people are unaware of the presence of Knowledge and cannot respond to the guidance and protection that Knowledge provides.\n\nSo taking the Steps to Knowledge is essential and represents the fundamental focus of all real spiritual development and religious education. To teach someone to recite the Scriptures or to praise God is not really meeting their spiritual needs. It may be important for their future role, it may be significant for them individually, but fundamentally the purpose of all spiritual development and religious education in its truest sense is to build a connection between your thinking mind, which is a product of all the world’s influences, and the deeper mind within you that God has created within you—to protect you, to guide you, to keep you from harm and to lead you to the greater purpose that has brought you into the world, a purpose that only Knowledge itself knows and understands, being beyond the grasp of the intellect, beyond the grasp of human speculation, human ambition, human theology.\n\nThe mind must serve Spirit, not the other way around, in the true hierarchy of your Being. Your body serves your mind, your mind serves Spirit, your Spirit serves God, which it is naturally designed and inclined to do. That is it.\n\nBut if the mind tries to use Spirit, the mind then becomes the false leader. It cannot provide real purpose, meaning and direction. It can only reinforce structure and rules, which may be necessary, but in this sense become overbearing and oppressive. Belief takes the place of inspiration. Obedience takes the place of service. Adherence takes the place of recognition.\n\nThat is why in the world today religion, in so many ways, is not serving its fundamental purpose, which is to bring people closer to God. To bring people closer to God means you are bringing them closer to what God has put within them—not to an ideal God, not to a belief in God, not to a traditional belief in God necessarily, but actually to what God has placed within them, which in the New Message is called Knowledge.\n\nOnly Knowledge knows who you are and why you are here, who you are seeking to find in the world, what you are seeking to accomplish, where your gift must ultimately be given, the steps that you must take along the way, the attractions you must avoid, the opportunities you must respond to, the places to go, the places not to go, the people to meet, the people not to associate with, the temptations to deny and the deeper temptation to follow within yourself—temptation given by God.\n\nThis challenge faces men and women equally. The obstacles to taking the Steps to Knowledge face men and women equally. But women, in most places, have a greater disadvantage in that the opportunity, the value of their Knowledge, is not placed very high at all. They are merely being used as tools of their families, of their culture, of their villages, of their tribes, of their nations.\n\nThis must change, or humanity will not advance. You will remain a primitive, tribal culture unable to function within the world of diminishing resources; prone to competition, conflict and war; and your religions will continue to be a tool of the state—bound by history and tradition and stifling to the true expression of Spirit.\n\nCertainly, religion today is extremely important in its ethical teachings and in maintaining and providing a pathway to experience the Divine nature of each person and what that Divine nature asks of each person. But religion has fallen, in so many places, under the domination of the state and, in some cases, even united with the state. That cannot be. That is essentially unhealthy.\n\nAll the true Messengers from God that have come into the world were Messengers that in almost all cases were free of the state. Whether they were viewed as saints or heretics, they had to operate freely from the dictates of government and culture. Perhaps they adapted their teachings so they could have an opportunity to teach and to provide, but they were operating under a very different guidance system—an inner guidance system that God has placed within them, an inner guidance system that lives within each person as their greatest potential.\n\nOne of the great tragedies of human poverty, which is so rampant in the world today and which has the risk of growing ever greater in the future, is that the great assets of these people will never be discovered, will never be allowed to emerge. The great scientists, the great thinkers, the great politicians, the great religious leaders, the great servants of humanity will all be kept under the yoke of poverty.\n\nAnd not only will their lives be sacrificed and held in a miserable state, but their societies will suffer as well. For the wisdom that societies need to advance and to progress will be denied. This, beyond human suffering, is the tragedy of poverty.\n\nYou are entering the Age of Women. It is time for the emergence of women—responsible, ethical, wise women. But they too must learn The Way of Knowledge. They too must hear the New Message from God, to understand really what is motivating them to take a greater role in life. This understanding exists in certain places in the world already, but it is not accessible to most people. It is rare. It is invaluable. Do not underestimate its potency.\n\nMany of the great leaders in the future for humanity will have to be women. It is their destiny. It is what they must do. If this is denied, then humanity will not progress. It will remain captive to history, to tradition, to conflict and war.\n\nBeing providers and maintainers, women are more given to establishing peace and cooperation. In a traditional sense, they have to make families work, they have to hold families together, they have to take care of people directly, intimately. Do you see the advantages here?\n\nWithin the realm of religion and spirituality, this is where the great skills come forth. However, this occurs within a larger context. Women can still have families, but they have a greater charge to take care of people in whatever specific arena they are destined to serve.\n\nBecause the New Message from God has come through the Messenger, who is a man, should not discourage you from the Message that is being given here. For this man, this Messenger, recognizes the need for the power of women.\n\nIf you can separate true inspiration from personal ambition, you can see the meaning of this. If you can be free from the competition for power that grips so many men and women today regarding their relationship with one another, then you can see the wisdom in this. You can see the meaning of Our words.\n\nFor We speak not to your intellect, not to your social conditioning, not to your ambitions as a person, but We speak to your deeper nature, the nature that God has created within you—a nature which is not the product of social, political or religious conditioning but is the creation of the Divine within you. This is not simply a potential; it is a deeper intelligence, far wiser than your intellect.\n\nBut how few people have ever found this. How few people have ever recognized the difference between Knowledge and their thinking mind. For who you are is not your mind. It is not your ideas and beliefs. Your ideas and beliefs are just part of the way you navigate life. Who and what you are is beyond them. But how few people in the world understand this.\n\nWhen you talk about having a relationship with yourself, you are talking about having a relationship with your mind and your body. What other self is there, but your true Self?\n\nThe challenge for women, in part, is not to fall prey to competition for power with men, for that is merely destructive. It is not about displacing or overwhelming men, for that is destructive. It is about assuming greater responsibilities. And in some cases this means that the woman, the individual, must go forth without a man, without a family. There are no guarantees in this regard.\n\nYour spiritual calling is your spiritual calling. You cannot make deals with it. Women who are called to a greater service must go unchaperoned into the future. They cannot take a man with them to protect them and to provide for them and to keep them small. Or perhaps they will have a great partnership with a man, and perhaps they will not. It is up to Knowledge and to their own individual design and calling.\n\nWe make this point here so that women will understand that they are putting relationships with men ahead of their greater calling. This is one of the weaknesses that women have, which has been socially conditioned into them, but also represents just a normal human need. But sometimes even normal human needs must be superseded by a deeper spiritual, Divine need. That must come first.\n\nThis is true for both men and women. If you are going to find your calling in life, you must put that in the highest priority. If your purpose for coming here requires this, then it is of the greatest value. Fulfilling your social obligations or your biological urges are not as important as this, my God, for We are speaking of the need of the soul: the need of the soul is to find its purpose and fulfill it in the world, within the circumstances of the world.\n\nThis is what re-establishes your Divine nature. This is what fulfills your commitment to God. This is what ends conflict within you. This is where your true nature becomes integrated. This is where your body serves your mind and your mind serves your Spirit, as they were designed to do. This is where your life comes together. This is where you assume greater responsibilities. This is what satisfies the need of the soul.\n\nYou are entering the Age of Women. Accept this. Embrace this. Consider it. The New Message from God will teach you the great meaning of this and why it is so important for humanity at this point in its evolution.\n\nFor these are not the end times. These are the times for a new beginning. This is the era of human unity and cooperation, for only this will save humanity from the great peril it has created within the world and from competition from other forms of intelligent life in the universe around you. The New Message from God describes in detail what these two great phenomena mean and why they must be met with courage and commitment.\n\nThe New Message has been sent into the world to prepare humanity for a future that will be unlike the past. Therefore, for women, they must have a future that has been unlike the past. And concurrently men must have a future that has been unlike the past. This is the age of human unity and cooperation because that is the great need of humanity at this time.\n\nA growing humanity living in a world of diminishing resources will require this, and that is good. That is necessary. That is what will be required to minimize human suffering and to turn away from the great temptation of competition, conflict and war.\n\nWomen are meant to play a greater role in this great transition, to prepare the world to be restored and to prepare humanity for its future and destiny within the Greater Community, where human unity and cooperation and the emergence of women will be required.",
  "audioUrl": "https://www.newmessage.org/av/the-age-of-women.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/the-age-of-women/"
}