{
  "title": "The Goal and Purpose of the Revelation",
  "content": "Humanity is entering a dangerous phase in its development, a phase where it will exhaust the world’s resources in many ways, leading to economic contraction and in some places complete collapse.\n\nHumanity has plundered the Earth so thoroughly that it cannot sustain such a great population as it has in the past, and great measures will have to be taken to re-organize civilization and to end war and conflict so that humanity may build a new foundation in a degraded and depleted world.\n\nPeople do not see this, of course. They think the Earth is limitless, that it will provide forever for their wandering desires—desire for wealth and growth and expansion. But, alas, the Earth has limits, as do each of you, and those limits are now being reached in many ways.\n\nHumanity is at a great turning point where it will have to decide with an infinite number of decisions whether to pursue a course of growth and expansion, competition and conflict with other nations over who will have access to the remaining resources of the world, or whether humanity will recognize its collective plight, its shared destiny, and begin to work to build greater security for the world community itself and not just greater security for one’s own nation, tribe or group.\n\nThis is a great test that all emerging races in the universe must face and pass, for they will all deplete their world’s resources, which poses a tremendous set of problems in adaptation, cooperation and greater unity.\n\nHumanity has reached this great threshold. It has also reached the great threshold where it will have to contend with invasive forces from the universe, who are here to take advantage of the situation, to present themselves as benign, enlightened and all powerful—qualities that a weakened and more desperate humanity can easily be seduced by.\n\nSuch inducements are already being placed upon the leaders of religion, nations and commerce. Who amongst them can see the deception? Who amongst them is strong enough with the Knowledge that God has given them to recognize the deception? Who amongst you can recognize the deception?\n\nIt is all part of the great threshold that humanity is now just beginning to enter, which will set group against group, nation against nation. Competition will now become very contentious. Nations will vie for who has access to valuable resources as they become diminished within their own countries. It will be a situation that will call for great restraint and the recognition that no nation can fail now without immense consequences for the whole world.\n\nEconomies are strained. Governments are running out of resources. It is a changing situation on a scale never seen before in this world, though it has been repeated countless times in the universe around you by races very different from you, but who nonetheless found themselves in a great predicament, a great set of dilemmas. They also found themselves facing intervention from the universe around them, which so often occurs at a threshold such as this. It is a great opportunity for small groups and other nations to gain access to a world’s resources and its value without the use of weapons or force.\n\nHumanity is sitting on a planet valued by others. It knows not of its vulnerability in this regard. It is thoughtless and irresponsible regarding the use of the world, so now it must contend with the great change it has brought upon the world’s water, energy, environment, landscape, food production—all the essential elements that make life here possible and sustainable.\n\nThe Lord of all the universe recognizes this great threshold and has sent a New Message into the world to prepare humanity for a new world experience and to prepare humanity for the Greater Community, for humanity knows nothing about this.\n\nThe goal of God’s Revelation is to assist humanity in getting through this very difficult transition period, where the temptation to conflict, war, aggravation, grievance and economic dissolution is so very great.\n\nThe goal of the Revelation is to shepherd humanity through this great, difficult and dark passage in such a way that it [humanity] can build a new foundation for human civilization and begin to prepare itself and gain the wisdom to deal with a universe full of intelligent life—a non-human universe, a competitive universe, a universe that humanity knows nothing about.\n\nGod has also sent a Revelation about life and spirituality in the universe and has provided the Steps to Knowledge so that each person can have the opportunity to develop the greater strength that God has given to each person—to guide them, protect them and lead them to a greater life of service and fulfillment in the world.\n\nFor those who do not recognize the great need and predicament of humanity, God’s Revelation will be puzzling. They will not understand. They will think it is like the past, or they will discount it altogether. They will think it is a commentary on other religions or a rebellion against other religions. They might view it as a competition with other religions. But it is none of these, you see. It is here to prepare humanity for a new reality in the world and a new reality living within a Greater Community of life—the greatest thresholds that the human family has ever faced and may ever face in the entire span of its evolution.\n\nThe Revelations of the past cannot prepare humanity for this, for they were given in the ancient world, which was not facing these great calamities. They were given to help build human civilization and to provide people of different nations, cultures and eras an opportunity to gain access to the power and presence of Knowledge within the individual, which is the place where people can connect with God, can respond to the Will of God. But this opportunity in the past Revelations has been overshadowed by laws and control and domination by organizations, governments and ambitious individuals.\n\nThe Lord of the universe realizes that this is the first time that a Revelation is being given into a world community, a global community with global commerce and communication. This is the first time that humanity will be able to hear the Voice of Revelation, a Voice such as that which spoke to the Jesus, the Buddha and the Muhammad.\n\nIt is a very difficult thing to bring a New Message from God into the world, and a Messenger has been sent for this purpose—a man of true character, a man without a position in the world, a man who can bring and express and demonstrate the grace, the compassion and the power of the Revelation.\n\nIf you know not of humanity’s great need, how can you then recognize the necessity for God to speak again? And who can say that God cannot speak again? Even the great saints and prophets cannot say this. Even the sacred texts cannot say this. Even the Angelic Host cannot say this. Therefore, do not be ignorant and arrogant and make such claims or adopt such assumptions, for you know not what God is going to do next.\n\nGod indeed has spoken again at a time of great need, trial and difficulty for the human family. For all of human civilization is at risk, where everything that is good in the world, everything that has been established for the benefit of humanity is now at risk. The future and well-being of all peoples and nations are now at risk.\n\nReligions of the world are fractured internally and are in contention with one another. They cannot prepare humanity for a new world, and they certainly cannot prepare humanity for its future and destiny as a free race within the universe, where freedom is rare and must be earned and sustained with great care and vigilance.\n\nThe goal of the Revelation is to give humanity this one great chance in its hour of greatest difficulty, challenge and uncertainty—greater than even the world wars and conflicts this will be; greater than anything that humanity has ever faced before. Do not wait until the wave crests and the threshold becomes too overwhelming to begin to prepare, or it will be too late and you will be swept away, swept along with a sea of change that you did not foresee and for which you are unprepared.\n\nThe Lord of the universe loves humanity and has sent the warning, the blessing and the preparation. It is here. You can see this because Knowledge lives within you. Knowledge beyond the realm and the reach of the intellect, deep within you, will naturally respond to this. But if Knowledge is unknown to you, if you are a stranger to yourself and to your deeper nature, then you may have great difficulty recognizing the profound need and God’s answer and resolution to that need.\n\nIt is a time of great trial for humanity. The decisions made in the next two decades will determine the outcome of what kind of journey the human family will have to take in the future. Will it be one of desperation, conflict and war, facing ever growing influence from the Greater Community around you to divide and overtake humanity without the use of force, using the powers of persuasion, inducement and discouragement, which have been cultivated to a much higher degree than has been accomplished here in the world?\n\nPeople may say, “Well, if this is all true, we have no hope. We have no promise. We cannot overcome these things.” But you can and you must because the power of Knowledge is within you, and it cannot be turned by subversion, manipulation or the manifestations of evil. It is not afraid of the world. It is not governed by the world. It represents the part of you that has never left God, and that is the key to humanity’s success.\n\nEven beyond the most heroic efforts and great accomplishments, it will be the power of Knowledge that will restrain humanity from war and self-destruction. It will be Knowledge that will give the sign to those who will make a great contribution to the world. It will be Knowledge that will give people the strength, courage and determination to weather the great storms that are to come. It will be Knowledge that will encourage cooperation and unity in the face of difficult and aggravating circumstances. It will be the ineffable and invisible power of God within the individual that can pull humanity through and build a future that is unlike the past, built now on a wisdom that did not exist before, built with a consensus that did not exist before, built out of necessity not out of theory or preference, built because it must be built or humanity will lose control of this world and of itself.\n\nNever before has such a challenge been given for the human family, but such a challenge is before you now. If you can look with clear and objective eyes, you will see the signs of this around the world. You will see the anxiety in people’s faces. You will hear the complaints and the aggravation borne of fear and uncertainty. You will see the disruption to humanity’s establishments and economies. And you will see the experts struggling, unable to control or direct the situation successfully.\n\nThis is your great calling and great time in the world, for your calling will emerge facing great adversity and need. If you are hiding out in pleasure or fantasy, the greatness within you will not emerge, and your life will be degraded, uncertain and tragic.\n\nDo not fall prey to this, for you are here for a greater purpose. God’s Messenger will speak of this purpose. And God’s Revelation will call this purpose and give you the Steps to Knowledge to prepare for this purpose. And you will gain a new relationship with the world. Instead of a place that frustrates and disappoints you, it becomes the perfect learning ground, the perfect environment for contribution, the perfect place for you to be with the awareness of Knowledge and the discovery of your greater gifts and abilities.\n\nLet the critics be critics, for they are ignorant and cannot respond. Let the people turn away, for they are too afraid or too unaware to recognize the great need and the great answer that has been given. Let others ignore what is essential, but within you, you cannot ignore these things any longer. It has cost you dearly to ignore them in the past. You have already failed in so many ways to gain strength, courage and the power that God has given you. You have given your life away and are angry, frustrated and isolated as a result. Be honest, and you will see these things within yourself. Do not pretend.\n\nYou are in the world for a greater purpose. If you are not working towards this purpose, then your life is frustrated. It is confused. It is lost—governed now by the will and wishes of others, governed now by circumstances, governed now by things that you feel are beyond your control.\n\nThe goal of the Revelation is to give people this core and central power, for this cannot be built by a few inspired individuals. It must have the determination of many. It must have the work and the will of many. It cannot be something that is put together by the experts or by hidden groups, or the outcome will not be favorable.\n\nThis is a calling for the many, not for the few, for the many must build the new world and rebuild human civilization from what existed before.\n\nReceive then the Revelation. It is the answer for your life. It is a calling for your life. It is a preparation for your life. Meet or listen to the Messenger while he is still in the world in his remaining years on Earth. It will be a great blessing for you to do so, for he brings with him the presence and the power, and his life is a demonstration of the greater success that is awaiting you.\n\nWatch the world without judgment and condemnation, and you will be able to see the signs. You will feel things and hear things and sense things. Do not come to conclusions, but allow these experiences to build within your awareness, and you will have a whole new experience of the world. If Knowledge is with you, and you are with Knowledge, you will be able to see these things without fear and apprehension, recognizing that this is the world you have come to serve, and that it is your service to the world that will be your greatest accomplishment and greatest fulfillment here.\n\nThe goal of the Revelation is to restore power, dignity and purpose to people’s lives. It is to provide the framework for true relationships and great marriages to exist. It will call humanity into a greater environment of life to prepare for the Greater Community itself and to husband the world’s resources in such a way that they may last into the future so that the world may continue to support human civilization in a far better way than was ever done before.\n\nThis is Our blessing for the world. It is Our gift for the world—We who speak as one, We who watch over the world, We who guide the world, We who receive the Revelation for the world. You will not know our names, for that is not important. What is important is you can hear, feel and see the Revelation and respond to its great calling and awaken from your dream of fulfillment and disappointment that so preoccupies you at this moment.\n\nFeel the stirrings within you for something greater, for you are not yet living the life that you are meant to live, and you are being called to that life now at the time of greatest need and consequence in the world.\n\nBe with the truth within yourself, which exists beyond your beliefs, your ideas and your admonitions. Follow the mysterious path, for it will take you beyond the past of your life into a greater future—a future of greater relationships, of greater meaning and greater purpose. It is in this way that you will fulfill your destiny in the world, a destiny that cannot be recognized without recognizing the need and the realities of the world around you.\n\nMay this power and blessing be with you, for Knowledge is with you. God has already given you everything you will need to make this greater journey in life. Now you must acquire the will and the determination and the courage to undertake this, which will restore to you all of these qualities, which have been so lacking in the past.",
  "audioUrl": "https://www.newmessage.org/av/the-goal-and-purpose-of-the-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/the-goal-and-purpose-of-the-revelation/"
}