{
  "title": "The Great Faith",
  "content": "It is necessary now to consider what real faith is in the light of great change in the world. With the coming waves of change that will sweep across the face of the world, with the Greater Darkness that is in the world, your understanding of faith must change. It must take a higher ground, a more secure position, a more authentic understanding and expression.\n\nThis faith then must be based upon what is unseen, not upon what is seen. It must be based upon what is known and most deeply felt. It cannot be based upon appearances. It cannot be based upon the manifestations of nations or religions, or it will suffer terribly and fail you in the time of crisis and great need.\n\nYour faith must be in something greater than what humanity has created. It must be something greater than what the institutions of the world have created.\n\nYou see, your faith is meant to keep your mind focused on a greater power that resides within you and within the minds and hearts of all who dwell here. It is this power within you and around you that must be the focus and the substance of your faith.\n\nFor consider, if your faith is based upon the manifestations of life—the creations of humanity, what human institutions have developed—then how can it be sustained into the future? What will happen to your faith when nations clash, when terrible acts are committed against innocent people in the name of God and religion? What will happen to your faith when people go hungry and starvation increases as the world’s supply of fresh water and food declines due to environmental degradation and overuse? What will happen to your faith when holy sites are desecrated, when places beloved by people are destroyed through turmoil, through competition, conflict and war?\n\nWhat will happen to your faith within these scenarios? If you believe that God is the author of all that takes place, how will you justify these things? How will you keep God holy and merciful and beneficial if you think God is the author of human behavior and human conflict?\n\nThere must be a clarification here. There must be a greater understanding, or faith will fail you if it has not done so already.\n\nThere are many people today whose faith has already been shattered. They have grown cynical, and their fear has become justified. They do not believe in a greater promise for humanity. And if they are religious, they will think that humanity will suffer under the weight of God’s recrimination and punishment.\n\nThey think these things because they have lost faith in what is most essential in life. They are unaware of the great endowment of Knowledge—a greater Intelligence that has been given to the human family, which resides within each heart as a potential within each person.\n\nThey have seen their dreams be shattered through human conflict, corruption and degradation. And now their heart is closed and their minds are dark. They will easily succumb to the Greater Darkness in the world, which can speak to their fear and their anger and their distrust.\n\nThey are unaware of the great endowment from the Creator of all life. It is this endowment—this deeper Intelligence, this mysterious power, this invisible force—that must be the source of your faith.\n\nEverything around you can change. Everything around you is subject to destruction and to desecration. But what God has placed within you is beyond the reach of human deception and corruption. It is beyond the reach of manipulation and seduction by any force, whether it be a human force or a force from beyond the world.\n\nThis greater power within you is here to guide you and to protect you—to guide you to your greatest expression in life and your greater contributions to the world and to all life here. It is within you at this moment. And it will be within you each moment regardless of what happens on the outside.\n\nIf your faith is in things seen and touched, you are placing yourself in great vulnerability. You are assuring that your future will be filled with anger and disappointment, shock and tragedy.\n\nYou are entering very turbulent times in the world. The world is in decline. Its resources are diminishing. Yet human populations continue to grow. There has been great damage to the life-sustaining resources of this world. The environment has been compromised to a very serious degree. And there are forces from beyond the world who are here to take advantage of a weak and divided humanity.\n\nWhere will your faith stand in the face of all these great travails and challenges? How will you maintain your focus on the great promise for humanity? How will you avoid losing faith in yourself, in other people, in nations, in governments, and in God, as your world undergoes cataclysmic change? Your life then is destined to immense disappointment, confusion and disillusionment if your faith is in things that are seen and heard and touched.\n\nIt is the greater power of Knowledge—the Mystery, the evidence of things unseen—that must be the focus of your faith; that must be the heart of your religion; that must be the source of your encouragement, your wisdom and your guidance.\n\nThis is the great faith. This is the faith that requires reinforcement. This is the faith that will ask of you to place your confidence in a greater unseen power—a power that you may only experience intermittently, or even rarely.\n\nThis power has been known to the true practitioners of religion throughout the ages, but it goes unrecognized for nearly all the people [today] regardless of their nation or their faith tradition.\n\nThis is why there is a New Message from God in the world—a Message to restore this faith, to emphasize its importance, to show you how it provides you freedom from vulnerability, freedom from anger, freedom from disappointment and disillusionment.\n\nFor you may lose faith in all things seen and touched, but the faith in Knowledge must remain strong. If this can be the case, then you will be able to withstand the Great Waves of change without losing your appreciation for your Divine nature or the Divine nature of others who dwell here. You will be able to practice forgiveness and tolerance and restraint—things that you would lose otherwise without this great faith.\n\nThis great faith assures that the Power of God is there to guide you and to protect you and to lead you to great accomplishments in life. Without such a faith, you would not see this greater possibility. You would not recognize the signs within yourself. You would not heed the direction that is provided.\n\nFor you would be overtaken by the world around you—swayed by the grievances and the rage and the conflict that you see and hear around you. You would be lost—swept away by the Great Waves of change, overtaken by human suffering, overwhelmed by a world you could not understand. And your mind would become filled with anger, fear and revenge.\n\nYour destiny then becomes clear, for without this greater faith you will fall into darkness. You will lose your connection to Divinity. You will pray for things to change. You will pray for things to get better. You will pray for your life to be spared. But all your prayers will be filled with fear and misunderstanding. They will not be based upon the great faith that you must have if you are to endure the Great Waves of change and to be a light in the world of darkness.\n\nFor Knowledge is not simply here to guide and protect you. It is here to enable you to discover and to express the greater gifts that you have brought into the world.\n\nYou have come into the world at a time of great change and upheaval. This great change and upheaval—instead of defeating you, instead of sending you into confusion and darkness—will actually call forth from you the gifts that you have come to give. For this is the world that you have come to serve. And its circumstances will give definition to your greater purpose and meaning here.\n\nPerhaps you can begin to see here that the very circumstances that would defeat you otherwise are those circumstances that will illuminate you, that will call forth your greater gifts to the world. This is an entirely different response than the response of most people around you. This is an entirely different response than you would have if the great faith were not sustained within you.\n\nFor whether humanity is rising or falling, the power of Knowledge lives within you. And you can amplify this power in others by sharing the great faith with them, by sharing the New Message from God with them, which speaks of this great faith and emphasizes its vital importance both now and in the future.\n\nThis is the Power of God within you. This is your connection. This is what will fulfill the deeper need of your soul, which goes unsatisfied by all the pleasures and excitements of the world. For it needs to realize its purpose and to fulfill it here in the world. That is the great need of your soul. And that need can be satisfied even if civilizations are clashing, even if all hope seems to be lost in the minds and hearts of people around you.\n\nWho will guide them, then, except one who has this great faith? Who will restore them and give them strength, courage and wisdom except those who have this great faith? Who will be a light unto the world, and who will be able to counteract the Greater Darkness in the world except those who have this great faith?\n\nWho will be able to see beyond the divisions of religious ideology and historical interpretation, and who will be able to mend the conflicts that exist between the world’s religions except those who have this great faith? Who will be the peacekeepers and the peacemakers, who will not turn to violence, who will not take sides and struggle except those with this great faith?\n\nYou must have faith, then, in what the Creator of all life has placed within you to guide and to protect you, and to lead you to your greater expression and accomplishment in the world.\n\nYour confidence in anything else must be very reserved and conditional. For so much will change, and you must allow this change to happen. You may speak out against it and you may try to offset its more damaging consequences, but you must allow this change to occur.\n\nWhat you can give to people is food, water, shelter and the great faith. Taking care of people, feeding people, assisting people and giving them the great faith—that is what will be needed. For it is only the great faith that will give humanity a future. It is only the great faith that will enable you and others to navigate the difficult waters ahead. It will be your raft in the turbulent seas.\n\nOnly this great faith will show humanity that it has great cause to unite in its own defense and for the protection of the world. It is this, then, that will allow humanity to have a greater future—a future greater than its past. But this future will not be based upon political mandates or religious ideologies. It will be established and built upon a great faith.\n\nFor only the power of Knowledge within you can withstand the vicissitudes of life and the conflicts of the world. It is here on a mission within you and within each person to make a specific and unique contribution to a world in change. Knowledge within you is fully prepared to deal with the difficulties ahead even though you yourself are not.\n\nOnly this great Knowledge within you can remain pure and unaffected even though people around you will be enraged and terrified and uncertain. It is certainty, then, born of Knowledge that will be your true counsel and your true guide, and will be the evidence of a Greater Power within you and within the world.\n\nYou work for the good. You will try to alleviate suffering. But you must do this under the guidance of Knowledge, or the world will capture you and take you away. You will fall into its divisions and its conflicts. You will take sides, and you will struggle, and you will fight.\n\nEven your desire to serve humanity must be guided by this greater power within you. Otherwise, your desire to give will be built upon your own ambitions, your own ideals, your own grievances. It will not be pure and it will not be effective. Your desire for a better world, and even your ideas to establish a better world in whatever field that you are interested in or in which you have expertise, must also be guided by Knowledge, or your ideas and your actions will not be effective.\n\nFor only God has an answer for the future. You do not have an answer. The change that is upon humanity is far too great for your intellect to comprehend. It is far too great for your intellect to solve without this great faith and without this great power.\n\nIn a way, you and humanity itself [have been driven] to a point of desperation where you must find the power of Knowledge or risk failure and collapse.\n\nThat is why there is a New Message from God in the world because it is only this New Message that can save humanity. It is only this New Message now that can overlook the divisions of humanity—the divisions of culture, the divisions of religion, the divisions of race and economic power. It is only this great faith that is unaffected by the past—by the turbulent, violent and grave history of the human family.\n\nThis is the need of the soul: the need to find and fulfill its mission in the world. For you are not here by accident. You have not simply washed upon the shore. You have come for a purpose. You have come to serve a world in need and to make a unique and specific contribution. But only Knowledge within you really knows what this is.\n\nPeople are very impatient and want to have the answer right away, so they create an answer that is appealing to them, that makes them feel good and comfortable, safe and secure. But these notions, these ideas and these propositions have no power in the face of the Great Waves of change. They will crumble under the weight of human destiny. They are mere wishes. They have no strength, no wisdom, no security to them.\n\nYou must have a greater power within you to rely upon. You must have a greater faith in this power. It must not be built upon things that you can see and touch, upon ideas and belief systems, upon systems of belief. It must have a greater foundation. For the foundations of religion and the foundations of government will all be shaken and in some cases will even collapse in the face of the Great Waves of change.\n\nYou must have a foundation that is greater than the world. And you must strengthen this foundation by taking the Steps to Knowledge, by learning The Way of Knowledge, by receiving God’s New Message and by recognizing this great faith in all the great religious traditions of the world.\n\nFor the great faith is not new. It has only been forgotten. It has only been overshadowed by ritual and history and belief. It has been forgotten. People believe in institutions, in sanctuaries, in rituals, in historical interpretations. They follow great leaders, avatars, saviors or saints. But they have forgotten the most important thing. And that is the great faith.\n\nWhen you pray to the great faith, ask for it to become strong and to guide you—to reveal to you your errors, to show you your weakness, to show you what you must correct, what you must strengthen and what you must set aside. Ask for its counsel and its wisdom, but also ask for the strength to follow it, the courage to follow it and the freedom that it will give you from all other obligations.\n\nIf you are to follow the great way, you must have this strength, this courage and this freedom. It does not all happen at once. You acquire it incrementally, step by step. You build your connection to Knowledge. You become aware of Knowledge and sensitive to it. You begin to heed its messages and its warnings. You feel the restraint, and you allow it to propel your life in certain directions.\n\nYou learn over time to distinguish the power of Knowledge from all other forces within your mind—from all other compulsions and impulses, ideas and persuasions. This takes time to learn and to develop. You must learn these things and develop these things if the great faith is to become substantial and real to you and if its immense service to you and to humanity is to be realized.\n\nTherefore, recognize what deserves your faith and your devotion. Realize that that which is unseen has all of the power and that which is seen is what is vulnerable and weak. Here you will see that God is great and the world is small, that nations and religions are vulnerable and that human weakness is everywhere.\n\nAnd you will see that everything that occurs to you in life will either show you the evidence of Knowledge or the need for Knowledge, and that everything that happens will substantiate your great faith, the greater faith that you must now have. For this is your future and this is your promise. This is your calling and this is your mission.\n\nAllow God’s New Message to reveal this to you without compromise, without distortion from the past. Then you will be able to see its evidence in all the great religious traditions. And you will see the great teachers and the great Messengers from the past in a different light. And you will understand their actions and their mission far more clearly, for your mission will be emerging within you slowly as you take the Steps to Knowledge.\n\nMay the power and the presence of Knowledge be with you this day. May your mind become still. May you learn to listen and to discern the evidence of the greater power within you. May you abide with it and may you give it your great faith, for here your faith finds its true home and its true expression.",
  "audioUrl": "https://www.newmessage.org/av/the-great-faith.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/the-great-faith/"
}