{
  "title": "The Awakening",
  "content": "Regardless of your circumstances or nationality or cultural heritage, there are certain questions that are fundamental to your existence here. And once certain requirements of life have been met—the basic requirements of food, clothing, shelter and security; and some psychological requirements of relationship, companionship and employment—then you come upon a greater set of needs.\n\nSome people will only come upon these greater needs later in life, after they have tasted the pleasures and the sorrows of the world sufficiently that they realize there is no fulfillment there for them. While work and relationships and family are important, there is something more important that begins to emerge in their lives.\n\nFor certain people, these questions arise much earlier in the formation of their personality and their establishment in the world at the outset. They are preoccupied with a deeper set of needs. They need to have a real sense of why they are in the world, what they are here to do, who they are here to meet and what they must cultivate and develop within themselves to experience and to express a greater purpose in life.\n\nClearly, in the world there is a struggle for survival. There is a struggle for social acceptance. There is a struggle to make a living and have a sustainable job or career. There is a struggle to establish oneself and to maintain stability within the changing circumstances of life. All of these are very fundamental and represent a set of needs, but there is a deeper set of needs, needs that not only fulfill the basic requirements of life, but really establish a greater sense of purpose, meaning and destiny in life.\n\nThese questions are not questions that the intellect alone can resolve. You may have theories or ideas, or be entertaining the ideas of great thinkers or philosophers or other influential people that you might be aware of, but really these questions must be taken to a greater authority within you.\n\nThe intellect that you think with every day, that determines your experience to such a great extent, this is a product of your being in the world. It has been developed over time into a sophisticated mechanism for communication and evaluation.\n\nBut your deeper purpose was created before you came into the world. Your destiny was established before you came into the world. It is not the providence of the intellect.\n\nYour intellect will have to concern itself with how you are going to set your life in a higher direction and all the particulars that will have to be considered and dealt with along the way. But the meaning, the purpose and direction of this greater purpose are established at a deeper level.\n\nThis inquiry cannot be momentary. It cannot merely arise at times of great disappointment, confusion or disillusionment because it is a very great inquiry. It is not something you can entertain for a week or a month and hope to really gain momentum and progress here.\n\nThis requires a kind of shift within yourself as if an invisible switch has been thrown, and all of a sudden another door has opened in your inner experience and you are entertaining things that before perhaps you only thought of intermittently or very infrequently, and now they become an abiding set of questions and concerns.\n\nThere is a deeper Knowledge within you, a deeper Intelligence that is not the product of your being in the world, that is not a construction of social influences and patterns of thought and behavior. It is Intelligence that is in the world, but not of the world. We call this Knowledge because it is related to your experience of profound insight and awareness.\n\nYour need for this Knowledge will grow once you begin to entertain a deeper set of questions about your life. You will realize that the intellect has only ideas, and even if they seem to be very well considered ideas, or ideas with a long tradition with many commentators, they are still only ideas.\n\nBut you are living with something like a living Presence within yourself that is not really the product of ideas. You will have ideas about it. You will try to understand it. You will try to look for evidence or commentary regarding it from other important people, and that is appropriate. But you are still dealing with something beyond the realm of the intellect—a deeper manifestation, a deeper sense of purpose, a deeper and greater set of forces.\n\nHere you must accept the mystery of your life and accept that you will feel a little out of control regarding it. You will feel a little insecure regarding it because it is something greater that you can only follow and learn from. Do not tax your mind trying to encompass this reality, for you will not be able to do so. As it grows in scope and experience for you, you will see that it will constantly transcend and overwhelm your ideas and assumptions.\n\nYou must approach this not as a consumer, not as someone who is trying to get what they want, but instead approach this in a sacred manner, for now you are dealing with a sacred power. This requires an emphasis on giving yourself as opposed to taking things for yourself.\n\nThe needs of the soul must be met by a greater set of powers. Who you are, and why you are here at this time, and why you are designed the way you are, with all of the uniqueness of your mind and characteristics, is connected to a greater purpose, and this purpose is not your invention.\n\nHere you are not creating your reality. You are allowing your reality to emerge within you. And you are learning about it step by step, in stages, and shifting your life to accommodate this greater power so that it may move within you and express itself through you.\n\nThis is not a form of entertainment. This is not an intellectual pursuit. This is not a hobby or a fascination. This is the real current of your life, a deeper current that runs beneath the realm of the intellect, like a golden thread that passes through a complex fabric. It is like the copper wire that carries the current even though the wire itself is greatly concealed by all that encases it.\n\nYou will begin to feel a deeper need to know, not just to understand but to know something. Your life is passing you by. The clock is ticking. You are using up your time, your energy, your life force. It is being spent often recklessly, sometimes inappropriately. It is being spent rapidly. This time is precious. Your energy and life force are precious, and you are spending them rapidly. What are you doing? Are you just passing the time trying to stay stimulated and happy and comfortable, or is your time really being invested wisely and appropriately?\n\nAre you living the life you know you were meant to live? If not, then this requires a deep evaluation, a self-examination, an objective review of your activities, your relationships, your involvements—where you live, who you are with; your activities, your goals, your hobbies, everything. Put everything out to be reconsidered. For they are all drawing energy from you. You are spending rapidly for them.\n\nAre you where you need to be? Are you with the people you really need to be with? Is your work serving your development or supporting your development appropriately? Are your relationships moving in the direction that you really need to move? Do you share a higher purpose with the people you are now associated with? Are you taking care of your mental and physical health appropriately? Are you in the right place with the right people for the right purpose? These are all very useful questions to help you carry out this deep evaluation.\n\nHere it is important not to look for consensus or agreement with other people, for if they are not feeling this deeper movement, they will not understand it. They will not agree to it. They will question you. They will cast doubt upon you. They will say, “What is the matter with you? You used to be such a fun person and now you are so serious.” And they will want you to do the things that you did with them before, or things that they want you to do for their sake. They will not recognize and honor the deeper stirrings in your soul. Do not share your experiences with them. Do not share your inspiration with them, for in most cases they will discourage you.\n\nYou must seek now a different kind of relationship with people who are undergoing a very similar process of awakening within themselves, people who are beginning to stir from a long and troubled sleep. You need them now to bear witness to the process that is happening within yourself. Your life is being stirred by a deeper set of needs and by the emergence of a greater purpose.\n\nIt will change your values. It will change your priorities. Instead of constant stimulation and avoidance, you will want to experience yourself and where you are. You will seek quiet more than stimulation, honesty in relationships more than entertainment. You will want to know instead of seeking to escape from what you know.\n\nIt is as if you have turned 180 degrees and now everything feels different, and your relationship and position with everything is different. A deeper set of needs is emerging, and they require your attention and support. They require others who are capable of honoring this within you, without giving it definition or explanation.\n\nIt is as if you have turned a corner in life. Somehow you turned a corner and now you are moving in a slightly different direction. And even though you appear to be the same, and perhaps your circumstances have not changed very much, something inside has really changed, has reset your life and has altered your relationship with the universe in some small, but very significant way.\n\nMany people talk about great change in their lives, but really when great change happens, it is imperceptible. And you know that a great change has occurred because you are feeling so very different about everything. Otherwise, change is a momentary experience. It generates a lot of conversation, a lot of excitement perhaps, but nothing really has changed.\n\nThe big change is imperceptible. It happens at a deeper level. It is not just a re-evaluation or a new experience. Something really has shifted on the inside at a level beyond the realm of the intellect, and now the intellect must catch up and re-adapt itself and re-adjust.\n\nMuch of what you will be going through within these early stages is a readjustment to a change that has already taken place. Now you are trying to give it expression. You are trying to comprehend it and accept it—accept the fact that a shift has occurred and you are feeling differently about so many things.\n\nIt is now that you must gain a greater experience of Knowledge and recognize that it is a deeper Mind within you, a Mind that is not a product of culture or religion. It is a Mind in the world, but not of the world. It is in stark contrast to your intellect—your social mind that is a product of your social conditioning and adaptation to a changing world.\n\nThis deeper Mind is free. It is not subject to manipulation or seduction by the outside world, and that is why it is so very powerful and reliable within you. But it moves mysteriously. It is like the water beneath the ground, moving in a determined fashion but out of sight. Its waters are pure and uncontaminated.\n\nTo take the Steps to Knowledge now is to build a connection between your surface, social mind and the deeper Mind of Knowledge within you. For you are beginning to respond to Knowledge, and that is what has created the shift within you. Now you must build a conscious connection so that you can gain a greater awareness and be able to move more effectively with less restraint in the direction that you are really meant to go.\n\nIt is in building this connection that you will find the strength and the self-trust and self-acceptance to make real change in your life—not just a cosmetic change, not just a makeover of your current existence, but a real shift in where you live, how you live and who you are with.\n\nIn reality, God is calling you, and you must bring yourself into the clear so you can respond and continue to respond as if you are taking now a whole new journey in life.\n\nPerhaps you felt these inclinations previously, but now something has changed, and you have entered a different phase of your life here. You still want a lot of the same old things, but your feelings have changed. Your orientation has changed. Now the deeper needs of the soul are competing with your personal desires, fears and obligations. And you will have to choose again and again, even every day perhaps, which direction you will go, what set of needs are more pressing and important.\n\nThis struggle within yourself is very real, and it is particularly intense at certain turning points of your life because now you are going against your social conditioning. You are going against the expectations of others. Perhaps you will have to break some obligations and associations, and you will feel afraid and unsure. And perhaps you will wonder if you are going mad, but you are not going mad. You are just responding to a greater calling. This sets in train a greater momentum and a deeper sense of commitment, but to things unseen and unrecognized. That is why it is mysterious and difficult to explain, and why you cannot explain it to your friends and family.\n\nOnly rarely will your friends or family and a special person here be able to recognize and to encourage you, for they recognize the power of freedom and that there is a deeper freedom that certain people must follow. If you have such an ally in life, you are blessed. But you will still have to struggle against all the forces that have been placed upon you by your culture, your family, your religion perhaps, even your nation because it is a struggle for allegiance.\n\nIf you are to follow the deeper Intelligence that God has placed within you, then this will create a real change in your allegiance and your attachment and commitment to other things. If you have children, you will still have to raise them, and you may have to take care of aged parents. But beyond this, your first responsibility is to Knowledge, for this is God moving your life.\n\nYou must follow this calling without understanding it or being able to explain it even to yourself. It is your ability to do this—which is an ability you build on a daily basis as you take the Steps to Knowledge—that breaks the hold of your social conditioning, breaks the domination of other people and their expectations, frees you from fear and attachment and from obligation to things that no longer represent your greater needs.\n\nIn this sense, freedom is not free. It requires a great effort on your part, a growing commitment, a liberation. You cannot follow a greater purpose and have everything else you want in life, for that is trying to move in many directions at once. And that just holds you in place, stuck, as if you were chained to a wall—unable to choose, unable to move, unable to change your circumstances or your agreements with others.\n\nWhat you need now is stillness, inner listening. You must gain a stronger connection to the deeper current of your life. Instead of it being a fleeting and infrequent moment of experience, you need now to connect with it and to build the connection as if you are building a bridge from one shore to another. And bridges are not built in a day. They require much effort and consistent application.\n\nThat is why taking the Steps to Knowledge is so important. You do not do this in leaps and bounds, or your bridge will never be strong or sure. Ultimately, you want to have one foot in this world and one foot in your spiritual reality, knowing that each shore is different, recognizing how much they are different, but how one serves the other in a unique way.\n\nThis awareness and education is not the product of speculation but of an aggregate of wisdom based upon experience. It is the foundation of wisdom. It is not an elaborate set of ideas.\n\nWisdom is like a foundation of stone. Philosophy is like a foundation of sticks. Here the whole creation of your idealism can fall apart with a great shocking experience of life, a great disappointment, a great illness. A building made of sticks can burn up in an hour or collapse under weight or pressure or the movement of the world.\n\nBut your foundation in Knowledge is a connection beyond the world. It is deep and profound. It can be shaken and challenged because your allegiance to it is not yet complete or whole, but within itself, it can withstand anything.\n\nIt is building your connection to Knowledge that is fundamental. It is allowing questions to be unanswered. It is recognizing the things you know today and abiding with them, but with an open mind.\n\nYou build your connection to Knowledge by supporting the things that you really know, and by protecting them from the doubt and accusations of others. For at the outset, you are not strong enough to endure the social pressures and criticism that will be brought to bear upon you if you are indiscreet regarding the deeper experience you are having.\n\nKnowledge holds for you a greater destiny, but first it must have your allegiance. First, you must go through, in stages, a process of reorienting your life and re-evaluating your ideas, your priorities and your values. And this can take quite a bit of time. The longer it takes, the more suffering there is, but in essence it still takes time to go through these stages of reorienting your life.\n\nFor now, you are still the same person. You look the same to everyone else. Perhaps you look the same, although you may be acting a little strangely, but really something monumental has happened within you. And now you are trying to deal with it and accept it and follow it.\n\nBut it requires that you dismantle much of your old life because you cannot just put a new life on top of an old life. It is more like building a bridge to a new life. But you do not know what that new life is yet. Your connection to the other shore is not strong enough yet. You have not gotten that far yet. Now you are following the impulse to build that bridge, without knowing its ultimate purpose or its ultimate form.\n\nThis requires that your mind yield to a greater power. You cannot be in charge of everything, being in control of everything, having everything explained, because you are following a greater power. There must be a yielding here, and perhaps this yielding will occur gradually, incrementally, but there must be a yielding here. At a certain point, you realize that to deny this deeper movement is to deny the essence and meaning of your life, and even if you cannot understand it or control it or define it, you must follow it.\n\nIf you do not try to seize it, or do something with it, or give it a form or a definition, then it can lead you safely, with power and stability. But if you try to harness it, to use it, to control it, to stop it, then your life will be in such a state of conflict. And there is no amount of pleasure or personal escape that can relieve you of this conflict. The only way you can overcome this is by following the power and the presence within you.\n\nThere will be more thresholds down the way where you will have to choose again because this is a journey with many stages. You only need to attend to the stage you are in. You have not reached certain places along the way. There are more rivers for you to cross, but you are not there yet, so do not concern yourself with that.\n\nPractice stillness. Practice inner listening. Set aside your insecurity and need for answers. Be observant. Be as objective as you can. Look at other people, not with ridicule or condemnation, but see whether their lives are demonstrating a greater Knowledge or not. Whether they be rich or poor, advantaged or disadvantaged, look and see if there is the evidence of Knowledge moving them.\n\nThis will give you entirely different criteria upon which to discern the intentions and the reality of other people. And they will teach you dramatically the consequences of living life without this guiding presence within yourself. Their problems, their pursuits, their obsessions, their addictions, their depression, their confusion will all give you great encouragement if you can see their situation objectively, looking for Knowledge.\n\nFor in life, there is only Knowledge and the need for Knowledge. That is really all life can show you. There is freedom in this way or subjugation.\n\nWhen you have made further progress in following the mysterious power of Knowledge within yourself and have allowed your life to go through phases of change, you will look at other people as if they are in chains. Their lives will appear to be slavish and subdued with very little creativity and imagination, a kind of servitude to their ideas, their beliefs and their obligations to others. Even if they are wealthy and can enjoy luxuries, they will look slavish to you, as if they were a group of convicts walking down the road in chains.\n\nThis is how the Angelic Presence looks upon the condition of humanity. But they look with compassion, for they are seeking to free those individuals who are ready to be free, who are ready to discover the power and presence of Knowledge within themselves.\n\nAnd the liberation is not a political liberation or just an escape from unhealthy circumstances. It runs much deeper than this. It is a shift in the authority of your life. Either you are following the social mandates and contracts that have shaped your mind and thoughts and beliefs [or] the mysterious power of Knowledge that is here to initiate you into your greater purpose and into a greater set of relationships in life.\n\nThis is a journey and a process. You need strong companions. You need someone to bear witness to what is occurring within you. It is much too difficult to do this alone, particularly if you are under pressure from your friends and family to conform to what they have conformed to. Here you will find much doubt and perhaps discouragement. But every person who has had to break new ground within themselves has had to face this kind of adversity in one way or another.\n\nFind a quiet place where you can practice your inner listening. Practice your Steps to Knowledge because it will teach you how to still your mind and to listen for Knowledge beyond your mind, and how to become used to silence and to recognize silence as the environment for contact within yourself. Instead of just a dark and empty and spooky place, it now becomes a refuge where your mind can be refreshed, your energy can be renewed and your mind can rest. You seek this as comfort and refuge now, not as a duty or a burden or an obligation. And even if your mind is tormenting you in your times of practice, the fact that you are there to pay attention is important.\n\nIf you cannot still your mind here, then use your mind to contemplate certain things, important questions. Employ your mind. Do not be its slave. Direct your mind. Do not let it rule you. In your practice, either focus on stillness, using an object or an idea or an image as a focal point for your mind, allowing yourself to sink beneath the surface of the mind. And if you cannot do this, then use your mind to contemplate something important.\n\nConsider, for example, the question of how you can trust and follow Knowledge within yourself, and to what extent would you follow Knowledge? And what circumstances would discourage you, dissuade you or defeat you in this regard?\n\nHere you are giving your mind something useful to think about. Instead of running on and on in all of its anxiety and insecurity, in all of its pursuits and ideas and imaginings, you are giving it something really important to do in service to Spirit, in service to Knowledge.\n\nUltimately, when you have achieved a higher position on the mountain of life and have gained a greater strength and self-confidence and a greater foundation of wisdom, you will see that the mind should either be still or should be serving a higher purpose. But at that point, Knowledge has become the foundation of your life, and you are operating from a position of Knowledge to a far greater extent than you are doing at this moment.\n\nThe needs of the soul are fundamental. You cannot satisfy this with pleasure, with hobbies or distractions, with entertainment, with romance, with sexuality, with intoxication. For the need of the soul is for you to recognize, to experience and to express a greater purpose in life and to adopt the life and the associations that will make this discovery and expression possible. Nothing else will satisfy the deeper need of the soul.\n\nThis purpose you create will be in association with certain other people, and perhaps you will only take a supporting role in this purpose that you share. But that is enough. You do not have to be a superstar or a leader or an innovator here. That is very rare.\n\nYour Spiritual Family has sent others into the world who will share your purpose and destiny with you. Some of them will be with you for a lifetime; some for only very brief periods. But you need to find these people, and that represents your deeper searching for relationships. It is not just a need to avoid loneliness or to have companionship or to have friendship or marriage. It is the search for those you are destined to meet. Search for them first. Do not create a life apart from this, or that will all have to be thrown into question once your deeper calling emerges, and that is much more difficult to deal with.\n\nDevelop your inner life. Look at your mind objectively. Recognize the degree to which it is controlled by your social conditioning, and how afraid it is of life and of the future.\n\nFor the personal mind is based upon insecurity. Born of Separation, it feels it has no real foundation. It has no greater support. It is weak. It identifies with the body, and so it thinks it is mortal and will face endless prospects of loss and deprivation. It is really pathetic until it can serve a greater purpose. And then its real strength, power and capabilities will become discovered and experienced.\n\nAs a vehicle of communication, your mind is magnificent. It can do incredible things. But it makes a very poor god. Weak, unstable, prone to extremism, adamant, self-destructive, destructive of others, cruel, dominating, subservient—whatever role it takes, it is born of a fundamental fear and insecurity. Treat it like a child who needs a strong, guiding hand—a loving, guiding hand—and that guiding hand is the power and presence of Knowledge within you.\n\nYou may pray fervently to God for guidance and for deliverance, but God has given you Knowledge to guide you, to protect you and to prepare you and lead you to a greater life within the world, within the very circumstances that are emerging now.\n\nThis re-establishes your relationship with the world, with God, with your purpose for coming here. Here you begin to see the value of your mind and your body as vehicles of communication. Here you start to understand your unique nature as being appropriate and valuable for the real purpose you are here to serve and to discover.\n\nHere you see your past as a demonstration of life without Knowledge, but you also see in your past that certain skills have been developed, certain talents have shown evidence of their existence. Your past becomes a useful resource now for the cultivation of wisdom, for this foundation of wisdom will give Knowledge within you the greatest avenue of expression.\n\nInstead of your past being filled with regrets, disappointments and self-recrimination, it now becomes a resource for wisdom. And other people’s lives become a resource for wisdom. And you seek for this wisdom. You need this wisdom. The greater your foundation in wisdom, the more powerfully Knowledge can communicate through you and the greater your service to others can be. Here you reap the harvest of your life even if it has been difficult.\n\nBut you must proceed every day. Carry on your practice every day. Reinforce your allegiance to Knowledge every day. Learn to be tolerant and compassionate of others every day. Learn to be tolerant and compassionate with yourself every day. And hold fast to those things you most deeply know, for they are the bricks of your foundation. And the more you can honor what Knowledge has given you already, the more you will open yourself to what Knowledge has yet to give you and what Knowledge will give you as you proceed.\n\nThis is following The Way of Knowledge, a greater journey. Here God will send to you a preparation once you are ready to commit yourself to a spiritual practice. This preparation will not simply be something that tantalizes your mind or ambitions, but something that speaks to your deeper nature powerfully. And others will come into your life who show a greater promise themselves, and they will teach you, through their wisdom and their errors, how to discern and to follow Knowledge within yourself.\n\nAs you proceed, you will realize you have a greater destiny here, and it is not a product of your imagination. It is real and powerful and eternal, and it will restore to you your strength and integrity, which were lost to you before.\n\nGod has sent you into the world to serve certain people under certain circumstances and to associate with certain people to discover this purpose and to fulfill it. And there will be certain people along the way who will inspire you and will help to point the way so that you do not lose yourself in the world, so that you do not take the wrong turn, for there will be many junctures.\n\nYour allegiance and experience of Knowledge are still very young. It has not grown strong enough to be able to correct every mistake. Even as you become advanced, you realize that the potential for error is still within you, and you will seek for assistance from others who are strong with Knowledge.\n\nYou are bringing something rare and extraordinary into the world, something the world cannot itself provide because over this bridge that you have built will come the Power and the Presence of God into the world, and you will be a conduit and a channel for this. And though it may be expressed under very mundane circumstances—by feeding people, taking care of people, helping people, taking care of the environment, assuring the well-being of other species of animals and plants—whatever your specific area of contribution, you are bringing the Power and the Presence into the world, and with it the remembrance for everyone that they too were sent here for a greater purpose, and that it is real and powerful, and it will not abandon them.\n\nMay Knowledge grow stronger within you each day. May you take each day as a process of learning about Knowledge and the need for Knowledge. May you put yourself in a position to benefit from your errors and the errors of others, and build your foundation of wisdom, and build your connection to the guiding presence and power in your life. And as you gain confidence and trust and ability, you will be able to give these to others, for the need in the world is immense.",
  "audioUrl": "https://www.newmessage.org/av/the-awakening.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/the-awakening/"
}