{
  "title": "The Will of Heaven",
  "content": "Many people in the world are awaiting the return of their Savior, their Maitreya or their Imam. But God has sent a New Message into the world, a Message to prepare humanity for the great change that is coming here and for its encounter with intelligent life in the universe, an encounter that will be far more precarious and dangerous than most people truly recognize. Human spirituality is eroding away in the world, the true nature of human spirituality. The deeper nature of each person is becoming ever more remote as your societies become increasingly technological and secular. The divisions between religions are so severe and so damaging, even the divisions within religions will add a great deal to human conflict and suffering in the future, as they are now. To honestly look at the world is to realize that its mounting difficulties are exceeding human capacity and understanding. The Great Waves of change coming to the world exceed what individuals and institutions can fully comprehend and address. Humanity has come to a great turning point. It cannot return to its former state. It cannot go backwards in history. It cannot simply reaffirm the divided and contentious beliefs of its religious traditions, [traditions] which were all initiated by God. God’s Revelation must now come again and has come again, and the Messenger has been sent into the world—a humble man, a man without great social position, a man without great personal assertions and accomplishments, a man whose life has been preserved and directed for this purpose alone. People will argue, of course, unwilling or unable to reconsider their position and to open themselves to the New Revelation. They think they understand God’s Will and Purpose for the peoples of this world. They think they understand what Revelation means and when it can occur. They think they understand. But who can understand this fully? Who has the wisdom and the breadth and the capacity to understand this fully? Surely this must exceed human comprehension. And surely there must be enough humility and honesty for people to realize that they cannot predict when and how the Creator of all the universes will speak to this one tiny little planet. But human ignorance and arrogance unite into a dangerous combination, a combination that is vehement and oppressive, that is jaded and highly opinionated. It is polarized and will continue to divide the human family—a division that can only weaken you in the face of the great change that is coming to the world. The New Message comes here in a pure form, and for the first time you will be able to hear the Voice of Revelation. It was a Voice like this that spoke to Moses and Jesus, the Buddha and Muhammad and the other great Teachers who have remained hidden throughout the course of human history. There is no time for error now. The risks are too great. Everything is being done with the New Revelation to make it very clear. It provides its own commentary and its own teachings, for these cannot be left up to human interpretation only. The hour is late, and humanity is unprepared to face a new and declining world and to face the realities and the difficulties of emerging into a Greater Community of life in the universe. You are at a great threshold. For you individually this means that your life is being accelerated to meet this threshold, to prepare for this threshold and to engage with this threshold. But how can this be done without a New Revelation from God? There is not a person on Earth who has the wisdom, the capacity and the comprehension to deal with everything humanity will be facing as it passes through this threshold into a new and more challenging world. Who on Earth can prepare humanity for life in the universe, the great engagement—an engagement that is already taking place, in secrecy, carried out by groups who are here to take advantage of your ignorance and superstitions? If you are truly honest, you must recognize that no one has this breadth of understanding, this capacity. No one in the world understands the Greater Community of life. And what people think are projections of their fears and their fantasies, neither of which is an accurate portrayal of what you will be facing in reality. The true nature of human spirituality has now been so clouded, so distorted, so overlaid with tradition and ritual and interpretation that even the great traditions of the world, which can provide the steps that you must take, require a unique and highly gifted teacher to navigate everything else that has been added over the decades and centuries. Religion has become a palliative. It has become a distraction more than an illumination. It has become something that people [use to] run away from the world to seek comfort and consolation instead of a preparation to engage in the world in a greater and more profound way. The Creator knows all this, of course. It is beyond debate at a higher level. It is beyond speculation. It is beyond ideology. It is beyond the theology of one religion contending against the theology of another religion. That is a human problem created by human misunderstanding and the limits of human capacity and wisdom. You may argue against the Revelation, but it is the only Revelation, and it will be the only Revelation. Whether it is accepted or denied, this is it. God is not preoccupied with this one world. But God is aware of this one world—a very small place in a very great universe. The Angelic Presence that oversees this world is translating the Will of the Creator into words and application, teachings and commentary that the people of the Earth can understand and apply today and tomorrow and the days to follow. You are asked to receive, not to judge. You are asked to prepare for the world, not to use religion as a form of escape. You are asked to honor your deeper nature and to take the Steps to Knowledge so that its reality can become apparent to you. You are asked to end your ceaseless conflicts and to never think that you can conduct violence here on Earth in the name of God, for that is an abomination. There are no holy warriors. There is nothing holy about war. You are asked to learn and to prepare for a new world and to prepare for the realities and challenges and opportunities of emerging into a larger arena of intelligent life in the universe. You cannot teach yourself these things, for you do not know enough. And to argue against it is only to project your own limits and misunderstanding. The New Message is being brought to the people—not to the experts, not to the leaders, for they are too invested in their position, and, as a result, they either cannot see what is coming, or they are unable to communicate the truth to those who follow them. The Revelation gives the individual tremendous power, but also tremendous responsibilities. If you are guided by the power of Knowledge within yourself, the deeper intelligence that God has placed within you, then there can be no violence or war and conflict. There is only the effort to create positive and mutually beneficial arrangements with others. And that is the work for the intellect. That is the great challenge before you, a challenge so great it will occupy all of your energy if you are to undertake it successfully. The Revelation is beyond the realm and the reach of the intellect. It is beyond the realm and the reach of beliefs and ideology. For God does not create belief. God does not create ideology. God only gives you wisdom and clarity and a high standard to live by. You are either able to adopt these things, or you are not. To adopt them, you must adopt them compassionately, without using them as a weapon to oppress others or to condemn others. To condemn others to Hell and damnation is to misunderstand God’s Revelations, both present and in the past. To claim that there can be no new Revelations is to proclaim your arrogance and ignorance and to think that you know more than the Creator. For no one on Earth knows what God will do next. Even the Angelic Presence does not know what God will do next, so what person can make such a claim? Surely it is the epitome of ignorance and arrogance. No one on Earth can proclaim that Jesus is the only pathway to God when God has created other pathways. Who are you to say such things? This is misunderstanding and confusion. This is trying to place your beliefs above and beyond others’ beliefs, to make your teacher, your representative, the greatest or the only one to be followed. This is not the Will of Heaven. This is the ignorance of humanity. The world you will be facing will require immense human cooperation, compassion and contribution, or it will be a battleground over who has the remaining resources of the world, [over] who can protect their wealth while other nations fail and collapse. The demands upon humanity will be so great and it will take a great compassion and wisdom to respond to this. But the peoples are too divided. The religions are too shattered. This group opposes that group in the name of their national sovereignty or the Will of God, and it is all set in motion to collapse into chaos. That is why there is a New Revelation in the world. Here you do not praise the Messenger as a God. You honor him as the Messenger. Here you do not proclaim your ideas over another, but realize that ideas are only the tools to be used by the greater strength within you and that the true truth, the greater truth, resides beyond the realm of the intellect, which was never designed to comprehend the greater realities of life. The Will of Heaven is for humanity to unite and to prepare so that it may survive the Great Waves of change and prepare for its engagement with life in the universe in such a way that human freedom and sovereignty in this world may be protected. You are facing a non-human universe where freedom is rare and where free nations and peoples must exercise great discretion and great care amidst the presence of many more nations where freedom has been suppressed or where it was never known before. The demands of the Greater Community are tremendous. You cannot be engaged in constant conflict here on Earth and be able to survive and remain free in this larger arena of life. It is a matter not of perspective or belief. It is a matter of necessity. For nations to survive environmental decline in this world and increasing political and economic upheaval and difficulty, you will have to cooperate with each other. Instead of fighting, you will have to find ways to provide enough food, water and energy for the people of the world. That will be the prevailing and dominating need of the future here on Earth. People who think otherwise are living in the past. Their assumptions are based upon the past. They cannot see what is occurring in their midst. They cannot ascertain what is coming over the horizon. They are living in a shell of their own beliefs and assumptions and are blind to the realities of the world today and tomorrow. They think engagement with the universe will be the result of human exploration, but that is rarely ever the case in the universe. Intervention occurs when nations become stronger and more united. That is when the challenge to freedom and sovereignty really begins. Your education about the universe and your preparation for living and surviving in the new world are so great and tremendous, they have required a New Revelation from God. The clarification of the nature, purpose and unity of the human spirit must now be emphasized beyond all other things, or humanity will not find the strength or the unity to respond to the great change that is upon you. A New Revelation brings great correction and clarification, which are necessary now if all the religious traditions of the world are to add wisdom to the human family and not merely add to its partisanship, conflict and contention. They each have a contribution to make. They are all important. One is not greater than another. To think like this is not to understand the Will of Heaven, for it is only a united humanity that will be able to contend with the challenges of living in a new world and with the greater challenges of preserving your freedom and sovereignty amidst the presence of greater forces in the universe. This is the time. You are living at a time of Revelation. It is a precious time. It is a difficult time. It is a confusing time. It is the time of great consequence. You are amongst the first to respond to the New Revelation. It is for a purpose that this is so. It is no accident that this is so. You who are still trying to plan your own fulfillment in life do not yet realize you have a greater destiny here, a destiny that will be uniquely expressed in your life, but it is a destiny you will share with others, for no one is in the world by accident now. Everyone was sent here to contend with the conditions of the world. But this preparation occurs at a deeper level of the mind, at the level of Knowledge. This is the part of you that has never been separate from God. It is the part of you that was and is your true identity. It was Knowledge that brought you into the world. It is Knowledge that will carry you through the world. It will be Knowledge that will emerge with you beyond the world. The separated are redeemed through Knowledge. The wicked are reclaimed through Knowledge. The foolish are made wise through Knowledge. This is how God redeems not only the human family, but all of Creation that is living in Separation, which is represented by the physical universe that you can only imagine. It is the Will of Heaven that you respond to the New Revelation. It is the Will of Heaven that you take the Steps to Knowledge—patiently; without presumption; setting aside your beliefs, your preferences and your fears as you proceed so that you may engage with a greater strength, a greater integrity and a great purpose within yourself. It is the Will of Heaven that this awareness and preparation be shared with others and that you become a vehicle for sharing it very simply, by pointing to the New Revelation. It is the Will of Heaven that humanity will grow up, emerge out of its reckless and contentious adolescence to become the wise stewards of this world, to preserve the lifegiving resources of this world and to become a free race in a universe where freedom is rare and is rarely valued. It is the Will of Heaven that you end your ceaseless conflicts, for you cannot afford to destroy your peoples and your cities now. You will need all the resources of the world, all the resources that you have, to contend with the Great Waves of change that are coming. You are not living in the past. The old world has passed. You are living in a new world—a world with an unstable climate and changing environmental conditions, a world of diminishing resources, a world of ever greater fragility, ever greater uncertainty, where even human civilization itself is imperiled. But who will see this? Who will hear this, not with their ideas or their opinions or their beliefs, but deeply, more profoundly? Who has the courage to face this? Who has the humility to face the New Revelation? Who can admit that God has more to say to humanity and give up self-righteousness and all of the admonitions and declarations that accompany it? The Will of Heaven and the intentions of humanity are still very far apart. But the times grow dark. The hour is late. And there is no more time for foolishness and denial. It is the time of Revelation. It is the gift to humanity, to be received or rejected. It is the future of humanity, to be fulfilled or to be destroyed. It is the promise of humanity, to be realized and expressed or to be squandered and wasted. This is a great decision, not only for people elsewhere, but for you, within yourself. Everything is based on the decisions of the individual, and that is why the New Message from God speaks to this very directly. It does not simply prescribe a new belief system, a new yoke of ideology under which everyone must yield and be oppressed. People will have to work out the details. But the motivation must be true. The awareness must be there. There must be greater clarity about what you are dealing with and will have to face in the future, and this will moderate your errant and destructive behavior. This will give you pause before you condemn or attack another people or nation. This will moderate extremism and fundamentalism and all of the arrogance and ignorance that manifests itself with such vehemence and eloquence in the world. You must hear this with your heart. Do not delay, for every day is important now. Time cannot be wasted now. The Messenger is here. He will not be here forever. You are blessed to hear him and to meet him if possible. He carries within him the Revelation, beyond what is produced in a book or a recording. Receive him. Hear him. And your life will demonstrate the proof of the truth that abides with him, in him, and through him.",
  "audioUrl": "https://www.newmessage.org/av/the-will-of-heaven.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/god-and-the-angelic-presence/the-will-of-heaven/"
}