{
  "title": "The Sacred Rendezvous",
  "content": "We shall speak today on the power of recognition.\n\nYou are destined to meet certain people in life. You have a rendezvous with them. They will be guided to meet you as you are being guided to meet them.\n\nThese relationships are really not based upon past worldly experience, but upon a Plan that was established before you came into the world, a Plan that has been created to make it possible for you to discover higher purpose in your life.\n\nGod knows you cannot recognize and carry out this purpose alone, for it is remarkable and distinct from anything else in the world. It will defy definition and comparison, for it is guided by a Greater Power and a Greater Wisdom.\n\nBut you cannot find this purpose on your own. You can only prepare a way for it. You can only prepare your mind and your circumstances for this greater purpose to emerge. As it begins to emerge, it will change the way you see yourself and the world around you.\n\nRelationships are the means, but they are also the rewards. For nothing can really be done alone in the world. Even if you are working alone and living alone in isolation, whatever you could create is still a joint process. It is a process of uniting your mind with other minds—in this case, minds who are beyond the visible range—to produce something of greater meaning and significance.\n\nThis is what the athlete seeks in attaining a greater strength and ability. This is what the musician seeks in allowing the creative process to flow through them. This is what everyone seeks in their search for meaning in the world, a search that can only really be fulfilled by the greater purpose that has sent them here in the first place.\n\nYou cannot undertake even the preparation for your greater purpose alone, for you will need others who can support it and recognize its value in you.\n\nThese are unique relationships. They are not established for convenience. They are not established to fulfill your ambitions or your fantasies. They have a greater role to play, a role that is essential for you to find the strength to honor what you most deeply know. It provides relationships of both a temporary and a permanent nature.\n\nHere temporary relationships are like signposts, pointing the way, reminding you that you have a greater responsibility in life. Here people come into your life temporarily to stimulate Knowledge within you, or to provide an essential piece of wisdom that you need in order to proceed. You may have many of these relationships over time, and each one will play a part in helping you to discern your way and to find the strength to travel in that direction, which is a pathway that diverges from what everyone else is doing.\n\nThen you will have relationships that are more permanent, particularly as you advance and gain greater clarity and strength, and are able to break free from your former commitments and obligations, and as you are able to recognize your own fantasies and disposition in relationships. Here you are beginning to approach rendezvous points with people who will play a greater role in your life.\n\nBut just because you have a destiny together does not mean that you will find one another. For there are many things in life that can hold you back. There are many hazards that can prevent you from making your rendezvous. There are many decisions that can turn your life into a different direction.\n\nSo you may in the end reach the rendezvous point and find that there are others who did not make it. They gave their life away back there somewhere, and in some cases, they even lost their life. This is a real problem, you see, because they hold part of the mission, the mission of which you are a part. And if enough of them do not arrive, it will put your mission in jeopardy.\n\nHere all you can do is to do your part as fully as possible and pray for those that you are destined to meet, or even for those who are not ready to do their part, to follow the power of Knowledge within themselves—the deeper intelligence that God has placed within them to guide them, to protect them and to lead them to this sacred rendezvous.\n\nPeople think of their greater purpose as something that they will create for themselves, that will meet what they think will make them happy and what they believe will fulfill them. But without Knowledge as your guide and counsel, these estimations will be incorrect and in most cases will lead your life in a very different direction, away from where you need to go and away from the sacred rendezvous that you are meant to have with those who are here to share your greater purpose with you.\n\nSo often people marry and give their life away before they know what they are doing, before they have any real sense that they have a greater direction and a greater pathway to follow. And as their rendezvous approaches, they become ever more agitated and anxious and uncomfortable, sensing that there is somewhere else that they need to be that is different from where they are.\n\nIf you are not following your real pathway in life, you will always be uncomfortable. And this agitation and uncertainty will haunt you because in your heart you know you are not going where you need to go, you are not doing what you need to be doing, and your life is not moving where it needs to move.\n\nHere no amount of pleasure or distraction or therapy can allay this discomfort. For it is a sign that your life has a destiny and that you must follow this destiny. Your commitment to this must be greater than [to] love or money. It must be greater than the desire for wealth and security, even success as the world defines it.\n\nEveryone is called, but few are responding. If you do not respond, eventually you will just become lost in the world, and rich or poor, your life will have a desperate quality—a sense of failure, a deep and abiding frustration. If you miss too many signs and signals, if you cast in doubt that which is beginning to emerge in you, eventually you will just feel lost, and even your wealth will be a kind of tragedy for you. That which was supposed to buy you happiness and contentment and freedom cannot provide any of these things.\n\nBeyond the needs of the body and the needs of the intellect, there is the need of the soul. The need of the soul can only be fulfilled by carrying out your greater purpose in life and making your rendezvous with those individuals who share this purpose and who will play a part in its discovery and expression.\n\nSo there is no guarantee that everyone will arrive. And it is a miracle for those who do arrive because they have had to follow something inexplicable to find their way there. They have had to overcome their self-doubt and the persuasions of others to make this sacred rendezvous. They have had to trust something that perhaps no one else in their life trusted or valued. They have had to give their support to their own integrity and to their own sense of what is really right and correct for them.\n\nThe world is always seeking to persuade you to want something, to need something and to be something that does not represent your deeper nature. This distorting influence affects everyone to varying degrees. Even people who rebel against the values of their culture are still governed by these values. So just being a rebel is not enough, for until you discover a greater direction and a deeper voice within yourself, you are still being controlled by your social conditioning, whether you embrace it or whether you reject it. There is no freedom here.\n\nHere you enter the wilderness. You leave the well-trodden path that everyone is traveling on, and you embark on a different and more mysterious course in your life.\n\nThis is the path that all the great saints and contributors to humanity have had to travel, and they have had to travel without the general approval of their family and friends. They have had to travel without a consensus of approval from the world around them. They have had to travel without hostility, without condemning others and without rejecting the world at large. For it is this world that you will have to serve in the future, so if you reject it blindly, then you will not be in a position to serve it wholeheartedly.\n\nThe rendezvous is what everyone is searching for, unconsciously, in their desire for companionship, for love and for relationship. Here the needs of the mind, many of which are really not authentic to begin with, compete and obscure the deeper need of the soul. People do not realize that the need itself is genuine and authentic. At a deeper level, it is fundamental to your success and to the value of your life and your fulfillment here.\n\nBut people are impatient. They want companionship now. They want sexual fulfillment now. They want to fulfill the expectations of society by having families now. They are unwilling to wait. They are afraid if they wait, then the rendezvous will never happen.\n\nSo people act prematurely. They marry before they are ready. They have children before they are ready. They commit their lives to careers before they are ready. The time they have earlier in life to explore and to experience the deeper current of their life is often lost by other pursuits, overlaid by other ambitions or cut short altogether by the demands and expectations of others and by their own impatience.\n\nHere individuals who have a great contribution to make to the world end up living lives that are far too insufficient for their real nature. And of course the justifications are everywhere, and the rationalization is everywhere. But when people assume lives that do not represent their real nature and purpose, they will always be frustrated there. And if they do not begin their journey towards Knowledge, they will become ever more aberrant in their behavior and even self-destructive in extreme cases. And their partners will not understand their behavior or the nature of their discontent.\n\nSo people try to offset this with hobbies and sports and very obsessive behaviors. Or they take to drugs and alcohol, trying to ward off the feeling that grows over time that they are really not where they need to be, doing what they need to be doing. But they have overcommitted themselves, and others are depending upon them to maintain their current focus and behavior. So the inner conflict grows. If a person began their journey really searching for the deeper current of their life, these mistakes would become much more rare and difficult to make.\n\nSo in the end people miss their rendezvous. Even if they are very successful in life and have attained what the culture values, they will feel inadequate. They will feel a sense of failure, a sense of remorse. You cannot change this through dialogue or through therapy or through what you tell yourself because your deeper nature is your deeper nature. And because you have a greater purpose in life that is inherent and intrinsic to you, you really cannot change this. The deeper orientation that this creates in you is something you cannot explain away or deny without generating increasing conflict and confusion within yourself.\n\nIt is not enough to believe in God or to worship God. For if you cannot follow what God has given you to follow, if you cannot follow the deeper Knowledge that God has placed within you to guide you, then your prayers and your prostration really are not authentic.\n\nYou can ask God for favors, you can ask God to rescue you from your dilemmas great and small, but somehow you never made your rendezvous with God. Your rendezvous with God is your rendezvous with Knowledge within yourself, for that is where God speaks to you. That is where you reconnect with the Source of your life.\n\nYet the problem exists whether you are religious or not. Here religion itself can mask a deeper frustration and lack of fulfillment. Belief in religious teachings or religious principles or religious beliefs can mask and seem to displace the fundamental responsibility that you have to respond to the power and presence of Knowledge within yourself. If you do not respond to this power and presence, you will become a slave to other forces, and your sense of freedom and your sense of well-being and fulfillment will all falter and fade away.\n\nUltimately, this is a question about Separation itself. Those who believe that Separation is real and that they really can fulfill themselves through their ideas, their beliefs and their ambitions, do not recognize that they still have a fundamental relationship with God, with the Creator of all life.\n\nYou can argue endlessly against this relationship and this sense of purpose, but you cannot eradicate it. It will go with you wherever you go. You can never shake it off because you can never really separate yourself from God. You can never really separate yourself from life.\n\nSo the more willful you are, the harder you try to satisfy your inner needs through outer activities, the more you give yourself to your pursuits, to your hobbies, to your ambitions, the more you fortify yourself against this fundamental rendezvous that you have with Knowledge within yourself.\n\nHere you cannot make a deal. You cannot bargain with God and say, “Well, I will give a little bit of my life to what you want, if I can get what I want.” There is no bargaining here.\n\nYou cannot bargain with the Lord of the universe. You cannot bargain with the power of Knowledge within yourself. People who think this way think that both God and Knowledge are somehow resources for their personal use, to be called upon when needed, to be employed when needed, like you would call the police department or the fire department if you had a problem.\n\nThis is such a gross miscalculation. And it is tragic in its consequences because people end up valuing what has little or no value, and missing that which has the ultimate value. They choose people who will fortify their beliefs and who seem to substantiate their beliefs. So even here their relationships are working against them.\n\nYou cannot undo the fact that you were sent here for a greater purpose. You may think it is a violation of your free will, but free will is only a gift given to you so that you can discover what is really true and important within yourself and [so] that you can make this discovery on your own without it being forced upon you by some greater external power.\n\nPeople who believe in Separation find this unappealing. They think it violates their freedom. They think it is kind of a divine dictatorship in the universe. They see this as an imposition and not as the gift of redemption that it really is.\n\nSo there are fundamental problems in people’s approach. But ultimately the question is: Can you make your real rendezvous with Knowledge and with those who are here to be a part of a greater purpose that is emerging in your life?\n\nThis is what you will reflect upon once you leave this life and return to your Spiritual Family, your learning group. They will not be interested in your hobbies and fascinations. They will not be interested in your tragedies or your mistakes, your lost romances or your failed economic adventures. They will not be interested in your psychopathology or the unique features of your former personality. They will only be interested in whether you made the sacred rendezvous with Knowledge and with the others who were sent to meet you. They will look at you and they will say, “Were you successful?” And you will be unable to misrepresent the truth to them, for beyond the world, deception in relationship is almost impossible. That is all that will matter.\n\nThe vast majority of things that are important to you now or that preoccupy you now—it will not matter in the end. They will ask, “Did you make your rendezvous? Did you achieve what you were sent into the world to achieve?” And you will have to tell them the truth because it will be self-evident to everyone. And from that position, you will be able to see clearly, without distortion.\n\nSo what can you do then but return to try again? There is no Judgment Day where if you failed in one life, you go to an everlasting Hell. This is a purely human invention. But the consequences of not finding your purpose and trying to live without it are very real and are evident every day in your thinking, in your demeanor, your behavior and your experience. Without this purpose, you are living [in] a kind of Hell—a Hell that is beautiful, but a Hell where you can never be happy, where you are never really at ease with yourself because you have not been honoring your deeper nature.\n\nKnowledge is here to move your life in a specific direction, but if you are not going in that direction, or have not gone in that direction, there is discomfort. But this discomfort does not call for denial or avoidance. It calls for recognition and resolution.\n\nThis is why God does not condemn. God only attracts and employs. The whole notion of Hell is humanity’s attempt to punish those that it cannot accept, and use God as the punisher. It is to exact revenge. It is a tool of the intellect to punish other intellects, or to force them to believe, to coerce them into belief and acceptance and consensus.\n\nYou have a sacred rendezvous with Knowledge, a set of encounters that will alter the course of your life and reveal to you a deeper nature and a deeper reality that goes beyond your ideas about yourself, your personality and your personal history—a recognition that is beyond the realm and the reach of the intellect.\n\nAnd then you have a rendezvous with other individuals. Some of them will be very brief, with those who come into your life momentarily to remind you of something, or to teach you something or to speak to something deep within you that needs to be refreshed and renewed.\n\nThen you have a rendezvous with those who will take up a greater position in your life, who are here to serve a greater capacity that they are only beginning to recognize within themselves. Those who make this rendezvous will play such a great part in your life and will stand in contrast to every other relationship that you have tried to establish for yourself.\n\nIf you can meet these individuals, it will make all the difference for you, and you will realize that what you have been trying to follow is very real and that you will not take this journey alone and that to get up this mountain—particularly as you reach its steeper places—you will need great companionship.\n\nPerhaps one of these people will be your husband or your wife. Perhaps it will be a person who is sharing your greater work. Perhaps it will be a teacher who is here to encourage you to continue and to keep continuing. It can even be one of your children, who somehow recognizes your deeper nature and whose life is united with yours in expressing something unique and important in the world.\n\nThe relationship can take many different forms. But should you make this rendezvous, it will be evident that your relationship is really about something else, beyond the normal parameters of human relationships. It is speaking to something deeper and greater. It is mysterious. It has a more sacred and profound content. It is something that exists beyond the realm of the intellect, so it defies definition. Your words and your attempts to describe it can only be approximations. These are holy relationships, holy in their purpose and in their deeper nature.\n\nThis does not mean at the rendezvous that everyone will understand why they are together. Perhaps this understanding will be very partial. But there will be a sense of a greater connection. And this greater connection is really not about the past as much as it is about the present and the future.\n\nOnce the rendezvous has occurred at this level, there is no assurance of success because you still have to contend with your own social conditioning, your own worldly nature and all the problems involved in establishing yourself and maintaining yourself in life.\n\nThe rendezvous is not the end point, but the beginning and initiation of the next stage of your life. Here the great burden you have been carrying for so long begins to find expression in your life and in these relationships particularly, and you feel grateful and relieved. You feel renewed and reassured that you really are following something important, that you are not deceiving yourself, that there really is a greater power and a greater reality to your life.\n\nThese relationships will give testimony to this. They will bear witness to this. The Mystery will be with you and between you—a Mystery that you cannot define, but which you must learn to rely upon and to value above all things.\n\nYour relationship with God will always be mysterious. You can never confine it within a set of beliefs, principles or a teaching. That is to put it in a tomb. It is always alive and dynamic. It is always illuminating your life and drawing you towards certain things and away from other things, like a great beacon drawing you Homeward—out of Separation, out of the hell of your isolation, out of the irresolvable conflicts from the past, out of addiction, out of fantasy, out of seduction, out of guilt and out of failure.\n\nIt is an interesting thing that those who respond to this and who make the sacred rendezvous are people who have failed to fulfill themselves in the world. And they will perhaps feel they are failures. They have failed to acquire romance or wealth sufficiently. Or they have acquired these things, but have found them lacking and insufficient to their needs.\n\nSo there is a sense of failure and disillusionment. But this failure and disillusionment are important. While everyone else may be avoiding failure and disillusionment, these two things prepare one to recognize a deeper reality within [oneself].\n\nIf you have failed to make your rendezvous, later in life, if you make this discovery, there is a second redemption. And that is to give to others—to share your wealth, to share your time, to share whatever you can in service to meeting the real needs of both people and of nature around you.\n\nThis is the second redemption. It is not as powerful and fulfilling as the first, but it is significant and will be effective. Those who have been driven through all of their life can find themselves at the end with the opportunity to give, to be benefactors—benefactors with wealth, if they have wealth; benefactors of time, if they have time; benefactors of care, if they have the strength to do this. So there is a second redemption.\n\nBut what is important, particularly for younger people or people in middle age, is to focus on the great sacred rendezvous—to pray for them, to ask for them, to say to the universe, “Whatever it takes for me to make the rendezvous, I must make the rendezvous. I must know this greater purpose that lives within me.”\n\nIf you are ambivalent regarding it, if you are too afraid of it, if you are too much in conflict regarding it, you will not make the rendezvous. So you must choose what you will value. If you have gained enough wisdom in life—through success and through failure, through achievement and through disappointment—you will know how to make the right choice. You will see that the world can offer you pleasure and sorrow, but not fulfillment. That must come from somewhere else, from a Greater Reality in the universe and a greater reality that lives within you, within your Knowledge.\n\nThere is a reason you are searching in relationships, but it is not for pleasure, wealth or ambition. It is for a deeper reason. And though you may have many failures in relationships, you will never give up because you are seeking to make the sacred rendezvous that are waiting for you and that are necessary for you and for the fulfillment and success of your life.",
  "audioUrl": "https://www.newmessage.org/av/the-sacred-rendezvous.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/the-sacred-rendezvous/"
}