{
  "title": "The Purpose of Religion",
  "content": "At this time and place, it is important to speak about the purpose of religion. Religion is part of the human experience, and any attempts that have been made to eradicate it or to minimize it have proven to be unsuccessful.\n\nFor you cannot deny the reality of the human spirit. You cannot deny the fundamental reality that there is a greater spiritual need in people that must be expressed.\n\nBut like all things in the world, that which is natural and essential can become distorted, misaligned and misused, allied with other purposes, particularly when these natural impulses become connected with governments and powerful forces in society.\n\nSimply said, the purpose of religion is to cultivate the desire and the capacity to experience the Divine Presence in one’s life. All teachings and rituals, whether within large institutions or within the privacy of one’s home, are for this purpose. And the desire and capacity to experience the Divine Presence are to bring one to the power of Knowledge that the Creator of all life has placed within each human heart.\n\nYet when you look about, either at home or in foreign lands, you will find there is a great poverty, a great poverty in that people’s lives are not demonstrating this Presence and the power of this Knowledge. The look of disappointment and dissatisfaction, the sense of regret in the older people, the sense of hopelessness and discouragement in the young are evidence that this power and this Presence are not being experienced.\n\nReligion has become now a yoke and a harness for people, requiring them to believe along certain prescribed lines of thought and to behave along certain prescribed lines of behavior. But this is far from the essence of what religion is really for. To require, either through inducement or threat, for people to adhere to a certain system of belief does not represent the essence and the purpose of religion. Yet that is what is so manifest in the world today.\n\nReligion has become another form of government—a form of government that seeks power and domination, a form of government that seeks to overcome its competing rivals, the competing agendas of other religious traditions and faiths. And so there is a contest and a kind of war exerted between the most radical elements of these systems of belief. But this is not what religion really is.\n\nThe Creator of all life has initiated all the world’s religions, but they have all been altered by people and governments, by cultures and traditions and by the competition for power in the world. That is why there are so many people today in the world who, though they have genuine spiritual needs and yearnings, are so put off by the manifestations of religion as it has become.\n\nWhere can you find the cultivation of one’s inner life? Where is the emphasis on recognizing, following and embracing the power and the presence of Knowledge within the individual? Where is the emphasis on developing and encouraging the individual’s capacity and desire to experience the Mystery of the Divine Presence—a Mystery that defies all religious teachings and conventions?\n\nWhere are such things being encouraged for the individual? You visit the church or the temple or the mosque and what is presented but an emphasis on upholding the ideology of religion, the institutions of religion, the demands of religion? This emphasis is out of context and out of relationship with the essential purpose of religion.\n\nIn essence, all religion is to teach The Way of Knowledge, to bring the individual into the direct experience of Knowledge, the deeper Mind beyond the intellect, the Mind that God has provided each person to guide them, to protect them and to lead them to a greater life and expression in the world.\n\nBut you do not hear this emphasis. Instead, there is the encouragement to believe, to adhere, to follow the prescriptions of a religious tradition, however illogical and unreasonable those prescriptions may be within the context of modern life. And this is called “the Word of God,” God’s Will for humanity.\n\nOf course, there is great competition between competing powers over who has the ultimate and final claim of God’s Will and prescription for humanity. It is as if the unreligious have taken over the business of religion for their own purposes. Never having realized its essential purpose and meaning, they have turned it into something else. It is like now a political party and, of course, religion has political aims as well.\n\nThis is so far apart from God’s initial impulse and intention for religion—to keep Knowledge alive in the world, to teach The Way of Knowledge, to encourage human responsibility and ethical behavior, not simply as a prescript or as a requirement for admission into Heaven or some other exalted future state.\n\nIt is really a denial of the natural integrity and natural ethics that will arise with the person who has experienced this power and presence of Knowledge and is guided by its wisdom and its grace. These individuals, no matter what part of the world they reside, no matter what tribe or group or culture they come from, will all uphold the same values because these are the values of Knowledge.\n\nSo you have a world that seems deeply religious, but is not practicing and emphasizing what religion is really for. And given the submission and oppression of peoples throughout human history, whatever sacred intent has been maintained has been maintained only for the elite, for the monastic, for the adept.\n\nAs a result, God’s true Messengers have had to break the chains of convention, have had to teach in opposition in the face of the prevailing religious beliefs and attitudes. They have had to become rebels and reformers, counteracting humanity’s tendency to turn what is sacred into what is profane.\n\nWhat is the intent of the true Messenger but to evoke the spiritual Fire in the individual and to bring them in contact with the deeper conscience that exists within them—a conscience that is not the product of social conformation or social expectation, but a deeper conscience that is innate and essential to the human life?\n\nSo you have a world that is religious, but knows not of religion. You have a world where religious institutions and their advocates clash and compete with one another, not realizing that the Source of their faith is the same. They will have people demanding and expecting adherence to ideas and beliefs and admonitions, but who themselves have never received the real initiation into the mystery and the power of the Presence.\n\nReligion has become concrete. It has become political. It has become an economic and social power that seeks to preserve its status and its power at whatever cost. So now those who are truly responding to religion’s true purpose now find themselves in exile, now find themselves heretics and visionaries following the Mystery—a Mystery that has been lost to so many in the religious orders and institutions.\n\nIt is as if religion has become the enemy of what religion is really for. It is now the religion of the state, religion of tradition, religion of history, religion of fixed ideas, fixed beliefs and exclusive claims of authority. So far this is from the desire and intent of the Creator to keep Knowledge alive in the world.\n\nIn certain cases, religion has become the enemy of Knowledge, declaring that only God has Knowledge and that people are foolish and must be corralled like animals, must be programmed and conditioned to believe—to believe things that are incredible and impossible, to believe things that run counter to the deeper experience that people have, things that are apart from the real mystery and the profound experience that is the essence of what religion really is.\n\nThroughout the ages, the mystics, the wise amongst them, have kept this Power and this Presence alive, but they were the outcasts, at the margin of religious institutions. They were the rebels and the reformers who, though disapproved of or distrusted by their authorities, actually gave life and substance and meaning to the empty religious practices that prevailed in human society.\n\nSo what does this mean for you? This means that there is a greater power in your life, a greater mystery in your life, and that your connection to God is through Knowledge, the deeper Intelligence that God has placed within you, an Intelligence that is beyond the realm and the reach of your intellect. This power is calling to you, and your response to it represents the deepest need of your soul—a need that is deeper than the need for survival and gratification, for education and opportunity, for friendship and partnership.\n\nTo find this need, you must realize that what the world is providing is inadequate. It meets social and psychological needs. It meets practical needs. But it does not meet the real need of the soul. That requires an engagement of an extraordinary kind.\n\nThe Creator of all life, of course, understands this predicament—that religion has become the problem and not the answer, that religion has become the impediment and not the pathway, that the true purpose and emphasis of religion has been lost in so many ways that now only a very wise and exceptional teacher within a faith tradition can speak to the Mystery and the Power and refer to the deeper conscience within the individual.\n\nBut such teachers are rare. They represent the minority of those who claim ecclesiastical powers and authorities. For how can you be allegiant to the church or the mosque or the temple if your greatest allegiance is to Knowledge, which represents your allegiance to God? And if God is not bound by human thought, human philosophy and human theology, then you as a follower of Knowledge will not be bound by these things either. This makes you free and uncontrollable. This makes you perceptive and more incorruptible. This makes you question the value of religious authority and the ethics and behavior of religious institutions—all things that religious institutions are prone to resist and to repress.\n\nTherefore, it is necessary that you come back to what is essential, to the initial impulse and power of religion—not the religion of the state, not the religion of the traditional institutions necessarily, but to something much purer that can exist within them and beyond them.\n\nBeware of beliefs that seem set in stone. Beware of proclamations of exclusive privilege or authority by religious leaders. Recognize that there are people who are freedom oriented and there are people who are control oriented. The control oriented are afraid of freedom, and they are afraid of Mystery because they do not believe in the essential goodness of the human spirit. They have lost their faith in humanity and have placed all their faith in their ideology and the prescriptions that they believe have come from God.\n\nBut God has only given recommendations through the great teachers, not rules—recommendations for living, guidelines for living to help people orient their lives correctly and productively and beneficially.\n\nTherefore, to find your real connection, you must come to learn The Way of Knowledge, for at the heart of every religion, there is The Way of Knowledge. This is not the way of belief. This is not the way of obedience. This is not the way of blindly following prescriptions and precepts and admonitions of religious leaders and institutions. It is finding the power and presence of Knowledge within you and learning over time and through instruction how to discern this power and presence from the other impulses and compulsions that exist within you as an individual.\n\nGod’s Purpose in the world is to keep Knowledge alive so that human freedom, human justice and human compassion may be kept alive in the world. God’s Purpose is not to exalt religious leaders or institutions, or to crown one over another. These are human creations and not God creations, and they are fallible and prone to corruption as a result.\n\nGod has provided a New Message into the world to clarify this picture and to provide a clear pathway for those who seek to have the real experience. They can have this experience within their religious traditions or outside of them.\n\nGod’s New Revelation may conflict with political ideology and longstanding beliefs, but that is what happens when what is pure is contrasted with what has been altered and adapted.\n\nGod is not bound by human creations, human beliefs and admonitions. God only provides what is real and essential to ignite the human heart and to give each individual a foundation for being inner directed rather than outer directed.\n\nHere your imam or your rabbi or your priest can help you if they are guided by Knowledge. But they will hinder you if they are not. You must learn to see the difference.\n\nReligions are institutions that have to be maintained and protected. They are in competition with each other, so none of them that exist in the world today can really foster human peace and human unity. For they all claim special privileges, and only those few individuals within them that support a great ecumenical movement and the acceptance of all world’s religions can counteract this competition, which is inherently divisive and destructive.\n\nIn these words, We speak to the human heart, not to the intellect that wants to have everything figured out and wants to adhere to its notions, its beliefs and its traditions.\n\nThere is nothing wrong with a tradition if it fulfills the basic purpose of religion, which is to inspire and expand people’s desire and capacity to experience the Presence of God and to connect them with the deeper Intelligence that God has placed within them that will be essential for their success and their well-being in the world. This is much more important than the teachings of the founder of a religious tradition. It is much more important than the religion’s official declarations of belief or doctrine.\n\nPeople celebrate and worship and repeat endlessly the lives of the great teachers, but can they really live the lives that these teachers promoted? It is not merely human behavior that is important, for people can behave well for all the wrong reasons. People can fall in line with each other for social advantage, for economic advantage and to achieve social status and acceptance. But this is not religion.\n\nYou who seek to know your greater purpose in the world and the greater meaning of your life, this means you are a religious person. Whether you belong to a church or a mosque or a synagogue or any other religious organization, that is secondary.\n\nPromoting a religious ideology in the world does not represent supporting God’s Will and Purpose here. It is only if this ideology and system of belief can meet the basic requirements of religion will they have real and lasting value and produce real benefit for people.\n\nLikewise, no religious teaching should promote war and attack upon other groups. This represents competition for power between these groups, but this is not what religion is.\n\nReligion is bringing you to God and to what God has placed within you to guide you, to protect you and to lead you to your great accomplishments in life. Anything beyond this is an invention, a human invention, an adaptation.\n\nPeople will have to figure out what this means in terms of the application of law and the running of societies. God is not here to run societies or to carry out the intricacies of jurisprudence or the administration of the law.\n\nGod is pointing you to the Mystery, not to the manifestation. God is calling you into the Mystery, not prescribing the manifestation. If you want to have more saints in the world, if you want to have truly inspiring individuals in the world, if you want humanity to have a higher standard that is born not out of an oppressive regime, but out of a natural understanding, then you must guide people to the power of the Mystery.\n\nReligion, you see, does not have an answer for every social and political problem, but it does give people access to the deeper Intelligence that can guide people effectively in meeting all these needs. Religion must be free of the state and it must be free of politics, which will only taint and corrupt it to the point where those who claim to be holy men will call for the execution of people.\n\nThis is the degree of distortion and aberrancy that has been established in the world today, and that is why there is a New Message from God—to restore the clarity and the purpose of religion and the meaning of spiritual practice and the nature of the Divine revelation that must happen within each person.\n\nIt is not enough to celebrate a great teacher’s Revelation if you cannot find access to your own. It is not enough to worship a great teacher or emancipator unless you can find this power and this presence within your life, which will apply itself in far more mundane and simple day-to-day circumstances.\n\nHere the contrast is significant and must be comprehended. If you want religion to be a thing, you will lose its essence and its meaning and turn it into something else that it was never meant to be. If you want to turn religion into a set of ideals and beliefs or a complex theology, you will lose what religion really is and what it is for.\n\nTo argue whether Jesus or Muhammad is the greatest teacher or provides the final word for humanity is so utterly ridiculous, and so far from the nature and intent of religion as God intended it to be that it represents a kind of pathetic diminishing and distortion of what religion really is.\n\nTo think that Muhammad gave the final Revelation is to misunderstand God’s Purpose and Presence. For God has many more things to say to the world, particularly at this great turning point when humanity is facing a declining world, a world of declining resources, when humanity is facing the reality of contact with intelligent life in the universe—two great events that none of God’s previous Revelations are meant to address or that can address sufficiently and reasonably.\n\nReligion has become overlaid with ideas, beliefs, institutions, laws and requirements that have become repressive to the people or abhorrent to people who are freedom loving. They do not meet the deeper need of the soul. That is why you must come back to what is essential, to what is real. The temple, the mosque, the church and the tribal place of worship are the places to honor the Mystery and to evoke the Presence and the Power.\n\nThe Way of Knowledge, which is at the heart of all the world’s religions, must become its essential teaching, instead of a focus for clerics and monastics and exceptional individuals only. This is the challenge before you, or religion will be part of the problem for humanity and not its essential means of reconciliation, inspiration and a high ethical awareness. Let this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/the-purpose-of-religion.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/the-purpose-of-religion/"
}