{
  "title": "The Greater Mind of Knowledge",
  "content": "There are two great events that humanity is now facing, events greater than anything that humanity as a whole has ever encountered before.\n\nYou are facing the Great Waves of change, brought about by environmental disruption and misuse of the world’s resources; violent weather; environmental degradation; diminishing energy, food and water resources—great environmental changes that will make life in this world more difficult, literally for everyone, including people in the wealthy nations. This is just beginning to be well documented in your world today, but its impact will be great and far reaching and will literally change the landscape of the world so that the 21st century will be very different from the 20th century.\n\nThe other great challenge and change facing the human family is your encounter with intelligent life from the Greater Community, from the universe around you. Very few people in the world today are aware that contact is occurring, and the vast majority of those few who are, do not understand it correctly. This contact has the power to deny humanity its freedom in the future, to cast human civilization under foreign control and domination.\n\nIt is not conquest in the usual sense of someone coming and violently overtaking you, for those who seek to gain control of the world and the world’s peoples are small in number and do not have military assets. That is not their strength. They are cunning and intelligent. They realize they could gain control of this world through non-military means, and they are seeking to do so even at this moment.\n\nThere are very few people in the world today who are aware of the Great Waves of change that are coming, and what they really signify, and the kind of impact and consequences they could create in the world, both now and in the future. There are very few people in the world today who realize that an Intervention is occurring from beyond the world and that it represents a competition for power here—for power, influence and future control.\n\nTogether, these things will indeed be overwhelming if you can face them. Indeed, there are some people who are beginning to be aware of them but cannot face them because they are overwhelming, because they will require you to change, and to re-evaluate your circumstances and your situation, and where you stand in your position with life itself.\n\nSo there is ignorance and there is human denial. But the Great Waves of change are coming, and the Intervention is already occurring. These are two great realities that you cannot change, but the outcome is largely in the hands of human beings and human communities.\n\nThe first great challenge is to face the great challenges that are coming into your life. Though they may seem overwhelming and terrifying to your mind—to your thinking mind—the deeper Knowledge that God has placed within you is well prepared for them. Indeed, seen from a greater perspective, this is why you have come into the world—to serve humanity and to contribute to a world in need, facing these two very great challenges.\n\nYou must have a greater perspective to see and understand this, a greater sense of yourself, a greater recognition that you have come into the world for a greater purpose—not merely to survive, not merely to consume, not merely to gratify yourself, but to serve humanity at a time of its greatest need. To go from your current understanding to this greater understanding represents the purpose and the necessity of your spiritual growth and awakening.\n\nTo shift from purely a human perspective of one who is afraid of death, afraid of loss, who is trying to acquire as much as possible for themselves to this greater understanding that you have come into the world for a higher purpose represents the great transition that you must undertake if you are to be able to navigate the difficult times ahead and to fulfill your mission here in the world.\n\nYour purpose here was established before you came into the world, but how it will be expressed will be determined by so many things, so many circumstances. Certainly, your own decisions are a big part of this, but what other people will choose will also have an impact on when and how and even if you can fulfill your destiny here.\n\nThere are certain individuals you will need to meet who hold some of the pieces to the puzzle of your life. Their arrival and participation in your life, if correctly seen and correctly understood, will enable you to make this great transition and will give you the strength, the encouragement and the companionship that you will need to be a real contributor in a radically changing world.\n\nHere you must not be concerned about what everyone else is doing. Here you cannot allow yourself to lose heart and to become discouraged by the lack of awareness and response of people around you, for you have your own journey to take. You have your own calling to respond to. You have your own transition to undergo within your own life and with your own awareness.\n\nGod knew what you would be facing before you came into the world. God knows what is coming on the horizon of the world, even now. And God knows that you could not possibly recognize all these things and prepare correctly and accordingly without God’s Wisdom to assist you and without the Power of God to give you the courage and the commitment to prepare yourself for the Great Waves of change and for the Greater Community in such a way that you will be able to be a real contributor to the world and to the future and the freedom of humanity.\n\nGod knows that your intellect alone cannot comprehend these greater movements of life. God knows that you would be far too affected by your social circumstances and the influence of other people to have much of a chance to be able to see these things clearly and to respond accordingly.\n\nTherefore, God has given you part of God’s Wisdom, Intelligence and Power. You carry within you, then, a deeper Mind, a Mind beneath the mind, a Mind that God has placed there.\n\nIn reality, this is who you really are, this greater Mind of Knowledge that God has given you. That is the Mind you had before you came here, and it will be the Mind you have after you leave this place. It is alive within you now. And it is within you to guide you and to protect you, to help you make the corrections you need to make in your life, to build a foundation for the world, a foundation for yourself, and to assist and help in building a foundation for others so that humanity may have a future, a greater future than its past.\n\nWithout this Knowledge, you would not be able to rise above the influence of the mental environment around you. It would be unlikely that you would be able to overcome your social conditioning and your religious prejudices and your personal attitudes sufficiently to be able to live a greater life and to provide a greater service in the world, a service you were sent here to perform.\n\nThat is why God gave you Knowledge. It is not an intelligence you can manipulate. It is not something you can control or dominate. It is far more intelligent than your intellect. It is without fear. It is without confusion. It is without hostility. It does not need to compare and contrast and speculate. It does not need to dominate and control. It does not need to destroy others so that you may feel powerful.\n\nIn fact, it does not demonstrate most of the qualities of your intellect. This is because your intellect is a product of the world, and Knowledge is a creation of God. Your intellect reflects the world and your human-animal nature, but Knowledge reflects the Mind of God and your Divine nature. One is temporary. The other is permanent.\n\nUltimately, in the true hierarchy of your Being, your intellect is meant to serve Knowledge. However, at the beginning, when most people realize they need to reclaim their true identity and their greater power and begin to take the Steps to Knowledge, they want Knowledge to serve their intellect. They want Knowledge to answer their questions and to allay their anxiety. They want Knowledge to give them things they want. They want Knowledge to serve them as if Knowledge were a servant of the intellect. But Knowledge is not the servant of the intellect.\n\nYet Knowledge is here to serve you and to serve the world. It is not afraid of the Great Waves of change. It is not afraid of Intervention from the Greater Community. In fact, it has been waiting for them, prepared for them.\n\nHow different this is from your intellect, your personal mind, which is terrified of the world, which is afraid of loss and deprivation, which is full of anger and rage against others, which can never seem to gain control of events around you sufficiently to provide any real security for you. The contrast between your intellect and Knowledge is so great, in fact, that you cannot even compare them. Yet this will seem mysterious to you until you can begin to experience Knowledge itself.\n\nYour initial experiences of Knowledge will be at moments a sense of urgency or a sense of need to change; the recognition you must leave something; the recognition you must find something; an awareness of a future event that takes place; a moment of compassion and selflessness. All of these represent the evidence of Knowledge, which is still latent within you. It has not arisen in your awareness sufficiently that you can really experience its power and its efficacy.\n\nThat is why you take the Steps to Knowledge, because you yourself need it desperately. All of the certainty and security you were trying to establish in your relationships, in your work, in your personal affairs, in your intellectual understanding—these can only be provided by Knowledge.\n\nWithout Knowledge, you are cast adrift in a world of dramatic change—a beautiful world, but a dangerous world as well. And all you can hope to do is adapt and to survive with as good an attitude as possible. But this is not your destiny in being here, to simply survive for a few years with as much courage and stability as you can muster. That is not why you were sent here.\n\nIf you knew your true nature, this would be as clear as day. But Knowledge has not yet arisen in your mind sufficiently for you to have this awareness, for you to have the stability and the security and the power that Knowledge will give to you.\n\nTherefore, the most critical thing now is for you to realize your need for Knowledge—the recognition that you must find what you came here to do and that you cannot be wasting your time, your days, your months, your years with all of your restless searching and your fruitless pursuits, caught up in a web of desire and denial that leads you nowhere, that keeps you in a state of poverty.\n\nTherefore, you must feel the need for Knowledge and also to recognize that you have experienced it, however briefly in your past, and that you need this certainty and that you need this greater experience to know what to do. For in the face of the Great Waves of change, you will not know what to do. In the face of the Greater Community and the Intervention—should you become aware of it, should you have the courage to face it—you will not know what to do. You will feel hopeless and helpless in the face of these two great events.\n\nBut Knowledge within you is not hopeless, and it is not helpless. It will begin to reset your life and to build strength where it is needed and to reorient your awareness to greater things that are happening in the world and to the greater movement of life that is occurring, even within you.\n\nTherefore, at the beginning, it is recognizing the need for Knowledge and then taking the Steps to Knowledge. The New Message that God has sent into the world, the New Message for humanity, provides the Steps to Knowledge. There are other pathways to take, but nothing as clear as this.\n\nIt is a gift of God. It is not a human invention. It is not a process that anyone made up. It does not represent an eclectic approach. It is something new, powerful and original. And it is here without any corruption. It has not been altered or manipulated, used by religious institutions or governments. It is pure—the Steps to Knowledge.\n\nYou need to take these Steps now, for your life is important, but you do not have much time. Time is of the essence. Every day is important in determining whether you will prepare for the future or not, in determining your survivability in the future and the freedom of your mind. You do not have all the time in the world to think about it, for that time is wasted, and time is of the essence.\n\nRegarding the Great Waves of change and humanity’s recognition that Intervention is occurring from races from the Greater Community, humanity is very late in recognizing these things. There are very few people who can see any of this clearly at all. This has put the entire human family and civilization into great jeopardy, greater than you now realize.\n\nTherefore, the great need is not only your personal need for certainty, purpose, meaning, and direction. It is the need of humanity. You alone will not be able to meet the need of humanity, of course. But you are destined to play an important part in determining whether humanity will have the clarity and the strength and the will to face the great change that is coming and to [unite] in the face of the Greater Community to preserve human freedom and sovereignty within this world—a freedom and sovereignty that are now being challenged as never before.\n\nYou are meant to play a part in this. You cannot create that part. You cannot see that part at this moment, for you have not gotten that far up the mountain yet. But you need to take the journey of preparation that will take you there. For the only way to get up this mountain is to climb it, to take the steps. Nothing is going to lift you up to a vantage point where you can see the world clearly. You have to make this journey. There are no exceptions to this.\n\nAnd you can see why this is the case because you must gain the strength, the commitment and the confidence to gain the power of Knowledge. It is not something that simply happens to you as if you were struck with a bolt of lightning. Even if the Angels appeared to you and told you what you must do, at this moment you do not have the strength to do it. You do not have the trust to do it. Your life is in disarray. You would have to alter your circumstances. You would have to rearrange your commitments and your obligations.\n\nIn other words, you would have to take the Steps to Knowledge. There is no getting around this. From where you are at this moment, you cannot assume a greater life. And you will not have the power of Knowledge to protect you and to guide you because you are not aware of it sufficiently, and you do not trust it yet sufficiently.\n\nThat is why you must take the Steps to Knowledge. You do not have decades to do this. You do not have all the time in the world to be ambivalent in the face of this great need and challenge.\n\nWithin you, you know this because you are uncomfortable. You are restless because there are things you must do that you are not doing. And there are things you are doing now that you need to stop doing. And you are restless. Your soul is restless because at the level of your soul, there is only being in the world and completing your mission. Your mind may want an endless list of things—pleasures and comforts and assurances and opportunities. But to your soul, it is all about fulfilling your mission here.\n\nKnowledge, then, is about fulfilling the need of the soul, for this is the most profound need within you. And as this need continues to go unmet, you are anxious, you are restless, you are upset, you are uncomfortable, you are agitated because at the very core of you, the great need is not being recognized and fulfilled.\n\nHow could you have any equanimity if the need of the soul remains unrecognized and unfulfilled? How could your life have any stability? How could your thinking be coherent without this need being recognized and fulfilled?\n\nMost people are slaves to their social conditioning, to their fears, to their desires, to their religious prejudices. They cannot even think for themselves.\n\nKnowledge is the salvation, for only Knowledge has the power to liberate you from all of these things—from a bondage that is inevitable as a result of being in the world.\n\nThat is why you must take the Steps to Knowledge. And God’s New Revelation for humanity provides the Steps to Knowledge. It is not the only pathway to Knowledge, but it is the pathway that God has given to prepare you for the Great Waves of change and for the reality of the Greater Community, and to prepare humanity for its future within a Greater Community of intelligent life.\n\nIt is here that your inner life and your outer life really make the connection. The need of the soul and the events of the world are not disconnected. For indeed it is the world that will call out of you your greater purpose. It is recognizing where you are meant to be and what you are meant to serve and contribute to that will give so much definition and clarity and coherence to your greater work here.\n\nVery, very few people have found their greater work in the world. So do not think that by becoming an artist or a poet or a musician or some other wonderful activity that that will satisfy why you have come here. Those are popular notions with some people, but really your higher purpose is something else. You cannot define it. It is not grand and glorious. You will not be some hero or saint leading the masses to salvation. That is fantasy material. I am talking about reality. We are talking about reality.\n\nKnowledge is the great power within you. It is seeking even at this moment to gain your attention. You are not paying attention, and that is why you are restless and disconcerted.\n\nLearning, then, to pay attention to Knowledge—developing stillness so that you can experience Knowledge, redirecting your mind and your concentration towards Knowledge, developing discernment and discretion in being in the world, refraining from attacking others, learning to comprehend Knowledge in others, recognizing those who are meant to be your true relationships from others who merely stimulate you—these represent only some of the great achievements that Knowledge will provide for you.\n\nAs We have said, Knowledge is not a human creation. It is a Divine Creation. It is through Knowledge that God will help you. You may pray and pray and pray for safety and for advantage, for protection for yourself or your loved ones, but it is through Knowledge that God can really help you because you need, even at this moment, the Wisdom of God as it relates to your life and your circumstances. You need the Wisdom of God as it relates to what you need to do and to be, and to the change you must bring about in your own affairs in the world to make it possible to move towards a greater life.\n\nThis is how God is going to help you. God of the entire universe is not preoccupied with human affairs. God is not following you around like a handmaiden, like a servant, like some kind of errand boy to fulfill your wandering desires.\n\nGod has placed Wisdom within you to guide and to protect you and to give you the strength and the wisdom to find your way so that you may assume a greater role in life and provide a greater service to humanity.\n\nPeople often ask: “Well, is this about intuition?” And We say intuition is not great enough to encompass what Knowledge is and what Knowledge can do through you. Intuition is fleeting experiences of inner certainty and sometimes precognition of events, but Knowledge is so much greater. You really cannot compare them adequately. Perhaps you could say that intuition is the early fleeting experiences of Knowledge. But what Knowledge is meant to be in your life is far greater. For it is a presence. It is a power. It is an awareness. It is a capacity. It is a love at a very different level than what people think of as love. It defies human definition.\n\nIf you try to understand it with your intellect, it will always be beyond your comprehension. If you try to make it concrete and simple, it will escape your experience. If you try to grab onto it and use it for your own personal advantage, it will slip through your fingers.\n\nFor you were meant to serve Knowledge, for Knowledge is who you are and why you are here. But that is not how you think of yourself at this moment. This is not the awareness that you have yet, so you must take the Steps to Knowledge to prepare yourself for a future that will be unlike the past, to prepare yourself for the Great Waves of change, to prepare yourself to deal with the Intervention from the Greater Community, to prepare yourself to find those individuals who are destined to help you and to assist you.\n\nYou need Knowledge just to be safe in a world that will be far more dangerous in the future. You need Knowledge to have the certainty to live with strength and purpose under very uncertain circumstances. You need Knowledge to rise above the growing conflict and anxiety that will be occurring all around you as people become overwhelmed by the Great Waves of change.\n\nReally, who you are and what you can do must be revealed to you. You cannot figure it out with your ideas. For your life is mysterious, is it not? Beneath the struggle of your mind to understand and to comprehend and to control and to determine events, underneath that surface and awareness and intelligence, there is a greater mystery of your life—who you are, where you have come from, what you are meant to do, where you will go beyond this world. This is the realm of Knowledge.\n\nSave yourself a great deal of time and foolish attempts by not trying to understand it intellectually. It is an experience you must have. It is an experience you have already had, in little ways.\n\nThat is why you are searching for purpose and meaning in your relationships, in your work, in your activities, because you are feeling the need of the soul. You are not satisfied with little things. You need more things. You need greater things. You need a breakthrough. And as the world grows more difficult in the face of the Great Waves of change, you need strength and certainty and courage—all coming from the need of the soul, you see? Not merely a psychological need, it is a need of the soul.\n\nTherefore, recognize what a great revelation this is for you—that God has given you the power and the strength of Knowledge, hidden deeply within you where you yourself cannot find it. And God has given you the Steps to Knowledge so that Knowledge can emerge within you naturally and appropriately and that you can build the strength to be a vehicle for Knowledge, to build a foundation in your life for Knowledge, to surround yourself with people who can support the emergence of Knowledge within you.\n\nYou can perhaps begin to see the need and the problem, but the solution must be revealed to you. For you must understand that God is not going to come and rescue humanity in the 11th hour from the Great Waves of change or from the Intervention that is occurring in the world today. No.\n\nGod has placed Knowledge within every person in the world. If even a small number of these people can gain the strength of Knowledge, they will have the power to turn the course of humanity and to provide for humanity, and you are meant to be amongst this number. That is why you cannot be too concerned with others who will not see and cannot see, who will not know and cannot know. You must attend to your own experience and preparation.\n\nThat is the calling for you now. That is the next step for you now. Accept that you do not have an answer regarding who you are and why you are here. Accept you do not have an answer about how you are going to deal with the Great Waves of change or with the Intervention. If you have the humility to do this, then you can begin to put yourself in a position to receive what God has intended for you.\n\nBegin to take the Steps to Knowledge, to prepare your mind and your life so that Knowledge can emerge within you, which it will do naturally. Once you create the environment for it and the desire for it and the capacity for it, it will arise naturally.\n\nIt has been trying to arise within you all along, but your mind is somewhere else, your concerns are somewhere else, your energy is being devoted somewhere else. You are preoccupied. You are self-obsessed. You are governed by your social conditioning. And so all the messages that Knowledge is sending you every day are missed. You are not hearing the cues. You are not seeing the signs. You are not responding.\n\nTherefore, to begin to make this great transition to being an inner-directed person instead of being an outer-directed person requires that you take the Steps to Knowledge, and this takes time. This does not happen overnight or within a month or two. This takes time, for it is a journey.\n\nYou cannot run up this mountain. This is not some kind of frolic. It is a big mountain, and you must make the journey. And as you make the journey, well, you begin to set aside things that are not necessary or that are weighing you down or that are too heavy to carry.\n\nAs you proceed, others join you in your journey, and you realize that you are not traveling alone and that you need their support and encouragement, for you are still down on the lower parts of the mountain, surrounded by the forest. You cannot see where you are. You cannot see where you are going. You cannot see your goal.\n\nYou are acting on faith, and real faith is based on the power of Knowledge encouraging you. It is a conviction that you must proceed; you must continue. At the moment, you will not know what you are doing, you will not know why you are doing it, it will seem to be a crazy endeavor, but it is absolutely the right thing for you.\n\nThis is the journey. This is where you build the inner capacity for Knowledge. This is where you acquire the wisdom you will need to be able to carry Knowledge and to express what Knowledge has given you to provide for others. This is where you mature as a person, and you gain your greater strength and your greater abilities.\n\nTherefore, you begin by recognizing the need and then you take the journey of preparation. It is the journey of preparation that will begin to shift your life and to renew you and to strengthen you and to give you the awareness that your life is greater than what you experience in this world and that greatness is with you now and that you have a destiny in being here, a destiny that perhaps you have only rarely experienced, if at all.\n\nThen you take this journey, and it begins to reveal things to you along the way. You begin to see things and feel things and know things that other people are not feeling, seeing and knowing. You begin to recognize certain things you never saw before, but which were always there.\n\nYou begin to hear the need of the soul in others. Instead of just criticizing them or condemning them outright, you begin to hear the need of the soul within them.\n\nYou begin to have the courage and the need to face the Great Waves of change instead of denying them or running away from them. And you begin to realize that humanity is standing at the threshold of space, and it is not alone in the universe or even within its own world.\n\nAs you make progress up this mountain, taking the Steps to Knowledge, you begin to have personal revelations. As your mind is less preoccupied with its hopeless pursuits and its unhealthy relationships, it frees up tremendous energy for you. And with this liberated energy, you regain your strength. You regain your composure. You regain competence and confidence. And you gain the strength to make the journey—strength you were not sure you had at the outset, but strength you are now experiencing.\n\nFor every step you take up this mountain will give you greater clarity, greater certainty and will break the hold of weakness upon you. You will become stronger within yourself and more certain, but always recognizing the power of the Mystery within you—which is feeding you now, which is encouraging you now, which is giving you strength and perseverance, confidence and patience.\n\nTherefore, you will become strong and humble all at once, for you recognize that the greater power is not your own and that it is feeding you and serving you as you are learning to serve the greater purpose that has brought you into the world.",
  "audioUrl": "https://www.newmessage.org/av/the-greater-mind-of-knowledge.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/the-greater-mind-of-knowledge/"
}