{
  "title": "The Veil of the Messenger",
  "content": "To bring a New Message from God in the world requires a person who is uniquely designed for this greater mission, a person whose origin and destiny are distinct from everyone around him, a person whose preparation even before coming into this world is unique and very focalized. This is the person who will have to meet great expectations, the expectations of Heaven itself.\n\nIn order for this to be achieved, this individual will have to meet certain requirements and pass certain tests. For when anyone enters the world, they enter the world of influences. They enter a world of difficulty—a world of survival, a world of social acceptance, a world of challenges, a world where you will be unknown and unrecognized, except perhaps in a certain way by your family. But even here your greater purpose and mission will, in almost all cases, be unknown even to those who raise you and who grow up with you.\n\nA great Messenger is now in the world, but he is hidden, you see. He is hidden behind an invisible veil—a veil of normalcy, a veil of ordinariness, a veil of simplicity. He is not an individual who will stun and amaze everyone around him. He will walk amongst the people and be unrecognized in the crowd, just another person. Interesting perhaps in certain respects, but not outstanding in any way that most people recognize.\n\nIn this regard, he is like all the other Messengers, who were very ordinary looking, who could disappear in a crowd. In spite of all the stories, miracles and wonderment that surround the earlier Messengers in ancient times, they were very ordinary looking people. They did not amaze and stun everyone who saw them. Perhaps they were confounding, and they were certainly different, particularly as their greater role began to emerge. Then they became really distinct.\n\nIt would still be a very difficult task for them to proclaim their Message, to communicate it effectively and to take the journey that would be spread out before them—a journey of great difficulty, a journey where they would be misunderstood and their words be misapplied, a journey of confusion, a journey without a map, a journey without a clear pathway, where they would have to find their way in the wilderness of this world, surrounded by society and what everyone does, a wilderness of confusion and paradox, set on a unique course of tremendous importance and high expectations from those who sent them into the world—a journey where failure would have immense consequences, not only for the Messengers, but for thousands and millions of people in their time and beyond.\n\nWho can carry such a burden? Who can meet such a requirement? Who can follow such an inexplicable pathway and take a journey that no one else around them is taking or can take?\n\nFor this, they would have to be ordinary in appearance. Otherwise, society would try to use them. People would praise them. People would want things from them. They would be seduced by society and culture. The seductions of beauty, wealth and charm would interfere with their preparation, which would be long and remarkable. It would pull them into some kind of other role, far beneath them and far outside their true domain.\n\nNo one can really fully understand the role and the journey of the Messenger. And this is true today, for the reality of this does not change except in the appearance of things.\n\nA New Messenger is in the world, carrying a New Message from God. He has had to walk this long and inexplicable journey, a journey of ever-growing responsibility and burden, for much of it without knowing the meaning, the purpose and the outcome of the path [he] would have to take, which would set [him] apart from everyone else, a journey not of amazement and wonderment alone, but of increasing challenge and the great weight of responsibility.\n\nSo the Messengers have to be veiled, or people will think they are something else and use them for something else, and give them accord, which is incorrect and improper.\n\nFor the Messenger to develop, he has to be able to walk in the world, unrecognized, to witness the world, to experience the mundanity and the tragedy of life and living in Separation.\n\nThough he would be protected in a unique way and guided to a great extent, there would be long periods where those who sent him into the world would seem to be missing or vacant—alone, following an inexplicable light, a subtle calling that he hears only from time to time and that others do not hear, except for the rare few who are meant to join him and assist him. They can hear the calling too, but they do not know what it means or where it will take them or its greater significance for the future.\n\nHow different this is from the stories of the great teachers, the great Messengers of the past who have been glorified and even deified, whose every action is filled with significance and wonder, who seem to impress inordinately everyone around them, who seem to demonstrate extraordinary abilities, virtues and qualities, even in their youth. People cannot understand how they were veiled and why they had to be veiled to learn about life, suffering, joy and simplicity.\n\nFor, you see, the Messenger has to be simple. He cannot be filled with pride and self-importance. He cannot think of himself as above and beyond everyone else. And so the majority of his early life is mundane and unexceptional.\n\nThe Messenger has to be humble, for he has to bow to the mission given to him, and to those who have given it to him and to the Lord of all the universes, who has sent it to this individual to give to a world in need—a world that will not readily accept his presence or his proclamation.\n\nSomeone driven by pride and arrogance would quickly fail here and become embittered and vengeful, condemning the world. But the Messenger cannot do this. This would disqualify the Messenger, you see.\n\nSo here is the Messenger for this era and the times to come, bringing a Message that has not been brought into the world in over a millennium, a Message of such great importance, answering the needs of this time and of the times to come, bringing to people a reality that is beyond their current understanding and awareness, speaking of the life to come and what humanity must do to prepare for the great change that is coming to the world and for its encounter with a universe full of intelligent life.\n\nHis Message would have to be complete, expansive and inclusive, for he will be speaking to a world community now and not just to one tribe, one group or one region alone. He will be speaking to the whole world at once, not to his own culture or his isolated group.\n\nHis Message would have to be relevant to everyone and to all their circumstances—rich or poor, east or west, north and south. His mind would have to be expanded to encompass a Greater Community reality of life in the universe and a tremendous wisdom and compassion for humanity.\n\nThis would far exceed anything that the ancient Messengers ever had to conceive of. Yes, they were the true Messengers of their time. Yes, they were prepared for their journey and mission. Yes, they had to face all of the difficulties and lack of acceptance and recognition that their lives would bring to them.\n\nBut the Messenger today will have to carry a greater body of understanding, a greater capacity. He will be facing not only rejection from local authorities, but from an entire world of local authorities—challenging the religions of the world, challenging the assumptions of the world, challenging the complacency of people, challenging the direction of humanity and all of its self-comforting and self-assuring ideas, which could only be great hazards given the future of humanity.\n\nThis man, who is in the world, has no position. He is educated but not too educated. He is remarkable, but one must see beyond appearances to recognize this. It is his role and his proclamation and his gift that make him remarkable.\n\nThis has always been the case with all the Messengers, you see, and that is why their journey in part has been so difficult. They have had the most difficult tasks of anyone on Earth, but they have also been the most important people on Earth, certainly the most important people of their era and the eras to follow.\n\nThe importance that Heaven accords is not the importance that the Messenger will find in the world. He will be rejected. He will be denied. He will not meet people’s expectations because of the veil, the veil of the Messenger—the veil of humility, the veil of appearing to be ordinary, the veil of vulnerability, the veil of simplicity.\n\nIt is what is in him and with him, his origin and his destiny, that set him in such a unique and important position. But to see this, one would have to recognize something, and hear his proclamation and receive the Revelation that is his to bring into the world. Only then, perhaps, could they begin to understand the burden of the Messenger and the journey of the Messenger. This could only be comprehended if they shared this journey, if they understood this journey from their own direct experience of the Message and the Messenger.\n\nTo everyone else, he is just some person making a big proclamation, some person who seems to have the arrogance to challenge their core and fundamental beliefs and expectations. He is not the superstar, the superhuman that they would expect a Messenger to be. He does not perform miracles right and left to impress the unknowing and to win the acceptance of those who could not accept him otherwise.\n\nYou cannot buy this recognition. You cannot purchase it. Even miracles will not garner it in truth. Therefore, the Jesus is misunderstood. The Buddha is misunderstood. The Muhammad is misunderstood—not only from the people of their time, but the people throughout time. It is their humility, their humanity, their surrendering, their preparation and the great difficulty and challenge of their journeys that really begin to reveal their remarkable nature, purpose and design.\n\nYou are blessed now to live at a time of Revelation; a time which only comes perhaps every thousand years; a time of great difficulty, challenge and change for the human family—now with humanity facing its greatest challenges of collapse and disintegration from within and intervention from without, facing now challenges never known before by humanity as a whole.\n\nInto this grave and perilous time, God has sent a New Message for humanity to honor the world’s religions and to create their common Source, to call out from people the greatness that they carry: the power of Knowledge that God has given to each person to guide them, to protect them and to lead them to a greater role in service in the world.\n\nBut God has sent a Messenger, too, who carries within him a part of the Message that is not in scripture, that has not been recorded, that has not been written. He is part of the Revelation, you see. But he is behind the veil. And you must look deeply and honestly to see beyond this veil.\n\nHe cannot be used to enrich people. He cannot be used to gratify people. He cannot be used to create a false sense of importance of the people around him. He cannot be used as a tool of the state. He cannot be used to enhance people’s desire for wealth, power and charm.\n\nBecause he is veiled. You could sit next to him and perhaps not even notice, as many people have already. He could walk by you in the street, and you would take no notice that the most important person in the world just passed you, a person who has a gift for your life of such importance it cannot even be described.\n\nThere is only one Messenger for this time and the times to come because only one has been prepared, and only one has been sent. Others may proclaim this title for themselves, but only Heaven knows who has been sent for this purpose.\n\nTo know him, you must hear him—his proclamation, the gift of Wisdom that passes through him: the Revelation from God brought into the world through one man who has carried such a great burden. It has broken him down emotionally. It has broken him down physically. It has endangered his health. It has given him a toil, an unseen and unrecognized toil.\n\nIt is not the toil of survival. It is not the toil of self-gratification. It is the toil of carrying a great Message that would have to remain unknown for a long time until the Messenger was ready to proclaim and to come forth with the Revelation that he had spent 30 years receiving.\n\nYou will be called to the Message and the Messenger, you and others. If you are called and cannot receive, you will become critical. You will become a critic—unable to break away, but unable to respond truthfully. You will become a critic, a detractor.\n\nIf you can respond, then your life will begin to change. If you can accept the pathway and take the Steps to the greater Knowledge within you that God has provided, then you will begin to prepare yourself for a greater life, and free yourself from your former existence and all that constrained you there.\n\nIf you have the opportunity to meet the Messenger in his remaining years on Earth, it would be a great blessing for you. But when you do meet him, you will see the veil. He will be a veiled person. He will not reveal what is within him. He will not show you what he sees about you and your life, except rarely, and only then if you were to become a true student of the Revelation. He will not answer your questions. He will not meet your needs. You cannot use him as a resource, though you may try.\n\nHis veil has protected him, has kept him pure in an impure world, has assured his humility and his strength. It has given him his humanity and his compassion and love for the human family. It has strengthened him to endure not only the great passage of receiving the Revelation, but the difficulty of presenting it to a world that is ambivalent about God and Creation, that lives for the moment and does not consider the future or the outcome of one’s life, of people’s lives.\n\nThe Messenger has to accept that he will go unrecognized and that his Message will not be appreciated by so many people. He will have to face the ridicule and the condemnation of those who are drawn but cannot receive. He will have to see the blind rejection of people who are attached to their philosophies, their theologies and their religious beliefs, who are blinded by their firm and fixed notions. They do not even recognize God’s Emissary when he arrives on Earth. Even if they are religious, or consider themselves to be such, they cannot even recognize the Messenger.\n\nThe ignorance, the foolishness, the arrogance—the Messenger will have to face all of these without losing heart or becoming embittered. What compassion and restraint this requires, you can barely imagine. He who brings God’s answer for humanity will see it despoiled and rejected, dismissed and ridiculed. But he cannot lose heart, and he cannot lose his compassion for humanity and his faith in humanity.\n\nYou who sit on the sidelines of life and who barely participate there can hardly imagine what it means to come into the world with such a gift and such a difficult task.\n\nThe Messenger is seeking certain people who will be amongst the first to respond. To everyone else, he must wait. He cannot be engaged there. He will call certain people to their greater purpose and destiny. And some of them will fail to respond. He will have to face ill health and lack of support all along the way because his journey has been so demanding.\n\nAll of this is the reality of the Messenger, hidden behind the veil of an ordinary appearance and a simple life. Here there are no grand self-assertions. Here there is no attempt to establish oneself as great and grand and significant. It is only the Message and the Proclamation that establish who he is, what he is and why he is here. He himself will not do this.\n\nTo be the focal point of so many people’s adulation and hostility certainly is not a bright and happy prospect. To bring something pure and have it despoiled in the world is a heartwrenching prospect—to speak and not be heard; to give and have your gift not received; to speak to the needs of the people and have them turn away; to give the gift of promise, power, truth and integrity and have it discarded; to bring the one great Revelation into the world and have people think it is a mere teaching for their edification, a resource for them to use to enhance their beauty or their importance in the world.\n\nCertainly no one wants to come into the world to have to do all this. What a thankless journey where one will be surely misunderstood and misconstrued. But the Messenger comes, and because he has been held back and because he has had to carry the burden for so long without recognition, he is humble, he is strong, he is without presumption.\n\nHe sees the folly of humanity. He sees the arrogance of humanity. But instead of condemning everyone and everything, he brings the gift that can restore people to their true power, stature and purpose in the world.\n\nThis is the veil of the Messenger, but it must also become your veil to a lesser extent as you learn to receive something pure and beautiful, and to be able to present it to the world without anger and condemnation, able to accept and face rejection, able to look for those who can receive and not malign those who cannot, able to take a journey not of your own making, but which has been prepared for you.\n\nFor all who will assist the Messenger and carry the Revelation into the world in its pure form will have to develop this veil, this power, this presence. They must be hidden too around certain people and certain places. They too must hold within their hearts the Fire of Knowledge and not let the world take it from them and exploit them. They too will have to comprehend the example of the Messenger, even far beyond his life, to see its demonstration, its relevance and importance for them and how they must learn to be in the world—a world of truth and folly, a world of misunderstanding and misconceptions. Here you do not need a hero to worship, but you do need an example to follow.\n\nFor to realize your greater purpose in the world, you must understand the things that We are speaking of here today. The life and the demonstration of the Messenger will help you, even though you are not asked to carry such a great burden or assume such a difficult and remarkable role.\n\nIt is the humility of the Messenger, and the strength and compassion of the Messenger that will bespeak his greater purpose, nature and role. If this can be recognized, its value to the individual, to you, will be immense, for these are things you are called to do. These are things you can do, and you must do, if you are to assume a greater life in service to a world in need.\n\nThis is part of the Messenger’s gift to you, who are not merely a consumer of ideas, who will not merely use the Revelation as a resource for your own needs, but recognize your responsibility to help carry it forward in the world in its pure form, without wedding it or joining it with other things. Only then will you begin to fully understand the veil of the Messenger.",
  "audioUrl": "https://www.newmessage.org/av/the-veil-of-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/the-veil-of-the-messenger/"
}