{
  "title": "The Blessing",
  "content": "The Blessing is upon humanity, for this is a time of Revelation. This is the time when humanity is given a great gift, a great gift to give it purpose and direction facing the difficult and uncertain times ahead.\n\nThis is the time in which humanity receives a greater understanding of its spirituality, a call for its unity and cooperation and its destiny—both within this world and beyond this world within a Greater Community of intelligent life in the universe.\n\nFor humanity has reached a great threshold, a threshold from which there is no turning back. It is a threshold unlike any threshold that humanity as a whole has ever reached before.\n\nNow you must become a people of the world—not just people of one nation or tribe or group. For you are emerging into a Greater Community of intelligent life, where all whom you may encounter and all who watch you now will consider you people of the world.\n\nHere you are entering a greater panorama of life, and you are entering a competitive environment in the universe unlike anything you could even imagine. How you conduct yourself here, how you conduct your relations with each other, how you regard your position in the universe—all have tremendous weight in determining your future and how your destiny within this Greater Community will be fulfilled and even if it can be fulfilled.\n\nYou have reached the great threshold where you have the power to destroy the life-sustaining resources of this world and to set humanity into a permanent state of decline.\n\nYou have the power to compete with each other, as you have always competed, to drive humanity into this great state of decline. And [yet] you have the power to choose another way, a way out of a dilemma that will only become more difficult and intractable as time goes on.\n\nWhat you as an individual will do, what you as part of a larger group and a larger nation will do, will determine which of these two great choices you will make. If you continue to conduct yourself as you have in the past, as is your habit, then your future is predictable and is extremely grave.\n\nYet if you choose another way, then you can establish a new beginning, and you can express a greater promise that resides within the hearts of all who dwell here.\n\nThe Blessing here is to call forth this greater promise. It begins within the individual, of course, but it extends beyond the human family.\n\nThis has called a New Message from God into the world, for only a New Message from God can contain such a Blessing. Only it has the power to call forth the greater wisdom and the greater compassion that the Creator of all life has placed within each person.\n\nThere is no individual, there is no philosophy, there is no school of thought that can generate such a calling. It must come from the Creator of all life. It must come from the God of the entire Greater Community—the One God, the One Source, whose Angels watch over the world, but whose Power extends beyond what humanity can even imagine.\n\nGod has placed within each person the seed of Knowledge so that this calling may be responded to. This Knowledge is a greater intelligence within each person waiting to be discovered, but its whole existence is in relationship to the Creator of all life.\n\nIt is not a resource that you can use for yourself to enrich yourself or to gain advantage over others. For Knowledge will not do these things. Its purpose and its reality are to respond to the Creator of all life and to respond to the great calling that is going out as humanity continues to approach this great threshold in its existence.\n\nFor it is at this great turning point that humanity will choose success or failure in the face of immense difficulty in the world and in the face of opposing and competing forces from the Greater Community itself who seek to take advantage of a struggling and divided humanity.\n\nMany people around the world are feeling a great discomfort, a great uneasiness about the condition of the world and have grave concern for its future and for the future of humanity. They sense and feel and know that they are living at a time of great power, a time that will determine the fate and the outcome for humanity. This is not an intellectual understanding as much as it is a visceral experience, a powerful recognition, an innate sense of awareness—all of which come from Knowledge within them.\n\nThere is no escaping this great time, this great turning point. There is no more losing yourself in your fantasies and your individual pursuits. For if you enter this great time, this great threshold and this time of Revelation blind and self-obsessed, you will not be able to see, to know and to prepare.\n\nYou may pray to God for deliverance. You may pray to God for the Blessing. But the Blessing and the deliverance have already been placed within you—within Knowledge within you—awaiting the time when you would have the maturity, when you would have the need, when you would have the understanding that such a power within you must be called upon, must be followed, must be honored above all else.\n\nFor this is your relationship with God, and the urgency you feel within yourself is the Calling of God—the Calling to awaken, to become aware and to respond.\n\nDo not think that without your participation your life will have a greater possibility. Do not think that you can sleep through the greatest event in human history and expect to benefit from the changing circumstances around you. And do not think that you can find peace and equanimity by trying to overlook the great times in which you live. For there will be no peace and equanimity there. There will be no comfort and consolation there.\n\nYou are living in a time of Revelation. You are living at a time when humanity faces its greatest threshold, its greatest challenges, its greatest danger and yet its one great opportunity to establish human cooperation and unity in the face of grave and dire circumstances.\n\nTo see this and to know this for yourself, you must be able to overcome your own denial. You must be able to overcome the conditioning of your culture. You must be able to overcome your own preferences and your own seeking for escape. Perhaps you think this is not possible, but the power of Knowledge within you will enable you to do this and enable others to do this.\n\nThe Calling now is going forth. A New Message from God is in the world. The Messenger is in the world. He is now prepared to present the New Message. It contains the Blessing. It contains the Warning. It contains the Preparation.\n\nIt is not here to replace the world’s religions but to establish and reinforce their common ground, to enlighten them and to give them strength and purpose so that they may have a future—both within the world and within the Greater Community of life into which humanity is now emerging.\n\nIn the face of this great threshold, your governments will not have an answer. Your philosophers will not have an answer. Perhaps people will see part of the solution and attempt to express that, and that is necessary, but the answer must come from a greater power within you and a Greater Power beyond you.\n\nFor what will be required is a great shift in human understanding and a change in human behavior. These things must be necessitated by a Greater Power and by a greater response within you and within people all around the world. Not everyone will have to respond, but enough people in many places will need to experience this calling and this response.\n\nThe time is short. It is not time now to become listless or indecisive. There is no luxury in remaining ignorant and foolish in the face of the Great Waves of change.\n\nFor there is a Greater Darkness in the world. It is a Darkness more profound and more consequential than anything that humanity has ever faced before.\n\nIt enters the world at a time of great vulnerability for the human family, as you face a world in decline and as you face the great decision before you as to whether humanity will choose the path of self-destruction—a path born of competition, conflict and war—or whether the other path, the other way, will be recognized and claimed and required and expressed, a path towards cooperation and unity in the face of great danger.\n\nMany people around the world are beginning to see the evidence of this great danger, but many people are still asleep, dreaming of their own personal fulfillment, unaware and inattentive to the Great Waves of change that are already washing over the world.\n\nIt will therefore be necessary for those who can respond to respond fully—to recognize the great threat, to hear the great warning and to receive the great Blessing from the Creator of all life.\n\nThere is an answer for humanity, but it is not an answer that humanity can invent for itself entirely. For the answer must have the power to call people into a greater service to one another. It must have the power to overcome and override the psychological, the social and the political ideologies and tendencies that continue to cast humanity in opposition to itself. It must be a power great enough to incite compassion, tolerance and forgiveness in the human family.\n\nIt is not simply a set of ideas. It is the power of redemption. It is a calling from God and a response from God’s Creation—a response within people, a response within you.\n\nTherefore, receive the Blessing. You will not be able to understand it intellectually, but you can feel it and know that it is genuine. You can feel the response stirring within yourself.\n\nHonor this response and allow it to emerge in your awareness. Allow it to lead you forward. It is the guidance that the Creator is providing for you. It has been sleeping within you as you have been sleeping around it.\n\nNow it must awaken, for the time for its emergence has come. Now you must look out into the world with clear and objective eyes. Now you must set aside the childish and foolish preoccupations that can only keep you weak and blind and vulnerable.\n\nThis is a time of Revelation. Such times only come very rarely—at great turning points for the human family, at great moments of opportunity where the Creator of all life can give humanity a greater Wisdom and Knowledge and a new infusion of inspiration and spiritual power.\n\nThis is your time. This is the time you have come for. For you did not come all the way into this world with the assistance of the Angelic Host simply to be a consumer here—simply to build a nest for yourself, simply to enrich yourself and to struggle with others for this enrichment.\n\nThough this may be the reality of your life here at this moment, it is not your greater reality, which is to bring something more precious into the world, something the world cannot give itself, and to allow this gift to reshape your life and redirect your life in service to humanity and in service to life within this world.\n\nYet a purpose must be activated by a greater calling and a greater set of circumstances. Therefore, do not shrink from the Great Waves of change that are coming, but face them. You will be frightened and uncertain in their shadow, but their reality will also ignite a spiritual power within you, and this spiritual power will come forth because of the Calling, because of the Blessing.\n\nFor God is calling all who are asleep now to awaken from their dreams of misery and fulfillment, to respond to this great time and to prepare to render the gifts that they were sent into the world to give to a struggling humanity—a humanity whose future now will be largely determined within the few years to come. This is the Blessing.\n\nYou may pray to God for many things. You may ask to be preserved. You may pray for opportunity and advantage. You may pray for the well-being of your family members and loved ones. But there is no greater response that you could give and there is no greater gift that could be given than the Blessing. For the Blessing responds to a far greater question that comes from within you, from the need of your soul. It is a communication far beyond the reach of the intellect or the needs of the moment. It provides for far more than you have learned to ask for.\n\nIt is a way. It is a path. It is an awareness. It is a journey. It is a mountain to climb. That is the Blessing.\n\nThat is what will rearrange your life and give it meaning. That is what will organize your thinking and give you an escape from ambivalence and chaos. This, regardless of your circumstances, will bring the Blessing into your life so that others can see it and feel it and respond to it. It is intangible. It is ineffable. Yet it has the power to bring all the greater rewards into the human family.\n\nIt is only the Blessing that can prepare and protect humanity. It is only the Blessing that will give you the pathway through the uncertain and difficult times ahead. And it is only the Blessing that can prepare you for the Greater Darkness that is in the world—the Greater Darkness that has the power to determine the future of every person and every future person in this world.\n\nThis is a time calling for human unity and human power and human wisdom to come to the fore. For you now face competition from beyond the world, as well as disastrous circumstances within the world. It is a set of circumstances that are unprecedented in all of humanity’s existence.\n\nThink not that such a reality is in some distant future or that it is not upon you now. Unless you can see the great challenge, you will not feel the great need. If you cannot feel the great need, you will not recognize the Blessing. You will not feel the need for the Blessing. You will not see that without the Blessing, humanity will enter a period of prolonged decline, with grave and immensely difficult circumstances.\n\nGod understands humanity’s predicament even if humanity cannot recognize it itself. God knows the need of your soul even if you cannot yet fully feel it within yourself. God knows what is coming for humanity and is calling for humanity to prepare—to become awake and aware—to prepare.\n\nGod’s Will and human decision are not the same. Therefore, the outcome is up to people. The Creator has already given the great endowment of Knowledge. The Angels watch over the world. But the outcome is in the hands of the people.\n\nPeople can choose—as many other races in the Greater Community have chosen through time immemorial—to fail, to decline, to fall under the persuasion and domination of other forces. This has happened countless times both within your world and within the immense vastness of the universe.\n\nWhat God wills and what people choose and want for themselves are not the same. And that is the problem. That is the conundrum. That is what creates the great Separation. This is what disables you from following Knowledge within yourself. This is what keeps people blind, engendering foolish and destructive behavior. Therefore, if you can recognize the problem, you put yourself in a position to recognize the solution.\n\nThe Calling must come from God. The answer is within Knowledge within you and Knowledge within everyone. There is no competition or conflict between this Knowledge, as it exists in everyone. How different it is from your theories and ideas, your prescriptions and your societies’ prescriptions.\n\nIn the end, humanity must take courageous action and make difficult decisions. But the Calling is there.\n\nYour decisions and your actions must follow the Blessing and not precede it. Allow yourself to receive the gift of the Blessing and then, step by step, you will know what to do—what series of actions you must undertake, the thresholds that you must pass through and the change that you must bring about in your own thinking and your own circumstances. Action and understanding follow the Blessing.\n\nTo give, you must first receive. To know, your eyes must first be open. To have the power and the courage to respond, you must see the need and feel the greatness of the times in which you live.\n\nYou must prepare your mind and your emotions. You must prepare yourself to receive the Blessing and to experience the greater response within you, the great calling to Knowledge within you. You must allow this Knowledge to emerge slowly, without trying to control it or dominate it or manipulate it in any way.\n\nIn this way, the Blessing takes hold within you and grows forth within you. For the Blessing is not a momentary thing. It is not something you experience like a flash of lightning. It does not illuminate the landscape at night for a second only.\n\nIt begins a process of emergence. It begins a process of renewal. It begins the process of redemption that can direct and fulfill the remainder of your life here. Such is the great need of humanity, and such is the great need of your soul and of all who dwell here.\n\nMay the power of the Blessing now, and may the gravity of your situation, reveal themselves to you most powerfully. And may you pass through the initial feelings of fear, insecurity and inadequacy in order to respond and to allow the response to happen within your life, as it will do today, tomorrow and each day to follow. For this is the time of Revelation. And you are here at the time of Revelation.",
  "audioUrl": "https://www.newmessage.org/av/the-blessing.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-blessing/"
}