{
  "title": "The Danger of Isolation",
  "content": "In the face of the Great Waves of change, it is important that you are not isolated and that other people know who you are and where you are—people who can assist you, people whose wisdom you can rely upon, people who can support you in times of need. This network of relationships, to whatever extent it can be established or is established already, is vitally important.\n\n\n\nYou will need great assistance from others. You will not be able to completely take care of yourself in the face of the Great Waves of change. You will need others for guidance, for assistance, and, under great duress, you will need someone to help you to feed yourself and take care of yourself. It will be a great dilemma for those who are isolated, for those who have never built a functioning and supportive network of relationships.\n\n\n\nIt is unwise to live far away from the cities, where provisions can be provided and where you can gain access to the very fundamental things that you will need. If you are far away from the cities and are not closely engaged with your neighbors, you will be isolated and on your own.\n\n\n\nIn the future, people will be abandoning their homes in the distant country, seeking food, energy, shelter and security. It will not be safe living alone in outlying districts, as there will be much crime and thievery. This will be due to the fact that there will be many people out of work, desperately seeking for anything that they can use or sell. For someone living alone in the country, they will be very vulnerable, and law enforcement will not be sufficient to protect them, for the needs of rural communities will be so immense that law enforcement will be overwhelmed.\n\n\n\nThat is why your preparation for the Great Waves must begin far in advance of extreme or difficult situations. If you wait, if you hold yourself back from your preparation, if you wait until there is agreement and consensus, then you will have very few options. You will have very few options and very few choices. Here, as has been the case throughout human history, your strength will lie in Knowledge within you and within your primary relationships and community, to whatever extent they have been established.\n\n\n\nThat is why now is the time to begin to share the reality of the Great Waves with those people whom you know—with your friends and your relatives, even with your neighbors. Perhaps only a few of them will be able to respond, but nonetheless you are building your own social security for the future, for there will be very little social security from your governments.\n\n\n\nYour situation then has to be completely reevaluated, and that is part of the deep evaluation that will be required. You will have to figure out how to find a way to get to your neighbors, your friends and your allies, particularly if you live in a rural area where the distances can be great. Rural living will become very hazardous unless you have established a high degree of self-sufficiency. But that is very difficult to achieve and can only be prolonged for a certain period of time.\n\n\n\nIn the future, agricultural areas will be protected to some degree, but many people live in rural areas who are not focused primarily on agriculture, thinking they want to be closer to nature as in an early era. Thinking they want to be away from the stress and the difficulties of living in cities and urban areas, they move now far away.\n\n\n\nBut the world is changing. Your situation is changing and will change even more. What you previously sought as a reprieve, as a retreat, now becomes a hazard. When fuel supplies become extremely low and there are shortages, how will you function? Even your nearest towns may not have food, petroleum and medicine, for these things will be focused in large cities, where large congregations of people live. Outlying districts will have difficulty acquiring even the most fundamental things.\n\n\n\nEverything has to be reconsidered in the face of the Great Waves of change. Isolation here, even within a large city, is very hazardous. And this is particularly true for single mothers. It is particularly true for the elderly. It is particularly true for children and for people who have handicaps and are disabled. How will they know what to do when there are shortages of food, or shortages of water, or shortages of petroleum, or when they are unable to heat their homes or their apartments? For all these circumstances will arise within the Great Waves of change, even in the wealthy nations.\n\n\n\nDo not think here that if you live in a rural area that you can stockpile food and medicine, for how long will that last you? And what will prevent people coming to steal it from you, coming in the night, coming in the day? Your retreat has now become an isolation, a hazardous isolation.\n\n\n\nIn the future, people will flock to the cities for food, for energy, for medicine and for security. Great congregations of people will come from outlying districts, where supplies will fall short. You do not want to be at the bottom of the list, living in a town or a village. It could take weeks or months for supplies to reach you.\n\n\n\nPeople think, “Oh, this cannot be. It is impossible. This will never happen!” But this has happened countless times throughout human history, and in the face of the Great Waves of change, these circumstances are inevitable. How is your nation going to survive and function on half of the energy resources it is using now? And who will be the first to receive these resources and to receive assistance from your government?\n\n\n\nIt is a different world you are entering, a different set of circumstances. If you can see the Great Waves of change—if you will take the time to study them, to read about them and to consider them—you will see how absolutely vulnerable you are and how vulnerable people are who are isolated—geographically isolated, socially isolated or circumstantially isolated.\n\n\n\nThat is why it is so important to educate your friends, family and neighbors about the Great Waves of change, to collaborate with them and to create a plan of assistance—to have contingency plans in case certain things transpire, to have homes where you can gather, to build a reserve of resources so that you are not immediately in danger and to bond together if necessary and provide assistance and support for one another.\n\n\n\nThis community preparedness is so vitally important, even in outlying rural areas. You will have to have enough provisions to provide for yourself in the interim, to support people who may come to you who have nothing, to consider the predicament for elderly persons living in your proximity and to have enough resources to provide for them if necessary or to assist them. This will make the difference between a set of circumstances being difficult and being catastrophic.\n\n\n\nCommunity preparedness is very important. It is very significant. That is why this book has provided “Recommendations” for preparing for the Great Waves of change. These are beginning steps. If people will take these steps, they will be in a much better position. But to change one’s circumstances takes time and takes effort and courage and is often quite difficult to do, particularly if you are in a family where others do not agree with you.\n\n\n\nTime is of the essence then. You need this time to consider where you live, how you live, how you can get about, where you will be able to provision yourself, where those provisions might be and to build a network of support with your friends, family and neighbors who are living in your proximity. This will give you time to relieve yourself of unnecessary possessions, activities or obligations that are draining your energy away from this primary focus and emphasis.\n\n\n\nIf there are shortages of fuel, what will you do? This is a particularly serious problem for people living in outlying rural areas or far away from distribution centers. They will be the last to receive whatever provisions can be provided. How are they going to function in their homes, on their farms and in their personal retreats? And how long will they be able to last, even if they have set aside resources and provisions? Even the “Recommendations” given in this book emphasize that stockpiling resources and provisions is only a short-term emphasis. It is only to enable you to pass through shocks or difficult periods. They are not permanent solutions.\n\n\n\nIt is very important, then, that you begin to face the Great Waves of change and to share this message with others and to honestly discuss with them, if they are open to it, ways that you can be of future assistance to one another if necessary.\n\n\n\nAs you can see through reading the words in this book what a great and significant thing this really is, how quickly people’s circumstances can change, how little it would take to throw your situation into enormous jeopardy and how utterly reliant you are upon resources coming from afar—resources that you take for granted, resources that you never question. What would happen if they were no longer available to you?\n\n\n\nYou must think of these things now—not emotionally, but reasonably—considering your advantages and disadvantages based upon where you live, how you live and how you travel about. What assets do you have? What are your liabilities? What is the strength of your position? Do you need to change your living circumstances radically in the face of the Great Waves of change? If so, you will need to do this fairly quickly because these things take time, and time is what you do not have a lot of. If there are shortages of fuel, or if the price of everything escalates beyond what you can afford, what will you do then? Complain? Cry? Break down? Have a tantrum? Having never thought of these things before, the shock will be overwhelming to you, and you will have few choices in what to do.\n\n\n\nThat is why the wise are always considering what is coming over the horizon. They are always looking and watching. They are not afraid and not terrified, but cautious. For all the people who are sensing great change in the world, and there are many of you who are experiencing this even now, it is important to look at what that change might be and how you will need to prepare yourself for it, given whatever resources that you have.\n\n\n\nHere you cannot rely upon governments or political parties or technological innovations, for these alone will not be sufficient to protect the people—the people of your nation, the people of your city, the people of your town or village—from the great impacts of the Great Waves of change.\n\n\n\nBecause the climate will be changing, there will be a tremendous loss of food productivity in the world. And because fuel supplies will become more expensive and difficult to get, it will be harder for large farms to produce enough food. Food will be a major emphasis, as it is already in the poorer nations. But even in the wealthy nations, food will be a major priority—not simply the price of food, but the availability of food. That is why you maintain a provision to last you at least a month so you have time to consider what you must do next and not simply be thrown into panic or desperation.\n\n\n\nIf you can begin to prepare, you will gain confidence. If you do nothing, you will lose heart. You will be defeated before the trials have even appeared, before the difficulties have even really reached you. Some people will capitulate even at the idea that they must reconsider their lives and prepare for the Great Waves of change. It is sad that their courage and integrity have become so weakened that they would give in so easily. Their plight will be extreme. Now it will be up to other people to take care of them, when in fact it is they who should be taking care of other people.\n\n\n\nYou will see this. You will see all the demonstrations of human ignorance, human denial, human folly and human fantasy in the face of the Great Waves of change. Everything will become amplified. If someone was being foolish before, they will likely be more foolish now. If someone was living on a set of weak assumptions, they will assert those assumptions even more strongly now. If someone was living in a state of denial, they will increase their expression of denial until they can no longer do so.\n\n\n\nHere you must be prepared. There will be utter panic, chaos and desperation around you as people, now caught off guard, have to face a really difficult situation for which they have not prepared—a situation that is now undermining their whole life and reality.\n\n\n\nWhat would it take to produce such a powerful impact? A fuel shortage in your nation, your state or your region—that alone would do it. A violent weather event. A hurricane, a tornado or extreme drought as the planet heats, and all of a sudden, there is not enough water for both human beings and for agriculture. It would take so very little to throw your life into jeopardy.\n\n\n\nEveryone is living on a set of assumptions based upon a weak and fragile infrastructure. Should the infrastructure break, as it will, people will suddenly be thrown into desperation and confusion. It is those who can be forewarned, it is those who have the courage to face the inevitable changes that will come and the grave possibilities they bring with them that will be strong enough to withstand these challenges and to provide strength, encouragement and direction for others.\n\n\n\nTherefore, do not worry about trying to change the awareness of everyone. It is your awareness that must change. It is you who must reach out to whoever is in your proximity that can support and assist you in your efforts. People have talents. They have wisdom. They have skills. These will all have to be brought together for the welfare of everyone involved. Even if you cannot get your town or city to develop a preparation plan, you can still reach out to certain people and establish a network with them.\n\n\n\nThe situation calls for human strength, but it will also reveal human weakness in all of its manifestations. A great difficulty the human family has is in not preparing for the future—not preparing for the real future, not thinking ahead, not being able to look out on the world with clear and objective eyes and not considering the possibilities, the probabilities and the extreme likelihood of great change.\n\n\n\nYou are living in a world of decline. The availability of fuel, the availability of electricity, the availability of food, and in some places water, will become ever greater problems as your environment is unable to provide for the over-arching demands of people and the way that they live.\n\n\n\nMedicines will be difficult to acquire, particularly if you are living in outlying or rural regions. It will not be as it is today, where you can simply order things electronically and they will be delivered. Such deliveries may not be possible in the future. What are you going to do if you require these medications?\n\n\n\nThese are all extremely practical and realistic questions now. Perhaps they were unthinkable before, and you never concerned yourself with them. But now you must concern yourself with them, for you are facing a set of changes in the world that will alter the availability and the distribution of resources, fundamental resources. And you will see how vulnerable you really are in even considering these things, particularly if you are living in isolation geographically or socially. That is why it takes time to build access to other people who are aware of the Great Waves of change, to help one another to consider what must be done and to use the “Recommendations” that are presented here as a starting point.\n\n\n\nIt will require a lot of energy and time to do this—energy and time that now is being given to things of perhaps little or no value, or things that are certainly not essential for your future well-being. Take all of the energy that you might use currently in complaining about the world, complaining about other people, complaining about your government or complaining about life, and bring that focus and energy to bear in preparing for the Great Waves of change, in building a network of support with other people and in educating your local community. The majority of people are unaware that the Great Waves are coming, and when those Waves arrive, they will not be ready.\n\n\n\nLife is about living fully in the moment and about preparing wisely for the future. That is what the animals do. That is what human beings must learn to do if they are to be intelligent. It is coming back into the natural world and leaving your artificial world of technology—your artificial world that is based upon weak assumptions, assumptions based upon a weak and overextended infrastructure—that supports you with what you need.\n\n\n\nDo not think that because the nation you live in is large and highly populated and that there is wealth and technology that it cannot fail in the face of the Great Waves of change and that society itself cannot be undone at the very core. Even as food becomes more expensive, and in places unavailable, it is going to push your economic stability over the edge. And this is happening already. Think now, what would happen if this price increase did not stop?\n\n\n\nYou are preparing for a world in decline. If you have lived in a wealthy and affluent nation, it is going to be a very difficult recognition and transition to make. It will be difficult in large part because of your ideas, your assumptions and your beliefs and the weakness that has been established over time in disabling you from facing difficult and unexpected circumstances.\n\n\n\nTherefore, you must bridge your isolation. Become involved in your local community. Speak in your local city councils and governments. Find out what your town or your city or your nation is doing to prepare for these great difficulties. Read, become educated, go visit people, participate. Escape your isolation and self-obsession. Become involved. Become an advocate. Share the revelation in this book with other people. Read what other people are discovering as they begin to discern the Great Waves of change. This is healthy for you. It is redemptive for you. It will give you confidence if you act. If you do nothing, your confidence will fall away, and you will sink into despair. Then you will be truly powerless and truly vulnerable.\n\n\n\nThe situation calls for you to become powerful, for you to become engaged with others, for you to escape your own hellish isolation, for you to take action, for you to realize your strength, to utilize your skills and to utilize the skills of other people, knowing that alone you cannot prepare adequately for the great change that is coming now.\n\n\n\nIf you live in a desert region, you may have to leave, as there may be no water for you in the future, and it may be very difficult for food to reach your community. Do not live near moving water, near rivers that will overflow in the face of violent weather and changing climate conditions. It is wise to move away from coastal regions that will be affected by violent weather and in many cases from certain large cities that will be subject to extreme social unrest.\n\n\n\nKnowledge within you, the greater intelligence that God has given you, will give you direction and will give you signs and will provide steps for you to take. You take these steps without fully understanding the whole process or the outcome. You simply take the steps. Knowledge will speak to you through your thoughts, through your feelings. But it will not speak through fear, it will not speak through fantasy, and it will not speak to your preferences. You must be open, asking Knowledge within yourself, “What must I do now? What is the next step for me? How shall I regard this particular situation? What decision should I make regarding this particular thing?”\n\n\n\nYou must stay with this. You have to get past fear and rejection, shock and awe, to get into a place of greater clarity and objectivity so that you can respond to Knowledge, feel Knowledge, hear Knowledge and see the signs that Knowledge is giving you.\n\n\n\nYou cannot solve this problem for the world. You cannot solve this problem for the nation. You first must build your ark. And you must build the ark before the rains come, before the great change is upon you. You must help others build arks, and you must join your ark with theirs so that you have relationship and community.\n\n\n\nYour strength is in Knowledge, relationship and community. All three of these now become primary. It is more important than wealth. It is more important than pleasure. It is more important than seeking escape. It is more important than your hobbies and your obsessions. It is more important than your romances and your tragedies. Building your connection to Knowledge, building strong relationships with others and becoming part of a community of preparation—this is what really matters.\n\n\n\nYou must function on only partial awareness and partial certainty. You will not know everything that needs to be done. No one knows that. You will have to choose carefully who you listen to, for some people will give you very bad advice. Even people who are aware of the Great Waves of change can give you very bad advice as to what you must do.\n\n\n\nHere the strength of your relationships will help you, for it is more difficult to deceive two minds than it is to deceive one. Here you must bring everything to Knowledge. Ask Knowledge, “Is this a good idea?” Ask Knowledge, “Should I follow the recommendations of this person?” Perhaps you will feel resistance; perhaps Knowledge will be silent. Both indicate that you should stop and not proceed with that decision or follow that person.\n\n\n\nYou must be patient. You must be observant. If you are frightened and panicked, you will do extreme and unwise things. You have to face great danger with courage and with as much objectivity as you can muster. This requires the power of Knowledge within yourself. And it requires the confidence that you can take action, that you can move your life in a positive direction and that you will not fall into the trap of easy assumptions or simple solutions, thinking you have an answer for everything.\n\n\n\nDo not underestimate the risks and the power of the Great Waves. Many people will do this, thinking, “Oh, well, you just provide this new technology, and it’s not a problem” or “You just have people change their behavior in this one way, and everything is fine.” Others will say, “It is not really a big problem. It is all being invented by other people for their own profit or advantages.” You will hear a whole range of responses to the Great Waves of change. But only within yourself, in the depth of your experience, will you know, and if you listen carefully, you will see who amongst others is wise and who is unwise.\n\n\n\nOne should never underestimate adversity when entering into changing circumstances. That is basic wisdom regarding living in physical reality. Many people do this, of course. Some people do this in facing anything and everything. But for you, you must gain a greater strength, a greater confidence and with it a greater patience. You have to follow the steps. You cannot simply have big answers. Big answers will not be true answers. Everything has to be tried and proven. You do not climb a great mountain in one giant leap. You have to prepare yourself and your provisions, and you have to take the long journey and build strength and wisdom as you go.\n\n\n\nDo not worry that others are not doing this. Do not worry that the general population seems asleep and falsely self-assured. You yourself must prepare. Against all odds, you must prepare. Against the discouragement you will see in observing others, you must still prepare. You prepare because you must—not because everyone is doing it, not because the experts have told you that you must do it. Even most of the experts do not know what is coming and are not responding appropriately.\n\n\n\nYou are being given a gift of love here. If you can appreciate the problem, you will see the value of the answer. If you can recognize the great challenge coming now, you will appreciate the gift of preparation. You will not see it as an inconvenience. You will not think of it in a negative way. You will not deny it, repudiate it or think it is too extreme. In fact, it is quite appropriate in the face of the Great Waves.\n\n\n\nThis preparation will redeem you. It will free you from your own self-obsession, your own weaknesses, your own foolishness and your own preoccupations. It will require you to respond to life and to the world and to reality. You will find you have strength you did not know you had before. If you take action, you will realize that you have this strength and can build this strength. If you reach out to others, you will find that others have strength and you will need their strength as well, as they will need yours.\n\n\n\nThis will be life affirming, for people were meant to function together in harmony. People do not do well when they are living in isolation, whether it be geographical isolation, social isolation or psychological isolation. People wither and shrink in isolation, but become stronger in functioning together for a greater purpose. Now you have a greater purpose. You do not have to wonder now, “Who am I, why am I in the world, and what am I really here to do?” because life is telling you what you must do, and Knowledge within you is urging you to respond. You are freed from endless deliberation, self-questioning, self-evaluation and self-obsession, for now you must respond to the world.\n\n\n\nIt will take time to gain certain information that you will need, but it must lead to wise and constructive action. You must prepare before the Great Waves come. You must prepare before others realize what is happening. You are being given this early warning. It is a blessing of unparalleled value and importance for you.\n\n\n\nRethink your life—your relationship with where you live, the house you live in, your work, your transportation, your relationships. Who is wise amongst those whom you know? Who has skills? Who is strong? Who can face the Great Waves of change? Learn what the resources of your community are. What can they provide? What assets do they really have that can support you and your community?\n\n\n\nThe work is immense. It is necessary. And now is the time. There is no more time for just foolish consideration, thinking about the problem. And it is not appropriate to simply be frightened and do nothing. If you act, you will become stronger and more confident. If you do not act, you will become weaker and less confident. Action is necessary. There is so much to do, and now is the time to take this action.\n\n\n\nIt is as if your nation were going to enter a great war that will decide the fate of the world. You must think of the Great Waves like this, except now you are going to be at war with the world, with the conditions of the world that have largely been created by humanity’s overuse and abuse of the world’s resources and environment. It is going to war with the circumstances you have created, circumstances that can now defeat you and overwhelm you.\n\n\n\nYou must think of it in a big way, or you will diminish it because you are afraid. You will diminish it because you are not confident. You will diminish it because everyone else is diminishing the risk. You will fall back into complacency and false self-assurance, re-engaging with your former interests and priorities. You were awake for a few minutes. You were alerted, but then you fell back into a state of slumber—sleeping now, unaware, unprepared and assured that everything will be taken care of for you by someone, somewhere, somehow.\n\n\n\nThis is the weakness of humanity. It has lost its strength, its awareness and its response to nature—living in insulation, living in affluence, living on self-assurance. The wealth and splendor that were created in the last century will diminish and decline in this century—decline rapidly, as if a great balloon were deflating, so vulnerable it was from being punctured by so many things.\n\n\n\nYou must adjust and adapt. That is being intelligent. To deny this is not being intelligent. Living in isolation is not intelligent. There are very few people who will be able to survive in isolation, but they will have to have immense skills and will have to live a life of continued hardship. This would only work for a very, very unique set of individuals. For everyone else, which is nearly everyone else, there will have to be greater human cooperation and a very careful use of resources.\n\n\n\nThe whole human landscape will have to be redesigned over time so that people can function and live under a very different set of circumstances in a world in decline. In the future, whole cities will be abandoned due to the heating of the world. If you live in a city like this now, you must consider relocation. Whole regions of the world will become so arid that almost no one will be able to live there. They will have to move. Where should they go? What should they do? And who would receive them?\n\n\n\nYou cannot answer these questions. You do not have an answer for these questions. But you have a journey to take. You have a preparation to make. You have a pathway to follow. You were always meant to have this preparation, this journey and this pathway. Now is the time that you must begin and proceed. You cannot control the outcome for the world, but you can build greater stability for yourself and for other people, and this is important. This is within the realm of your responsibility and capability, and this is what you must do now.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/the-danger-of-isolation/"
}