{
  "title": "The Gift of a New Life",
  "content": "God’s New Revelation is not here to simply add value to your current existence or to validate your current ideas and pursuits. It is not here to validate the world’s religions or to conform to their beliefs or expectations, for God is not bound by these things. It is not here to validate your expectations, for the Creator of all the universes is certainly not bound by this.\n\nReally, the New Message from God is here to provide a new life for those who can truly respond to it, to give them a greater foundation upon which to build a meaningful life—an inspired life, a life that is guided by Knowledge, a life of true relationships and meaningful engagement with the world.\n\nHere roles are not assigned, but people are given the foundation so that Knowledge within them, the greater power that God has given to guide them, may become evident to them, that they may learn through time to trust this and to follow this, navigating the difficulties of life and the greater difficulties they will have to face in a new world of diminishing resources and greater instability.\n\nPeople come to the New Message to see if it conforms to their beliefs, their ideas and their expectations. Of course, it does not do this. People come to the New Message from God wanting to use it as a resource to get what they want for themselves. But the New Revelation has a greater plan and promise for them.\n\nPeople come to the New Message hoping that they will find the wisdom necessary to correct their mistakes and to make their current investments profitable and meaningful. But the New Message is here to give them a new life—not simply a new idea put upon an old life, not simply a sweetener to make the bitter taste of their current experience more palatable and acceptable. People expect too little and want too little, and their expectations are not in keeping with the meaning and the power of the Revelation.\n\nPeople come to God’s New Revelation wanting to see how they can use it right away, as if it is nothing more than a series of tools that people could use to try to improve their lives. But they cannot improve their lives because they do not know what they are doing. They do not know where they are going. And their assumptions and their beliefs, more often than not, are not in keeping with their greater purpose and true direction in life.\n\nPeople may think God is great and inexplicable, but they try to use God as a kind of servant, an errand boy for their desires, their wishes and their difficulties. They say, “Well, what can God do for me? What will God’s New Revelation do for me?”\n\nYou can see by this questioning that their attitude and approach are not appropriate. There is no reverence. There is no respect. There is no comprehension that they are dealing with something far greater than their understanding, that far exceeds their expectations, their values and their preferences. So what can God do for them but encourage them through life’s changes and life’s disappointments to come to this great engagement with a clearer intention and a more honest approach?\n\nThe New Message is here to save humanity from calamity and from subjugation in the universe as you begin to emerge into a Greater Community of life, a Greater Community in which you have always lived and with which you must now learn to contend.\n\nIt is also here to give individuals a new experience, a new foundation and the opportunity to restore their lives, to redeem themselves and to utilize their abilities and the power of Knowledge within themselves to be of service to a world whose needs and difficulties are escalating with each passing day.\n\nMany people have given up on the search for greater meaning, or they never cultivated it to begin with. For them, the New Revelation will be a curiosity or an object of condemnation, something upon which they can project their fears, their judgments and their grievances without ever really understanding what they are looking at.\n\nThere will be all manner of response to this, of course, but it is important for those who are coming to this with an honest intention and with humility and sincerity to realize the power and the potency of God’s Revelation and what it can mean for them—to restore them, to give them a greater purpose and direction, which already live within them.\n\nYou do not invent purpose and direction, for it is built in, you see. It is part of the blueprint of your deeper nature, beyond the realm of the intellect. Beyond debate and speculation this is. You can argue with it forever, but it just means that you do not understand.\n\nIt is important that people who come to the Revelation, sincerely, that they have an understanding, really, at the outset that they are dealing with something of a greater magnitude. It is not a mere teaching amongst other teachings. It is not simply a promising thing that will give them what they want in life. It is a whole other level altogether. That is why it is a New Message from God, the only Message from God in the world today.\n\nThis does not mean the New Message is going to craft a new life for you and give you a role to play, for that must come from within you—between you and yourself, between you and your engagement with life.\n\nMany people will need the New Message to be the center of their practice and focus. And some people will be called to serve the New Message directly because that is their calling. But for many others, it will give them the strength to discern a greater direction and to give them a greater internal power and strength to make the necessary decisions and to turn the corners that must be turned to begin to move in a positive and meaningful direction.\n\nThere are many people in the world today who know they must prepare for something, who feel called to a greater participation, who have a sense that their life is more important than the mundane activities of the day. Some will not find their way in the religious traditions of the world because they are being prepared and called for something new in the world. They are more connected to the future than the past, and the future is calling them and pulling them forward.\n\nThere are people destined to receive God’s Revelation and to study it and to apply it. They are not going to find their way anywhere else. If you are destined for something of this magnitude, you will not find satisfaction and fulfillment anywhere else. Try as you may, believe as hard as you can believe, try to alter your life like a tyrant, you still cannot make the primary engagement unless your life is pointed in the right direction and the nature of engagement that is meant for you can be clearly discerned and accepted.\n\nIt is for these people that the Revelation will provide a new life, not simply an enhancement of their old life, not simply a justification for what they have done or not done in the past. It is not simply a comfort to tell them, “Well, you are all right. What you have done is all right. It is okay.”\n\nNo. The Revelation will make your errors more glaring, your disappointments more apparent, your lack of direction more deeply felt. It may even increase your suffering at the outset until you can discern the real gift of Revelation and to recognize that you are beginning a greater journey now, perhaps a journey you have been on for some time that is now taking a great step forward.\n\nHere there is no room for compromise. You cannot make a deal with God. You cannot make a deal with your own purpose and destiny, for you cannot change these things. You can only avoid them, deny them or go through the process of accepting them and claiming them.\n\nHow your purpose will be expressed depends upon the changing circumstances of the world. So in this not all things are pre-determined, certainly not. Your success or failure is not only based upon your participation, but on the participation and readiness of others who are destined to play a significant role in your life. If they fail in this, it will affect the outcome for you, for your progress is dependent upon the development of certain other people.\n\nThis is not an individual pursuit where you try to enlighten yourself individually. It is a joining and a union with others for a greater purpose. If they fail, it will affect the outcome for you. If you fail, it will affect the outcome for them. That is why failure here has such great consequence.\n\nYou are still thinking as if you are living in Separation, so you cannot see that your destiny is tied with others. These are others who you will have to find in life. They will not be the charming personalities and the beautiful faces and the gracious social behavior that draw so many people. They will not even be people whom you could love or for whom you have some past association. Most of these people will not share your future even if you have had a distant past association with them. You will need Knowledge now, for it alone within you will know. It will see. It will respond.\n\nIf that other person is not ready, well, it will be a tragedy for you. That does not mean your life is over. It just means that another plan will have to be established for you. Your journey will be longer and more uncertain as a result.\n\nThere is so much to unlearn. There is so much conditioning that is not only counterproductive but actually destructive to the individual. There is so much driving expectation that leads you to commit yourself before you even know what you are doing in life, before you have made a connection with Knowledge, which alone holds for you your greater purpose and destiny.\n\nGod would never reveal these things to the intellect, a part of your mind that is conditioned by the world and is so unreliable and so weak and so easily persuaded by other forces. No, the gift is given to a deeper part of you that is not influenced by the world, that is not influenced by your changing feelings and attitudes, your shifting emotions, your hope, your fear, your ecstasy, your destitution—not affected by any of this. It is living deep in the ocean [of your mind], not on the turbulent surface.\n\nTaking the Steps to Knowledge then becomes essential, or your life will continue to be a vain pursuit—chasing people, chasing promises, chasing ambition, chasing dreams, chasing hope, running away from fear in all cases, terrified that you may be lost and alone, terrified that your life will never come together.\n\nKnowledge exists beyond the realm of desire and fear. That is why it is sound. That is why it is strong. That is why it is unchanging, and you cannot change it. This, however, represents your redemption—that no matter what you think or do or have done or have not done, the power of redemption lives within you.\n\nGod does not have to figure out your situation. The Lord of the universe is not focused on your life. But God has put Knowledge within you, and it holds your purpose and direction. It will find the people you must find. It will bring correction, balance and harmony to your life if you are able to discern it, to follow it and to apply it, wherever that is necessary.\n\nThis is what creates a new life—not an old life with a few enhancements; not an old life with a new belief system; not an old life with a new set of clothes or a fancy religious explanation for everything; not a tragic person dressed up for success; not a lonely, isolated person who has now become socially acceptable because you say and do all the right things. You are not simply a billboard for someone else’s beliefs. There is a greater promise for you.\n\nGod cares for you because God is providing you a new life. Otherwise, God would let everyone falter and fail and would not be concerned. This is what people actually believe because if you think God’s Revelations were given centuries ago and God has nothing else to say to humanity, then you must conclude that God really does not care and has nothing more to say as humanity faces thresholds now, collectively, that it has never had to face before.\n\nHow will you deal with a declining world? How will you deal with intervention from predatory races from the universe, who are here to take advantage of human weakness and division? How will you deal with political and economic upheaval on a scale never seen before in the world? If you are honest with yourself, you will have to admit eventually that you do not even have a clue. Yet this is the condition of the world and what you will have to face, and everyone with you.\n\nGod is sending a preparation for the New World as part of the New Message. God is sending you the plans and the preparation to begin to establish a new life. There is the Message for the world and everyone in it. Then there is the Message for the individual who feels that they have a greater purpose and destiny in the world. You will have to decide if this speaks to you.\n\nGod did not invent your ideas and beliefs. God did not create your preferences and your fears. God did not create the world that is the product of everyone’s preferences and fears. You cannot blame God for the social conditions of humanity. You cannot blame God for wars and cruelty, exploitation, slavery and poverty. That is all a human creation based upon greed and ignorance, based upon not enough people contributing enough to the world around them.\n\nBut God did create the presence of Knowledge within you, and only God’s New Revelation makes this very clear, without an overlay of history and human interpretation to cloud your understanding. The stream is clear. The Message is pure. You are receiving it from its Source, instead of an interpretation that was made centuries later for human consumption.\n\nTo have a new life, you must do the work. It is not a spell that is put upon you. It is not taking some magic potion and having everything be different. It is not a form of addiction or intoxication.\n\nYou will have to do the work. You will have to take the risks. You will have to make the decisions. You will have to disappoint other people. You will have to disappoint your own goals and ambitions. You will have to change your plans.\n\nThis is where you become strong. This is where you become united within yourself. This is where you follow one voice instead of many voices in your mind. This is where your true allegiance emerges amongst your other commitments and obligations.\n\nThis is where you reclaim your strength and your self-confidence. This is where you stop behaving foolishly, giving your life away to silly and meaningless things. This is where you know who to choose to be with and how to resist the temptations that lead you elsewhere in life.\n\nYou become strong because Knowledge is within you. You endure difficulty because Knowledge is within you. You can face pain and loss, illness and even rejection from others you care about because the power of Knowledge is within you. And when you meet another who has developed this power, your relationship will be on a whole other level—extraordinary in the world, able to create far greater things than you alone could ever produce.\n\nGod gives you the source of your strength, but you must exercise its guidance, and you must develop the personal skills that allow you to become a vehicle for Knowledge—a person of power and integrity; a person who can inspire others and can bring confidence, comfort and direction to others.\n\nThis is God’s New Revelation. This is what it is meant to produce. There must be many strong contributors in the world now, or humanity faces a great and precipitous decline.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/the-gift-of-a-new-life.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/the-gift-of-a-new-life/"
}