{
  "title": "The Meaning of Christmas",
  "content": "Christmas represents the emergence of Knowledge in the individual. This is exemplified in the life of Jesus when, beyond his own understanding even, a Greater Power emerged within him, overtook his life, united him with the Unseen Ones who guided him and led to the expression of his great and significant ministry.\n\n\n\nHis demonstration, then, though greatly misunderstood and misappropriated, remains today as a symbol of the emergence of Knowledge within the individual. Though Jesus has been idealized, though his life has been made to be unique and unmatched by any other life, though he has been placed on a pedestal above and beyond every other person, in truth, his life represents the emergence of Knowledge within the individual.\n\n\n\nThis emergence is possible for you and represents your greater destiny and your higher purpose in life. This is not to say that your demonstration will be equivalent to that of Jesus’s, for he was an extraordinary individual, and his demonstration was unique.\n\n\n\nBut your demonstration will be unique as well, though certainly not as visible as his. And as he was part of a Greater Order, the expression of Knowledge within you will unite you with a Greater Order as well.\n\n\n\nYou are not, then, to compare your life with his, but to learn of the meaning of Knowledge, the greater spiritual power within you, and how it relates to life around you and to the greater spiritual forces who are at work in the world, who were at work in the world at his time and who are at work in the world today.\n\n\n\nJesus is now amongst the Unseen Ones, who guided, counseled and comforted him in his time as a person on Earth. Now he is part of their greater association. Now it is your time on Earth. Your demonstration will be different from his because you live in a different era, in a different kind of world. Though many of the human problems which were evident then are still evident, humanity is now facing the reality of the Greater Community and the necessity and the difficulty of becoming a one-world community.\n\n\n\nJesus did not have to address these problems in his time, and therefore his ministry was different, meeting the needs and the evolutionary development of his time. But now you must meet the needs and the evolutionary development of your time.\n\n\n\nYou cannot do this based upon the strength of your ideas. You cannot do this by being an adamant person. You cannot do this by rebelling against society or by attacking its institutions. You can only do it with Knowledge, and you can only do it with the power of the Unseen Ones, who will come to assist you as Knowledge begins to emerge within you.\n\n\n\nOnly Knowledge has the strength to move other minds. Only Knowledge has the potency to create a lasting impact. Only Knowledge can foster good and good intentions. Only Knowledge can counteract fear and hostility. Only Knowledge can bless the world.\n\n\n\nYour promise, then, is to become a man or a woman of Knowledge—a vehicle for Knowledge; a person through which Knowledge can speak, act and move; a bringer of Grace, but also a person of action, who can effect change, but with a greater spirit; who can speak the truth, but with a greater authority; who can reveal error, but with a greater compassion. Only Knowledge within you can do this, and it is the source of these great expressions.\n\n\n\nTherefore, this is your Christmas now. It is not simply a commemorative holiday. It is not simply a remembrance of Jesus. It is not simply a remembrance of family and friends. It is not simply a time to give gifts and to be giving for a few days out of the year.\n\n\n\nThough it may include all of these things, the meaning of Christmas is greater. Let it be greater for you. Let it be a time, then, that you remember that you have a greater purpose in the world and that you have been sent into the world to reclaim this purpose—to accept it, to experience it and to follow it so that it may be contributed.\n\n\n\nLet this be a time that you remember that your life is greater than simply being a person in the world who has basic needs. It is this greater part of you—this greater calling and this greater purpose—that gives meaning to all the lesser aspects of yourself and unites them harmoniously and fulfills their roles.\n\n\n\nWithout this greater purpose, you would be fragmented, and the aspects of your personality and mind would not find a basis for integration or unity. Without this greater purpose, you will struggle with survival and with fulfillment, but without satisfaction—sensing, feeling and knowing that as time passes, your greater purpose and your greater calling are going unfulfilled and unanswered.\n\n\n\nThis is Christmas for you. It does not happen only once a year, but it is a reminder that beyond all of your personal needs and immediate difficulties, you have a greater mission. And like in the life of Jesus, you must come to find this. You must feel it and allow it to emerge. You must recognize that alone you cannot fulfill it, and that it is not for you alone.\n\n\n\nYou will wander in the desert, and you will experience the temptations of the world, and you will feel the conflict between this greater emerging part of yourself and your personal wishes and preferences and fears. For, like Jesus, you must allow this greater power and greater purpose to eclipse your life, to envelop your life and to reorganize and to redirect your life. This is Christmas.\n\n\n\nChrist is not an individual, but a representative of a Greater Spirituality. To think that Christ is an individual, to think that Christ is simply one who is anointed and is distinguished in contrast to all the rest is to miss the real meaning and the real purpose of the contribution of Knowledge and the expression of Divinity in the world.\n\n\n\nJesus had a unique life. You are not asked to duplicate this life. But you are called to undergo the same process of revelation and realization, of action and contribution, that he undertook in his own time, in his own way. And your demonstration will not be as visible, for in nearly all cases, the Wise must remain hidden, and their contribution must be given without fanfare and without much attraction. Jesus’s life has been inflated and deified, but it is still not understood.\n\n\n\nPeople want to do good and to be good. They believe that if they can surrender to God, a God somewhere out there above and beyond them, then they will find their way, and they will feel relief from the plaguing of their own mind and from the demands of society around them.\n\n\n\nBut really it is not falling down [on your knees] to a foreign power, but accepting the gift of the Creator within you and that same gift in others, and uniting that gift with your own mind and uniting that gift with the minds of others, that produces the demonstration of Divinity.\n\n\n\nThe path to God is the path towards reunion with life and relationship with others and with yourself. It is not an escape. It is not a fantasy. It is not the ultimate form of self-indulgence. It is the reuniting with life. You cannot reunite with life all at once. You must reunite with life step by step, aspect by aspect, person by person.\n\n\n\nKnowledge is the foundation for your ability to be in relationship with anyone or anything. Without Knowledge, people are in relationship only to gain advantage. They use others and they use life to gain advantage, to provide protection. They barter with their affections. They negotiate with their feelings. It is a form of commerce rather than a form of union. Prices are paid. Services are rendered. Can this be the real meaning of relationship?\n\n\n\nThe Mass of Christ is a celebration of Divine relationship. Christ is the person united with the Divine. Christ is the individual united with the Unseen Ones, who are the Angelic Forces of the Divine. This is the meaning of the Mass of Christ—Christmas. It is not the glorification of an individual. It is the recognition of real relationship—the relationship of the person with Knowledge within themselves, their relationship with their intrinsic bond to the Unseen Ones, their duty to humanity and their affinity with life. This is the celebration of relationship. This is the meaning of Christhood. This is the Mass of Christ.\n\n\n\nYour path, then, is the path back into relationship—not romance, but relationship. You have a real relationship with the Unseen Ones. You have a fundamental relationship with Knowledge and a responsibility to Knowledge. You have a real relationship with your Spiritual Family, who have sent you into the world to become a contributor. You have a real relationship with the natural world, which is the arena of life into which you have come to participate and to contribute. You have a real relationship with your mind, which is the vehicle for your contribution and communication. You have a real relationship with your physical body, which is the vehicle for your mind and for you to be able to participate in the world and to reach people while you are here.\n\n\n\nWith Knowledge, these relationships become revealed and re-established in your awareness. With Knowledge, they find their harmony within yourself, and with yourself and the world.\n\n\n\nKnowledge, then, is the fundamental foundation. It is the essence of your life and Being. It is the gift of the Creator to you. It contains your contribution to the world and your recognition of those key individuals that you will need in order to find your contribution and to render it.\n\n\n\nLike Jesus, you must find this greater power and allow it to emerge. It is greater than you. It was greater than Jesus. It will overtake you as it overtook him. It will open your mind to the Unseen Ones as it opened his mind to the Unseen Ones. It will lead you to contribute to the world, not only to serve and to resolve its immediate needs, but to prepare it for the future as well, as it did for Jesus in his own time.\n\n\n\nIf you are not content with the pleasures of the world and the distractions of the world; if you find no peace in endless romance with people and with possessions; if you look upon the world and you feel its needs and you hear its calling, then you are beginning to respond to Knowledge within yourself and within the world. You are beginning to feel beyond the intoxications of life. You are opening your mind to experience life in its grandeur and in its desperate need. You are opening yourself to Christmas, which is not a singular event but rather a celebration of life and a greater process of life, [moving you] towards Knowledge and contribution.\n\n\n\nThis Christmas, remember you have a greater responsibility, a responsibility that transcends your duties and obligations to others and even transcends your acquisition of the basic necessities of life, and your acquisition of the many things in life which are not necessities.\n\n\n\nFor you were sent here for a purpose—to play a small but vital part in a greater education and upliftment of humanity. You were sent here to give to the world and to be in the world. The world needs you, and as you are able to regain your relationship with the world, you will experience what it is calling for and how you can respond.\n\n\n\nThen you will find your response and you will find your gift. And with your gift, you will find all those who are a part of your gift—those who will enable you to give and those who will receive your gift as well. And every time you give, it will be Christmas. And every time you are moved to support another, or to take action beyond your personal interests or even understanding, it will be Christmas.\n\n\n\nChristmas is a celebration of every moment that the person is moved by Knowledge and contributes with Knowledge. Though it is celebrated as one event in your calendar, as a unique time of the year, it is meant to be an experience for you to have in life and for you to share with others.\n\n\n\nThen you will come to know Jesus, not because you can sympathize with him, but because you are undergoing a process that he underwent, and you are beginning to experience the reality that he represented. Then he will no longer be a historical figure. Then he will no longer be an idol for you, someone to worship. Then he will no longer be beyond your reach. Instead, he will become your friend, your companion, your elder brother. And his demonstration and his life, his suffering and his achievement will all have great meaning for you because you will be beginning to experience them for yourself. And you will know that he is not to be idolized, but to be embraced.\n\n\n\nYou will see that the religions that have been established in his name must receive the Grace that illuminated his life and that transformed his activity. You will be close to him, and he will be close to you, for he is with all those who are experiencing the emergence of Knowledge within themselves. He is with all those who are undergoing the reclamation of their real spirituality. He is with all those who are responding to a greater calling and purpose in life.\n\n\n\nThink not that you will undertake this alone. Though you may have to change your activities with people at the outset so that you may be free to follow a different course and a different way, your different course and your different way will bring you into a new kind of relationship with others, will consecrate your relationships and give them a greater meaning and value, beyond the discordances of your divergent personal needs and interests.\n\n\n\nGrace will be with you because Grace will be in you. And Grace will be with your relationships because Grace will be the foundation for their establishment and for their activity. And every moment you experience this, no matter how infrequent those moments may be, each one will be an experience of Christmas.\n\n\n\nTherefore, at this time of the year, when We remember the life of Jesus Cade Renar, as he is known in the Greater Community and as he is called amongst the Unseen Ones, allow his life and this time of the year to remind you that you, too, have a journey towards Knowledge. You, too, have a greater purpose and a greater responsibility to find and to accept and to receive.\n\n\n\nLet this time of the year remind you that the Unseen Ones are with you and they are calling upon you to respond. And as you respond, they will become closer and closer to you, for you will need them more and more. And you will be able to understand them now with a new mind and a new experience.\n\n\n\nLet this time of year, then, be a reminder as well as a celebration. Let it point you to the future and not only to the past. For you have come to give to the world, to help meet its current needs and to prepare it for its future so that humanity may be able to prepare for its encounter with the Greater Community and all of the divergent races in the Greater Community, and also so humanity may become one great community—to find its foundation, to unite itself so that it may preserve the world and be able to participate in a greater network of civilizations in the Greater Community.\n\n\n\nAt whatever level your contribution may be given, whatever small part you may play in this great evolutionary change and emergence, let this Christmas be a reminder that there is a calling for you and that you seek to respond because this is the only means for fulfillment and satisfaction in life. This is the only basis for real and lasting relationships.\n\n\n\nYou, too, have come to serve the world. You, too, have come to prepare it for the future. You, too, have come to keep Knowledge alive in the world and to keep humanity moving forward. You, too, can participate in the Mass of Christ, the celebration of Divine relationship in the world and the realization of a greater purpose and activity in the world.\n\n\n\nThere will be no self-glory here, for Knowledge will simplify and harmonize your life, and will counteract all of those tendencies that could lead you astray, and will undo the misunderstandings and the misapplications which can cause harm to yourself and to others.\n\n\n\nFor you will know that no matter how great your own journey may be, you are but a small part of a greater association, and your relationships will be your foundation—your relationships with others and your relationship with the Unseen Ones, whom you will rely upon.\n\n\n\nYou will realize that greatness is with you and in you, but that you cannot claim it for yourself alone. Rather, it will be a force and a presence within you that will harmonize your life and will reveal the reality of your purpose and of the greater association that has brought you into the world. It will flow through you, and it will invigorate others, and it will challenge others, even beyond your words and your actions, for Knowledge is with you.\n\n\n\nThis, then, will lead you to the celebration of Christmas, to the experience of Knowledge, to the experience of genuine relationship, to the experience of purpose, meaning and direction in life according to life in its eternal dimensions.\n\n\n\nAnd you will think of Jesus. And you will be thankful that he succeeded. When you are in doubt, when you are uncertain, when the way becomes inexplicable and indecipherable, you will remember him because he kept traveling, and he met and found his destination. And you will thank him because he left a legacy for you through his demonstration and through his sacrifice and difficulty. He has kept Knowledge alive in the world, as have many others. For he was not alone, and his contribution has been kept alive in the minds and hearts of many.\n\n\n\nCome, then, to Christmas. Receive the Mass of Christ. It is beyond any religious tradition. It is timeless. It is occurring throughout the Greater Community of worlds. It does not belong to any group or nation, any religious tradition, any church or any organization.\n\n\n\nIt is the activity of God in the world to activate Knowledge in individuals and to reunite them with their Spiritual Family, who are in the world and beyond the world, and to support the emergence of Knowledge and all of the gifts that Knowledge is here to give to the world of humanity at this time.\n\n\n\nThis is your Christmas. Jesus is with you. The Unseen Ones are watching. You can feel them, and you can hear them. Though They will not come too close so as not to dominate you or to cast too great an influence upon you, They will abide with you. Remember them. They have not forgotten you. Remember Jesus. He will resonate with you as you resonate with him.\n\n\n\nThen the gift of Christmas will be given. Then the celebration will sound. Then you will feel timeless, but within time itself. Then you will feel great purpose within a world that seems to have no purpose. Then you will feel connected amongst the race of humanity that is disconnected. Then you will feel invigorated around those who are discouraged and downcast. Then giving will happen through you, naturally, beyond your control, but with your full participation.\n\n\n\nLet us conclude with this blessing:\n\n\n\n“The presence of Knowledge throughout the Greater Community invigorates and unites all life and gives purpose and meaning beyond the disassociation of ignorance, hatred and contempt. Let me, then, be the recipient of Knowledge. Let me, then, embody Knowledge. Let me, then, learn to be an expression of Knowledge. Let my mind be illuminated. Let my body be invigorated. Let my relationships be balanced and harmonized. And let the way open before me, for I am ready to begin.”\n\n\n\nNasi Novare Coram",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/the-meaning-of-christmas/"
}