{
  "title": "The Sacred Life",
  "content": "You are meant to live a sacred life—a life of purpose, meaning and direction. But the world is a hazardous place, and many people do not have the opportunity to assume a greater life due to poverty and oppression, religious oppression, family obligation. But for those who have this opportunity available to them at this moment, the calling is there, you see. The desire is there within you.\n\nThe Will of Heaven is all around you, but the world has many attractions, seductions and distractions. People are called away, and as is so often the case, they give their life away prematurely—in relationships, bonding themselves to people, places and things. This fills up the need temporarily, the need for the sacred life.\n\nPeople fill up their life with necessities, afraid if they do not do this, there will be nothing for them. Driven by the fear of not having, they seek to have as much as they can until their arms are full and they can carry no more. They are too encumbered now by their own desires and insecurities to be able to receive the sacred life.\n\nYou have been sent into the world for a purpose. This purpose requires you to enter a new kind of life experience—a different state of mind, a different awareness of yourself and others and a different relationship with the world itself.\n\nTo do these things is your destiny, you see, and destiny is everything. It is the most important thing. But people create their own destinies, or try to. The cultures they live in encourage them to do this, prescribe what must be done, what must be accomplished at a given age—when you should marry, to have family before you are ready, to fill your life up with all things that the culture or society prescribes. But God has another plan for you.\n\nPeople think the sacred life is a monastic life, but this is not the case. For in almost all cases, people’s work is out in the world. That is where they must learn to live the sacred life.\n\nBut to approach this life, there must be a yielding and a recognition that your attempts to fulfill yourself are fruitless and will not lead to success. This can be learned more quickly by recognizing objectively the lives of people around you—their successes, their failures, and ultimately their disappointment.\n\nThe world is demonstrating every form of error and misgiving. If you can see this, it will save you time. It will save you suffering. It will save you needless experimentation. It will save you grave disappointment. It will save you from giving your life away and then having to work very hard to reclaim it later on.\n\nPeople are not willing to wait. They are driven by their cultures and their conditioning and their insecurity. Their time of recognition may be years away. What will they do between now and then? Can they wait? Can they build the Pillar of Work, the Pillar of Relationship, the Pillar of Health and the Pillar of Spiritual Development? For this is what your youth is for, you see. There is much to be done. There is great focus. There are important accomplishments.\n\nBut people want the answer now. They are unwilling to live with the questions, but it is only living with the questions that brings the real answers to you in time. But this takes self-confidence and self-trust and self-appreciation and the support of at least one wise companion to remind you and to warn you of your predispositions and errors.\n\nYou have a goal and a destiny, you see, but you must build the foundation for this destiny. You must build and cultivate the understanding and the awareness of this destiny and your need for it.\n\nFor only Heaven can fulfill you in this world, and Heaven fulfills you by working through you, through the deeper power and presence within you, the power of Knowledge. Everything else is an expedient. Everything else is temporary and subject to grave change and disappointment.\n\nYou must find this sacred life. You start with yourself, within yourself, to find the source and center of your power and inner direction. You begin to disengage from those relationships and involvements that do not represent the deeper yearning of your heart. And you find the Revelation in the world that will ignite you, for you must be ignited by forces from beyond yourself. You cannot ignite yourself.\n\nThe journey has stages. It has thresholds. It is not just an answer or a belief or a system of thought or adherence to an organization. Those things do not lead to a sacred life without this deeper reckoning.\n\nThere is a time of life where Heaven will call you. You need to be ready for this. You will need to make your life ready for this. That is your work, you see. Beyond your employment to support yourself and your basic responsibilities, this is your work.\n\nBut if Heaven calls and you are not ready, it will create a great conflict within yourself, a great confusion, a great frustration because you are not ready, you see. You have not built that foundation. You have not gained that awareness or done that inner reckoning or come to recognize that you are here for a greater purpose, and that you cannot invent this for yourself or assume it from others, and that you must have great patience and perseverance to prepare yourself for this.\n\nLook at the world around you. Look at the rise and the fall of people. Look at the emptiness of success. Look at the restlessness and the loneliness. Look at the suffering and the addiction. Look at the shallowness of human communication and relationships. All this will remind you that you are meant for a sacred life. If you can see this without condemnation and without avoidance or rejection, you will see life demonstrating everything for you, demonstrating that these pursuits are hopeless and consuming.\n\nWhat is this sacred life We speak of? It is a life where everything is important. Your time is important. Everything is done for a purpose and is purposeful. Even your moments of being carefree or in deep relaxation, they are purposeful too. The thousand simple pleasures of life, they are purposeful.\n\nIn the sacred life, time is never wasted. It is precious. And you must be present for it and learn to be present for it continuously, in a state of inner listening, a state of observation of the world and a state of profound gratitude for the successes and the failures that you see there. For they remind you of the power of Knowledge and the need for Knowledge.\n\nThe sacred life has a strong foundation. The Four Pillars of life have been built sufficiently to give you stability so that you can learn greater things and be available for a greater engagement with the power and presence of Knowledge within you and those Greater Powers in the universe sent by God to assist you in your development.\n\nHere you know who to be with and how to be with them, and there is no confusion in your relationships. There is no conflict or confusion regarding your obligations and commitments. Here you work out in the world without complaint, doing what must be done to sustain yourself so that you may build your greater engagement within. Here you are able to finally receive those individuals who really can help you and with whom you have a greater purpose and destiny.\n\nHere you prepare yourself for the Revelation in the world that will call to you to respond. And you will be ready to respond, ready to alter your circumstances if necessary, ready to move if necessary, ready to go where Knowledge wants you to go and able to do this.\n\nWhat great freedom this is. What depth, power and resonance this creates in your life. While others are slaves to their circumstances and their obligations, you have a freedom that is unparalleled in the world. You have patience. You can sit quietly and enjoy the spaciousness of the moment. You can enjoy the simple things that you have that serve you, in gratitude and appreciation. You do not suffer endlessly over longing for things you do not have. You do not have serious regrets. You do not punish yourself with your errors from the past, for you have reached the sacred life, and everything, whether it be beneficial or not, helped you to find this and to prepare for this and to enter into this realm.\n\nThis sounds perhaps like a fantastic life, only reserved for very select individuals. But this is meant for you, you see. Heaven did not send you into the world merely to be lost and wasted here. Your whole life in the world is based upon who sent you, where you came from, where you are going. Here Heaven defines who and what you are, and not the world itself.\n\nYes, you have a body. Yes, you have a mind. Yes, you are part of society. Yes, you have to learn to get along with people basically and to take care of yourself and become responsible to the world to a certain extent. But your greater responsibility is to Heaven and to Knowledge that is within you to guide you.\n\nThis is the sacred life. It is not a life of conflict and constant compromise. It is not a life of obligation to people, places and things that do not represent your destiny or your greater work in the world. It is not a life of constant seeking, wanting things to offset your anxiety and your fear that you are actually missing your great opportunity—a fear that drives people constantly to acquire ever more and to run from their own experience, which would reveal to them their real condition, which they must realize in order to recognize their need for the sacred life.\n\nThe sacred life can exist in any country, in any religion. But everyone who is called to this level of experience has certain things in common. They have come to realize the limitations of the world and the hopeless attempt at personal fulfillment there. They have tasted the pleasures and the sorrows of the world sufficiently where they can see they must respond to a greater power and a greater source in their life. They have come to recognize that God has placed a deeper power within them, a deeper voice, a deeper urging. And over time they have learned to trust this sufficiently to take the next step.\n\nThey have freed themselves from other obligations so they can think clearly and see their life objectively without being persuaded or dominated by the will, intention or habits of others. They have reached a point where they value experience more than belief. And they have recognized that their real security resides in a deeper association, rather than upon the formulation and the defense of their beliefs and ideas.\n\nThey are amongst the most fortunate people in the world. They have gained physical freedom, emotional freedom, psychological freedom. They have reached a point where they can receive the blessings and guidance of Heaven in a pure form.\n\nThey are spiritual, but not necessarily religious. They may or may not belong to a religious community or adhere to a religious belief or tradition. In either case, they are responding to something beyond belief, beyond ideology, beyond tradition. They have gained the freedom to do this.\n\nYou are called to this sacred life. You are meant to have this freedom because it is only here that your greater gifts can be recognized and given to the world where they are meant to be given. It is only here that you are free to go where Knowledge wants you to go. You are free to leave situations that must be left behind. You are free to find those individuals in the world with whom you have a greater association. You are able to forgive your past and the endless conflict and degradation in the world around you. You have become strong enough to guide your mind and direct your thinking sufficiently that you can hold to a greater course in life.\n\nBut here, you see, this all requires development and preparation. Otherwise, you could not receive the calling of Heaven. You could not accept it, and yet it would break your heart. You could not undertake what it would ask you to do, for you are not free circumstantially or emotionally or internally to do that. So it is pointless to say, “Well, when will this calling from Heaven happen in my life?” because right now you have all the work to do to bring your life into balance, to take the Steps to Knowledge and to release yourself from the regrets and the pain of your past.\n\nGod’s New Revelation for the world teaches you how to do these things, and you must do these things, or you will not be ready. You will not have that foundation. You will not have that freedom. You may have very liberating thoughts. You may believe in democracy. You may believe in personal self-expression. But you are really not free to function in a free state. You are not free to be committed, to be united, to be directed, to be engaged.\n\nSo the work is right now, and this is how you build the purposeful life, you see. You build it because you become purposeful about everything you say, everything you do and ultimately everything you think. You become that engaged with yourself, that present for others and that present to the world—no longer lost in fantasy or regret, no longer suffering over the past or drifting off into the future, no longer beguiled by romance and seduction.\n\nYou have built this freedom. Step by step, brick by brick, you build the foundation. That is your work today, tomorrow and in all the days to come. You begin to prepare for the purposeful life by becoming purposeful now, increasingly. That is the work in front of you.\n\nFreedom must be earned. It must be built. It must be accomplished over time, in so many ways. Here you begin to live the sacred life by preparing for the sacred life. God has given you the power of Knowledge to make this possible, to give you the strength to overcome your tendencies and the oppressive nature of your cultures and their influences upon you. God has given you Knowledge to give you the clarity to make the important decisions and to resist temptation, persuasion, manipulation and even the powers of evil in this world.\n\nYou have this great strength and power. You have this great endowment to guide you. But you must want this, and know that you need this and that no other alternative in life will bring you that which you seek.\n\nYou must realize you cannot build your life on your own. You cannot build success. You cannot build fulfillment or satisfaction because this is earned through a deeper engagement with those who sent you into the world. Those are the products of Knowledge working through your life in ways that you never expected, in ways that are different from your plans, your goals and your schemes for your happiness.\n\nGod has spoken again. The Revelation in the world is being given now to clarify all that We speak of here and to prepare you for a greater destiny in a world that is facing the great change.\n\nThere will be innumerable problems and questions and decisions along the way. Here you take the Steps to Knowledge, and you learn how to listen within yourself. You learn how to escape your schemes and your plans, your fears and aggravations. You learn how to listen and be observant.\n\nHere you are beginning to live the sacred life by exercising everything that it requires and that it demonstrates. Here you begin to feel the Presence, and you begin to actively request clarity, that the truth may be shown to you. For you will see that the truth is what will secure your happiness, your freedom and your safety.\n\nThis is the sacred life. Anyone who has gained this and has built this will be in resonance with others who have done the same, both within this world and beyond this world. Here people from different nations and religions resonate with each other, for they are following the same Mystery. Here true relationship, association and union are experienced, beyond all the divisions, qualifications and distinctions of the world. Here you prepare through relationship to be engaged with the greater power of your life, and you find what you have always sought in engagement with others, which is purpose, meaning and direction, and a deep resonance.\n\nBut you cannot build the sacred life on top of your old life. You must, like a pilgrim, seek out the sacred life and step by step build its foundation and begin to exercise its strengths, its qualities and its requirements. Here you will not settle merely for the appearance of things—spiritual ideas, trinkets or simple things—for you are seeking the deep union now.\n\nHeaven responds to those who are building the sacred life, who have the courage, the self-honesty and the fortitude to do this. They are the ones that Heaven will attend to, for they are the ones who show promise for themselves, and for the well-being of others, and ultimately for the advancement of humanity.\n\nEveryone is being offered God’s New Revelation, though few people in the world are yet aware of it. But all that We speak of has been presented before in the great traditions, but they have become so overlaid with tradition and interpretation—and all the things that people have added along the way inappropriately, incorrectly—that it is difficult to find the true path. You would need an exceptional teacher within these traditions to lead you there, to lead you beyond the manifestation into the Mystery.\n\nGod has spoken again to give humanity the pure Message of Revelation, the Steps to Knowledge and the pathway. It is the greatest and largest Revelation ever given to humanity. It addresses the calling, the purpose and the need exceptionally well.\n\nFor those who have come to realize they cannot fulfill themselves in the world—those who have become this self-honest, this aware of their condition, this aware of the world’s condition—God’s New Revelation will be the greatest gift they could possibly receive. They will have reached a point where they can realize their great need. For it is only this great inner need that will take you and prepare you for the sacred life.",
  "audioUrl": "https://www.newmessage.org/av/the-sacred-life.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-bridge-to-a-new-life/the-sacred-life/"
}