{
  "title": "The Inner Voice",
  "content": "At times an Inner Voice will speak to you. It will speak to you beneath the surface of your mind, speaking from the background. You will not quite know what voice this is because it does not really sound like the kind of voice you listen to within your mind normally. It is a Voice that will give you brief instructions without explanations, directing you or holding you back.\n\nYou will wonder: “Is this coming from me or from someone else?” In a way, it is coming from you, but it is coming from a part of you that you are barely acquainted with, a part of you that is deep beneath the surface of your mind, the part of you called Knowledge.\n\nThis Voice will not have a conversation with you. You cannot pester it with questions, for it will just recede into the Mystery. And where it goes you cannot yet go, for you have not yet learned the way and have not taken a sufficient number of Steps to Knowledge.\n\nIn a way, it is the Voice of your deeper conscience. Not your social conscience. Not what your parents taught you or society taught you or your religion may have taught you. But a deeper sense of what is correct and incorrect; what is appropriate, what is inappropriate; what is helpful and what is harmful.\n\nBut people have maligned the idea of conscience. They associate it with guilt. They think certain things and do certain things and feel bad about it. In a way, they are violating Knowledge, and that is why they feel bad. But then this becomes an excuse for not wanting to engage in one’s deeper conscience at all, which lays you open and vulnerable to all forms of persuasion and dangerous inducements.\n\nIf you practice stillness as it is taught in Steps to Knowledge, you will begin to experience this Inner Voice. It will seem very quiet and very muted because you are not used to hearing a Voice that comes from this deep within yourself. Its directions will be very simple, and they will not come with explanations. You either follow them or you do not. It is the deeper Voice within you.\n\nIt is not really even the voice of your Teachers, who watch over your life and send instructions into your mind periodically to help you. It is not their voice. But it is true that you may, on very rare occasions, hear the voice of one of your Teachers speaking to you. A voice like my voice, for example, or something very similar. A voice that is not your voice, distinctly not your voice.\n\nWe do not encourage speculation about this because there are many influences in the mental environment, and not all of them are beneficial. So if you start believing in every voice you hear, you will be in great danger. Much of what you hear in your mind is what you tell yourself. It is a conversation you have with yourself. It is your mind telling itself something. You have to watch this carefully because honesty and dishonesty begin with what you tell yourself. Sometimes you can trace the source of your error in thinking or your mistake of understanding to what you tell yourself.\n\nPerhaps there is someone else in your life who is a powerful influence who would say something like this to you, but you say it to yourself as if you have been trained and conditioned to say this thing to yourself, whether it be true or not.\n\nBut We are speaking of an Inner Voice; it is not what you tell yourself. It has nothing to do with your attempt to have what you want; or to persuade yourself to do something that you really do not want to do; or to give justification for something that is incorrect; or to blame other people and so forth. The Inner Voice just gives direction.\n\nAmazingly, this Inner Voice is actually speaking to you far more than you are aware of, but your mind is so caught up in the outside—in your own thinking and in being stimulated and driven and busy—that you cannot hear or feel this Inner Voice. So you are missing the vast percentage of its wisdom and direction. It just is not making it up into your awareness. That is why in the study of Steps to Knowledge, you practice stillness so you can listen and feel and develop a deeper sensitivity, both within yourself and within the world at large.\n\nThe Inner Voice is sacred. If you experience it, you should not discuss it with your friends. Do not make it a subject of idle conversation. Follow it. See where it takes you. Allow the potency of this experience to build for you.\n\nYou are receiving direction because direction is necessary in a world of constant change and adaptation. And the decisions you make, even on a simple basis, day to day, have a bearing on what you experience when you are out there in the world and how you feel within yourself.\n\nNo one feels very good if they are disconnected from the power and presence of Knowledge because they are disconnected and disassociated from their deeper nature. People who do this have a very shallow feeling about their lives and are prone to depression, and self-retribution, guilt, shame, confusion, and frustration because they are not connected to their deeper nature, which is Knowledge.\n\nOne of the reasons that people avoid this is they do not want to hear something that they do not want to do. They do not want something to be given to them that will ask them to do something they do not want to do or to stop doing something they do want to do. It becomes the reason that people do not want to listen within themselves.\n\nBut amazingly, it is hearing the Inner Voice directing you, telling you to do something you do not want to do or not to do something you do want to do that proves its reality and demonstrates that there is a greater Voice within you that is not governed by your preferences. It is not a trick; you are not making this up. Knowledge is more powerful than your intellect. It is not conditioned by your thinking, your fears, or your preferences. So it is the one true thing that can guide you.\n\nPeople often deny the experience of this until something really big happens in their life and they have to make a huge decision. They hear that there is Knowledge within them, and so they try to make a huge decision with it. But they have not built the bridge between their thinking surface mind and their deeper Mind of Knowledge. So they get a confusion of thoughts and fears and images, but nothing really authentic. And if they do get something authentic, it is so mixed with other things that they cannot tell it from everything else.\n\nSo they are guessing. And guessing is a very weak position. It is a very dangerous behavior to be guessing. When certainty can be yours, why would you be guessing? It is dangerous. If you find yourself guessing in the face of an important decision, you had better stop and not take any action unless immediate action is necessary, such as in an extreme emergency.\n\nBut if it is not this, then you had better stop and listen. Pay attention to your deeper experience. Stop this nagging questioning of your mind, and be with your deeper experience. If you do this, well, you may hear this Inner Voice speaking to you.\n\nAnother problem for certain people is that they hear the voices of others speaking to them—the voice of their mother, the voice of their father, the voice of some other influential person in their life. And they either resist this voice or they follow it dutifully, but in either case, they are not really responding to their own Inner Voice. They are responding to their conditioning. They are responding to what has been programmed into their minds.\n\nWithout a connection to Knowledge, how can you use Knowledge to make a big decision? If you experience its response at all, it will be all mixed up with your fears and preferences and ideas and so forth. And then you will be guessing. It is not a position of experiencing and recognizing certainty.\n\nThat is why the study in Steps to Knowledge is so fundamental, you see, because you must stop guessing about life and start listening and paying attention, paying attention on the outside, watching without judgment. Listening, looking, discerning, feeling those things that influence you, recognizing those tendencies in your own mind that are governing your thinking. People are so conditioned by their families and cultures, they can barely even think for themselves.\n\nBut the Inner Voice is something very special. It is infrequent. It is not what you tell yourself. It is coming from a deeper place within you altogether. And if you do not follow it, well, how will you ever know if it is true or not? How will you ever know if it is really effective or not?\n\nThe Inner Voice will counsel you regarding simple things that are valuable to know or to do but do not represent great decisions before you. You have to be successful with the simpler things first and build up your strength here.\n\nIn this regard, the most difficult decisions people have are regarding their relationships: disappointing people, fear of disapproval, fear of the guilt one would feel if they made a mistake in relationship to someone or something. So people will tie themselves into knots over their anxiety about someone else’s response to what they say. That is why the Inner Voice is so important because it is not governed or influenced by these forces. But these forces can obliterate your awareness, preoccupy you, and make hearing the Inner Voice more difficult.\n\nIn relationship, you see, at the deeper level of Knowledge, it is not about beauty, wealth and charm. It is about recognition and purpose together. You do not have to constantly query yourself as to whether this person is the right person because you feel the possibility. But the possibility is not yet a certainty because you do not know if the person is ready. You do not even know if you are ready.\n\nDestiny does not mean that you are ready. To meet a person who has a greater calling with you prematurely is really a difficult situation and requires great restraint. It is a situation where you may feel tremendous disappointment and frustration. Something feels so right to be with this person, but you cannot be with them because of their circumstances or because they are overtaken by their own inner problems or conflicts. You made your rendezvous, but they were not ready, or you were not ready.\n\nYou are not ready to have a relationship of this magnitude alter the course of your life, change your focus and priorities, strengthen your connection to Knowledge and to the greater path you must find and follow. These are the relationships of destiny, and they represent great turning points in your life, but you must be ready.\n\nThen there is the question of asking for guidance. People are very confused about this because they ask about something, and then they expect an immediate answer. And if they do not get an answer within five minutes, they think that nothing is happening, and they go back into guessing—trying to work it out intellectually, which is just a fancy way of saying guessing. You use your intellect to solve practical or mechanical problems. But in terms of discerning relationships, it makes a very poor guide.\n\nTo ask a question of Knowledge, you must formulate the question in such a way that only a yes or a no can be the answer, not an explanation. There can be no trick questions here. It has to be an honest question. If you want to experience the authentic response, it must be a question posed in such a way that Knowledge can direct you.\n\nMany people ask questions where nothing can direct them because they are not starting at the beginning. They say: “Should I become intimate with this person?” But that is not the first question. The first question is: “Should I even be in a relationship with this person? Should I even be with this person?” People may ask: “Should I go to this place on my vacation?” But that is not the first question. The first question is should you even go on a vacation? And if so, what are the options?\n\nEverything is posed in such a way that it is a yes or a no, so that you have the greatest possibility of experiencing the answer at a deeper level. Not at the level of ideas, not at the level of having a conversation with yourself, but at a deeper level. You pose the question, and you live with the question, and you keep asking the question, and you keep listening. You do not get the answer right away in many times, in many situations, because you are not listening yet.\n\nPart of your spiritual practice is to listen. It is a focus. You listen not to get an immediate response, but to practice developing the skill of listening because it is this skill that enables you to hear the Inner Voice ever increasingly.\n\nBecause you cannot bargain with Knowledge, or make a deal of some kind, you will have to really come to it in a very honest and open fashion. This will change the way you relate to yourself and the way that you ask questions. Any important question must be ongoing: a change in a relationship, a change in circumstances, a change in your work. Anything very consequential should be a question you live with if you want to hear the Inner Voice.\n\nYour question may be premature, or you may not be prepared to act regarding it. In either of these cases, you will not hear a real response. You will just hear what you tell yourself: your good ideas, your preferences, your fears and so forth, but you will not hear a real answer. So when you ask a question, formulate it correctly.\n\nThen you must also ask: “Is it time for me to ask this question and am I really ready to hear the answer?” You see, because the answer is a directive to action, it is not something that you just think about. “Oh, I’ll think about this answer. I’m not sure about it. I`ll think about it.”\n\nNo. If it is the Inner Voice, it is a directive. You follow or you do not. You do not bargain with it; you do not try to speculate about it; you do not intellectualize it. You either follow it or you do not because there is no conversation here. The Inner Voice is so much more powerful than your intellect. It is not going to bargain with you.\n\nThis is where your studenthood is very important. If you are not really studying The Way of Knowledge, you really are playing with something you do not understand, and you will not approach it correctly. And you will not in most cases hear the real answer. You will think that you are really listening within yourself, but you have not developed the depth and the skill and capacity yet. You think you are ready to know things, but often you are not ready to know those things.\n\nSo you ask questions, but you are not sure you are ready to hear the real answer, and so you do not hear the real answer often. And if you do hear a real answer, it can create tremendous doubt and confusion within you because you are not really asking the question honestly, seeking not just an answer, but a direction.\n\n“Which way must I go?” Even here you ask: “Should I go here?” Yes or no. “Should I go there?” Yes or no. And you may have a feeling of yes or no; it does not even have to be the Voice yet. It all comes from Knowledge.\n\nPeople have experiences of Knowledge but never take it any further. They get the feeling about something, and they do something or they do not do something as a result of this feeling, but they do not take it any further. “Where did that feeling come from? Maybe I should ask some other things about my life. If it is correct in this manner, maybe it could help guide me in other things that are more difficult.”\n\nAs you proceed as a student of the New Message, studying The Way of Knowledge, you will begin to see when you should ask questions. It happens when you are beginning to have an experience around something—a real deeper experience about something you are doing in life or need to do in life. That is when you ask the question, not before, not out of curiosity. The experience must proceed the question for the question to have the best option, the best possibility of leading you to the Inner Voice.\n\nThis is all part of your preparation as a student of the New Message. You will learn here when it is time to ask a question and when it is not time. And what must precede this question to have it really be appropriate in that moment, and to have it really take you to a deeper experience of certainty within yourself.\n\nThe experience of the Inner Voice can be very simple, very plain—no grandeur, no great altered states of consciousness. Just the Voice. Maybe it will say do this, or do not do that. Speak to this person, and so forth. There is nothing sensational, you see. There is no glory here. It is not a romance. The real experience of connection is so different from what many people think. They are expecting some great, powerful, overwhelming experience, and really what it is is just something that is just natural and there.\n\nThe Inner Voice is so important if you can hear it, for it makes your life clear. It brings clarity to your situation. It brings purpose and direction to your situation. So even if you are suffering where you are due to your work or relationships or many things, the Inner Voice begins to simplify things and to give you an understanding. It also knows when to change and when not to change, how to change, where to change, what your change should look like and lead to.\n\nIf you are not ready to act, you should not even know the truth because it will drive you crazy. You will say, “I know I must do this, but I can’t.” And you fall into conflict with yourself. And for most people, this leads to an avoidance of themselves. They do not want to ask questions anymore. They do not want to know things anymore. They do not want to have realization anymore because it is too conflicting for them. Perhaps they are stuck in a relationship. Perhaps they are stuck in a situation, and it should have changed a long time ago, but they are still there.\n\nIn such cases, the Inner Voice will just become silent and wait—wait until you are ready to know and wait until you are ready to take action that is beneficial. Therefore, wait for the experience. Wait for something to arise in your experience around some part of your life before you begin to question it: a discomfort, a sense of impending change, recognition of the truth about some aspect of your involvement. Then ask your question. And ask it in such a way that it leads to action.\n\nKnowledge will also speak to you without speaking to you by giving you thoughts, feelings and sensations. Some people rarely ever hear the Inner Voice because they receive the guidance in other ways—through their feelings and emotions or through imagery and so forth. It is all the same communication experienced differently.\n\nYou are going to need this Inner Voice now because the Great Waves of change are coming to the world. The world is facing great disruption and upheaval. How will you know what to do in the face of this? This will change your circumstances. This will change what you must face, what you must consider, and the decisions you must make.\n\nHere you do not run away from life, but you go to meet it head on. This gives you a chance for success and to find your inner strength and to experience the power of Knowledge and the Inner Voice itself.\n\nYou must prepare for the Inner Voice to really hear it more consistently and to discern it from what you tell yourself and from the other voices in your mind that represent the forces of persuasion in your life. You must prepare and take the Steps to Knowledge. Learn how to quiet your mind. Learn how to ask real questions and when to ask them.\n\nThere are many skills here. They are all important. They influence one another. These are not skills you learn in your schools or universities. They are skills that are fundamental to success in life and to protecting yourself from making grave and disastrous decisions.\n\nAny decision made with this power carries over to influence and inspire other people. It is the power and the presence of Knowledge resonating with others. Then you will know what you are doing right. You may not know what it will look like or even how it will take place, but you will know you are on the right track.\n\nWe give this teaching in wisdom to you that you may further develop your skills as a student, and have a better opportunity to experience and express the power and the grace of Knowledge within yourself, and to hear it in others.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/the-inner-voice.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/deepening-your-spiritual-practice/the-inner-voice/"
}