{
  "title": "The Art of Seeing",
  "content": "God has given you the eyes to see and the ears to hear, but this seeing and this hearing are very different from what you are accustomed to. For your sight is dimmed by the confusion of your mind and by the myriad of impressions from the world that you have been accumulating for so very long.\n\nYour ears are dull. They are only attuned to certain things, and they only listen to certain things.\n\nSo while you have the natural endowments in varying degrees in people, in almost all cases these endowments have not really been cultivated and applied wisely and appropriately.\n\nGod has given you the greater Intelligence of Knowledge to guide you. But for you to develop your ability to follow Knowledge and to experience it and to express it effectively in the world—in a world where Knowledge is not recognized or appreciated—you must develop these skills.\n\nYour body is a marvelous instrument, but its true qualities have not been recognized and developed in nearly all cases.\n\nYour mind has become a tyrant, an oppressor governed by social conventions, fear, desire and expectation. But it too is a wonderful instrument for navigating a changing world, for creating marvelous things in service to people and being an instrument of communication. But it too has not been cultivated and is not being used to its greater potential and for its greater purpose.\n\nTo see and to hear clearly, your mind must be still, or you will be looking, but not seeing. You will be listening, but not hearing. You will be caught up in your internal considerations, whatever they may be—fantasies and fears and problem solving, judging and evaluating others, judging and evaluating yourself and so forth.\n\nTo see, you must be very present, bringing your whole attention to focus. As if you were looking through binoculars, you are trying to focus and really see some distant object, and listening as if you were trying to hear a conversation somewhere beyond you over there, giving it your full attention.\n\nSo the first step is complete presence of mind, and this is not easy for people because they have not practiced it. It is available to them, but they have not practiced.\n\nYou have muscles in your body that can do wonderful things, but they cannot carry any great weight or do anything beyond simple movements unless you develop their skills and application. It is the same with seeing and hearing.\n\nYour attention cannot be momentary. Eventually you should be able to sit for an hour and listen or see and look—without your mind interfering, without trying to come to conclusions, without trying to get what you want, without evaluating the situation or your abilities—just looking and listening.\n\nTrue seeing involves inner listening always. This engages the entire mind—opening it both to perception of the outer world and to the presence of Knowledge in the inner world.\n\nHere you are listening for Knowledge. You are listening for a deeper response. You are not listening to your thoughts or your emotions. You are listening in the outer world at the same time for every little sound.\n\nSo it is best to practice in a very quiet place to begin with so you are not overwhelmed with the sounds and sights of the world around you—perhaps a temple or a mosque or a church or out in nature, whatever is a quiet environment; or a room or a closet, whatever is a quiet environment.\n\nFor people living in large cities where there is very little quiet, sometimes closets can be transformed into practice environments to great effect.\n\nYou want to be able to focus and not be overwhelmed by everything around you, so do not think you can practice out in city streets to begin with, for you do not have the powers of concentration and discernment yet to be able to function in such a noisy and difficult situation.\n\nWith your eyes open and your ears open, you are engaged in seeing: looking on the outside, listening on the inside and the outside, all together. Like an eagle perched on the top of a great tree, you are watching and listening, and you are very still inside.\n\nYou do not even know what you are looking for, so let that all be set aside, that concern and consideration. You do not know what you are listening for yet, so set aside that concern and consideration.\n\nPractice listening for short periods at the outset. In the study of Steps to Knowledge, you can practice upon the hour, for moments, looking and listening. You can do this in many situations.\n\nPeople try to see things to get things they want. They listen for things they want to hear. They are curious. They have preferences. And so they look, but they cannot see. They listen and they cannot hear because they are involved in trying to satisfy some kind of desire, or indulge in some kind of fear.\n\nTo help you develop this seeing capability, it is important to practice gazing—gazing you would do mostly indoors at the outset until you have greater skill. You focus on one simple object that has very little meaning—something that will not excite your imagination, something with which you have few associations, some ordinary object. You just watch it and practice inner listening.\n\nThis is to train the mind to be still and observant, to be clear and objective. It is not a reaction to the world. You are not projecting anything upon the world. And as a result of this, the practice can be difficult at first. So you practice for short periods in different situations.\n\nPractice gazing when you are alone. Practice looking and listening when you are with other people or in a quiet place.\n\nEventually, you will be able to practice this anywhere with great efficacy. Here you will be able to hear Knowledge speaking to you whenever it is needed and be able to be very still and comfortable in the long periods that exist between those moments when Knowledge will speak to you.\n\nMany animals have great skill in being still. Think of them. They can look and listen without movement for long periods of time. This gives them immense advantages in the natural world.\n\nSeeing has other applications as well. Once you have been developing the basic abilities, then you can take a problem or a decision and look at it and practice inner listening. Put it in front of you in your mind’s eye—or out in the open if it is something that is practical and can be visually discerned—and just look at it.\n\nBefore you take action, before you even decide to take action, before you decide to do anything, you look at it. If it is a physical object or a project, you can walk around it and look at it—keeping your mind still and practicing inner listening.\n\nHere you are able to discern, if you are skillful and patient in your practice, what you must do regarding this decision or this project or this situation. If it is a circumstance with other people, you can imagine it, picture it and look at it, practicing inner listening.\n\nWalk around it in your own mind. Observe it from every angle, but with a quiet mind, allowing your body to be the instrument of perception it was meant to be.\n\nIf people would do this, they would make far fewer mistakes in judgment. They would not be impelled into action in situations where they should not be involved. They would not react to other people foolishly, mindlessly. They would be more careful and discerning in how they respond to people’s situations, to opportunities and to dangers.\n\nWhen you are out in the world, you should be focused on your environment. Do not be listening to music on your headsets. Do not be talking endlessly on your telephone. Do not be dreaming and imagining, your mind far away from where you are. You must be watching and listening.\n\nWhen you step out the door of your home, you must be paying attention to your environment to discern what is occurring there, to discern any hazards or any changes in approach that are necessary for you.\n\nIf people would do this, they would make far fewer mistakes and avoid terrible catastrophes. It only takes one moment of not paying attention to end your life or to alter it completely.\n\nThe animals know this. They are paying attention. People do not know this. They are not paying attention. So in spite of their greater intelligence and capabilities, they are far more prone to make foolish and unnecessary mistakes.\n\nNext there is seeing at a distance, perhaps seeing a situation you are familiar with, or a place you are familiar with. That would be the easiest to practice with first.\n\nYou bring it into your mind’s eye if it is necessary for you to perceive it, and you practice inner listening—being comfortable, sitting up straight in a quiet environment.\n\nIf it is a physical place, in your mind’s eye you can walk around it or walk through it and just observe it according to your memory of it, but without thinking or decision making on your part.\n\nThen there is seeing something you are unfamiliar with, perhaps focusing on a country or a city far away. Perhaps something is occurring there that is a great change or a great difficulty. You can focus on this using the same skills, except that you cannot imagine it because you are not familiar with it physically. But you bring the idea of it into your mind, and you sit quietly, practicing inner listening in a quiet environment.\n\nAs always when you are practicing in this manner, it is not just to get something from your subject of focus. It is to develop the skills of listening.\n\nPerhaps you will hear something unrelated to what you are looking at, something you need to know, so instead of thinking about it, you write it down. Make note of it for later focus and consideration.\n\nIf it is something that requires a more immediate attention, then you bring your seeing and listening to it. You listen and you watch.\n\nPeople and situations reveal reality to you if you are present to see it and if you can respond to Knowledge within yourself.\n\nThere is too much doing and not enough listening, not enough seeing, not enough being present to people, situations and experiences.\n\nTherefore, people are in motion, but they do not know where they are going. They are involved, but they do not know what they are doing. They are engaged with others, but they do not understand the engagement. They are having experiences, but they cannot discern the meaning of these experiences. They have companions, but they do not know their companions. They are spending time doing things, but the time is not being utilized wisely or effectively.\n\nNext there is watching your own experience, particularly if you are stimulated by something strongly. Something evokes desire in you or excitement, or something evokes fear or rejection. In the practice of meditation, you can sit and use this seeing and listening approach to your own experience—watching it and listening.\n\nHere you step back from the mind. It is not who you are. You step back from your thoughts. They are not your deeper thoughts. You step back from the images and the imaginings, the thoughts, the feelings, the fantasies— everything. Let them pass by you, and you watch them objectively.\n\nIf you are practicing stillness meditation, such as in Steps to Knowledge, and you cannot still your mind, it is best then to practice this observation—watching your thoughts pass like a parade, letting the mind do whatever it wants to do, and listening deeply within yourself.\n\nYou are bringing the same practice here to your inner world, to the stream of consciousness. It is particularly important at times when you are aroused, either positively or negatively, to step back and watch this and practice inner listening.\n\nSo you see here, the art of seeing applies to your outer world. It applies to things you are familiar with and things you are not familiar with. It applies to your engagement with others, and your activities in the world, and what you do with your mind from moment to moment.\n\nFor the mind to serve you truly, as it was designed to do, then you must either be practicing this kind of presence of mind, or being present to the mind and to your outer and inner worlds, or the mind is at rest or engaged in a simple and beneficial activity. These three things give the mind reprieve and also develop its greater abilities.\n\nWhy is it that a developed person can look into your mind and discern your motivations, but you cannot look into theirs and do the same? It is because they are more present and focused upon you than you are upon them, and they have developed these greater powers of mind.\n\nIn the Greater Community of life in the universe around you, there are races who have developed these skills to a very high level. It is not that they are more basically intelligent than you are. It is just that this has been a major focus and a major need.\n\nWhen you are engaging with different races in the universe, you must be very discerning. Language is a problem. You are dealing with other kinds of consciousnesses, other kinds of values and ethics. You are dealing with beings who think differently, live according to different principles, have different experiences and have had to face different things in their history.\n\nHow will you ever be able to communicate with them effectively? How will you ever be able to understand them or perceive them correctly? How will you ever be able to know their true motives and abilities?\n\nIt would take a great presence of mind and highly developed skills to be able to do this. But if humanity is to function in this Greater Community environment, it must elevate its abilities in this regard, especially for those individuals who are destined to become real seers, which is a very important role in engaging with the Greater Community.\n\nHere the individual probably has natural inclinations and endowment that gives them a greater advantage in this matter, but they still must train and prepare—a training and preparation very different from anything taught in your universities or educational institutions. They take these basic skills into all the arenas of application and elevate them to a very high degree.\n\nThey can sit for days, focusing on something, only taking time for rest and nourishment. They can hear things that you cannot hear and see things you cannot see and discern the motivations and the influences in the mental environment, things that you could not recognize because their range of sight is deep and their presence of mind is powerful and their engagement with Knowledge is strong.\n\nThey can see farther and hear more. They are extremely patient. It might take days or weeks or months to have a final recognition regarding something important. But they will be present for that.\n\nAs it is today, people cannot sit still for five seconds without becoming nervous or aggravated or emerging into fantasy or daydreaming.\n\nBut you see, true seeing and hearing are not reserved for the exceptional individual. It is not a specialization that only a few people should or could exercise.\n\nIt is what you need to discern the meaning of your engagements with others; to discern your deeper understanding, thoughts and needs; to recognize where your life is going and the degree to which you are going there; to discern the meaning of all your present and future engagements with others; to discern the value of opportunities and whether they should be taken or not; to discern what is going on in your environment, in your town, your city and your nation to see how the Great Waves of change that are coming to the world are affecting people even at this moment and affecting the circumstances and opportunities around you.\n\nEverything you truly need and require in life becomes then the product of seeing and hearing and responding appropriately—great patience, great perseverance, stillness, objectivity, compassion and the ability to separate yourself from your own fear, to observe it to see if the fear is genuine and authentic, if it is giving you a warning, or if it is simply an indulgence of the mind.\n\nEveryone experiences fear. In fact, fear is the basis of most people’s thinking, desires and preoccupations. If they could separate themselves from this fear and discern what is real fear, what is actually a sign of warning and everything else that is simply an anxiety about future loss and the desire to win over others’ approval to prevent future loss, the difference in their experience of life would be profound. It is like the difference between night and day, the difference between Heaven and Hell.\n\nIf you can practice seeing and hearing in the arenas We have described, practicing increasingly, daily, developing the time and the approach for yourself given your circumstances, you would be able to experience a greater peace and equanimity and freedom from the oppression of your thinking and the thinking of others, even the thinking of your culture and nation. This is freedom, and it gives you equanimity, clarity and the powers of discernment and discretion.\n\nWhen you are with others, practice listening to them—not just to their words and gestures, but to their real intentions and what they are trying to communicate through their words and gestures, which is often very different from what they are actually saying on the outside. You watch, and you practice inner listening.\n\nThis is a complete change in how you engage with the world and with other people. It is a complete shift to a different way of being, to a more natural way of being, to a more powerful and efficacious way of being.\n\nWhen you are speaking, practice listening deeper within yourself to see if your words are necessary, to see if you are communicating what should be communicated in that moment, to see if you should speak at all, and if so, what is it that should be said in this engagement with people?\n\nIf you are looking and listening, you can discern the dynamics of any human engagement, the quality of people’s approach and the degree of their honesty. You can discern their condition compassionately. You can discern even their readiness to learn of greater things. You can discern whether you should speak or not, whether you should offer something or not, whether you should change the conversation or not.\n\nHere you are not compelled to talk out of a need for social recognition. You break these bonds, these compulsions, these habits, these addictions by practicing the art of seeing.\n\nSteps to Knowledge will give you the pathway to develop these greater skills. And you need them. You need them now. You needed them yesterday. You have needed them all along.\n\nBut your education has taught you to think of things that have little value and to follow other people around as if you were part of a herd of cattle, to think in step with others, and to become obsessed and engaged in the social discourse, however meaningless and immature it might have been.\n\nNow you are stepping back. Practice in the quiet of your room or your closet. Practice in a quiet place out in the city or the town, or seek a quiet place in nature to begin to develop these greater skills that are so necessary for living a meaningful and purposeful life.\n\nYou gain skill as you practice. Seek the assistance of someone who is practicing and is more advanced than you, if that is possible.\n\nKnow that you cannot teach yourself. You must practice using a greater curriculum, a greater guidance and a higher quality of engagement with at least one other person.\n\nThink of the Messenger and what he must practice. Share his practice.\n\nThink of the needs of your life and the power that the art of seeing can bring to you in bringing God’s Grace and Strength into your affairs.\n\nCertain problems in life must be figured out intellectually, particularly dealing with technology or mechanical things, practical things. But first, like the wise carpenter, you must look and see what the situation requires. You look and see before you act. You do not just dive into the situation unless it is an emergency.\n\nSeeing and hearing are skills of far greater value than any practical skills you can develop and will give greater direction and greater power and efficacy to any practical skills that you develop, following the art of seeing.\n\nMany questions will arise regarding these things. Write them down. Ask for assistance. Practice the art of seeing regarding them. Have a wise companion, if you can find one soon, who can review your conclusions to see if they are sound—sound at the level of Knowledge.\n\nDo not worry what other people are doing. Do not concern yourself with the state of mind of the general public. You are being called to undertake a greater preparation in service not only to yourself and your family, but really in service to the whole world.\n\nFor these greater skills must be developed by enough people for humanity to apprehend, discern and prepare for the great change that is coming to the world and for its encounter with a universe of intelligent life, where the powers of seeing and the powers of influence are far greater than what humanity can exert upon itself.\n\nYou need to be liberated from your mundane and confused life. You must be freed for a greater experience and ultimately a greater involvement in a world that is changing fundamentally.",
  "audioUrl": "https://www.newmessage.org/av/the-art-of-seeing.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/the-great-practices/the-art-of-seeing/"
}