{
  "title": "The Great Rays of Initiation",
  "content": "The Power and the Presence watches over you and all people in the world, waiting for those who are ready, waiting for those who are ready to awaken from their deep sleep of desire and disappointment, watching over the world, waiting for those minds that seek freedom—not just an outer freedom, but an inner freedom—waiting for the moment of readiness in the individual.\n\nPeople think that the Angelic Presence is always there to abide with them, but this is not accurate. Indeed, the Presence is waiting for those who are ready to respond to a greater calling and a greater purpose in life. It is those individuals that will garner the attention of the Angelic Assembly.\n\nPeople pray for many things, but the Angelic Assembly is waiting for the real calling from the individual—a calling usually born of despair and frustration or disappointment in the world, seeking now for something more real, more authentic, more permanent and more essential to their true nature and purpose for being in this world at this time.\n\nGreat Rays are shined upon those who can respond and who are ready to receive something marvelous and significant. Great Rays of light and power are directed at those who are beginning to receive the preparation for their greater purpose and calling in life.\n\nYou cannot call upon this yourself consciously. It must be born of something within you that is very deep, and very primary to your life and purpose here. You cannot in your mind pray for the Great Rays to shine upon you, to initiate you, for your mind cannot call upon this. It must come from a deeper place within you. But your mind can prepare you by recognizing the greater need of your life, and the fact that you are not living the life you are meant to live, and that you are circumscribed by many things of little value and future possibility.\n\nYou prepare by recognizing the truth about your life in a moment of great clarity and sobriety. You take stock of where you are. You recognize that you are lost in the world following the prescriptions of your culture and of those people who influence you so strongly.\n\nHere you pray not merely for relief from suffering, you pray for the truth to be revealed to you, not just the truth of your circumstances, but the truth of your life. You pray for your life, your real life to be given to you.\n\nThis is the calling that comes from deep within you, not merely something that the mind wants for the moment, not for relief from suffering only, not just to have a nicer life or a prettier set of circumstances or to fulfill your ambitions and desires. This comes from the deeper place within you, from Knowledge within you. This is what speaks to the Angelic Assembly. This is the result of a deeper experience of yourself, a deeper reckoning within yourself, a deeper honesty.\n\nIf you are truly ready to respond, ready to evaluate and change the circumstances of your life, if necessary, then the Great Rays will shine upon you, as if a beacon or a spotlight has been directed at you very specifically—not to the people around you, not even to the person sitting next to you, not to your husband or your wife or your children, but to you.\n\nThis begins then a process of deeper reckoning and evaluation, a process in many stages of initiation, a process that begins a great turning point for your life.\n\nFor in truth you know not who you are, or why you are here, or what you are sent to accomplish, or who you are here to meet, what you are here to avoid, what you are here to accomplish, what are the great hazards of your life beyond your understanding, what are the great possibilities for your life beyond your understanding.\n\nYou have a relationship with the Angelic Assembly that watches over this world and everyone in it. This is intrinsic to who you are, why you are here, what you are sent to accomplish, who you must meet, where you must go. It is the greater journey of your life waiting to be discovered and undertaken.\n\nYour beliefs, your ideology, your religious views and your spiritual aspirations more often than not merely stand in the way of this deeper recognition, which is not something of this world, or anything in this world, but represents your life beyond the world, where you have come from and what you will return to and the relationships that are primary to your existence and to your participation in the world at this time.\n\nThe Great Rays are powerful. They reach deep within you, bypassing your intellect and all of your beliefs and ideas and expectations and grievances and so forth, as if they are shining upon a part of you that you have barely experienced in life and are barely acquainted with—something ancient, something you might have experienced momentarily here and there, something unchanging, the changeless part of yourself.\n\nThis is communication without words. It is the power of Initiation generated from the Angelic Host and Assembly, directed now at an individual who has reached the point of readiness, not only internally but readiness where something on the outside must be done. For should they miss this point in their development and in their life, they could miss their calling entirely.\n\nHere timing is critical, for you only have so much time to delay. You only have so much time to be lost in the world before your opportunity is bypassed and it is too late for you to respond. You do not know when this is, but the Angelic Presence knows. Knowledge within you knows.\n\nAs you approach this critical time in your life, you will feel ever more anxious about your outer circumstances, ever more drawn to something more mysterious, more questioning about your values and involvements with others, more uncomfortable and dissatisfied with your circumstances even if they are pleasurable, even if they are seemingly beneficial. You become more restless. You may try to fulfill this restlessness with more possessions, more activities, more recreation, even more spirituality, but you are reaching a time of readiness. It is happening at a deeper level, beyond the realm and the reach of the intellect.\n\nThe Presence is watching you carefully now to see how you will respond. Will you deny your experience? Will you resist your experience? Will you try to lose yourself again in romance or some other kind of pursuit in the world, even some kind of edifying pursuit like some great social cause or political campaign? Yet this is about something very different.\n\nAt this time, it is so important to be responsive to yourself—to practice inner listening, to listen for something deeper without coming to conclusions, to orient yourself in this way. For if the Great Rays are directed at you, it will so upset your life and change you. It is like being struck by lightning.\n\nThis experience can be profoundly internal, but it can also be generated by the arrival of certain people who are here to call you out of your past and to be a part of your preparation for a future greater life. In either case, it will begin a process of profound change and self-evaluation, so strong now that you cannot simply deny it or think it is something else, for it will seem to overtake you, and you will have to yield to it.\n\nThe Angelic Presence watches you to see if you can do this, if you can receive initiation and go through the long and inexplicable process that this will require. You cannot control this process. You can only keep yourself focused upon it, and that will require all the self-discipline and compassion towards yourself that you can muster.\n\nPeople can fail at this juncture with great consequence. It has to do with the presence of certain other people in your life who will play a significant role in your greater work and purpose here. It may be time for you to meet them. They may be calling for you. The time of your rendezvous is approaching, and you must be able to respond.\n\nYou do not have these opportunities at all times. Do not tell yourself that initiation can happen at any time, whenever you feel so inclined, for this is really not true at all. You have certain opportunities in life given the proximity of those people who will be essential for your success, and given your own development and degree of self-honesty.\n\nFor you to be called in this way, you must be prepared to accept this experience and undergo the process of preparation, which is very deep and internal. You must be able to respond to those who come into your life, who will initiate you and be a part of this great turning point.\n\nThis is beyond your personal plans and evaluation of your life entirely. You may think or feel that you are meant for something greater, and perhaps this feeling has been with you for a very long time. But We are speaking of something of a far greater potency and magnitude.\n\nIf the Great Rays are directed at you, if it is a time of great change, if your time has come—the time for which you have prepared unknowingly—if that time has come, you must be ready to receive, and you must be prepared to go through a period of great confusion and uncertainty.\n\nIn the world today, God’s new Messenger is here, bringing a New Message from God to the world. If you are to meet him and for this meeting to be truly efficacious, you must be prepared in this way or you will think he is just another person making great claims. You will evaluate him on a personal level the way you evaluate people at this present time.\n\nYou will not see. You will not know. You will not realize that this is the greatest encounter you will probably have in your entire life. If you miss it, it is missed.\n\nGod wills for you to awaken to your greater purpose and to receive the great blessing from the Angelic Assembly, the Great Rays. But that does not mean that you will make this rendezvous. That does not mean that you can hear and see and know in the critical moment where recognition must occur. That does not mean your success is assured. That does not mean that you are ready, willing and able.\n\nIf you have a destiny with the Messenger, you must be preparing for that—setting aside that which cannot go forward, embracing that which is crucial to your success, building your sense of integrity and self-honesty, evaluating your life to see what is truly genuine and has destiny and what does not, facing loss, giving things up if necessary, stepping away from people when necessary, stepping away from your former investments in people, places and things, if necessary.\n\nWhen this life is over and you return to your Spiritual Family, they will only have one question for you, and that is whether you made your sacred rendezvous in life and gave your gifts to the world. In that moment, you will know with absolute clarity whether you did or did not. There is no punishment here, but the weight of failure is great. It means you will have to try again, and go through the whole process all over again. That should be incentive enough to encourage most people to proceed.\n\nWhen you pray to God, do not pray for little things, little advantages or dispensations. Pray that Knowledge will become strong within you. Pray that you will have the forbearance and the self-discipline to hold back your fearful and reactive tendencies. Pray that those with whom you are meant to become engaged can find you in the world. Pray that you will be ready for them when they arrive, that you will realize you are making an engagement now of greater importance, without trying to fully understand what it means or what it will require.\n\nPeople who are called are called out of their former circumstances and prepared for a different kind of life. Everyone has a greater purpose for being in the world at this time, but not many people are ready to receive their calling. They are not ready to receive the Great Rays.\n\nThe future of the world depends upon enough people receiving their calling and making their contribution to a world facing great and perilous change—a world facing a Greater Community of life in the universe; a world facing economic decline, environmental destruction, a changing climate; a world at risk of collapsing from within and facing Intervention from without. This is the world you have come to serve. It is no accident you are here at this time.\n\nThe blessing is with you, but you are not with the blessing. The calling is waiting for you, but you are busy doing other things, preoccupied at every moment. The Angelic Assembly watches over you, but your eyes are cast down to the ground. You pray for peace and happiness and beneficial circumstances, without realizing that you are really here for something else. You pray to the heavens that your state of Separation will be satisfactory and fulfilling, which can never be the case.\n\nThe Angelic Assembly is waiting for you to realize that without your greater purpose and calling, your life is but a troubled dream. You cannot find fulfillment here no matter what you do, for you are here for a greater purpose, and the need of your soul is to have this purpose realized and expressed in the world.\n\nIf you were not a greater Being with a greater origin and a greater destiny, this would not be the case. You would just be an intelligent creature living on the surface of the world, trying to be safe and secure, trying to be happy with what you have and always wanting more.\n\nBut you are a greater Being with a greater origin and a greater destiny, and the calling is waiting for you to come to that point of recognition and readiness. This sends a signal to the Angelic Presence that you are truly ready and that the process must begin.\n\nIf you cannot generate this recognition within yourself, then it will be generated for you because your life has reached the critical point where the calling must occur, if it is to ever occur in this life. That can be extremely disruptive and the chance of failure will be greater here. For there is no assurance you will understand the meaning of what is happening. There is no assurance that you will follow what you must follow and step away from what you must step away from.\n\nIn a universe of intelligent life, of countless races of beings, the Great Rays are being cast upon those who can respond and who must respond. It is a great Plan for a universe so far beyond what you can even imagine. You cannot conceive of it. It will make you realize that your former ideas were either hopelessly false or greatly inadequate to address the real situation in your life.\n\nThat is why you must have humility and receive correction without abusing yourself. You must allow your life to be reshaped by Knowledge, without trying to reshape it yourself. It is such a different way of being. It is such a different relationship with yourself and others. It is the beginning of a greater life for you.\n\nMay God shine upon you and call you out of your troubled dreams, out of the shadows of the past, out of the misery of the present. Pray for this. But in the meantime, prepare yourself by being truly honest about your situation, your engagements, your involvements and your commitments.\n\nYou cannot be passive regarding this great Calling. You must build the foundation, you must make the effort, you must have the courage, you must take the risks. For this will make you strong and powerful in the world and show you where the strength of your integrity and courage resides.\n\nThis day, hear these words. For they come from the Source of all life. Prepare for the Messenger in the world. For it is very likely that you have a destiny with him. Understand you are living at a time of Revelation, and that has a great deal to do with what has happened in your life and your deeper inclinations for the future.",
  "audioUrl": "https://www.newmessage.org/av/the-great-rays-of-initiation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/the-rays-of-initiation/"
}