{
  "title": "The Great Love",
  "content": "Around the world love is held to be in the highest esteem, as a pinnacle of human experience. Love is sung about in songs and written about in poetry. It is exalted in great literature. It is bandied about in normal conversation. People claim they are in love, that love is the ultimate, that all you need in the world is love and everything will work out just fine. But very few people understand what love really is. And very few people have experienced love at a deeper level—beyond fascination, beyond infatuation and attachment. Few people have experienced the real power and current of love.\n\nIn addition, many people associate certain kinds of behaviors, beliefs and attitudes with love. Gentleness and passivity are associated with love. Peace and harmony are associated with love. But really what is this deeper love, not a love that is simply a fixation, an infatuation or an attachment, but a deeper kind of love that is redemptive, that emanates from a deeper place within the individual?\n\nBeyond this, what is God’s love, the love of God? Is this merely an infatuation, a fixation or an attachment? Most people will say no, but they are unclear what the love of God really means, how this love is expressed and how it can be translated into the world effectively.\n\nSo today We will speak on love, the greater love that lives within each individual, and the greater love of God, that is the sum of all love in the universe, and is the source of all real love everywhere—in this world and in the Greater Community of worlds. And We shall speak about what God’s New Message for the world teaches about love, for there is a New Message from God in the world, and love is part of its Message.\n\nIt is necessary here to begin by saying what love is not. Love is not fascination. Love is not fixation. Love is not attachment. Love is not romance where you are infatuated or taken with someone else’s appearance or some aspect of their personality. It is not idolatry, where you idolize someone, you worship someone—even a deity, even a messenger, even God. For these do not represent a real relationship, a working relationship, a relationship of united wills.\n\nLove is not a behavior, an attitude or a mannerism. It is not etiquette. It is not convention. Love may express itself in many different ways—softly or forcibly. Love can appear meek. Love can appear strong. Love can challenge you. Love can criticize you. Love can expose your illusions, your fantasies and your self-deception. Love is not what people really mean when they talk about love in nearly all circumstances.\n\nLove is a deeper power that moves people to do things that are different from their ideas, their beliefs and their sense of obligation. Love is something beyond the love you hear about in conversations. In fact, it is better to demonstrate love than to talk about it, for real love is demonstrated. It is what moves people to change their lives, to refocus their priorities, to associate with something deeper and more profound within themselves. It is something that has the power to override human ambition, human selfishness, human grievance, all partisan beliefs and attitudes and religious ideology. For love is not bound by these things. It is only restrained, held back or hidden by these things. Love moves on its own accord, being associated with the deeper Knowledge that God has placed within each person.\n\nFor you see, you were born with two minds—a mind to think with and a mind to know. The mind that you think with is a product of all of your social conditioning. It is a product of being in the world. It is an accumulation of ideas, associations and patterns of thinking that you have been learning since the day you were born. Much of this is useful, and some of it is hazardous and dangerous to you.\n\nCertainly, you have had to learn how to survive in the world—how to survive physically, how to survive socially, how to participate within a family environment, within a culture and perhaps within a religious framework. You have had to learn how to communicate your ideas and feelings. You have had to learn what society has told you you have to learn. As We have said, some of this is useful and important, and some of this is hazardous and not in your best interests.\n\nBut you were born with a deeper mind, the mind of Knowledge. This mind does not think like your intellect thinks. It sees and it knows. It is not what people think of when they talk about the subconscious mind. That is more associated with your worldly mind, or intellect. This deeper mind is not subject to conditioning in the world. It is not patterned or conditioned by the world. It is not threatened or intimidated by the world. This deeper mind is called Knowledge in the New Message because it is related to the experience of direct knowing, the experience of affinity, the experience of true recognition and the experience of true relationship.\n\nReal love emanates from Knowledge. It in essence is the expression of Knowledge. When Knowledge moves you to do something—perhaps something you were never planning to do, something you do not understand, something that flies in the face of your plans and goals and ambitions—this expresses love because you are expressing the will of God, which is the love of God. For God’s love is not separate from God’s Will.\n\nGod does not think like your intellect thinks—happy one day, sad the next, happy with this, angry with that, cruel and punishing over those who make mistakes or who live in error. This is not God. This is the human mind projecting a human mind onto God and projecting onto God human feelings and grievances. It is all a projection of the human mind. But God is beyond all this. And the love and the will of God is beyond all this.\n\nSo if you live in your personal mind or what you could call your “surface mind,” all your notions of God are associated with your personal mind. You think that God is just a super personality, a huge gigantic intellect, but an intellect that is subject to fear and anxiety, to hatred and recrimination, to judgment and punishment, to fixed ideas, to righteousness and heresy. This is a God that people think thinks like them, acts like them and behaves like them.\n\nBut when you think about what God really is—God of the Greater Community, God of all intelligent life in the universe—certainly a God of the universe, of the Greater Community, cannot be conditioned by human beliefs, human attitudes, human emotions, human social conventions and all of the petty things that keep humanity in a primitive and undeveloped state.\n\nIf God is God of the Greater Community, then God is author of countless forms of intelligent life and of countless worlds where intelligent life has evolved. God is the author of evolution. God is the author and source of the expansion of the universe. God is the author of all scientific truth. God is the creator of countless races of beings who do not look like you, think like you or have your value system. God is the author of nature, which functions within the world and beyond the world and within all worlds in this universe and beyond—at all levels of manifestation. This is a God so great that it transcends all theological ideas, religious systems of belief and religious organizations.\n\nIt is better to set aside your ideas of God and to follow what God has placed within you to follow, to see what God has placed within you to see, to hear what God has placed within you to hear. Only here can you experience God and experience your relationship with God. And ultimately, if you are successful in following the power and presence of Knowledge within yourself, you will discover God’s Will for you in this life, in this world, at this time.\n\nBecause you cannot understand God, it means you cannot understand God’s Will. It also means you cannot understand God’s love, the love of God. But you can experience these things because God has given you a deeper, greater mind, the mind of Knowledge. You can speculate, you can theorize, you can establish elaborate systems of thought, elaborate mental constructions. But if you cannot experience the movement of Knowledge in your life and the wisdom of Knowledge in your life, which is giving you counsel all along—counsel which you cannot hear, counsel which you do not respond to because your attention is fixated on the surface, on your intellect and on your perception of the world—if you cannot feel this deeper movement, God is foreign to you. God is merely an idea which you can either accept or set aside.\n\nGod has placed an expression of God’s will and love within you, deep within you, deep beneath the intellect, a will and love you cannot control and which you cannot dominate. You cannot use it to gain wealth, power or influence. You can only submit to it. You can only follow it, learn from it and carry out what it gives you to do to re-establish your life, to rebuild your mind, to rebuild your health, to refocus your life and to re-establish a greater set of priorities for yourself and with them a greater opportunity for relationship with others.\n\nIt is this greater love that is so far beyond and distinct from the love you hear about in conversation. People say, “I love this. I love him. I love her. I love this food. I love this place. I love your dress. I love nature. I love the woods. I love the ocean.”\n\nReal love is beyond all this—the real love that moves you to give your life, that refocuses your life, that tells you that you are in error, that confronts you with the fact that your life has been misspent and you are trying to take it in a direction that is not its true direction. This is love—the love that keeps orienting you towards your greater purpose for coming into the world regardless of your plans and goals, the love that does not change, the love that does not adapt to your wishes. This is the love! At times, it is confronting and challenging, and you feel that it is just too much. And at times, it is comforting and reassuring, and you welcome it and are so glad it exists and that it is true.\n\nThis is the Great Love—the love of God that has been placed in you, in Knowledge within you, in the deeper mind within you. This deeper mind is here on a mission. It is here for a purpose, for you have come into the world on a mission, for a purpose, to do specific things with specific people. Knowledge within you is trying to take you there, to aim you in the right direction so you can make your rendezvous with certain individuals and to find the circumstances and the environment where your greater purpose can emerge and can be activated. While people are making elaborate plans and are reinforcing what they are doing and what they believe, Knowledge within them is trying to take them somewhere.\n\nTherefore, never think that people are always in the right place, doing what they should be doing. It is not true. This is just an excuse. It is what people say to make things okay, to make things all right, when in fact, their life is miscast. They are not where they need to be. They are functioning at a level that does not represent their greater purpose for coming here. Or they are circumscribed by poverty or political oppression where they are locked in place and cannot find another way.\n\nBut God’s love is still resident within them. It will never give up. It is not like your intellect, in its shifting desires, its changing beliefs, its confusion and in its radical ideas and its fundamentalism. The only thing really fundamental within you is Knowledge because it is the only thing that is permanent within you. Knowledge is not circumscribed by religious ideology or by nationalistic passions. It cannot be used as a weapon. It cannot be used to oppress others. It cannot be used to divide and conquer. Knowledge can only be followed. It cannot be used.\n\nThe mind must serve Spirit. It is not the other way around. People want God to do things for them, as if God is their servant. People want God to protect them from danger or catastrophe. They want God to deliver what they want for themselves, as if God is a kind of servant. This is where the mind wants Spirit to serve the mind. The intellect wants God to serve and reinforce the intellect. This is completely backwards. This is upside down. For in truth, your body is meant to serve the mind, and your mind is meant to serve Spirit or Knowledge, and Knowledge is here to serve God. That is the true hierarchy of your Being. That is the only arrangement where your integrity can be experienced and established, where you can find union within yourself.\n\nUltimately here, everything serves God because if the body serves the mind, and the mind serves the Spirit and the Spirit serves God, everything serves God. But to gain this integrity, to gain this inner harmony, this union of all aspects of yourself, require a great preparation—a preparation you cannot invent for yourself, a preparation that is not some kind of eclectic approach where you take what you like from this tradition and what you like from that tradition and you kind of patch it all together, based upon your preferences. This is merely using the Spirit to substantiate the mind. It is incorrect from beginning to end.\n\nKnowledge will take you somewhere you could not take yourself. Knowledge will take you beyond your fears and your preferences because all preferences are based on fear—the fear of not having, the fear of being wrong, the fear of losing and the fear of death.\n\nIn this world, there is much that has been accomplished in religion and in spirituality. If you could understand the evolution of life in other worlds, you would see how much humanity has achieved, despite its many errors. You would see that religion in this world has actually gone very far. You would see that other more technologically advanced races [in the universe] have lost all their religion and all their understanding of spirituality. They have become much more mechanical, much more rigid— based upon ideas, based upon their science, based upon their political dictates and social structure.\n\nDo not think that religion in this world is a big mistake. It is actually the only thing that humanity has to offer the Greater Community at this point. What has been achieved in terms of personal freedom and spiritual awareness is actually very good in light of your position in the universe as a whole. This is an important understanding because humanity’s future will be in the Greater Community, and whether you will remain a free and self-determined race will be determined by your interactions with the Greater Community.\n\nWhat is love? Love is the movement of Knowledge. Or said in other words, love is the Will of God expressing itself through you. Here love is associated with inspiration, where the mind is infused with Spirit, where the mind yields to Spirit, where the mind is directed by Spirit. Sometimes this happens spontaneously. Sometimes this happens at a time when you are extremely disappointed, and you hear something within yourself that provides hope when you feel hopeless.\n\nBut to gain access to Knowledge and to take the Steps to Knowledge require a very focused approach. This approach must be given by God because only God knows how you can reconnect your thinking [mind] and the deeper mind of Knowledge within you.\n\nThere is much for your intellect to do and to consider, and even its great skills have not really been cultivated fully within people. But in this matter, you must receive the grace of God, which is the love of God. Your life is lost. You do not know who you are or what you are doing and you finally come to a point of disappointment where you realize that this is actually your condition and has been your condition all along, and God sends you the Steps to Knowledge. You may wish that God would give you a new job, a new relationship, a nicer body or that God would rid you of your difficulties. That is what people want God to do for them.\n\nGod sends people what can redeem them, not what they want. What they want will only perpetuate their condition and their disassociation and will only prevent them from gaining the opportunity to gain access to Knowledge. God and God’s love give what is needed for redemption.\n\nIt is only when you realize that getting more of what you want will not make a difference, that you will turn to Knowledge. It is only when your plans for personal fulfillment are shown to be weak, fallible and unfulfilling that you will turn to Knowledge. Here profound disappointment is extremely important and holds a great opportunity for you. But extreme disappointment is what everyone wants to avoid, so they keep trying to plan and scheme and focus their life to get what they want. Their predicament is only deepened. Knowledge is speaking to them all along, but they cannot hear. They are not open to that. They want what they want. They are driven by fear and preference. And so love is unknown to them.\n\nLove is what gives them what they want. Love is what looks good. Love is what feels good in the moment. And as a result, people’s notion of love becomes a source of their addictions. Love becomes kind of an addiction. You must have this person. You must live in this place. You must have this food. You must have this pleasure. You must have this drug.\n\nGod’s love is the movement of Knowledge within you, for this movement is moving you in a direction [towards] your redemption and your fulfillment in the world. To find this redemption and fulfillment, you must be freed from those relationships and those obligations that are keeping you locked in your life. Redemption is not something you simply add on to your life or just another thing you are managing in your life. It is not simply an addition. It is your life.\n\nEverything that Knowledge moves you to do, whether it be urging you to avoid something or urging you towards something, is all aimed towards your redemption. Your redemption means that you have connected your thinking mind with Knowledge. That is redemption. That is the beginning of real promise for you.\n\nYou are not redeemed to God. You have never been separated from God. God has no anger towards you. You have placed yourself in exile. You have entered a reality where God is not known, where God is forgotten, where God is about idolatry, belief and ritual. What redeems you is taking the Steps to Knowledge, connecting mind with Spirit, your thinking mind with the real power of Knowledge within you—not your beliefs about Spirit or spirituality or religion, but with the reality.\n\nMany people cannot differentiate between their beliefs and reality. They think their beliefs are reality. “What I believe is what is real,” they say. “What I believe is the truth,” they say. “What I believe is God’s will,” they say. And yet the more adamant they are, the more it demonstrates that they are not yet connected to Knowledge. They have not yet been redeemed.\n\nThe intellect must yield to what God has placed within you. What God has placed within you is the will and plan of God for your life, which is connected to the Will and Plan of God for all life—within this world, beyond this world and throughout the Greater Community of worlds in the universe in which you live. [This is] so big! When you see how big it is, you realize that your thoughts are never going to contain it or define it.\n\nKnowledge within you is completely uniform. It is in complete harmony with Knowledge within everyone else. And that is why it is the great peacemaker in the world. Any real peace that has been fostered and established has come from Knowledge. Otherwise, peace agreements are really economic or political arrangements to restrain war and conflict. No peace has really been established. Peace is the result of people recognizing and connecting with each other, not simply trading over a boundary, not simply looking at each other from a distance, but learning to recognize and to communicate and relate to each other.\n\nWith the growing population of the world as it is now, you have a great opportunity to establish human unity, a great necessity to establish human unity. Living in a world of diminishing resources, this growing population will have to unite for its own survival. The very condition of scarcity you are creating creates the greater impetus for human unity. This is all the work of Knowledge.\n\nGod does not will that humanity have an overpopulated world, a world of diminishing resources. But Knowledge will continue to move people towards their redemption regardless of the circumstances. Even if you create a nightmare scenario, Knowledge within you and others will move you towards redemption.\n\nGod then is not the author of what you think and do. God is the author of your redemption. God is the source of the greater purpose that has brought you and every other person into the world. Anyone who can recover their ancient memory will experience the power and the authority of God. Anyone who can take the Steps to Knowledge to bring Knowledge into their awareness will experience the love of God.\n\nLove is like the air you breathe. You take it for granted. You never think about it. But you need it every moment. Love is here. Can you experience it? Knowledge is within you. It is quiet. It is also giving you counsel. Can you feel it? Can you hear it? Are you willing to go to it with your hands open, without demands, without beliefs, just go to it? “I go to God.” You go to God. “What is God’s will for me? What must I do in this situation? Should I be with this person? Yes or no? Should I go to this place? Yes or no? Should I engage in this activity? Yes or No?”\n\nEverything is simple. No deals. No compromises. “Well, I’ll do a little of this, if God gives a little of that. I’ll make a deal with God.” No deals. You are either open to guidance or you are not. You are either willing to put in doubt what you want for yourself or you are not. This does not mean that you surrender yourself to God. That happens perhaps much later. This is just a little opening, a little willingness, a beginning. You have to begin as a beginner. You cannot simply leap into a mature state in your relationship with God. You have to take the steps. God provides the steps.\n\nLove is the movement of Knowledge within you. Knowledge is the greater intelligence that God has placed within you to guide, to protect and to lead you to the discovery of your greater purpose in this world at this time. Everything else that calls itself love is just a parade. It has no devotion in it. It has no wisdom in it. It is without substance. Life will not support it.\n\nThat is why people fall in love, begin a relationship and then find out in the relationship if they can even be in the relationship, which often they cannot. So where is the love? What is the love here? Just an initial fascination? An attachment to something you think is going to save you or make you what you want to be?\n\nPeople grow old. They lose their beauty. They lose their charm. Life confronts you with difficulties and requirements. You must produce. You must work. You must deal with adversity. What happened to the love back there at the beginning that was so ecstatic and wonderful? Then what people think was love becomes kind of a survival arrangement or convenience.\n\nThere is a greater love. There is the Great Love, the love that God has placed within you, within every person, waiting to be discovered, waiting to be expressed and experienced. This love does not have only one appearance. It is not associated with a certain kind of behavior or etiquette. It is not a social convention. This love will pull you away from danger. This love will challenge your thinking and your attitudes. This love will show you that your life is going nowhere. This love will move you to go one way when you want to go another. This love will restrain you. This love will redirect you. This is a Great Love. This is the real thing!\n\nEven if you are all alone in life, if you can feel the movement of Knowledge, you will feel the love of God. You will not understand it. You will not be sure where it is taking you. You will not be sure what it means. But if you can follow it, you will experience it. And step by step, increment by increment, it will move your life into a different position and open a greater opportunity for you.\n\nHere you must practice patience and forbearance. You must suspend judgment and delay your need for conclusions because you need to receive from God. Before you can give what God has given you to give, you must receive from God. You must let God redeem your life.\n\nSome people think that redemption is just assuming a belief system: “I am redeemed because I now believe!” But this is not redemption. Belief is weak and fallible. It has to constantly be reinforced. It does not have the power of Knowledge. It is a human invention. You will have to have faith in Knowledge within yourself, but even here you realize that Knowledge is greater than your understanding. Where Knowledge is taking you is beyond your current awareness. If you can follow, you can find. If you can find, you can fulfill. If you can fulfill, you can express.\n\nThis is the Great Love. And the need for this Great Love is immense. Look at the world around you. So many people. So much difficulty. So much danger, with greater danger threatening on the horizon. Where is the Great Love? In your life, with all of your busy-ness and activities, your preoccupations and concerns, your grievances, your fixations, where is the Great Love—the Great Love that stirs you and moves you and connects you? This is what you must receive, [this] is the love of God, which is the movement of Knowledge. This is how God will redeem you. You have been trying to redeem yourself, but this is how God will redeem you.\n\nTake everything you are doing in life, and you ask yourself, “Fundamentally, is this what I really need to be doing?” Every relationship, “Is this relationship helping me? Is it important for me now?” Everything! And you will have a deeper sense of it coming from Knowledge, way deep inside of you. Perhaps it will be a feeling. Perhaps it will be an image. Perhaps the answer will come a week from now. You have to keep asking and listening.\n\nYou are asking for the Great Love to redeem you, to reunite you and to put you in a position where your greater gifts can be realized and given to the world. This requires that you be in certain circumstances, associated with certain people, in certain environments. If you are not in the right environment with the right people, the discovery will not take place. Where you are physically is very important in this regard. Who you are with is very important in this regard.\n\nIf your realization is going to happen in a particular city regarding certain people there and you are not in that city, how will the discovery take place? Even if you are in the right place, how are you going to find the right people? You cannot figure this out. This is too big for the intellect. Only Knowledge can take you there. Knowledge can bring two people from opposite ends of the world together for a greater purpose. That is the power of the Great Love. And the Great Love is what the world needs now.",
  "audioUrl": "https://www.newmessage.org/av/the-great-love.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/the-great-love/"
}