{
  "title": "The Great Turning Point for Humanity",
  "content": "At this great turning point, you stand at the threshold of great change in the world, greater than you yet realize, a greater change than has happened at any time in human history.\n\nFor you stand at the threshold of a universe full of intelligent life. An Intervention from this universe has begun. And you face a new world reality, for humanity has changed the world in so many ways, and now it is changing on its own, in ways that you cannot yet control or predict.\n\nAt this great turning point, Heaven has sent a New Revelation into the world, a Revelation unlike anything that has been given to the world since the days of Muhammad. For these Revelations are only given at great turning points, representing a response to a great need and a great opportunity to uplift humanity, to prepare it for its next great stage of development.\n\nThose who are sensitive, those who are looking, those who are listening can feel the building of this power, this movement of life, this great change. And perhaps they have also been stirred, for God has been stirring people to prepare for these times, the great times of Revelation.\n\nFor why would God speak again to the world unless there was a great need—so great that the previous Revelations could not really address it completely or adequately, so great that God must speak again, despite all the denial and belief that this could happen? But only God knows when God will speak, and no one has the authority to proclaim this cannot be.\n\nThis next decade will be a great turning point for humanity, as this great environmental change begins to alter the face of the world, as humanity faces a growing presence in the world from those beyond who would seek to use this world for their own purposes. They are not here to destroy you but to use you, seeing you as part of the resource of the world.\n\nFeeling this great turning point, some people will think it is the end—it is the end of humanity, it is the end of time, or it is the end of human civilization. And some people think it is a glorious beginning, a great new age for humanity of enlightenment and unity, of spirituality.\n\nBut who can face the reality with the courage and the power of Knowledge that God has placed within each person? Yet this Knowledge is unknown in the world, except by a few.\n\nSo they [people] fail to respond. They fail to prepare. They fail to recognize the growing signs of the world. They remain either oppressed in their nations where there is poverty or religious or political oppression, or they remain subsumed in their own personal preoccupations and desires and difficulties, heedless, unaware that their lives are about to change beyond their reckoning.\n\nThere are those who feel this great change, but are too afraid to face it. So they turn away, or they try to give it meaning and understanding, trying to incorporate it into their desires and their understanding of the world, when in fact the great change is something far beyond their capabilities in this regard.\n\nMany people pray for peace and equanimity at this time. Some even seek for what they call enlightenment, but this is not preparation for what is coming. What is coming is a great challenge, an ordeal, a difficult road ahead.\n\nFor God would only speak again if this were the case for the whole human family. Enough has been provided over the centuries to uplift human ethics and morality, even though these things are largely neglected or avoided in the world today.\n\nThere must be a great danger, a great difficulty, but also a great opportunity. For what can unite a fractured humanity—contentious with itself, filled with revenge and anger and the need or desire to conquer others? What could overcome this—which seems so endemic in the world today, and growing worse by the day it seems—but a great challenge for all who dwell here, a challenge that will affect everyone, a challenge from which there is no escape? There is only preparation and rising to meet a great set of circumstances.\n\nThis is not a time to retreat and work on your own spiritual understanding, or to run away from the world and hide somewhere, or to think that everything is over or that everything is just beginning. It is a continuation, you see, for humanity, over the past few centuries in particular, has affected the world in so many ways, degraded the world in so many ways, has overexploited the world.\n\nThis is what has brought Intervention from beyond, for this world is valued by others who have been watching for a very long time. They seek to plant themselves here, secretly. They are not military, so they have no great show of force, but they are very persuasive. And at times like this when people become disoriented, or are frightened or anxious, or live with growing anxiety, this persuasion can become very strong—turning the human mind, turning people against their own institutions and leaders, turning people to the Intervention itself.\n\nTo have any sense of what is occurring and what is coming, you must have the courage to face certain things that perhaps far exceed what you even thought was possible. You must be able to respond. You must be responsible.\n\nGod’s New Revelation for the world is providing everything you will need to know and everything you will need to do, within yourself and in your relationships with others. For this must happen at the level of the individual. Whole nations cannot prepare yet. It begins with individuals, preparing individually and together.\n\nBut who would know how to do this? No one knows how to prepare for life in the universe as it really is. No one even knows what is there. Your movies and your fiction can give you no real idea of this.\n\nWho can prepare you for a new world reality? You have a few solutions, but you will need many more. Who has the courage to build a shelter far before the storm comes? Who has the foresight to do what must be done today before the waters rise and the lands dry out? You have this power within you, but it is unknown to you yet.\n\nWe are here to prepare you for the great change that is coming to the world, the great change that will alter human civilization, for better or worse—permanently, from this time onward, as if you have crossed an invisible line that changes everything.\n\nYou cannot prepare yourself for this. Even if people could see and feel it significantly, they would be in disagreement about what it is and what it means and how it will happen and what must be done.\n\nRegarding your entrance into a Greater Community of life in the universe, no one on Earth knows how to prepare for this. Only God can provide this. And those few races in your vicinity of space who are free have played an important role in helping you, but they will not intervene. They can only share their wisdom with you, which they have done.\n\nThis is a great calling out of self-obsession; a great calling out of trying to fulfill yourself in a world where fulfillment cannot really be obtained; a calling out of the confusion and your self-denial; a calling out of human conflict, human will and human domination.\n\nTo even begin, you must face the reality We speak of here today and have spoken of throughout God’s New Revelation for the world. It is not like what you think. And if you face it, you may feel overwhelmed and hopeless, but God has already put the hope within you, the power within you, the strength within you—deep within you.\n\nYour intellect is too small and too weak and too preoccupied and too conditioned by the world to be able to see and know what to do. You need a Revelation from God. And that is what has been given.\n\nWho has the humility and the honesty to face and accept this? Here you will see who is courageous and who is not, who is humble and who is not, who is responding and who is not, who is open to the future and who is not, who is free enough from their own investment in their position in life and their ideology to face something new and great and powerful.\n\nYou can see it as a great test, and test you it will, certainly. But what you are facing is reality and the consequence of your own misuse of the world, and the consequence of facing and not facing a universe of intelligent life, a consequence of being divorced from nature and reality’s most powerful and complete manifestation.\n\nYou must be honest enough to say you do not know what to do. You must be honest enough to say you cannot make a plan. You must be honest enough to say your ideas are too small for this.\n\nBut it is your destiny to be here. You were sent into the world to be here at these times, to face these great things that We speak of here today. That part of you that was sent and that knows this resides beneath the surface of your mind. You have the ability to see and know this if you can go deeper within yourself.\n\nWhat will drive you is urgency. You might be frightened at the beginning, but beyond this, it will be Knowledge that will carry you forward, for it is without fear. It is eternal. It is the part of you that is eternal that is still connected to its Source. It wants to keep you alive and protect you and guide you so that you can give to the world what you were sent to give, to play your small but important part, which will fulfill you in this life and justify your being here.\n\nYou will not respond until you can face the reality that is coming. It is greater than you can think of at this moment. But We can paint some pictures for you so you may have an idea of its scope and its power.\n\nLarge parts of the world will become uninhabitable, where many great populations already reside. What will they do? Where will they go? Who will accept them into their nations?\n\nThere will be great loss of food production in the future as the world becomes drier, hotter, difficult to navigate.\n\nEverything that is important in your life will come down to very elemental things for your well-being and for your ability to make a constructive difference in this new world reality.\n\nThe seas will rise. The lands will dry. Whole cities will have to be abandoned. Whole coastlines will have to be abandoned. Not in some future century, but in this century. Not tomorrow, but it is coming.\n\nYou do not prepare for this when it is about to occur, for that is too late. You do not respond when you are about to be overtaken, for that is too late. You do not build your house in the sand, on the side of a volcano, or next to a river, for then it is too late.\n\nThe signs of the world are coming to you every day if you will pay attention. You must not give up or give in to fear or denial or weakness. This is what will make you strong.\n\nThis is what will unite humanity—the thing that nobody expects, the thing that nobody wants, the thing that nobody believes is possible, the thing that seems inexplicable and new, unlike anything most people have ever experienced—a planetary emergency that does not stop.\n\nYou may complain. You may be angry with God. You may blame some other nation, or your government, or your parents. But you were sent into the world to be here at this time. It has your name on it. It is what you are really here to do and to respond to.\n\nThough your role may be very specific, though your engagement may be very limited, it must be within this greater reality that We speak of here today.\n\nYou have to think ahead. You have to overcome your fear and preference and ambivalence and your jaded views and your condemnation of others and your skepticism and your ridiculous ideas about life and yourself.\n\nYou have to serve people. You have to accept yourself. All the things that really matter you will have to do, not because it is the easy thing to do or the thing that makes you happy, but because it is the thing that is required.\n\nGod is sounding the alarm. It is not just for one group. It is not just for one nation. It is for the whole world.\n\nThere is nowhere to hide. There is nowhere to escape to. There is nowhere that will not be overtaken by the Great Waves of change or feel the danger of the Intervention that is occurring in the world today by forces from beyond.\n\nYou must snap out of your dreams. You must snap out of your weakness and your pathetic attitudes and hostility towards others.\n\nNo one great leader is going to come and save humanity and lead you out of this great crisis. It will be the efforts of many people working in concert together.\n\nGod has given you the Revelation to show you what is coming and what must be done to prepare, within yourself in life and in your relationship with others. But beyond this, there must be great human invention. There must be great human effort. There must be great human expense. This will take all the wealth in the world to prepare for.\n\nIt is perfect for you, who otherwise would lead a haphazard, meaningless life, filled with disappointments, misunderstanding, without real direction, without real meaning. You would wander from thing to thing, from person to person, seeking whatever you are seeking, but still really disengaged, mostly, from what is important around you.\n\nThere are those responding at this moment, but their numbers are very small. There are those who are awakening at this time, but their numbers are very small. This is a Calling for every person who can respond. And for those who cannot respond, they will have to face the consequences of living in a new world reality.\n\nIf humanity cannot respond sufficiently, if enough people cannot respond, then the human family will fall prey to domination by other forces, who are already planting the seeds of dissension amongst you and even within you, within certain people. This is their great opportunity to intervene while humanity is unwary, while humanity is irresponsible, while humanity is obsessed with its own conflicts and ridiculous pursuits.\n\nYou do not realize how valuable this world is in a universe of barren planets. You do not realize what you are facing. So only God can reveal these things to you. If you cannot accept this, then you will be lost in this world—lost in confusion, lost in travail, lost in hostility and rebellion.\n\nAlready your political governments are failing, breaking apart, your nations divided between extremists who try to lead their countries, not realizing that nations will have to unite, practically and fundamentally, to be able to deal with the consequences of what We speak of here today. Instead of breaking apart, you should be uniting—not because it is a good thing to do, but because it is the only thing to do.\n\nThose who say, “Oh, this is too much. This is too extreme. This cannot happen. Things will not turn out like that!” These are people who are too weak to respond. They are too given to their own priorities and obsessions. They do not have the inner strength to face something like this, even though the signs of the world are being presented to them with each passing day.\n\nThis is the evolution of humanity. Evolution has painful thresholds within it. The world did not become the paradise it is today through graceful change alone, but through convulsive change—great extinctions, great alteration of the climate, convulsion, combustion. This is evolution. It is not some simple path that you follow, that delights you at every turn. You have come into the world at a time of great evolution. Fail and you will become governed and oppressed by foreign powers, beyond what you can imagine today.\n\nIf you rise and unite, humanity will become a strong race, an independent race, in such a way that this independence can be protected and preserved. Only the New Message describes why this is the case and what it really means.\n\nYou would never know these things. You would never know who is in your world and what gives them power and what are their weaknesses or where they came from or why they are here or how they operate. You would take a fanciful view, a preferential view. “Oh, it must be for our benefit. They’re going to bring us gifts of technology. They’re going to help us solve our problems here on Earth. They’re going to be our friends. They’re going to be our saviors.” Oh, such stupidity. Tragic it is. Predictable, yes, but tragic nonetheless.\n\nYou have no idea what you are facing or the strength that you carry to respond to it. Do not believe in your weakness or the weakness of others, for you must believe in your strength. You must wake up to this. Become sober. Become realistic. Become responsive. Become constructive. You cannot simply be a bunch of whining babies about the way the world is going. That will do nothing for you or anyone else.\n\nI must speak to you like this because the hour is late and humanity is not responding sufficiently. I must speak to you like this because I respect who you are, even though you do not know who you are. You think you are some person wandering in the world, but who you are is someone sent here to play a part in something of the greatest importance for the future of this world and the future of humanity.\n\nYou do not know what this means yet. You do not know what this will look like yet, of course not. You have hardly begun this journey. How would you know where it takes you, what it will look like?\n\nYou will see people around you going into denial, or making fun of this, or thinking it is ridiculous, or thinking it is like something else, or disagreeing vehemently, or saying you must believe in a great saint or savior and that is all you need to do.\n\nThis is the weakness of humanity. This is what the Intervention is counting on. It thinks you are weak and divided and pathetic. It needs you because it cannot live in this world. It has no regard for you at all. It will seduce you if it can. It will discourage you if it cannot seduce you. That is its power. That is what it employs.\n\nYou stand at the next decade—a decade of tumultuous change, a decade of evolution, evolutionary change, not just personal change, not just political change—evolutionary change, change [in] the outcome for everyone, succeed or fail, a pivotal time in human history, perhaps the most ever.\n\nOne nation will not succeed if other nations fail. You will have to unite in some kind of functional form to begin to tackle the great problems that you are facing now. Fail to do this, and the hour will become too late and calamity will grow.\n\nWe will not tell you what this will look like because you do not yet have the strength to hear it. But what We offer you is the way out of this greater dilemma, not because someone is going to come and rescue you, not because some foreign power is going to come and rescue you—the foreign power is your problem, not your solution—not because some great saint or sage is going to come and lead humanity out of its great predicament. It is a Calling for people all around the world to respond.\n\nBe you of any religion, any nation, any culture, any station in life, be you man or woman, child or adolescent, this is a Calling to go far and wide. Who will take it far and wide? Who will honor the Messenger who has been sent into the world from the Angelic Assembly to bring it here at this great pivotal turning point?\n\nThis is a confrontation with reality We are giving you here today. Argue with it. Deny it. Pretend it is not so, and you will fail.\n\nSo who amongst you will succeed? Who amongst you will respond? Who amongst you will take a path of preparation not of your own making to face a world beyond your comprehension and beyond what you are used to?\n\nThis next decade will be very decisive. It will not be completely decisive, but it will be very decisive. If you continue in your current ways, with little change in direction, then the consequences upon the peoples of this world will be far greater than they are today, so great that even nations will not be able to handle the difficulties of their own populations, even in the rich countries.\n\nAt the beginning, you will be afraid. We understand. It is natural; it is normal. We are not expecting you to be all knowing and all powerful, but We are asking you to become responsible. You will have to move beyond your fear, and you will, if you proceed.\n\nGod has sent a preparation to engage with the power of Knowledge within yourself, presented in such a way that it can be translated throughout the world in the simplest possible terms, but with the greatest depth you can imagine—a preparation sent from God. That has never happened in the world before.\n\nPreparations have been created and invented, but something direct from God? God would not respond unless the world and humanity were in great danger.\n\nNothing else will make you strong. Nothing else will make you whole. Nothing else will make you competent. Nothing else will engage you in meaningful relationships. Nothing else will unite you with others and heal the wounds of Separation between peoples and nations and cultures and religions, but to face these things We speak of here today and to receive a Revelation that is the next great step in God’s preparation for this world, given at a time of the most profound need and difficulty.\n\nThe Messenger will go forth and speak of these things, as he has done before. He will speak to your heart, but he will also speak to your strength. He will reassure you that there is no condemnation in God, no Hell and damnation in God, for that is a human creation.\n\nBut you are living in a hellish state, and God’s Plan is to rescue you from this by giving you important things to do in the world—things that are needed, not simply things that would make you feel good in the moment; things that are required; things that will make a real difference.\n\nWhether you believe in God or not, whether you are religious or not, it is all the same. It is a call to action. No religion will save you if you cannot respond to what We speak of here today.\n\nThe blessing is with you, but you do not know you are blessed. You are troubled, but you do not know what really troubles you. You are confused because you do not know where you stand and where you are and what is coming over the horizon.\n\nYou must be patient. You must be persevering. It is not something you are just going to fix up in a weekend or in a year. It is going to take the rest of your life to do this. But what else would you do with your life in a new world reality?\n\nThere will be few luxuries in this new world reality, but there will be great need and great meaning and great purpose and great contribution. That is what will make humanity a powerful and free race in the universe, where freedom is rare.\n\nWe give you this and the invitation to explore what We mean and what We are saying. Do not be timid. Do not think you already know the truth, for what you know means nothing in the face of God’s Revelation. Your ideas, your beliefs, your convictions, your strong opinions have nothing to stand upon, but there is a deeper Intelligence within you that will respond to what We say, if you are free enough within yourself to allow this to happen.\n\nIt is a turning point. It is not easy. It is not comfortable. It is not reassuring at the beginning, but humanity has risen to great occasions countless times before in times of great need, great travail, great conflict.\n\nSo what We are speaking of here today is known to you. It is in your cultures. It is in your history. It is in your blood.\n\nYou are not a frail and fragile people, but you have become weak in your luxury and self-indulgence; you have become distracted and confused seeking personal wishes and ambitions.\n\nThe great times are upon you, and you must respond. This is a gift of unparalleled value, if you can respond. It will do everything for you that you could not do for yourself. It will do everything for the world that must be done, if enough people can respond.\n\nHeaven waits and watches to see who can respond. There is no condemnation here. There is only encouragement. But there is great sobriety over what is occurring, great need and great urgency.\n\nGreat change is upon you. It is time to prepare. The preparation is here, it is given, through the Grace of God and through all of God’s Angels and advocates and true servants in the world.",
  "audioUrl": "https://www.newmessage.org/av/the-great-turning-point-for-humanity.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/the-great-turning-point-for-humanity/"
}