{
  "title": "The Illumination",
  "content": "When your eyes are finally clear and your mind can truly be quiet for any length of time, you will begin to have moments of illumination, moments where you can see beyond what the ordinary senses report and hear things far more beautiful than anything you can hear on Earth.\n\nThese are the signs of illumination. They perhaps will only be momentary at first, but they will stand in great contrast to all of your other experiences. Even your happiest moments or most contented experiences cannot in any way compare with these.\n\nIt is as if you have gained the eyes to see something that has already been there, that has always been there, that surrounds you continuously. But your eyes are fixated on a different kind of reality. And you are in relationship with that reality so completely, fixated upon it so completely, well, that you cannot see everything else.\n\nThis Greater Reality is like the stars shining above you. They do not only shine at night. They shine every moment of every day, but perhaps you only care to look up at them for brief moments, very infrequently. But they are always there.\n\nThe eyes of Heaven are always watching, every moment of every day, but perhaps only once or twice in a lifetime will you experience this more directly. Until you begin to take the Steps to Knowledge, this will be the case for nearly everyone, for their senses were designed to react and respond to the world. Their ideas are fixated here. Their problems exist here. Their irresolution exists here. Their lack of forgiveness, lack of self-respect, exist here.\n\nIt is like your mind is a slum, living in a part of a greater city, far away from what is beautiful and elegant. Perhaps your life is like a factory, where people are oppressed to work too much. These are merely examples of different states of mind.\n\nPurchasing your way into a beautiful life does not change these states very much. You carry with you your own inner darkness, no matter how splendid your circumstances can become. And the pleasures you purchase, you will soon tire of, for they do not give much satisfaction.\n\nAt every moment of every day, you are living in Creation—not the physical landscape you see, or the urban landscape you see, but in Creation itself. This is why, in taking the Steps to Knowledge, you are taught that you will see a whole new world once your eyes are clear and your mind is still and connected to the deeper Knowledge that God has placed within you.\n\nYes, you are still in the world. You are still here doing what you are supposed to be doing, or trying to find what you are supposed to be doing, which is most often the case. But you will have glimpses, you see. And these glimpses are important, for they speak of a Greater Reality in which you live at this moment but to which you are largely unaware and unavailable. Preoccupied you are so much, distracted so much, taken up so much with your fears and desires and obligations, it is like Heaven cannot get your attention. But Heaven is here.\n\nAmongst the Angelic Assembly, someone is assigned to watch you. It will not be one of the great figures, but one of their assistants instead. They will be watching you and others. So in a sense, you are never alone, and all the things you do alone that are degrading or disgraceful to you are observed by someone else.\n\nYou cannot escape this fact, for there is no real privacy in the universe, and in the universe of Creation, well, everyone knows everything about everyone. So the idea of hiding and pretending is unnecessary. It does not even come up.\n\nBut that is not where you are now. That is where you have come from originally, and that is what you will return to eventually. But here you are a human being, an individual, trying to survive and accomplish something valuable in the world, dealing with a world of great difficulty—a world that requires constant adaptation and decision making; a world that is unpredictable, despite all your assurances of security; a world that can change in a moment, a life that can change in a moment.\n\nYour only real security is the power of Knowledge that God has placed within you to guide you, to protect you and to lead you to a greater life if you are willing to be prepared and to take the Steps to Knowledge.\n\nWhen We speak of illumination, do not think this is the goal of your life. Many people have made this assumption and will dedicate themselves to arduous spiritual practice to try to attain this state, which seems so elusive and which may only be gained after great investment of time. But even if you were to attain such a state, which so very few people ever do, you would still have to come back to serve in the world, as the great Teachers have always had to do.\n\nSo it is more correct to say that you attain moments of illumination by following the course that Knowledge is laying out for you: coming into relationship with Heaven, aligning your personal mind in service to Knowledge.\n\nThis is a far greater task than you might think. In fact, it is different from anything you think, for your ideas are always geared towards self-advancement, self-enrichment, self-protection, but We are speaking of something very different here.\n\nIf you are to follow a life of greater purpose and meaning, you will have moments of illumination. They will just occur because your vision is becoming refined. Your mind is in greater alignment with the greater purpose that has brought you here. You have freed yourself from divisive and destructive relationships and have gained new alliances that can support you truly and meaningfully here.\n\nThis takes a long time to accomplish in general. There is no magic pill. There is no magic button. There is no elevator that takes you to Heaven. You have to forge a new union within yourself, and this represents the core purpose of most spiritual practice, [which] is a reorientation of the mind from trying to be its own master and lord to serving that which is there to guide it, which God has put within you to guide it. This will change everything—your values, your priorities, your incentives, your problems, everything.\n\nWhen you have finally gotten on the true path of your life, then moments of illumination can occur here and there. They will show you something that you have always known but have long forgotten.\n\nIn this moment, you will see a world of revelation, a world of light, a world of marvelous creation, and the physical world will seem like it is being superimposed upon this Greater Reality. Here you may even see a world of darkness superimposed on a world of great light and expansion.\n\nYou will recognize that both exist, but the Greater Reality is permanent, whereas the changing reality is temporary. And you will realize you have to serve this temporary reality because this is your task, and this represents the culmination of your own return, your own redemption.\n\nThere will be no argument here. It is simply a natural thing. But in this moment, which will seem so timeless, you will see Creation itself with the physical reality superimposed upon it. You might even have a moment of purely seeing the Greater Reality, but this is only a moment, for you must return. You cannot escape into this. That is not the purpose of this experience.\n\nThe purpose of this experience is to free you from fear and to give you greater strength in your true alignment with Knowledge, for here you come into alignment with all life in Creation itself. Knowledge here is not your personal advisor. It is your connection to everything. It is your connection to those who sent you into the world. It is your connection to your Spiritual Family. It is your connection to God.\n\nIf your eyes were truly clear, if your mind was truly still and aligned properly, you would feel the presence of your Spiritual Family with you, increasingly, and in an increasing number of situations because they are there, you see. You cannot escape entirely the reality from which you have come and to which you will return. It is there with you now.\n\nThis is the force of redemption that is so very powerful, but it exists beyond the boundaries of Separation—boundaries of a separated reality, a separated identity and everything that is involved with that. It is like waking up during a dream and not only after the dream is over.\n\nKnowledge is your connection to this Greater Reality, for it is the part of you that has never left God. It is still connected to Heaven. That is why it is fearless. That is why it is powerful. That is why it is unconflicted. That is why it is certain of its mission and purpose here on Earth.\n\nWhile your mind vacillates—seeking pleasure, running away from fear, engaging in fantasy and tragedy, giving your life away to meaningless things—the greater part of you is certain, calling to you, waiting for you to respond, trying to get your attention so that it can correct your errors and give you the certainty you have fruitlessly sought in so many other things.\n\nIllumination then is the sign of what is really true in your life, what calls to you and what strengthens you on your return.\n\nHeaven watches you. That is why alone you can do nothing because you are never really totally alone, you see. Perhaps at first this will seem like an intrusion. It will seem uninvited. It will seem harsh. You will resist it and resent it, but once you come to your senses, you will realize what a great strengthening this is, for the eyes that watch you are totally compassionate.\n\nThis is the evidence that you have never really left Creation, and the experiences it will give you will reinforce this understanding, which is only just beginning to emerge at this time.\n\nGod’s New Revelation provides the pathway to illumination, but illumination is merely the result of assuming a greater service in the world and a greater pathway of preparation. It is not a goal in and of itself. You did not come into the world simply to try to escape the world, for you have a purpose in being here, a mission to serve while you are here. And your ability to engage with this and to fulfill this will strengthen your ability to return, for your heart seeks to return to that which is its Source. Beneath all your other desires and goals and aspirations, this is the deepest and most powerful goal.\n\nThis will take you even beyond your notions of love and happiness and all the things associated with that, not because these things do not have value, for many of them have great value, but it is simply there is a greater realm awaiting you. To the extent that you can experience this, even momentarily, you will be able to yield its presence to others, which will give reassurance and strength and encouragement to them in a way that your mind could never do.\n\nAll others here seek this too. Regardless of the destructive nature of their involvements, and their hopeless pursuits they try to fulfill, and the tragedies they have created, and the errors they have created, and the wasted time they have produced, this is still their deepest inclination.\n\nA greater purpose in life will restore to you your connection with the Greater Reality. At first, this will only reside at the level of your ideas, creating images and ideas of that which really is beyond your mind’s capacity to comprehend. That is all right as long as you know that that is not really it.\n\nFor the mind that you think with, your worldly mind, can only conceive of things in this world. It cannot imagine Creation. It cannot imagine your Heavenly state. It cannot imagine the Angelic Assembly. It cannot imagine everything that exists beyond your realm, in whatever dimension. It is best to leave these open to the Mystery and not tax your mind needlessly, trying to create an understanding.\n\nIt is your approach that is important. It is taking the Steps to Knowledge that is important and all that that will teach you, and all that that will require, and all that that will show you regarding what to seek and what to avoid in your daily life.\n\nTherefore, at the outset, the illumination is very practical because that is your most immediate need: to build the Four Pillars of your life—the Pillar of Relationships; the Pillar of Work and Providership; the Pillar of Health, mental and physical health; the Pillar of your Spiritual Development. These are very practical things for the most part, and this is what the illumination will guide you to attend to because if this is not attended to, you are not going anywhere. You are broken down by the side of the road.\n\nHeaven will call, but you cannot move yet because you do not have the foundation. The Four Pillars are like the four tires on your vehicle. Well, without them, you are not going anywhere. So there is your foundation, and that is what the illumination will seek to bring to you first and foremost before you can seek greater and more majestic things.\n\nEven if you seek majestic things, it is all the product of your service to others, which is humble and honest and practical. It is this that will bring you the moments of illumination.\n\nThis is breaking through the veil of Separation. It is not a product of taking your mind into higher and higher realms, for your personal mind really is grounded in the world. You must go beyond it. It is meant to serve a greater power within you, the power of Knowledge. That is its true role, and here it will function magnificently, whereas now it is functioning more destructively because it does not have the proper context in which to function.\n\nIf you will listen to what We are telling you and allow your heart to respond, then perhaps you will begin to comprehend what We are saying here. For the mind will create things of the mind. We are speaking of something greater than your mind, things which your mind must come to serve, but which it cannot really duplicate itself.\n\nWhen We say that Creation is with you at this moment, well, We are talking about something that exceeds your normal range of experience. But should you experience this, it can alter the course of your life and give you a real commitment to taking the steps you must take to discern your greater purpose, which will come into view once other things have been cleared away and set aside. It is the product of true self-honesty.\n\nHere you do not give up everything in the world. You simply set aside those things that are standing in your way and holding you back. You already know what they are, but you have not really been willing to face some of these things yet.\n\nSo Heaven waits—waits for you to do this primary work of clearing the pathway. Then a pathway out of the jungle can be given to you, but you cannot be ensnared within it.\n\nAll the great religions of the world can bring you to experiences of illumination if they are understood correctly and if your heart is not filled with grievance and malice, but with humility and reverence and the desire to serve others. But this is hard to find in traditions that have been overlaid with other emphases, with other priorities and other requirements.\n\nSo God has spoken again to provide the Steps to Knowledge, like a ladder sent down into the world. You need only climb out, and as you do, you will learn things you never could have learned before. You will find freedom from things that you thought would be with you forever. Your mind will be cleansed and your vision will be clear. And you will be able to see the Light that exists beyond the fog of confusion.",
  "audioUrl": "https://www.newmessage.org/av/the-illumination.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/the-illumination/"
}