{
  "title": "The Calling",
  "content": "To live in a time of Revelation and to be presented with this Revelation is a monumental event. So great it will be that it will change your life and your thinking, your perception and your understanding of yourself, the world and your destiny. Even if you refuse the New Message and dispute it, it will still change your life.\n\nYou cannot come upon something this great and not have it impact your life. You cannot come upon a Revelation, the likes of which are only given centuries apart, without having it have a great impact upon you.\n\nNo matter how you might respond in the moment, it will reach deeper within you, to a place you may hardly know, to a part of yourself you have only experienced in moments of clarity and great sobriety. It will speak down through the Ancient Corridors of your mind.\n\nShould you study it and read it and follow its direction, you will begin to hear things and see things that you did not hear and see before. You will have a greater vision and a more encompassing understanding, an understanding that is not merely self-serving and self-gratifying, but something that can face reality and that can appreciate your being in the world at this time.\n\nIf this were not a New Message from God, you could treat it at the level of ideas alone. You could treat it as a theory. You could treat it as a philosophy. You could treat it as just another teaching. But it is far greater than this.\n\nThat is why if you respond at all, it will have an impact upon your life. It is meant to have an impact on your life.\n\nYou are called to receive it, to study it and to learn of it. Only here will you realize its validity and its great relevance to the world you see today and to the world you will have to face in the future times—the great change that is coming over the horizon and all that humanity will have to face, the great trials and the great opportunities that await you.\n\nIt is a great thing to come upon God’s Revelation—greater than your ideas, greater than your beliefs, greater than your institutions, greater even than the ideas and beliefs of your nation or culture or religion. For these are human inventions, mostly.\n\nBut now you are encountering something that is not a product of human imagination or creativity. You will know this to be true because of the impact it will have.\n\nIt comes from your Source—the greatest love of your life, the Source of your life, the Source of your deeper nature, the Source of your purpose for being in the world, which still remains unknown to you and unfulfilled.\n\nThis is the answer to the great prayers uttered in recent times and throughout history for peace, for deliverance, for wisdom and for strength.\n\nYou cannot give this greater power to yourself, though many have tried. It must be bestowed upon you from a greater Source—a Source that defies definition, a Source that cannot be conceptualized or comprehended with the intellect.\n\nFor the Creator lives beyond the realm of the intellect, and the Creation with it. You can only comprehend your immediate circumstances and the sequence of events, but beyond this is a Greater Reality, far greater indeed.\n\nThe New Message requires things of you. It requires you to respond. It requires you to study and to be patient and not to come to premature conclusions, not to follow your prejudices, your anger or your resentments. It asks you to explore, not just to believe, for belief is weak. It is not substantial enough.\n\nYou will need a greater foundation within yourself to face a changing world and to face all that humanity must face in this time of Revelation.\n\nThis is not merely a gift to you personally. It is meant to flow through you to others. If you are to receive, then you must give. You must bear witness to the Revelation.\n\nYou must honor the Messenger. He is not a god and will not allow people to worship him. But he is the Messenger, and there is no one else in the world who has brought a New Message from God here.\n\nIt has been a long time since a Revelation has been given of this magnitude. And never before has a Revelation been given so completely, given now to a literate world—a world of planetary communication, a world of greater sophistication, a world of greater need.\n\nYou do not realize it yet, but it is destiny that you should find this. It is no mere accident or happenstance. It is destiny that you should encounter the New Revelation. It is destiny that you should hear of it.\n\nIt is a great calling. But what God wills and what people will do are not the same.\n\nYou are free to respond in any number of ways even though this is a gift to you, even though this holds the promise of revealing to you your greater purpose and destiny in the world and a greater comprehension of your life and the changing circumstances around you.\n\nGod cannot control your response. God cannot control your thoughts, your suffering, your confusion, your admonitions, your fervent beliefs, your complaints, your self-destructive behaviors, your poor mistakes and decisions.\n\nThat is because you are living in Separation. But there is a part of you that never separated from God, and this is what the New Message will speak to within you, a part of you that can only respond. It is the most natural thing in the world. It is your purpose and your destiny.\n\nShould you receive it [the New Message], then you must share it with others. And you must bring it into your life and apply it there to the best of your ability and seek out others who are doing the same so that they may assist you in becoming strong and bringing balance and purpose to your affairs.\n\nYou cannot dispute a New Message from God. You will only appear to be foolish to the Greater Powers should you do this.\n\nYou will have many questions that you cannot answer and many questions that cannot be answered for some time indeed.\n\nYou must realize that this is a greater engagement. It is not an intellectual pursuit. It is not a pastime or a hobby. It is not here to give you pleasure, comfort and security. It is here to call you into a greater service in a world whose needs are escalating with each passing day.\n\nYour obligation is because you have a greater purpose for being here—a purpose you did not invent and cannot invent, a purpose that has yet not been fully revealed to you, a purpose that is different from your wishes and your preferences and your ideas about your life.\n\nYou are obligated because you were sent into the world. The obligation lives within you. It is part of your deeper nature, a deeper nature We call Knowledge.\n\nIt [Knowledge] is the pinnacle of all spiritual study, in all religions. It is what will redeem you. It is what will transform your life, your perception and your understanding. But it must be activated by God.\n\nYou have a responsibility to be in the world. You are accountable to those who sent you here. You have a greater role to play. You have a greater service to provide.\n\nThe New Message reminds you of your greater purpose, your responsibilities and your accountability. It does this without the threat of punishment or guilt. It does this to restore you, to save you from your own regret and suffering, to empower you to redeem your life and to bring balance there, for you have greater work to do in the world.\n\nOnly a New Revelation can have such a calling. It is a calling across the world. It is not just to one group or one nation, one religion or one part of society. It is now beginning to sound around the world.\n\nIt is a humble beginning. The New Message comes here like a seedling, like a child—pure, uncorrupted by the world, fragile, delicate, but with the Power of Creation behind it. As long as it can remain pure and the Messenger not be defiled, then its purity will ring forth.\n\nYou have this great opportunity to receive a pure Message, a Revelation for this time and the times to come.\n\nDo you think this is an accident? Do you think this happens by chance? If so, you are underestimating what you are receiving here. And you are overestimating your own ideas and understanding.\n\nGod seeks to restore power to the individual so that those who were sent into the world may contribute to a world in need. The future of the world depends upon this.\n\nYour role will be humble. It will not garner great attention and accolades. You will work behind the scenes, without fanfare and recognition. And in so doing, you will escape the prison house of your own mind and all that drives you and curses you and holds you back.\n\nThe New Message will be denied and disputed. It will be ridiculed. This always happens at a time of Revelation.\n\nThe Messenger will not meet people’s expectations, for he is a simple and humble man. He is not godlike and all powerful and full of charm and charisma. No one with those qualities would ever be chosen to be a Messenger, to bring a New Message from God into the world.\n\nHe is without ambition. He has been in preparation for a very long time. It has taken him a very long time to receive the Message, for it is very great and comprehensive.\n\nIt will take you time to receive the New Message, for it is greater than what you think and believe and understand at this moment. It holds a window into a greater life in the world and to humanity’s future and destiny within a Greater Community of life in the universe.\n\nNothing like this has ever been given to humanity before, but now it must be given. Now it is crucial in determining the future and the outcome that humanity will have to face.\n\nTherefore, approach this with humility. Begin to consider that you too have a greater life and that you are not living this life yet, that you need great assistance and a great Revelation to understand and to take the journey to that greater life, to take the Steps to Knowledge, to be guided by a greater strength, a greater courage and a greater determination.\n\nYou were obligated before you even came into the world. That obligation lives within you now.\n\nGod’s Revelations have the power to spark, to ignite and to initiate this deeper responsibility. Do not shrink from this, for all that is great and meaningful will come from this. All that is powerful, all that is compassionate, all that is freeing, all that is liberating will come from this.\n\nGod has planted the seeds of redemption within you, but they must be cultivated, and you must have the right approach and attitude. And the Calling must be there.\n\nThis is the obligation. It is only asking you to be honest, really honest, so honest that you can feel what you know, beyond your wishes, your fears and preferences, [so that] you can see the truth beyond what you want and what you deny.\n\nThe New Message asks you to be honest. How you respond will determine whether you are being honest and sincere.\n\nIt is not a matter of what you believe in, whether this fits with that. Why would God’s Revelation ever fit with what you think or believe? It does not conform to human expectations, human conventions, long-established beliefs or human speculation because it is a New Message from God and not a product of human ideas.\n\nIt is preparing you for a non-human universe. You have no idea how to prepare yourself for that. It is preparing you for a world of diminishing resources and greater upheaval and tension. You have no idea how to prepare for that. It is preparing you to live a greater life. You have no idea how to achieve that.\n\nGod knows this, of course, and that is why the great Revelation must now be given, for this time and the times to come, calling upon the obligation that lives within people—for those who are ready to respond, for those who have the resident honesty and freedom to respond, for those who are not bound by their religious ideology, their cultural thinking or the will and preference of others.\n\nThis is the challenge of living in a time of Revelation. It will confront you with yourself—your strength and your weakness and the strength and weakness of those around you. It is a confrontation with a greater truth and a greater purpose.\n\nBe grateful that this could be given to you. For without this, you would grope blindly in the world, chasing dreams and pleasures, always living under the threat of fear, the threat of deprivation, the weight of your own mind, a mind that is not being guided by Knowledge.\n\nBe grateful, for the Lord of all the universes is giving to humanity exactly what it needs—not to answer all of its questions or to fulfill its aims and desires, but to give it exactly what it needs to find its strength and to proceed with a greater cooperation and harmony in the world.\n\nYou have come into the world at this time to serve under these circumstances. This is your time, a time of Revelation. This is your moment, a moment to exercise a deeper honesty and a deeper sincerity.\n\nThis is a calling—calling beyond your thinking and ideas, your feelings and emotions, to a deeper reality within you.\n\nDo not try to understand this. It is beyond your understanding. Do not compare this with other things, for you do not know what you are looking at. You have not explored, lived and applied the New Message, so you cannot judge it with any wisdom or honesty or sincerity.\n\nThis is a gift to the world, but it must be given from person to person. You must bear witness to this to others, finding those who are ready and willing to respond. That is part of your purpose, you see. That is part of your gift. That is part of what awaits your deeper recognition.\n\nYou were meant to live in a time of Revelation. The Revelation is here. Your destiny is calling you. It is just a question of whether you are ready or not. You can only account for yourself in this regard.\n\nYou cannot determine what other people will say or do. It is a challenge to you and to each individual who has the blessing and the opportunity to receive a New Revelation from God. Do not worry what the others will do, what the world will do. This is a calling for you.\n\nOnly God knows how to reach the deeper part of you. You cannot find this on your own. Only God knows how to call forth that which is your greatest gift and service. You cannot call this out of yourself.\n\nOnly a New Revelation will prepare humanity for a future that will be unlike the past and for facing a greater reality of life in the universe.\n\nBe grateful. Be humble. Be receptive. You do not need to believe, only to witness and to receive, to learn and to apply. The gifts will become apparent to you, and they will demonstrate their relevance and their perfection to you over time.\n\nHumanity cannot fulfill itself. It must have great assistance. It cannot prepare itself for the future. It is too blind and arrogant at this moment. It does not see what is coming over the horizon, for it thinks it is still living in the past.\n\nIt does not see it is emerging into a Greater Community of life in the universe, a Greater Community that is challenging and difficult, where freedom is rare and where competition is extensive and carried on with great skill and persuasion.\n\nOnly God can prepare you for this. Only God knows the human heart and the human mind, the human soul and the human history.\n\nYou must accept your limitations in order to receive a greater comprehension. That is part of your calling.\n\nHumanity, hear My words. We speak of a greater reality—a greater truth that lives within each person, a greater truth that cannot be comprehended by intellectual debate or speculation, a deeper truth that must be lived and experienced to be realized and to be expressed clearly.\n\nHear My words, people of this world. You have a greater destiny in the universe, but you must face a declining world. You must face the great upheavals that will come. You must unite together and cooperate with a greater clarity and determination.\n\nThis is the Revelation of God. It is a Revelation beyond human understanding. You can only approach it and begin to learn it, but you will never exhaust its wisdom, its clarity or its power.",
  "audioUrl": "https://www.newmessage.org/av/the-calling.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-calling/"
}