{
  "title": "Thresholds",
  "content": "When we speak of spiritual purpose, Knowledge and the world’s emergence into the Greater Community, it is necessary to realize that you will go through some very important thresholds as you progress and develop. Indeed, you now have the opportunity to develop to an extent that few have had in human history. Life is calling upon this development not just for one or two individuals in the human family, but for many because many are needed now to cultivate and nourish a Greater Community perspective and understanding. Many are needed to lead humanity forward, and many are needed to contribute their Knowledge so that humanity can join together, unite itself and reach a greater level of cooperation and integration. Evolution calls for this. Many people are being called into service now. Many people have come to the world to give and to assist in this great emergence—at all levels of society and human interaction.\n\n\n\nSo, let us talk about these thresholds and what you can expect at the outset. This is an important discussion because even though you cannot see where the road will take you or what will happen as a result, it is important when you are undertaking a journey or, to use our analogy, climbing the great mountain that you are prepared. You must be prepared for certain eventualities. You must have the right attitude. You must have the right equipment. You must have an understanding of what will be needed and what will not be needed. This is important and enables you to embark. Then, when you come upon difficulty or adversity, you will not have to turn back. You will be able to proceed forward because you will already have the necessary understanding to enable you to begin to climb the mountain, to begin to develop your inner life and to develop a greater objectivity about life around you.\n\n\n\nThere are minor thresholds, and people often attribute great significance to these. That is because people experience the minor ones more immediately when they are occurring than the major ones. The major ones take longer to approach, longer to experience and longer to pass through. Yet, their effect is far more pervasive and complete. Minor thresholds may engender tremendous emotional responses and great expectations or anxiety, but this is more the up and down quality of living in life, especially when you do not yet have the foundation of Knowledge with which to balance your internal forces and attributes.\n\n\n\nThe great thresholds are much larger. When you are undergoing passage through these thresholds, it is very hard to know where you are. You cannot accurately say, “Today I am at this stage of passing through the threshold, and yesterday I was at another stage.” You cannot know where you are in it. But you will know that something great is transpiring because you will feel very differently about yourself and other people. You will have a different perception of life around you. Your values have changed; your emphasis has changed. Things that yesterday or last year were important perhaps are not important now. Other things have arisen to take their place. Your whole foundation has shifted. It takes only a very small shift in your foundation in order to yield a different experience and perception. This represents a great threshold.\n\n\n\nAs I speak of great thresholds, let me remind you that you cannot determine when you will pass through them. You can only know that in hindsight, and your hindsight must be very great and very objective because people attribute tremendous significance to things which actually prove to be very minor in the larger scheme of things.\n\n\n\nThere are three stages of development: dependence, independence and interdependence. The first great threshold in human development enables the individual to become independent. Everyone is working on this to a certain degree, and a few people have attained independence and have even transcended it. Because entering independence is a great threshold, it takes a great deal of time and has many steps. Rarely will people think they are entering a threshold at all because the experience is not necessarily immediate and the resolution is not immediate. Independence here is not complete, for there is no such thing as complete independence. That is why independence is an intermediate stage. It must lead to something else, for in itself it is not complete. You cannot be completely independent, for you are joined with all life. You live in the mental environment; you live in the physical environment; you live in the world; you live in the Greater Community of Worlds. So, how can you be independent of all of that? Obviously, you cannot and when you think about this objectively, you see that independence is really a very relative thing.\n\n\n\nWhat independence means within the context that I am illustrating is that individuals are able to begin to think for themselves. To win this freedom, one must make some very difficult decisions, honor these decisions, trust them and abide by them. These decisions can be difficult because one might have to relinquish some degree of love or financial advantage or social acceptance to do something that is recognized to be correct. One must be willing to make these sacrifices and take these risks in order to gain a greater sense of well-being, inner certainty and correctness about life. It is making these decisions and abiding by them that establishes the ability to think with relative independence.\n\n\n\nBy relative independence, I mean that you are able to create your own thoughts rather than simply borrowing someone else’s. You are able to begin to discern your own direction rather than simply following along where everyone else seems to be going. You are able to have your own feelings in the moment rather than living in the past. You are able to say “no” to wealth, love and pleasure when that is the correct thing to do. For you must say “no” to these things in order to say “yes” to them at a later time and have an affirmative inner response that is genuine and beneficial. You must take responsibility for your own suffering, accept your own suffering and learn from your own suffering without blame or a feeling of revenge upon others or life in general. These are all trademarks of becoming independent, becoming a person, becoming an individual.\n\n\n\nNow, in much of the study of human psychology, becoming independent is considered the absolute hallmark of development, the end point, the ideal state, and many models are illustrated to draw a picture of what an independent person looks like. But independence is an intermediate stage. It is, therefore, unstable. As individuals gain true independence by taking the great steps forward that enable this to occur and by making the sacrifices and taking the risks, whatever they may be, after awhile, after congratulating themselves and receiving the great rewards and benefits of acquiring and achieving independence, they then begin to realize that they need other people to do anything meaningful in life. Being independent, though it is far greater and more rewarding than their former life, must lead to something, for it presents new problems that require resolution. Achieving independence represents a great threshold of learning. It has many steps and many challenges. It does not happen overnight. It takes a long time to recognize, a long time to accept and a long time to achieve. And there are many risks and dangers along the way.\n\n\n\nAnother great threshold in life is when you begin the slow approach to a life of interdependence where you consciously and responsibly choose to give your life to something. Now, there are very few human beings who have achieved genuine independence and far fewer still who have achieved genuine interdependence. So, this is a threshold that few have passed through. Of course, just because one acquires a functional state of independence, it does not mean that one will necessarily go on. You can get stalled by the side of the road anywhere in the journey of life. And the reasons to become stalled can always seem to be very compelling and self-satisfying.\n\n\n\nTo become truly interdependent means that you have realized the limits of being an individual. You have accepted the assets of being an individual, you have experienced them and you would not betray them. But you realize that they are limited and that you need others, not simply to accommodate your needs or to be companions for a time, but to engage in a greater union. You need community; you need relationships of a very, very special and great nature. You need deep understanding; you need devotion; you need compassion; you need commitment; you need compatibility. Why? Because you are here to do something in life. Your independence is to enable you and to empower you to do something in life. It is not simply a reward; it is preparation. It is hardly an end point.\n\n\n\nThe threshold of becoming interdependent is tremendous. Here there are many steps and many opportunities to become stalled or waylaid by the side of the road and many places where people give up. This is a great threshold. This is where you recognize the need to give your life to something. This can be very difficult because perhaps you have taken great pains to secure your own life, to establish your own boundaries and you do not want to go back into the state of dependence, either emotionally or physically, that illustrated your early life from the time you were born until the turning point in your life when you became your own person.\n\n\n\nMany people never achieve independence, so it is a rare and valuable thing, but now you have to give it up! You have the power to do this consciously and intentionally because you are independent. No one is going to take it away from you. Here you consciously say, “I will share my life. I will give over what I have earned in order to have a greater reward.” Then comes the challenge of actually meeting someone, a set of circumstances, a community or a great cause that involves intimate and cooperative relationships. Here your prayers have been answered, and the opportunity is being given to you. You now have to make the decision, take the risks and make the sacrifices. This is a great threshold.\n\n\n\nAnother great threshold that few people have passed through is the threshold of realizing the presence of Knowledge in their life. Here Knowledge has nurtured their quest for independence and should they acquire it or achieve it, it will nurture their desire to go on, to achieve union with others and to find purpose in life. Realizing the presence of Knowledge is a great threshold, for this is what initiates your inner life and gives you a sense of spiritual presence and purpose, a sense of origin and destiny. This is what enables you to transcend mundane life.\n\n\n\nThis is a great threshold with many steps. It takes a long time—a long time to recognize, a long time to accept and a long time to achieve and secure. It is a great threshold. Only an independent person can make this decision because you must have your life in order to give it over. You must be a person who can make very sound and important decisions based upon what is known within you. Only an independent person can do this.\n\n\n\nThen you will realize that Knowledge is not only intuition or certain kinds of urges or feelings or sensations or insights or recollections or premonitions—it is a living Spiritual Presence within you, the Mind behind the mind, the Spirit within the mind, a Spirit that is not an individual, but a Spirit that is flowing through you as an individual, a Greater Power expressing itself. It is not yours to own and claim, it is not your private domain or private property, and it is not your little section of Heaven. Instead, it is a great and abiding Spiritual Presence that passes through you and abides with you. Recognizing its existence in your life and joining yourself with it is a very great threshold through which to pass.\n\n\n\nHere you not only make room in your life for other relationships, but you give your life in service. Now, you do not necessarily have to be a religious person to do this, for this happens to people who think they are religious and to people who think they are not religious. Yet, a sense of reverence will enter your life, a sense of greater destiny, greater origin and greater relationship. This is a spiritual emergence, a great spiritual threshold. Few have passed through it; few even recognize that it is awaiting them; few are ready for it. Like traversing a gigantic mountain range, the pathway is narrow and winding. It is not a great thoroughfare through which hoards of people crowd. It is a tiny walkway, not recognizable to many but traveled enough so that it can be discerned.\n\n\n\nThis is a very great threshold. You do not simply pass through it. You live in this threshold. You do not pass through it and go on to something else. You live in it. When you leave this life, then you will pass through this threshold. Living in this threshold takes you to great heights, if you don’t come down again. Many people claim they have passed through this threshold or feel that today they are passing through it or yesterday they passed through it, but it is not like that. You live in it and with it, and the degree to which you live in it and with it determines your advancement.\n\n\n\nTo ascertain this advancement, you would have to stand outside your life completely. But it is not expected that you will be able to do that and rarely will you have glimpses of your life like this. This is not necessary for advancement. Independence, interdependence and spiritual emergence—or said another way, uniting with Knowledge, becoming interdependent with Knowledge and being Knowledge. These are three very great thresholds.\n\n\n\nThere is one other threshold that I would like to mention, and that is emerging into the Greater Community. You already live in the Greater Community. The world is not an isolated place. It does not exist in a separate reality from the rest of the universe. To emerge into the Greater Community as an individual, however, is a very great threshold. Here you must accept your humanity, learn to recognize it with greater objectivity and, to a certain degree, transcend it. This is necessary for your spiritual life to have full self-expression through you.\n\n\n\nHere you become not simply a citizen of your town, state or nation. You realize you are functioning in a greater context of life. You do not claim identity with all life because that is too big. But in a practical way you claim a larger association with life that includes your humanity and transcends it. Here your idea of God, or a Greater Power, your idea of life, your idea of destiny, your idea of your origin, your idea of individuality, your idea of race, consciousness, community, culture—everything begins to change. It is not simply that you say to yourself or others, “I am a citizen of the universe.” We are speaking of a different state of mind, not simply a self-proclamation.\n\n\n\nThe rewards of passing through this threshold are immense. They are so important for your greater understanding and your greater participation in life and for your ability to contribute to the world’s emergence into the Greater Community. You do not necessarily have to be a visionary or a philosophical person to have this experience of being part of the Greater Community. You can be a very practical person with very specific skills within the context of the mundane world. It is this larger understanding that matters. Like all the thresholds that I have mentioned, it is but another way to transcend your former understanding of yourself. It is not only something that you do intentionally. It is something that happens to you that you learn to accept and to receive, to join with and to participate in.\n\n\n\nPassing through this threshold gives you greater capacity as a person—a greater range of vision, comprehension and discernment, a greater capacity for feeling and experience and a greater motivation to develop your mental abilities. Here you begin to understand what the mental environment really is and the forces that are functioning within it. You also begin to understand more fully the physical environment that you live in and how it can be enhanced and supported. Indeed, here you transcend the limits of human identity in a very practical way. This is a very great threshold and very few people have passed through it. Very few people even recognize that it is a threshold or that it is something valuable to approach.\n\n\n\nOnly the great and the Wise travel these roads, but do not think that the great and the Wise are a different species than you are. They are men and women who have passed through great thresholds in life and have kept their sense of themselves and their sense of balance. They have kept their life in proportion and have undertaken these great changes and re-evaluations—initiations, if you wish to call them that. They have kept themselves intact and acquired the benefits of each of these great thresholds. That is why they become great and that is why they become wise.\n\n\n\nNow, each of these thresholds is approached because something inside of you is forcing you on. They are not approached through ambition or the desire to have great power, wealth and advantage. You must have intention to pass through them, but the intention is not the initiating factor here. The initiating factor is the emergence of a deep inner need which cannot be satisfied through normal means. This need, should it be accepted and honored by you, will carry you into a new range of experience. Here you are approaching a new threshold. Here you will feel alone, doubtful and disassociated from people around you to a great degree. While everyone else seems to be passing through a great corridor on an easy path, you are choosing a different way.\n\n\n\nWhat confirms your approach is that you know it must be done. Along the way you meet certain individuals who point the way, and then you meet certain individuals who will join you. Some will join you temporarily; some will join you more permanently. They all provide encouragement, contrast, demonstration—all the things you need to recognize and to experience in order to proceed forward.\n\n\n\nPassing through each threshold forges tremendous self-trust and self-respect, as well as the recognition of your own limitations as an individual. Each is brought about by a very natural process within you. Each has great risks. Failure is possible in each. Each sets you apart from others to a certain degree. Each requires greater ability and self-application. Each requires greater self-trust, greater humility and greater recognition of the importance of true relationship. In this, they all share attributes.\n\n\n\nThe emergence into the state of independence will encourage a lesser dependence upon relationships, for becoming independent is a temporary recognition that you do not need people so much, that you can do things on your own, and that you want to do them on your own. But you will soon realize that you need important people to help you, to nurture you and to show you what independence is. So, even here dependence on important relationships is very great, but it is not as predominant as it is in the other great thresholds of life.\n\n\n\nThe requirement for true relationship is very great in order to enter the state of interdependence. It is very great in order to undertake a spiritual emergence. It is very great in order to enter the Greater Community. These can all be understood as great steps in the reclamation of relationships, great steps in entering an interdependent relationship with life, where life depends on you and you depend on life.\n\n\n\nThe inner experience of passing through these thresholds is so great and so unique. It will make you feel different and think differently. It changes you. It changes people around you. The more you have progressed in passing through the great thresholds, the greater an agent for change you will be and the greater will be your ability to serve, nurture and represent genuine progress for others. Here you become a living example of what the truth can be if it is honored and followed without distortion and ambition. Here you will give without trying to give because your life is a demonstration. Your life is a demonstration of what you are and what you value. This is true at all stages of development. The ability to pass through a great threshold is what will mature you and what will give you depth and character. What is character? The ability to have a natural and unique expression of a greater understanding and a greater life. That is what character means within this context.\n\n\n\nPassing through these great thresholds brings you into a new arena of life that is greater than the arena of life you were in before. Many of your former assumptions, beliefs and ideals will not be appropriate here. You must start from the beginning. This is what gives you a greater sense of yourself and life. This is what enables you to acknowledge the Spiritual Presence in your life, which is `abiding with you and assisting you, both through Knowledge within you and through the spiritual benefactors who are contributing to your overall advancement.\n\n\n\nPassing through these great thresholds engenders a great deal of change. Change is a process of giving something up and acquiring something new. It has stages. Change begins with the recognition of a need and is then followed by a recognition that change must occur both in your inner and outer life. Then there is undergoing the change itself, which leaves you in a state of unknowing and confusion because you are entering into a new arena, and you don’t know what you are doing, why you are doing it, where you are, and so forth. Next, there is abiding with the change without certainty of the result. Then, there is the confirmation of the change once the change has truly been made and you have reached a point of no return where you cannot go back.\n\n\n\nFor better or for worse, you must go on. It is at that point that the reward begins to become available to you. Many people give up before they reach this point. They will not go on unless the rewards are guaranteed, unless the rewards are identified and unless the rewards are confirmed. But true change is a process of giving something up and acquiring something new. Between giving something up and acquiring something new you are empty. Here is where the mind is enabled to grow because it relinquishes its former understanding and is willing to abide without an understanding, which makes it available to acquire and to cultivate a greater understanding. For many people, this is a greater risk than giving up all their money or saying farewell to all of their loved ones. It is a greater risk to them because their ideas about themselves and the world are more important to them.\n\n\n\nIn order to have a greater life, to have a greater mind and to have a greater set of relationships, you must pass through the great thresholds. What you will need in all the thresholds is the desire to go on, which is built upon the recognition of genuine need. You will need a great preparation and you will need great companionship. You will need these in order to become independent; you will need these in order to become interdependent; you will need these in order to emerge into your inner life and to reclaim your relationship with Knowledge. And you will need these in order to enter the Greater Community.\n\n\n\nEach threshold brings about a tremendous change in your experience of being in the world. There is a loss associated with all change because you must give something up. There is faith associated with all change because you must abide with not having anything. Self-trust and self-love are required in all change because you must be open to receiving something else. There is a genuine regard for life in all change because you must be willing to welcome what life presents to you. And in all change there is a sense of allegiance to a Greater Power because you realize that in the process of real change something greater must help you. You yourself cannot do it all. This is the Mystery that brings about change. This produces reverence towards life and faith in the presence and activity of a Greater Power with which you are becoming increasingly engaged.\n\n\n\nNow, as I say these things you may wonder, “Well, how does this relate to emerging into the Greater Community?” Emerging into the Greater Community does not mean getting on a spacecraft and going on a tour of the stars. It means that you are beginning to have a sense of relationship with all life. With relationship comes the requirement for discernment and the ability to participate. Here you can serve not only the needs of people but the evolution of life in the world because evolution always recognizes a greater context for existence. For example, it would be pointless to discuss the evolution of the world unless you considered the greater environment in which the world exists and its relationship with that environment. Evolution, by its very definition, affirms an origin and a destiny. What is the origin of intelligent life here in the world and what is its destiny? These are genuine questions for a person who is beginning to emerge into the Greater Community. These are questions that call for spiritual sensitivity, a practical approach and a tremendous willingness to relinquish your former ideas and assumptions. They require the willingness to go through a perhaps prolonged period of uncertainty and to be open to receiving the greater comprehension that is born of a greater sense of yourself and your relationship with life.\n\n\n\nYou do not need to see spaceships or have encounters with extraterrestrial influences in order to become a Greater Community person. Becoming a Greater Community person is a great threshold. Achievement here is partially dependent upon your intention to continue. It is partially dependent upon the circumstances in which you live, which includes the quality of your relationships and their ability to support you. However, achievement here largely depends upon the nature of the preparation itself, for who in the world can teach you of the Greater Community? You need a preparation from beyond the world to learn of the Greater Community.\n\n\n\nIf you wish to go beyond human speculation and human fantasy, you must receive something that will enable you to do this. You cannot invent the way for yourself. Here is where you need help of a very special kind. This is true for all the thresholds that I have mentioned, which represent the great thresholds in life. You need mentors to become independent, to learn to become interdependent, to undergo a spiritual emergence and to enter the Greater Community. You will need independent people to help you become independent. You will need interdependent people to help you learn interdependence. You will need spiritually evolved people to undertake a spiritual emergence. And you will need allies in the Greater Community to become a Greater Community person. You cannot do this yourself. To think that you can is to misconstrue your abilities and to underestimate the greatness of what you are undertaking.\n\n\n\nRegardless of how you perceive yourself or where you think you are in the development of life and regardless of how cultivated and advanced you may consider yourself, it is important to recognize that there are great thresholds and that each will change your ideas about yourself, about others and about life. Because you have a spiritual nature, you can undertake the transformation that occurs in each of these great turning points, for you are not your ideas and you are not your associations. Though you abide with them and use them and rely upon them to a certain extent, you are greater than they are.\n\n\n\nYour greatness can only be known by taking the steps that will require this recognition and this willingness to go beyond. Life will take you there. In this, you learn to become fearless. You learn to recognize your range of responsibilities. You learn your limits and your greatness. And you learn the greatness of the Greater Power that abides with you and that enables all individuals—in the past, now and in the future—to undertake a great change and preparation in order to render a great contribution in the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/three-stages-development/"
}