{
  "title": "Resources, Trade and Competition in the Greater Community",
  "content": "In order to give you a clearer understanding of what life is like in the Greater Community, and more specifically what motivates most of those who are coming to visit your world, it is important that We speak further on this subject.\n\nIn the Greater Community, societies that have developed technologically and have expanded their empires always outstrip their own world’s natural resources and therefore must seek resources from beyond their own boundaries. This brings them into the realm of trade and commerce. As a result, they are involved in a very competitive environment with other worlds that seek the same kinds of resources. This has led overall to a very complicated set of relationships and involvements, alliances and so forth, amongst nations and races that are involved in trade and commerce.\n\nThe need for resources and the nature of the competitive environment account in large part for the motivation for most of those groups who are visiting your world at this time. They are primarily concerned with gaining resources from your world—biological resources, mineral resources and genetic resources. They are driven by this need.\n\nHere again We must emphasize that they are not here because they are connected to spiritual traditions upon the Earth. They are not here to fulfill ancient prophecies. They are not here to spiritually uplift humanity. They will take advantage of spiritual ambitions and spiritual traditions if it meets their need, but that is not their purpose for being here.\n\nHere you must come to understand that your world is recognized as a rich biological storehouse, a world that represents tremendous resource capacities. This naturally makes it interesting to those on the outside. What human beings take for granted in their natural environment, what they spoil and neglect here, is in fact highly prized by others who are aware of it.\n\nHere again We draw upon the analogy of the ancient dwellers in the jungle, who find themselves discovered for purposes that they cannot even fathom. They are discovered because others are looking for resources. They are looking for wealth. They are driven by their own needs and by the competitive environment that they live within. In the history of this world, how often has this been demonstrated, and how often has the native population been decimated or forever changed as a result?\n\nIn the Greater Community, not all nations trade. Not all nations seek to have relations beyond their own borders. There are small enclaves of individuals, small groups, that seek to be self-sufficient and not become involved in the complicated affairs of the Greater Community. They seek to remain hidden, to not have their world’s resources discovered. They do not welcome resource explorers. They do not want involvement in the Greater Community.\n\nThis is a privilege: the ability to be self-sufficient, the ability to remain outside the sphere of commerce, trade and competition. It is a right that is difficult to achieve and difficult to maintain, particularly if your world’s district or area is recognized to have great assets.\n\nIn the case of your world, it is far too late to achieve this autonomy though it is possible to secure it in the future. The resources of the world have already been recognized and have been utilized for centuries. Now that humanity has become the pre-eminent race on the Earth and poses within itself a potential threat as a potential participant in Greater Community affairs, those who have been using these resources are now taking an active effort to influence humanity, to take advantage of humanity’s weaknesses and to capitalize on humanity’s strengths.\n\nStill others have visited your world merely to observe you—to observe your behavior, to observe your tendencies. And, as We have said earlier, you also have Allies who seek to support the emergence of Knowledge within the world, to support the development of Greater Community Spirituality within the world, to help to lift humanity above and beyond its tribal conflicts and identities so that it may become a responsible and cooperative global race, able to maintain its own resources and to establish its self-determination.\n\nIt is again very important to recognize that the Greater Community is a physical environment primarily, governed by physical laws of which you are aware. Races of nations everywhere must contend with their fundamental survival needs, which becomes very complicated when you are involved in commerce and trade with other races.\n\nIf your world is recognized as being rich and valuable, this poses many problems, for others will contend with you for it. Though outright conquest is discouraged among civilized nations, there are subtle means to achieve the same ends. This involves skill and focus in the mental environment and a careful understanding of diplomatic affairs between worlds.\n\nOf course, humanity has none of these skills. It has not developed capabilities in the mental environment. It has not been able to establish a group mind experience that is adequate to meet the situation at hand. And it has no diplomatic skill in terms of dealing with other races.\n\nAnd yet humanity dwells upon a world that is immensely rich. It is like the native village deep in the jungle, living on top of a great mineral wealth unknowingly, a mineral wealth that draws the rest of the world to it. Such is the case with humanity in the world today.\n\nTherefore, again realize that your visitors are here for very prosaic reasons. They are not Divine, and they are not evil. They are simply driven by their own needs. They recognize your weakness and your incompetence, the degradation of the environment, and they seek to establish themselves here to maintain those resources that they desire and to take advantage of humanity’s skills and adaptive abilities.\n\nShould humanity be able to emerge successfully into the Greater Community, it will have to deal with the issue of trade and commerce. This is a very complicated issue and one that requires great skill and discernment on the part of the participants.\n\nHere humanity will find itself thwarted in its attempts to go beyond its own solar system, for it will come to find that the regions that it wishes to explore have already been laid claim to. Instead of being seemingly alone in a great empty universe, it will find itself coming up against the properties and interests and priorities of other races.\n\nThere are Greater Community establishments even within this solar system, but they are primarily established to observe affairs upon Earth. Within the Greater Community, amongst trading nations there are certain ethics and standards that are generally followed and honored, though there are notable exceptions. One of these ethics stipulates that a race has primary rights to all worlds within its solar system and that these cannot be violated by force by any outside race. The violation of these ethics brings severe repercussions and can in fact disrupt the flow of trade and commerce, leading to contentiousness and conflict.\n\nThere is also an ethic in the Greater Community that stipulates that should a race spoil its own natural environment, then other races have the right to come and displace it. Though this is a controversial clause and is rarely acted upon, it is still generally held amongst most races that are involved in trade and commerce.\n\nNow the Greater Community is very vast and usually nations that are involved in trade and commerce only have one or two or three trading partners. Everyone does not trade with everyone else. It is far too vast for that. And so when We speak about ethics in Greater Community trade and commerce, We are talking about something that is reinforced for practical reasons, but not by everyone who is involved. We mention this here so that you understand that there are certain standards that govern behavior and are generally recognized, particularly by races in this region in which your world resides.\n\nBecause humanity is in the process of rapidly destroying its natural environment, this gives others the motivation to become involved and to take self-serving action to preserve their interests here and to attempt to offset humanity’s tendencies.\n\nThere is an ethic in the Greater Community within trade and commerce that stipulates that military force will not be used amongst trading nations. Violation of this creates disorder and becomes very difficult and costly for those who are involved. And because many nations are skillful in the mental environment, they have found other ways to gain advantages and usually regard use of physical force, such as [that which is] so commonly demonstrated here in the world, as barbaric and unnecessary.\n\nThis brings Us to a very important point, which We have referred to earlier, but which now requires some explanation. It is very important for you to understand, given what We have presented thus far, that nations that are involved in trade and commerce generally do not represent civilizations that are spiritually advanced. Let Us elaborate on this.\n\nIn the Greater Community, the ability to exercise Knowledge is recognized as a great skill and asset. And there is generally an attempt to gain access to those who have these skills and to employ them for your own purposes. Therefore, the Wise must retreat to maintain their abilities and the integrity of their own societies.\n\nThose groups and nations that are spiritually advanced, therefore, rarely are involved in trade except in a clandestine manner and attempt at great cost and difficulty to maintain insulation within the Greater Community environment. They have come to recognize everywhere that demonstrating their skill and prowess only invites inquiry and intervention.\n\nThis brings Us to a very fundamental idea in learning The Greater Community Way of Knowledge and in preparing for the Greater Community itself. This idea is that the Wise remain hidden. The Wise remain hidden to remain wise. If they do not remain hidden, they are exploited and overtaken.\n\nTherefore, it is important to understand that nations that are involved in resource exploration, commerce or the acquisition of properties do not represent those who are spiritually advanced. They do not represent those who are strong in Knowledge. For Knowledge, being the spiritual intelligence, would not promote or allow this to occur amongst those who are bonded to Knowledge and who are close to Knowledge.\n\nTherefore, you must understand that except for your Allies, who watch you from afar, those who are involved in this world today do not represent the spiritually advanced races of which We speak. There is a great deal of confusion about this, and this confusion will have tragic consequences if it is not corrected.\n\nConsider this idea that the Wise remain hidden. Is this not also true within your own world? You will find that the wisest teachers, those who are considered strong and saintly, live in seclusion and are not readily accessible to many people, except in rare situations. And in those rare situations, the skill and ability of these individuals bring upon them great difficulties, considerable scrutiny and intervention, which is very difficult to contend with.\n\nThus, within your own world, the Wise remain hidden. The greatest teachers within the world are hard to find. Though they may publish their works in a written form, they reserve their greatest talents and gifts for the serious students who have taken the pains to find them and who have committed themselves to study, to learn the greater ways of Knowledge.\n\nThis is even more true in the Greater Community, where intelligence is recognized as a resource and is sought after and highly valued. Thus, those who are wise and strong in The Way of Knowledge attempt to find retreat in the Greater Community. They attempt to insulate their societies, and to protect and preserve their mental integrity, and to fortify [themselves] against outside intervention from interfering with the mental environment they have taken such great pains to create and to maintain.\n\nYou can think of many examples within your world—between the individual who is the salesman and the individual who is the saint. Which takes a strong public stance and which withdraws to remain hidden?\n\nTherefore, do not make the critical and fatal error of thinking that those who are visiting the world are spiritually advanced. Because they have skill in the mental environment, because they may be able to communicate without words and have great skill in influencing those whom they encounter does not mean that they are spiritually advanced or that they are guided by Knowledge itself.\n\nThis is a critical understanding. Here you begin to realize both the strengths of your visitors and their weaknesses. And here you can more fully understand the strengths that humanity already has. For humanity—despite its tribal conflicts and its self-preoccupation and its destructive tendencies—has been able to maintain rich spiritual heritages within the world. Knowledge has been kept alive within the world, to a far greater extent than it has within the Greater Community itself. Again, you must distinguish technological advancement and skill in the mental environment from spiritual awareness, understanding and capability.\n\nThose who develop skill in Knowledge will seek to preserve their skill and will have to learn to recognize all the forces around them that seek to intervene and to prevent their skill from being cultivated and expressed appropriately.\n\nFor example, if you were an individual who had a great capacity to know, to foresee events to come, to discern relationships, and to have ability in the mental environment, would not others seek you out for their own advantages? If it became known that you had these skills, would you not then be sought after?\n\nEveryone would want you to help them with their problems, and though you may want to contribute to others and to bestow your gifts upon them, over time you would have to learn to become discerning as to where to give your gifts and where to withhold them, who is the real recipient and who merely wishes to use you for their own purposes.\n\nIn the Greater Community, this education becomes vital for survival, for there is skill in the mental environment, and others will seek to use you for their own benefit. What little rewards you may receive from them are far outweighed by the loss of freedom, the loss of ability and the ultimate promise of collapse that their involvement will bring for you.\n\nIn the world today, those who have great sensitivities, who have cultivated their psychic abilities, either for pleasure or for profit, and have attempted to make these skills known, put themselves at great risk. They do not realize what jeopardy they place themselves in.\n\nThis is attempting to have power without wisdom. Wisdom always tries to protect the gift of the giver and to direct the giving where it can be most effective.\n\nIn the world today, the Greater Community forces who are present are especially interested in those who have great psychic abilities, who have made these publicly known and available. You may wonder why people are receiving so many messages from so many places and why there is such confusion and conflict between the messages that people receive. And you may wonder, “Where do these messages come from?” Let Us speak on this now.\n\nIt is important to understand that people in the world have very little skill so far in being able to distinguish the mental environment from the spiritual reality. There is a great deal of level confusion here.\n\nPeople think if they are intuitive and have psychic experiences that this is spiritual in nature, but that is not true. For those who have absolutely no spiritual awareness or foundation can learn to exercise great skill in the mental environment. They can read and interpret the thoughts of others, and they can cast an influence on the environment so that others over time will come to think the way they want them to think.\n\nThere are many people in the world today who feel they have had spiritual contact when in fact they are in contact with those in the Greater Community. It is not difficult for the world’s visitors to utilize the spiritual superstitions and imagery that are present today to make contact and to gain influence.\n\nIn fact, in the world today there is great effort amongst your visitors to gain access to those who are spiritually sensitive, who are mentally sensitive and to cast an influence upon them. Here the emphasis is to align these individuals with the source of the message, to pacify them and to put them in a state of pliant receptivity.\n\nThis has tragic consequences, for the persons who are affected over time will lose their personal will. They will lose their self-determination. They will lose their ability to discriminate and to discern. They will be encouraged to be constantly open to whatever is given to them, and over time they will not be able to discern whether what is being given to them is correct or not. They will be enthralled, but they will also be enslaved. This then represents subtle manipulation of the mental environment.\n\nPlease do not be confused in thinking that all people who are receiving spiritual counsel are being affected by the Greater Community, for this is not the case. There is also a great deal of work being done by the forces of the Creator to enlighten humanity, to direct humanity, to uplift humanity. But if you step back and look at the whole picture, you will see that both of these activities are going on, and there is a great deal of confusion.\n\nSo how do you sort this out? How do you make sense out of this? How do you say, “Well, which is true guidance and which is a form of manipulation?” The key question and the key element in answering this and resolving it for yourself has to do with the reclamation of Knowledge.\n\nAny spiritual teaching that fortifies the individual’s ability to see, to know, to discern and to act represents a true teaching and a true counsel. Any teaching that encourages the person to acquiesce, to become pliant, to become indiscriminately receptive, to give up their self-determination, to acquiesce, to become entirely subjective in their viewpoint, these individuals are suffering from a form of manipulation. Regardless of the emphasis on spirituality, Knowledge is being taken away from them. They are being encouraged to be divorced from what they know and what they most deeply feel.\n\nYou can see the manifestation of both of these tendencies in the world today, and it will take great care and discernment to be able to tell them apart. For the language used may be very similar. The ideals presented may seem to be one and the same. But the entire emphasis of the teaching is different.\n\nAs We have said, the Greater Community forces who are in the world today, who are seeking to gain dominion here, will attempt to use two fundamental arenas of human authority—the institutions of government and the institutions of religion. These represent the two great power centers in human affairs, and these are where most of the attention will be focused.\n\nYet it is important to understand that any individual who demonstrates a unique and greater sensitivity also becomes a target of inquiry for those from the Greater Community. For remember, greater sensitivity, greater insight, is something that your visitors are looking for. It is something they need.\n\nThey need these natural intuitive capabilities in order to establish themselves here, for they do not have an intuitive connection to this world. They do not have an intuitive connection to life forms and the forces of nature. They are not connected to the elements of the Earth, so they need these capabilities and will seek them out in individuals wherever they can find them. And those who are the most open and the most indiscriminate are the most vulnerable for this kind of intervention.\n\nIn learning The Way of Knowledge, men and women are encouraged to develop great sensitivity and the ability to focus, but they are also prepared to be very discerning and to learn to understand the greater forces within themselves and within their immediate environment that affect them and how these effects are brought about. They are encouraged to take a very sober approach to relationships and to interactions in the world.\n\nHow different this is from the great romantic ideals that are promoted within certain spiritual circles. How different this is from those who become swept up in the glorious images of themselves in the world or in their strict ideologies that were established long ago.\n\nThe man or woman of Knowledge must learn to see and see clearly, must learn to discern where to open themselves and where not to open themselves, where to give their gifts and where not to give their gifts. They must come to recognize the greater forces, those forces that are beneficial and those forces that are not beneficial, both within the world itself and within the Greater Community into which your world is now emerging.\n\nPeople who promote the development of sensitivity without this discrimination and without this training and preparation are encouraging people to be at great risk. Even if the Greater Community were not here, this would still produce great risk. For if you become too sensitive without discernment, it becomes very difficult to live within the world. The world becomes too irritating, too harsh, too grating to experience, and you are forced to withdraw, not to cultivate your strengths but simply to avoid the vicissitudes of life. Here the individual becomes weaker and weaker, less capable. They lose strength, they lose self-determination, they lose the ability to interact with life.\n\nThis is happening in the world today. It is being accelerated by the presence of the Greater Community, who have the power to neutralize the human spirit. They have the power to gain control over the prevailing ideas and beliefs of people here.\n\nThe only real defense against this is the cultivation of Knowledge and the development of a Greater Community perspective and understanding. Here men and women require skill—the skill to find Knowledge within themselves, the great knowing Mind that you have been endowed with from the Creator; the skills to discern interactions, to discern the mental environment and to discern the greater forces that are affecting humanity and that are moving you within your own life.\n\nIt is quite remarkable, but people do not realize the extent of influence upon their lives. There is a general belief that people are the captain of their own ship, and yet when you visit their ship there is no captain to be found. There is no authority; there is no determination. The ambivalence and passivity that you see within people is evidence that they are not in charge of their affairs and have not taken responsibility for their lives or for their destiny.\n\nThe mental environment of people everywhere has been dominated by forces that are generated from beyond themselves to such an extent that they cannot even discern what is theirs and what is not theirs. In fact, there is very little original thinking within the human family at this time. This is both sad and tragic. It is sad because the human spirit is creative and wonderfully endowed. And it is tragic because this brings grave possibilities for humanity as it undergoes its emergence into the Greater Community.\n\nTo be within the Greater Community, you must be smarter than you have ever been, more discerning than you have ever been, more responsible than you have ever been, and you must become strong with Knowledge.\n\nIf you could go beyond your world and travel about the Greater Community, you would see how races everywhere have been enslaved and dominated because they have not developed these fundamental capabilities. There is very little freedom in the Greater Community. There is very little personal freedom in the Greater Community.\n\nThis is difficult to accept, perhaps, but it is essential for your education. Freedom is the result of gaining these skills We have indicated and to cultivate them within yourself and within your relationships and within your communities. The failure to do this naturally leads one and naturally leads one’s society to become dominated. In the Greater Community, the strong do rule the weak, as is the case within the world.\n\nWithin Greater Community commerce and trade, there are many, many societies that are merely client states of other races. They have lost their self-determination, both through the contracts that they establish with other races and through their ability, or lack of ability, to maintain their focus and their determination within their relationships with others. This is prevalent in the Greater Community.\n\nIndeed, if you could travel about widely, you would see that it is rare when you find a race that is truly independent and self-determined. This is the result of lack of training and ability, and in part it is the result of engagement with other races and of becoming interdependent with them.\n\nTherefore, the Wise remain hidden in the Greater Community and within your world. But humanity is not hidden, and it is not yet wise enough to maintain its insulation or to discern intervention from the outside.\n\nSo here again We come to a situation. We come to find that humanity is at a great disadvantage, that humanity is extremely vulnerable, that humanity does not have the skill or the discernment or the cooperation within its own family to maintain a strong and self-determined position in the Greater Community.\n\nAnd here We find that humanity is dwelling upon a world whose wealth and value it does not yet fully realize. It has not had the exposure to the Greater Community to understand its wealth or its grave predicament. This is the unfortunate result of living in isolation for so long.\n\nBut now there is a great calling around the world for people to gain strength, to become strong individually and collectively, to gain the power of Knowledge, which is their greatest endowment and natural birthright, to gain the foundation for cooperation in union with others and to unite the world beyond tribal and cultural differences.\n\nFor it is only a united humanity that will be able to survive and to prosper in the Greater Community. A world warring in divisive groups and tribes can only fall under the domination of outside forces who will take advantage of these conflicts and of these identifications and of these preoccupations for their own advantages.\n\nTo prosper and to survive in the Greater Community, to maintain your freedom and self-determination within this larger environment of life, humanity must become unified. This will be a great, difficult and painful process, but life requires it, your circumstances require it, the presence of the Greater Community here requires it.\n\nThis will be fostered by the growing realization that humanity is in a grave situation and that everyone everywhere within the world is in the same situation and has the same fundamental problem. This problem will be generated by the deterioration of the natural world, by the loss of the world’s resources, and most fundamentally by the presence of the Greater Community.\n\nIt is unfortunate but true that only a threat from the outside will be able to finally unite humanity and to establish a common need and a common cause here that will enable people to step above and beyond their tribal differences and identities.\n\nA world full of divisive tribes cannot survive in the Greater Community. It cannot maintain its self-determination, for it will not be strong enough. It will not have the cooperation and the strength necessary to contend with other races who have achieved a state of uniformity and who represent a group will.\n\nKnowledge within you makes this possible, but there must be a way to Knowledge, a Greater Community Way of Knowledge that can prepare you to understand the Greater Community, to understand your true nature, to enable you to gain your essential strength and to claim your greatest endowments for the restoration and the protection of the world.\n\nBecause of humanity’s degradation of its natural environment, it will be forced in the future to seek resources from beyond its separate shores. This will place requirements upon the human race and will require the cultivation of significant and tremendous skills and abilities, for you will not find that the universe is there for your taking.\n\nIt is as if the world were a house and your solar system represented your yard. You may go around your yard as you please, but if you seek to go beyond it, you enter someone else’s property. You trespass on someone else’s interests or establishments.\n\nHere you will find that trade and commerce are largely self-regulated. There is no one great organization that rules and manages everything. That is not possible in a Greater Community environment. Certain ethics and standards are maintained for practical reasons—to maintain peace, to maintain continuity of trade and to establish an environment where most nations can prosper, even if a few suffer as a result.\n\nHere humanity will find itself in the midst of a larger interaction of life, in a situation that has been long established and will not be changed by humanity’s entrance. It is like the young child entering the world. They may have great ideas about themselves and great expectations about what life will give them, but once they enter the real world, it is quite different.\n\nHumanity here is like the adolescent venturing out into life for the first time, filled with ideals, filled with expectations, filled with a sense of omnipotence and divine appointment, but what awaits humanity in the Greater Community is a difficult and sobering learning process.\n\nYet for humanity to even have this opportunity to participate in the Greater Community, to engage in trade and commerce, which will become necessary in the future, it must develop the foundation, it must have the strength and the environment of cooperation within the human family to even be able to begin.\n\nYou may ask, “What does this have to do with me? I am just a person. I am just an individual. I have to go to work tomorrow. I have to take care of my own affairs!”\n\nThis has everything to do with you because the greater purpose that brought you into the world is directly related to the evolution of the world and to the greater needs of humanity. Whatever your gift may be, however it may be expressed, everything We are presenting in this book is entirely relevant to your ability to comprehend your true nature and to express it effectively.\n\nHere within the realm of your own life, you will find that the precept, “The Wise remain hidden,” is entirely true and valid. Here within the context of your own life, you will see that you too have to maintain and establish your own mental environment, and learn how to do this and how to maintain it in a world that will always be seeming to break it down. Here you too, within the context of your own life, will have to learn what the foundation of real relationship is and how greater harmony and cooperation can be established in your affairs with others.\n\nEverything that is true in the Greater Community holds true within the sphere of your own life. But even as you come to realize this, should you undertake the preparation in The Way of Knowledge, you will also find that it is necessary for you to understand the greater panorama of life in which you live.\n\nIt is not enough simply to take care of your own personal affairs and to maintain yourself, for you have a greater responsibility and a greater opportunity in life. If you seek to know your true nature, if you seek to experience and to express the greater purpose that has brought you into the world, then you must step beyond your self-preoccupation. You must not only manage your affairs harmoniously, but see what awaits you beyond that, what calls to you to respond.\n\nThere are no great rewards in leading a small and self-centered life. There are only small rewards and great costs. But entering into a greater life, there are great costs but great rewards, far greater than the costs involved.\n\nYou can only know this to be true by taking the steps yourself and by discovering what they mean for you. We can only point to the greater environment in which you live and to the greater forces that are shaping your life and your future and destiny. But you yourself must find out.\n\nHere We give you the perspective and the understanding that will enable you to truly comprehend the nature of your presence here and the greater events that are shaping the destiny of the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/trade-commerce-competition/"
}