{
  "title": "Inspiration",
  "content": "Surely inspiration is something that must abide with you in meeting great challenges, in exerting yourself, in concentrating your mind and in resolving conflicts in your life. But inspiration will only occur momentarily here and there as a reminder, as something that reconnects you to something greater that represents a larger purpose in life beyond your personal concerns and interests. Inspiration can come from Knowledge. It can come from your Teachers. It can come from your companions. And it can come from very unexpected places. It is a spark that can affect you if your mind is open and receptive to it.\n\nThe most important thing, however, is that you are able to inspire yourself. Though you will need inspiration from others, it is your ability to renew your purpose and determination and to remind yourself of your greater responsibilities that will make all the difference. To be self-directed, or inner-directed, requires that your motivation can be renewed and rededicated from within you. Without this, you will not get beyond the first barrier or obstacle that stands in your way. And, indeed, many people do not proceed beyond these first obstacles.\n\nInspiration is something that you must generate within yourself. You must also seek it in your environment and in your relationships. To seek it in the environment, you must direct yourself to those individuals, to those events, even to those historical accounts, that reinforce your conviction and commitment and remind you that greater things are possible given true determination, true companionship and a worthy goal. Indeed, the lives of inspiring people can serve to help you here tremendously, for they have risen above their own circumstances. They have risen above their own concerns. They have risen above their own priorities to respond to a greater need in the world. They were not that different from you. The thing that distinguishes them from others is an abiding need within them and their ability to respond to the world.\n\nThis inner need and outer initiatory stimulation are very essential. You may feel the need, but something in the world has to call it out of you. You cannot call it out of yourself. True inspiration arises when you are engaged in the world in a purposeful way. True inspiration arises in the context of purposeful relationship—with a person, with a place, or with an endeavor. It is not something that is within you alone. It must be sparked by the presence of others and in the context of a greater involvement.\n\nAt the outset you will need the accounts of others’ lives. You will need encouragement from your companions. You will need to seek out those things that remind you of your purpose and reinforce your conviction that you can carry it out. You will need these external supports and indeed they are there to serve you. If you seek for them, you will find them. Though they might not seem abundant, the truth is that millions of people throughout the ages have done noble and worthy things with their lives, and their examples have been recorded in many cases, certainly enough to provide ample encouragement for you.\n\nAt the outset, you will also need real companionship. Here you must distance yourself from people who discourage you and who add to your confusion or self-doubt. You must even distance yourself from people who are going in a different direction, even if their pursuits are worthy. Indeed, you must distance yourself from anyone who cannot support a greater purpose in you. You do not cast them out of your heart or deny your love and appreciation for them, but you must have distance from them in order to proceed. Do not underestimate the importance of this. It is absolutely vital. Without the right companions, you cannot undertake a journey. Without true assistance, you cannot even begin.\n\nOften at the outset, one of the most difficult challenges is to disengage from relationships which cannot accompany you on an important discovery in life. This is often the first great challenge, and many people will not be able to meet it. But you can. And you must. Doing this restores to you the confidence that there is a Greater Power living within you. You side with it. You choose with it. You follow it. Here you may have to give up money, pleasure and even love at the outset, but this strengthens Knowledge within you. Here you realize that you have two choices. It always comes down to two choices: to follow Knowledge or not to follow Knowledge. Now, of course, if you are not aware of Knowledge or don’t know what Knowledge is, this may seem incomprehensible to you. But as Knowledge becomes revealed, you will see in every case that you have two choices. To make the right choice, you must find inspiration in your companions and in your life, and you must inspire yourself.\n\nYou will always have great support for making the wrong choice. You can always find much companionship in going the wrong way. And you can always receive much consolation for not going anywhere at all. But what value is there in this? Does this inspire you? Does this encourage you to live a greater life and to exercise a greater authority that the Creator has given to you? Is there anything inspiring about being safe and comfortable? Is there anything here that points to a greater life and a greater fulfillment?\n\nWe are not suggesting that you throw away all of your securities, but we are saying that at the important junctures in your life where you have to make an important decision, you must risk your security to undertake something of a greater magnitude, the outcome of which you will not be able to see at the outset. Perhaps you can take many treasured things with you. Perhaps you can take nothing with you. It depends on the situation and what is required in your own learning and preparation.\n\nThere is something else in your life beyond comfort, pleasure and security, something of far greater importance and magnitude. Perhaps you alone amongst all of your acquaintances are feeling this and can sense this. Here you will need to align yourself with others who have the same inner need and the same inner conviction, however ill defined it might be. They too are responding to something. They too are being called in life to follow something, to find something and to do something beyond the normal range of human interests and activities. You need these people. You need their demonstration. You need their reinforcement. You need their experiences as a confirmation of your own. They can provide inspiration, for they are doing something that is beyond their personal interests, as you yourself will provide inspiration when you do something beyond your personal interests.\n\nInspiration is a natural by-product of selfless activity. It affects other minds. It leaves its impressions and has its impact. You need to receive this inspiration at the outset, and later you will need to give it to reinforce its reality. Inspiration is a reminder that you are a part of a greater life and a greater purpose, that you are not simply a human being whose only concern is for survival and self-gratification. This reminder is important, for humanity is preoccupied with survival and gratification, and you may have to look far and wide indeed to find those who feel a greater calling and a greater impetus in life. Those who do not feel this, who do not have this experience and who are not moved by it cannot go with you on your journey no matter how much you care for them personally. No matter what their wonderful attributes may be, they cannot journey with you, and you must realize this and accept it, or they will either intentionally or inadvertently spoil your inspiration. They will become part of what holds you back rather than part of what inspires you.\n\nTo choose that which is inexplicable but necessary is an act of courage and personal integrity. This is inspiring. You can find examples of this if you look for them. You will find what you look for in the world. If you want security and self-gratification only, you will find these up to a point, though there is no real security without Knowledge, and self-gratification is not very gratifying no matter how much you give it to yourself.\n\nIt is correct to say that all inspiration comes from Knowledge, but since people do not know what Knowledge is, this is a difficult definition to accept and even more difficult to apply. Let us say for now that inspiration is a reminder. It is a reinforcement. It is a remembrance. It represents that greater truth of your life that is calling you to recognize it, to accept it and to embrace it. If you feel this, then you must go forward. Do not hold back. If this is moving your life, then move within it, not blindly but wisely, with your eyes open because you are a beginner in The Way of Knowledge.\n\nNo matter how advanced you think you might be in spiritual things or in the ways of the world, you are still a beginner in The Greater Community Way of Knowledge. Accept this. It will give you a great advantage in life. Yes, it will humble you, and it will temper your ideas concerning yourself. But it will give you a great advantage because it enables you to become wise and observant. Being a beginner teaches you to use restraint and forbearance in your participation with others. It teaches you to generate inner power and strength rather than throw it away on emotional outbursts or meaningless involvements. It teaches you when to speak and when not to speak, when to act and when not to act, who to be with and who not to be with, which way to go and which way not to go. This is the evidence that Knowledge is becoming active in your life and that you are following it and learning The Way of Knowledge and The Way of Wisdom. This is inspiring.\n\nInspiration refers to the spirit. It represents a Greater Reality and a greater purpose in life, and it will be manifest if you look for it and if you need it. If you preoccupy yourself with petty interests and little concerns and fearful fantasies, you will not find the inspiration that you need. If you spend all of your time with people who are not responding to this, then you will lose your ability to respond as well. You are not strong enough with Knowledge to initiate these people into Knowledge. No matter how advanced you may think you are, you are not this strong. Accept this. This is Wisdom.\n\nOnly a very advanced practitioner in The Way of Knowledge can inspire those who do not feel the call of Knowledge. Only the very advanced can be initiators in this regard, and even here there can be no personal ambition on their part. You must let the Greater Power work through you rather than attempting to use it for your own personal gain or self-validation. By being a beginner you can become a recipient. If you think you are more advanced than a beginner, you will not be in a position to learn or to receive, and then your advancement will only occur at the cost of great disappointments.\n\nAs we have said, you will need tremendous reinforcement because you are choosing something that the world does not choose or value. You are choosing something that perhaps many of your companions do not choose or value. You are choosing a direction away from most people’s preoccupation with survival and self-gratification. You will not have many models, but you can seek them out. You need others to say to you, “Yes, you are doing something important. Stay with it! It is valuable. Do not rush it. Do not hold it back. Be patient with it. Be observant. Stay with it!”\n\nYou who are reading these words have an advantage here, for you have come upon a mysterious and wonderful preparation, something that has recently been introduced into the world to assist humanity, to enable it to advance to meet its own needs and to meet the challenge of living in the Greater Community. You are very fortunate in this regard. These words, then, will serve to reinforce a greater understanding that is seeking to emerge within you. These words will confirm things known in the past that have led you into a greater pursuit in life, a pursuit that has often been compromised and obstructed by personal needs, fears and ambitions.\n\nTherefore, we offer inspiration, not only in the form of encouragement but in the expression of truth. Whenever you speak the truth that is the truth, you provide inspiration. Whether others can accept this inspiration or not is up to them. The important thing is that it has come from you. Often you will say or do inspiring things without even thinking about it. It will happen naturally. For that moment, you are not dominating your own mind and behavior. Something greater is allowed to speak and act through you, something that we call Knowledge, the greater part of you that joins you with all life.\n\nWhen you speak the truth and do what is correct and real, you provide inspiration. When you deny this or refute it or when you try to mix it with your own personal needs, you deny inspiration. If your life is not inspiring, then it is detracting from inspiration in the world. This is true because inspiration can be equated with value, meaning, purpose and truth. No one is neutral in this regard. You are either adding inspiration or taking it away through the expression of your life. No one is sitting on the sidelines. Everyone is involved. Everyone is making contributions to life, whether it enhances life or detracts from it. This is going on all the time, and everyone is involved.\n\nDo not fall prey to the temptation to judge or discredit people for the lack of inspiration in their lives. This is unnecessary. You have to stay focused on what you have to do and on those few relationships that are capable of supporting you. When you become a critic of humanity, you lose your own meaning and worth. Humanity is what it is. To call it good or bad is meaningless. It is where it is. We do not lie to you and say everything is wonderful and everyone is doing great. Likewise, we do not lie to you and say everyone is stupid and idiotic. People are where they are. Many have not reached the threshold of Knowledge. Many have not responded to a greater need and a greater calling in their lives. Why blame them for this? Accept it. If inspiration were abundant in human life, then the world would look very different than it does today. If Knowledge were being expressed through the lives of many people in a consistent way, the world would look very different than it does today. Accept where people are and concentrate on what you must do. Do not waste your self-worth and your vitality in criticizing others. This takes away from inspiration and makes inspiration more difficult for you to attain or to receive.\n\nCriticism must be replaced with compassion, for compassion is based on understanding. It is understanding where people are in the stages of life. It does not make them right. It does not make them wrong. It does not release them from their responsibilities, but it does not condemn them for their failures. Go back to inspiration. Concentrate on something that is greater, more important, more genuine and more real. It is within you, and you can find it in the world if you look for it, but it will not be obvious. Here you must take responsibility for seeking out people, situations, examples and demonstrations that reinforce a Greater Reality within you, that support you in proceeding forward and that encourage you to do so. You must look for this goodness because you need it. Alone you cannot overcome the world or the world’s preoccupations. You need great assistance to do this. You need assistance from beyond the world through your Spiritual Family, and you need assistance within the world through meaningful relationships. And you need to be able to generate it within yourself.\n\nTo generate inspiration within yourself, it is necessary to identify those experiences and accomplishments in your life that had a tremendous and positive impact on your development and future possibilities. Perhaps these are only moments in the span of your years, but they stand out in great contrast to your normal range of experience. These are essential for you to remember and to recall. This will give you the strength and encouragement that you need should you be facing an important decision in your life. Then you can choose that which is correct over that which is merely expedient or personally rewarding. You can do something that you feel and know is right over something that merely looks good. Here you go beyond appearances to penetrate the real value of things. You can have this encouragement because you have experienced it before, and you have seen this demonstration in others.\n\nRemember these experiences and do not forget them. Do not deny or discredit them. Sometimes people deny or discredit their inspiring experiences because they did not yield a personal reward that was expected. They say, “Well, I did not make money out of this situation!” or “Gee, I really lost a lot in this situation!” Of course. Doing what is real, what is needed and what is correct does not fill your pockets with money, and it does not enhance your resume in life. Yet, it gives you something greater, so much greater. It gives you reality; it gives you truth and purpose, things which those who are clamoring for wealth—the wealth of money and the wealth of love—cannot find. For this you must have faith. Call upon your earlier experiences to remind yourself. Call upon your relationships to remind you, and seek out the companionship that is worthy of your journey in life.\n\nOne wrong companion can spoil the whole endeavor. Think of it like this. You are going to climb a great mountain. This requires equipment and preparation. This requires planning and determination. It requires that you resolve certain conflicts at the outset in order to proceed. The journey is going to require tremendous strength and dedication. It is going to require some very wise planning, and it is going to require worthy and capable companionship. If one companion does not share this, he or she can undermine the whole expedition. One person whose commitment is not genuine can cast doubt upon everyone’s focus and purpose.\n\nYou are on a mission in life, no less great than climbing a great mountain. You have come here on a mission. You do not just simply wash up on the shore of life to live a few years and then pass away. You came here on a mission. Your mission will not garner you wealth, fame or universal appreciation. Instead, your mission will give something back to you that the world cannot provide, something of far greater value that only you will be able to give to the world. This is inspiration, born of Knowledge, realized through genuine decision making and real living, shared through meaningful relationships and passed on through contribution to those who need it everywhere.\n\nThis is inspiration, the presence of Spirit in life. Have this Spiritual Presence be with you and have this Presence prepare you. Have this Presence lead you forward. Have it abide with you in your times of doubt, fear and confusion. Have it be evident in your primary relationships. Have this Presence help you determine your priorities and even your practical needs, for this is the Presence of Knowledge living within you and expressing itself through your relationships with others and with the world.\n\nYou have the possibility of becoming a messenger of inspiration. This does not mean that you simply say positive things, share exciting or uplifting ideas or promote great ideals for humanity. No, it is not this. It is that the presence of Spirit is with you, and it is regenerated through your wise decision making and through your selfless activity. Here Knowledge can speak through you, act through you and make a demonstration in the world through you. This is inspiration, yours to receive and yours to transmit into the world. This is possible in The Way of Knowledge, and in The Way of Knowledge this will be your destiny.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/true-inspiration/"
}