{
  "title": "Your Relationship With Knowledge",
  "content": "It is necessary to approach Knowledge from different vantage points because it is very great and expresses itself in many ways. In order to begin, you must have an idea of its reality and its function. Knowledge is your true Self, your true Being, your true existence beyond both the physical and the mental environments. It is the part of you that is still a part of God.\n\nYet Knowledge extends itself into your mental and physical life, which is the realm of thinking and action. Knowledge has a function, and in that it represents spiritual power. You can experience it directly through Inner Guidance. You carry spiritual power within you.\n\nKnowledge within you is joined with Knowledge in others, so there is no separation in Knowledge. There is no “your” Knowledge and “my” Knowledge. There may be your evaluation versus my evaluation. There may be your comprehension versus my comprehension, but Knowledge itself is entirely uniform in all individuals.\n\nThis is the part of people that is already intrinsically and totally joined. Knowledge has a function because it has a purpose in the world. Beyond this function, it is pure experience, eternal and complete.\n\nThrough Knowledge come all the means for your spiritual advancement, mental development and physical accomplishment because your Knowledge has a purpose. It is the greater Mind speaking through your individual mind. You are part of this because Knowledge is your true Self. Yet it is not a self that is apart from others.\n\nTherefore, do not think that your Higher Self is a separate Being. Knowledge within you is joined with Knowledge in your Inner Teachers, who assist you from beyond the physical realm. Knowledge exists as a potential in all people in the world. As each person begins to become aware, his or her Knowledge is awakened and becomes far more active. This is the essence of Inner Guidance.\n\nThough you may receive messages from your Inner Teachers, it is your Knowledge that will guide you. Your Teachers speak to your mind, but your Knowledge exists within you already. For even within your separate life in the world and even in your own imagination, which seem to conceal you from life and conceal life from you, Knowledge is with you.\n\nYou can only have a genuine relationship with that with which you are truly joined. That is why you cannot have a genuine relationship with your ideas, your fantasies or anything you attempt to establish in the world to serve them. For what is unreal cannot be established and maintained. The attempt to establish and maintain these things will engender enormous suffering, sacrifice and cost.\n\nYou who are used to suffering and sacrifice may first respond to this Teaching with anxiety. However, if you receive even a small part of what is being offered to you here, you will learn quickly that you are immediately empowered and confirmed.\n\nYour ideas may not be confirmed, your assumptions may be challenged and your engagements may be brought into question, but the very heart of you will begin to resonate. And as it resonates, the experience of genuine relationship will permeate you. Then you will realize that you are not alone and that in the universe you are known.\n\nBefore thinking, there was Knowledge. After thinking, there will be Knowledge.\n\nYet do not believe that thinking is useless. Thinking is necessary because you have a mind. To believe that thinking is useless would be like saying that moving your body is useless.\n\nYou have a body; therefore, it must learn to move in a constructive way. You have a mind; therefore, it must learn to think in a constructive way. This is because you are living in a physical and mental reality.\n\nThe Greater Reality of which you are a part wishes to express itself through you in the world so that you may experience your own greatness and the greatness of others. Here you extend the experience of your Spiritual Family into the world. Here you experience your Ancient Home while you are in the world. This sparks all minds that are still asleep to awaken. This is the mystery of Knowledge.\n\nThe ultimate contribution from one person to another is when one person’s Knowledge ignites another person’s Knowledge. Mysterious this is, beyond the comprehension of human thought. And yet this is what gives human thought all its value and its purpose, meaning and direction. This is what gives human endeavor all of its purpose, meaning and direction.\n\nThis is what gives temporary accomplishments permanent value. This is what reclaims relationships in the universe.\n\nAs your Knowledge begins to be discerned and accepted and becomes a source of Inner Guidance for you, it will become ever more powerful. This will make it more and more difficult for you to make a mistake. As Knowledge within you becomes more powerful, it will stimulate other minds to open to Knowledge within themselves.\n\nThis is the most immediate and natural form of teaching. Other forms of teaching are necessary to prepare for this, for your mind and body must be prepared for Knowledge.\n\nYou do not actually have a relationship with Knowledge because you are Knowledge itself. However, this is a part of you that you have not fully experienced yet although you may have had momentary glimpses into the greatness of your inner life.\n\nYou are afraid of your Knowledge, for you feel that it will undermine your plans, your schemes, your preferred outcomes and your preferred relationships, while in actuality it will only adjust everything to bring about harmony and happiness for you.\n\nAbide with Knowledge and you will begin to experience its power. As you abide with it, its influence will be cast upon you, and you will feel increasingly certain in what to do, where to go, who to be with, what to express, what to restrain, what to give, what to hold back, when to go and when to stop.\n\nThis will be a natural knowing for you. This natural knowing is an outward manifestation of Knowledge extending its influence upon you and through you. Great actions represent this. Great thinking represents this. Great contribution represents this.\n\nWhy does a person’s action last to inspire other generations beyond that person’s life? Why does a person’s words remain beyond their life span to inspire and encourage those who come later? It is because these actions and words are imbued with Knowledge. Why does one person’s contribution continue to nourish life for years and years? Because it is imbued with Knowledge. Why do certain relationships end up being a source of provision, nourishment and inspiration for others? Because these relationships are imbued with Knowledge.\n\nAs your mind becomes more simple and direct, it becomes more powerful. Here Knowledge begins to shine through because Knowledge is the Light that you carry within you.\n\nKnowledge thinks, but it does not think like your mind. It does not argue. It does not compare. It does not draw contrasts. It does not speculate. It does not imagine. It is quiet, and when it thinks, it knows. And when it knows, it acts. It is in a state of peace and activity all at once.\n\nThis is a state that you will have the opportunity to experience while you are in the world. Its peace has no boundaries and no end. It is fathomless. Yet its ability to inspire powerful action and creative thinking is without parallel in the world.\n\nYour experience of Knowledge is your experience of God. It will arise within your relationships, for your relationships will prepare you for Knowledge if you are engaged with them properly. Your relationships are where you will see the effect and the impact of your Knowledge.\n\nYou will have many ideas about Knowledge. Most of them are useless. Some of them are dangerous. This is because real experience is still being replaced with ideas and idealism. Here it is necessary to release those ideas that are an impediment to Knowledge and to encourage those ideas that support the emergence of Knowledge.\n\nIt is essential for you to reclaim Knowledge because it is the essence of all your true accomplishments, your happiness and your relationships. Your only other option is to remain in confusion and uncertainty. Here your choices are limited and, therefore, are very powerful and consequential. Here you are in a position to choose with power and authority.\n\nOnly your Knowledge knows God. Only your Knowledge can be known by you. Ideas can encourage you towards Knowledge or can discourage you and lead you away from Knowledge. But they are not Knowledge itself.\n\nThere is no idea in the world that can contain Knowledge. But Knowledge contains all ideas of true benefit and value. You who seem so small in the world carry such a great possibility and such a great potency.\n\nThis is why the reality of the Spiritual Family must be emphasized, for the members of the same Spiritual Family can ignite Knowledge in one another and, therefore, provide the context for true initiation into spiritual awareness and power.\n\nIf you could but see how essential this is for your happiness and well-being, you would in no way restrain yourself from the reclamation of Knowledge. Knowledge cares for you, loves you, protects you and guides you towards the right engagement in all of your relationships. It steers you away from divisive or inappropriate engagements.\n\nKnowledge encourages all constructive decision making and discourages all destructive behavior and thinking. It honors all relationships and directs you toward those individuals with whom you must become engaged.\n\nKnowledge in you ignites Knowledge in others. Thus, the man or woman of Knowledge is the most potent force in the world. Their contribution will be immediate, profound and lasting. Their activities may be great or very modest and mundane. Yet everything they do will be imbued with Knowledge and, therefore, will demonstrate God’s Presence in the world.\n\nIn considering the greatness of Knowledge, do not think that this means taking on a great role in the world. For Knowledge expresses itself in the most simple ways, in the simplest gesture, in the most mundane activity, in the simplest life and in the most humble work. It is not what you do. It is the experience that you convey by doing it.\n\nThe emphasis here, then, is to learn to desire Knowledge and to develop a capacity for experiencing Knowledge. It is the same with meaningful relationship. You learn to develop a desire for it and a capacity for experiencing it.\n\nPart of developing your capacity is releasing those things that occupy you now which prevent you from having this experience. For if you are already burdened with your own necessities, how can you possibly receive a new experience? If your mind is completely enslaved to its own judgments and unforgiveness, how can it possibly receive the experience of grace and happiness? If you are already certain who another person is, how can you possibly experience their reality?\n\nThe reclamation of Knowledge is more an unlearning than a learning. It is more about giving up what is painful than acquiring new assets. It is entirely natural, so it does not deprive you of anything that is meaningful or useful.\n\nKnowledge gives you great power and authority in the world but requires your humility because you will always know that your mind is serving a greater power. Though you will be asked to exert far greater dominion over your body and your mind, you will know that they are in service to a Greater Power that is beyond your control or definition.\n\nYou are given power and authority to become sovereign within your own domain. And yet you see that your domain is to express a greater domain of which you are a part.\n\nThis ends Separation because it ends the competition for power. For without God, you will try to be God. You will try to determine your needs and fulfillment. You will try to control your environment. You will try to control others to maintain your survival. You will try to change the world and the universe according to your preferences. You will try to exert dominion over yourself and will crucify yourself when you fail.\n\nKnowledge is a living force within you. In fact, Knowledge is life within you. It is God’s Reality within you. You will be its first beneficiary, for the first exercise of Knowledge is to bring harmony and balance into your life and relationships. However, the aim of Knowledge is far greater.\n\nThe gifts that you have brought from your Ancient Home are not for you alone. They are primarily for others. And it will take engagement with others to bring them forth from you. Alone you cannot gain access to them. They are like a hidden treasure within you where another holds the key. Likewise, you hold the key for others’ treasures, for without you they cannot find them.\n\nKnowledge abides with you at every moment, in every situation, every day, everywhere, and with everyone. As you learn to abide with Knowledge, you are freed of your own condemnation and presiding thoughts.\n\nHere you will learn to be still. With stillness, you will be able to develop discernment, for you will be able to see and hear and use your body as an instrument of communication.\n\nInstead of punishing your body to carry out the harsh thoughts of your mind, your body will become an instrument through which you may discern that which is genuine from that which is meaningless. You will be able to confirm what is truthful, and you will be able to bring healing to that which is divided.\n\nEven now Knowledge is exerting its influence on your behalf, guiding you in your decision making and so forth. Yet once you learn to accept Knowledge and to abide with Knowledge, its power becomes ever more manifest within you.\n\nWith this power, you will be able to see the outcome of a relationship at the outset. Then you will know if you should initiate a relationship with that person.\n\nHere you will begin to learn the difference between fear and caution. Fear is a projection of your negative imagination upon the world, whereas caution is the awareness that an error can be made. Fear and caution are entirely different experiences from one another.\n\nYou need caution but not fear, for caution will not exasperate your mind or undermine your Knowledge in any way. It is part of having a healthy approach to the world if it is used with discernment and awareness.\n\nSeek Knowledge within yourself, seek Knowledge in your relationships with others, and seek Knowledge in your relationship with the world. All these things will give Knowledge to you in return and show you the difference between Knowledge and everything that masquerades as Knowledge.\n\nHere you will see the difference between Knowledge and your cherished beliefs, for Knowledge and thinking must be distinguished from each other. Though productive thinking can emanate from Knowledge, it can in no way compete with Knowledge in power and authority. Your thinking is peculiar to you, but Knowledge is shared by all.\n\nThe greatest contributions are imbued with Knowledge. Whether this contribution is a thought, a physical creation, a form of art, science or a social or political establishment, it will be imbued with Knowledge. A life that becomes imbued with Knowledge is a life that shines forever in the world.\n\nThis is Christhood. This is the life of a man or a woman whose Knowledge begins to shine into every aspect of his or her life.\n\nThere are no great individuals, but there are great relationships. The initiation of Knowledge and the emanation of Knowledge only happen in relationship. Think not that an individual alone can be great. An individual can only be great within the context of a great relationship.\n\nYou are great because of the extent of your relationships with one another. You are also great because of your relationship with your Spiritual Family. You are ultimately great because of your relationship with God.\n\nAs you proceed in taking your journey towards Knowledge, it will illustrate the many ways in which Knowledge expresses itself. It will illustrate as well the many ways in which you can begin to cultivate Knowledge within yourself by learning to distinguish Knowledge from your preferential thinking and by learning to allow Knowledge to serve you in every situation.\n\nYou will see as you proceed that the answer is within you already. It only requires that you have meaningful engagement with others to bring the answer forth.\n\nThis will show you why you cannot find the truth on your own, why you cannot find your spiritual reality on your own, and why you cannot answer the question of who you are and why you are here on your own. Only through meaningful engagement with others can these things be known and these questions finally be answered.\n\nExperiencing your relationship with Knowledge will ultimately give harmony, balance and comprehension to your life in the known world. It will also speak of your relationship with the unknown, which is the greater arena of relationship beyond your current sphere. This greater arena waits for you beyond this world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/true-self-knowledge/"
}