{
  "title": "Understanding Money, Wealth and Power",
  "content": "Today We will speak on an important subject to everyone. Today We will speak about money, wealth and power.\n\nCertainly money is central to everyone’s functioning in the world, and it is indeed a crisis for many people already. Yet the question must be asked: “How much does one really need?” “What are one’s fundamental needs?” And beyond meeting these fundamental needs then: “What is the proper use of money?” Indeed, “What is the meaning of accumulating wealth? And what is wealth? And what is it for?”\n\nOf course, money is associated with social power, and wealth is associated with social power, the power to control your own circumstances, but also the power to control other people—what they do, what they think, how they perceive you and so forth. So money is directly related to the issue of power.\n\nMany people have a very unhealthy relationship with money. They associate it with evil. They associate it with abuse. They associate it with all of the destructive tendencies in human beings. Other people worship money and what they think money can do for them. Here indeed the wealthy have not produced an inspiring example overall.\n\nBut money is like food. It is a resource. It is something that must be understood clearly. It is something that must be used appropriately. It is something that must serve a fundamental and essential need primarily.\n\nMany people have an abusive relationship with food, but that does not mean food in itself is dangerous or destructive. It is one’s relationship with food, one’s relationship with money, one’s relationship with wealth, one’s relationship with power that really must be clearly understood.\n\nIn the New Message, everything is brought within the context of relationship because this is a healthy and a responsible way of looking at things—how you engage yourself with the world and with other people, how you engage yourself with your own assets, how you engage yourself with resources.\n\nMoney here is a resource. It is a tool. What does it serve? Is it strengthening you or is it weakening you? Is it building essential stability and focus in your life or is it dissipating your focus and your strength?\n\nWhat is money for, for you? How do you use money? How is money associated with your own values, what you hold to be important? For people demonstrate their value system by the use of their resources, of which money is but a part.\n\nTime is a resource. Money is a resource. Physical energy is a resource. Intelligence is a resource. And you have a relationship with all these things, you see. What is the nature of that relationship and what does it serve?\n\nSo to be able to approach this issue of money and wealth and power, it is wise then to see it in terms of relationship. What is your relationship with money and what does that relationship serve?\n\nPeople may ask, “Well, why does it have to serve anything?” But this is an ignorant question because everything serves something. Everything serves a purpose, either a genuine purpose or a purpose that is invented or imagined. Everything in life has purpose. Everything you do expresses your sense of purpose, whatever it may be.\n\nYour sense of purpose is based upon your idea of yourself, who you think you are, and your values are built around that. If you think you are merely a person struggling to survive in a dangerous and hostile world and your survival is your purpose and gratification is your purpose, your whole value system will be built on that. That will determine your purpose and your relationship with yourself, with the world, with resources, with other people, with everything.\n\nYou cannot escape the reality of purpose. Even if you think there is no purpose or you think that the idea of purpose is irrelevant, you are still serving a purpose by thinking this. You are still fulfilling an agenda by believing in this. Even if you tell yourself that nothing really matters, you are serving some kind of purpose by telling yourself these things.\n\nHere you can certainly fool yourself. You might be able to fool other people for a time, but you cannot fool life. You cannot betray a fundamental truth about yourself.\n\nAnd that truth is you are here to serve a purpose. It is either the real purpose that has brought you into the world—a real purpose that lives deep within you, a real purpose that you cannot alter, that you cannot manipulate, that you cannot condition to meet your preferences and expectations—or it is a purpose that you invent yourself, for yourself.\n\nFor without an awareness of your real purpose, you must invent a purpose for yourself. However unconscious it may be, however ill defined it might be, however beyond your current awareness it might be, you are serving a purpose.\n\nYou cannot change this. You can hide from it. You can deny it. You can pretend it does not exist. But you cannot change it.\n\nGod has sent you into the world for a purpose. Your task is to discover what this is. You cannot define it for yourself. You cannot make it to be what you want it to be. You cannot make it validate or fit in with your goals and your plans and expectations. And the degree to which you attempt to do this is the degree to which you are trying to create your own purpose for yourself.\n\nPeople say: “Well, you can create your own reality.” Yes, in your imagination, you can do this, certainly. The world is a canvas for you to paint whatever picture you want. But beneath this, there is the real purpose of your life, waiting to be discovered. And the only way you can discover it is by following the deeper Knowledge that God has placed within you.\n\nYou may claim that you have found it. You may claim that you know what it is. You may claim that it meets your definition. But you have not found it yet because you have not taken the Steps to Knowledge. You have not followed the pathway to discovering and fulfilling this purpose.\n\nFor this purpose is not merely an idea. It is not merely a definition. It is not merely a set of assumptions. It is the function and reality of your life.\n\nAs you take the Steps to Knowledge, which will take you to the realization and expression of your greater purpose in the world and to those relationships that represent and demonstrate this purpose, your relationship with money, with wealth and with power will change. In fact, your relationship with everything will really change.\n\nIt is like undergoing a complete revolution within yourself, where the false powers are overthrown and the real powers can emerge, where those who pretend to claim sovereignty within you—the ideas, the beliefs, the social conditioning, the expectations of others—give way to the emergence of a greater realization. And this realization comes in stages; it is not all at once.\n\nIt is as if the center of your being shifts from a set of ideas and beliefs to a deeper reality within you. And the transition process will be very confusing because you will be leaving what is familiar, but you do not yet know where you are going or what your life will be like. You will be going from an assumption of who you are to a new kind of experience, but in the transition, which can last a long time, you can be very confused.\n\nThe process of surrendering to the greater power within you is very confusing. People who are afraid to be confused will be afraid to take this journey. They will be afraid to question their beliefs, assumptions and preferences. They will be afraid to move away from the purpose they have created for themselves or that they have allowed their culture to create for them. They will prefer to stay in bondage, to be a slave to other forces, to be directed by others, to be directed by their cultures or their religions, their friends, their families.\n\nBut God has given you a greater purpose for being here. That is what has brought you here. That is why you are the way you are. You are designed for something you have not yet discovered.\n\nSo as you go through this transition in taking the Steps to Knowledge, in following the inner guidance that God has given you, this deeper Mind within you which will take you into a new life, you will go through tremendous confusion.\n\nYou will have to be without answers for a while. You will have to live without explanations. You will have to live with questions rather than relying upon answers.\n\nAdhering to religion, adhering to the beliefs of religion, does not change the reality that you have to go from a self-created purpose to a greater purpose that already lives within you. Being religious does not excuse you from this. It is not a bypass at all.\n\nIf you are religious or have been religious, well, you will be confused about God. You will be confused about spirituality. You will be confused about what is right and what is wrong because you are going through a revolution, and revolutions are very untidy.\n\nIt is a process of complete re-evaluation and re-adaptation. It is the most profound change that a person can undergo—more profound than marriage, more profound than having a family, more profound even than believing in God.\n\nFor believing in God does not mean that you are following what God has given you to follow, or that you are seeing what God has given you to see, or that you are living according to the greater purpose that has brought you into the world at this time.\n\nSo you see We cannot talk about money, wealth and power without speaking about what is fundamental in your life. For these things will change for you if you undertake the great journey that you are meant to take, and that you must take to find real certainty and purpose in your life.\n\nTo be without the greater purpose that has brought you here is to live in a state of profound uncertainty and anxiety. Because people live in this state of profound uncertainty and anxiety, they try to use wealth, power and money to offset their fundamental insecurity.\n\nDisassociated from themselves, now they try to build associations with things on the outside. And they can never get enough money and enough wealth and enough power because these things do not offset the fundamental anxiety and uncertainty.\n\nThe more that you claim relationship with these three things, the more you feel vulnerable to the world, the more the world threatens you and challenges you—always threatening to take away your money, your wealth and your power. Instead of offsetting uncertainty and anxiety, it increases for you.\n\nNow you become a target of other people’s ambitions. Now you become afraid of other people, and you cannot trust them. For they want something from you. They want your money, your wealth and your power.\n\nYou become ever more isolated, even living in splendor. And all of your relationships now are overshadowed by this preoccupation—your relationship with your husband or wife, your relationship with your children, your relationship with your family, your relationship with your friends and so forth—all overshadowed by this fundamental anxiety.\n\nYou now have what everyone thinks they want and need, and so they associate with you for this purpose. Who you really are is unknown to them and to you, and this has a tremendously corrupting influence.\n\nThat is why it is best to establish your relationship with Knowledge fundamentally before you try to build relationships with others, relationships with the world and relationships with money, wealth and power. Everything that you establish before building your relationship with Knowledge, the deeper Mind within you, will be thrown into question and doubt should you undertake the greater Calling in your life.\n\nThis greater Calling calls you out of your former life. It is not here to validate your former life. It calls you out of your former life. You follow this because you realize that there is a greater need within you that cannot be fulfilled by anything in the world. It cannot be fulfilled by love, by sex, by money, by possessions, by social influence, or by personal accomplishment.\n\nThe more you give yourself to all these things, to whatever degree that you do, you recognize that you have not found it. You have been in life only to acquire things—possessions, people, opportunities, social status and so forth—but you have not really found it.\n\nThe need of the soul remains unfulfilled. Your fundamental anxiety and uncertainty have not been quelled. You are driven by fear, the fear of not having, which is the source of all of your artificial desires.\n\nThis life is wretched. It is miserable. Even if you live in splendor, your life is like a desert within you, arid and barren. That is why you cannot sit still. That is why you cannot be silent. That is why you have difficulty being alone, without constant stimulation and distraction on the outside.\n\nYou always want more and more and more and more. You cannot get enough. It is like a thirst you cannot quench. And you drink, but you are not satisfied. You eat, but you are not satisfied. You acquire, but you are not satisfied. You achieve your goals, but you are not satisfied. And you become jaded and believe that there is no real satisfaction.\n\nThis is a desolate life. Recognize this for what it is. There is no certainty. There is no harmony. There is no integrity here. It is desperate. It is empty.\n\nHere the resources of money, wealth and power have betrayed you. They have corrupted you, and you feel powerless regarding them. And you may even give them evil intention and associations, but in truth you have just misused them. And you have misused them because you have not been clear. You have not been connected to the deeper power within you.\n\nThis [deeper] power has its own direction. You cannot harness it to get what you want. You cannot use it as a tool. It is much more powerful than your thinking mind. It is much stronger than your ambitions. It has its own purpose and direction, this being the purpose and the direction that God has given you to be discovered, to be experienced and to be expressed in this life.\n\nIf you can undertake this great journey, then money will change for you, and wealth will change for you, and power will change for you. Fundamentally, power will be associated with Knowledge, not with the accumulation of things. Wealth will be associated with your relationship with Knowledge, the quality of your relationship with others, and the wisdom that you have accrued in the world.\n\nThese three things now will become the focus of wealth in your life: Your connection to Knowledge; the quality of your relationship with others to enable you to experience and to express Knowledge; and the wealth of wisdom that you have accumulated in your life and within your relationships. These three things constitute what real wealth is. So very different this is from the normal belief and association with wealth.\n\nYour possessions may be many; your possessions may be few. You may stand at the bottom of the social ladder or at the top or anywhere in between with this wealth.\n\nTo be a sage means you can take any form, from the humblest to the noblest, but the reality of your wealth is the same, and the recognition of this wealth in others is the same, and the valuing of this wealth in every person you see is the same.\n\nHere you will not be fooled by appearances. You will not be fooled by beauty or charm or wealth or the promise of opportunity. You will not be seduced by all the things that pretend to be wealth, for the real wealth will be known to you. And the stronger this awareness is, the more immune you will be from all the seductions and persuasions that exist around you.\n\nMoney here will simply become a tool for accomplishing what you must do in your life. Beyond meeting your certain basic needs and certain simple enjoyments, it becomes a resource for achieving what you came to achieve.\n\nIt is a tool. It is a form of energy now. It is a resource to be wisely used. And you will want to use it wisely, for you will see that it can fool you or betray you because it carries social power. And if power is not wielded with Knowledge and wisdom, then it becomes deceptive and corruptive.\n\nSo you use these resources very carefully. You recognize their social power. You recognize their effect on other people. You recognize the influences they carry within your culture, within your relationships and so forth. And you must learn to use them wisely and cautiously.\n\nAnything that has social power must be used wisely and cautiously, or it can betray you. Sexuality can betray you. Money can betray you. Beauty can betray you. They all have social power, you see. They all have great influence over the perceptions and values of others. Therefore, they must be used very carefully under the guidance of Knowledge.\n\nHere restraint is important. Here you must hold back tendencies within yourself that would betray your fundamental nature and purpose. Here you must learn to manage your own tendencies, holding in abeyance those things that could prove to be destructive, that could undermine what you are setting out to do and setting out to discover.\n\nHere the journey has requirements. Here the journey requires self-discipline and focus and consistency. This frees you from being governed by your emotions, by your compulsions, by your attachments, by your need to please other people, by your need to win approval. All of these things that represent various forms of bondage are broken and weakened because you are adhering to something fundamental within yourself.\n\nFor you see, you do not all of a sudden have Knowledge in your life. You do not all of a sudden have purpose in your life. You have to build these things. It is like building a bridge to a different kind of life. It is like getting on a ship and sailing to a distant shore. You cannot take everything from your former home with you. And while you are on that ship, taking this journey, well, you have no solid ground to stand upon, do you? Only the vehicle that is taking you where you must go.\n\nIn this case, that means Knowledge within yourself and Knowledge within others. This becomes your primary resource, your primary source of wealth and your primary guidance.\n\nIt gives you the strength to give yourself here and hold yourself back over here, to give yourself to this person and not to that person. It gives you the power to wait. It gives you the power to be patient. It restrains you. It redirects you. It preserves you.\n\nThere is something here that must be clarified and that is regarding how you live because you are now facing a world in decline, a world of declining resources, because you are facing the Great Waves of change that are coming to the world—the degradation of your environment; the alteration of your climate and weather; the diminishing of your food, water and energy resources; and the great difficulties this will all bring to humanity and is bringing to humanity even now.\n\nYou must realize that you must live simply, that you must use resources very conscientiously, that the preservation of resources is not simply a focus for nations and governments, but for each individual.\n\nIf you have accumulated money and wealth in that sense, even here you must live very simply. For if you do not live simply, you are depriving others, and you are making conflict and war inevitable.\n\nPeople think that war and conflict are the result of political ambitions or economic ambitions or ignorance or even evil existing within government leaders. But what people fail to see here is that how they live determines to a very large degree what their governments must do to provide for them.\n\nIf a nation is living beyond its means, then it must rob from other nations. It must gain, by whatever means necessary, resources from other nations. If you live beyond what you really need, then what you are really doing is you are requiring your governments and your economies to meet these provisions for you at whatever cost.\n\nPeople want to be wealthy, but they do not want war. They do not see the connection between wealth and war.\n\nThe quest for political power is not simply the ambitions of individuals in positions of leadership; it is the needs of the nation. It is the expectations of the nation. It is the desires and appetites of their populations, of their citizens.\n\nIf you want to make a real statement advocating the end of war and conflict, then you must live simply. Your needs must be simple. Own fewer things of higher quality. Do not amass a great deal of possessions.\n\nYou must control your appetites, or you will fuel competition, conflict and war in the world around you. However much you may blame people in positions of leadership for this, or you may think it is a matter of politics or national policy, the truth is that your desires and ambitions are making competition, conflict and war inevitable.\n\nYou are taking too much from the well, and the well is getting smaller. And the number of people coming to the well is growing; it is becoming greater.\n\nThe only way to avoid world war here is to live more simply, to live closer to life, to value relationships more than possessions, to value purpose more than ambition and to seek your fundamental stimulation from the quality of your relationships, from the presence of Knowledge within you and from the wisdom that you have acquired—the three fundamental elements of real wealth.\n\nPeople are lacking these things, and so they must constantly have more and more and more, endlessly trying to satiate a deeper need within them that can only be fulfilled by discovering and following the deeper Knowledge that God has given [them].\n\nIt is apparent that money, wealth and power are associated with war. But what is not recognized is that it is everyone’s desires and appetites that make conflict and war inevitable.\n\nIn a world of declining resources and growing populations, you can see the great danger. You can see where things are going, and this instructs you how you must learn to live if you are to be a force for good in the world.\n\nEven if your purpose is to take a significant role in society, the simplicity of your life will free your time, will free your energy and will free your focus because possessions require time, energy and focus. And the more possessions that you have, the more time, energy and focus they require from you.\n\nEverything you own you must maintain, and in some degree, you must protect. If your life is frantic, if your life is consumed with busy activities, think how many things you are trying to maintain and protect. Simplicity here is not only an ethical responsibility; it is an asset towards freedom.\n\nWe are not talking about living an ascetic life. That is reserved for specialists. We are talking about living within the fundamental needs of your existence, using what is needed and what gives real value to your life and recognizing the limits here.\n\nIn your heart, you know these things of which We speak. They are not foreign to you though you may have been living a life that does not account for them. You have a conscience. Your real conscience is not formed by culture or religion and family values. It is something that God has given you.\n\nYou either satisfy the desires of the mind, desires built upon a fundamental anxiety and uncertainty, or you are fulfilling a deeper need, a deeper calling within you that does not change, that does not go away. It is always there with you.\n\nYou may try to forget about God and calling and purpose, but they are always with you. You can believe whatever you want. You can create exceptionally complex ideas and compromises, but you cannot change this fundamental reality.\n\nYou may believe that God blesses and condemns, that people are sent to Heaven and Hell, but in truth God is a Great Attraction and that Attraction lives within you—calling you, waiting for you, waiting until you come to your senses, waiting until you stop your frantic pursuits, waiting for you to give up your hopeless attempt at personal fulfillment, waiting for you. This is the great blessing.\n\nGod is not fooled by your plans and goals and aspirations. God is simply calling you and waiting for you to respond. And the amount of suffering you will undergo and the travail you will create for yourself and the misery you will generate will all be dependent on how long it takes for you to respond.\n\nAs disappointment attends you, as your goals fail you in the world, as your pursuit of love and romance disappoints you and falls away, it brings you back to this fundamental attraction of God.\n\nAs you look around the world and you see the desperate attempts at happiness—the immense cost that people are paying for their pursuit of happiness and the misery and the confusion, the violence and the addiction—it can bring you back to this fundamental attraction, this fundamental relationship.\n\nIn reality, this is your wealth, but you must build wealth in the world as well to be able to function here. And that wealth is the freedom to experience Knowledge and to follow Knowledge and to express what Knowledge is here to express through you into the world, Knowledge being the greater Intelligence that God has placed within you.\n\nThis will determine your relationship with money, with power, your relationships with people—who to be with, who not to be with, where to go, where not to go, what to do, what not to do. All of the complex issues that confound people begin to become simple here.\n\nIt is like the difference between the light and the dark, what gives inspiration and what takes inspiration away, what gives a sense of well-being and what takes a sense of well-being away, what demonstrates integrity and what denies integrity, what renders self-confidence and what destroys self-confidence, what is warm, what is cold, what is light, what is dark, what is true, what is false. The distinctions become far more simple now.\n\nAnd though you do not have answers for everything, certainly, your life is moving in a true direction. Though you cannot account for everything that you see, hear and do, your life is moving in a true direction.\n\nYou are building something new and leaving something old, step by step. And you are meeting fundamental needs in the world, and you are discerning greater needs within yourself. And you are becoming responsible and practical, and yet inspired all at the same time.\n\nWhat confuses other people is not confusing you so much now. What disables other people is not disabling you now. What is rendering other people helpless and impotent is having less and less effect upon you now.\n\nYou are allowing your life to be reshaped by Knowledge. You are allowing your understanding of money, wealth and power to be redefined and demonstrated in a new way for you. You are allowing your relationships with everything around you to shift because your relationship with what is essential within you now is emerging.\n\nYou allow yourself to not have answers. You allow yourself to simply look and be present to the world without having to understand it, without having to have definitions and explanations and apologies.\n\nYour mind becomes powerful as it becomes this focused and this simple. Your perception becomes more penetrating because it is uniform; it is not distracted by a thousand different things.\n\nYou seek wisdom now. You want to know what is real from what is unreal. You want to know what is true from what is untrue. You want to know what is valuable from what has no value. You want to know what a true relationship is as opposed to a false association. You want to know a real direction in your life rather than simply going through your life mindlessly and foolishly.\n\nThis represents the emergence of Knowledge within you, and a great emergence it will be. And it will be an emergence of many steps and will require many decisions along the way. But once begun, it must continue, for now you have found something true.\n\nNow you are responding to something beyond definition, beyond explanation. Now you are beginning to turn the ship. Now you are finding that you really have real direction in your life—a direction you must learn to discern and to follow rather than try to create and manipulate.\n\nSeek this and all things will come to you that are truly needed and are truly beneficial. Follow this great emergence, and confusion will leave your life, and strength will return to you.\n\nThis is the power and the presence of Knowledge that God has placed within you, leading your life now. Instead of the light buried underneath the covers, it is emerging. It is illuminating. It is showing you the way. It is orienting you. It is freeing you. This is the great gift, and this is the gift you will want to give to others as you learn to receive it for yourself.",
  "audioUrl": "https://www.newmessage.org/av/understanding-money-wealth-and-power.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/understanding-money-wealth-and-power/"
}