{
  "title": "Forgiveness",
  "content": "Humanity is entering difficult times—times of greater uncertainty and upheaval; times where humanity is facing Great Waves of change that are converging on the world: resource depletion, environmental decline, changing climate and violent weather, increasing political and economic instability and the ever-increasing risk of war and conflict between groups and nations over the remaining resources. It is a time that will aggravate longstanding conflicts and resentments between peoples and nations. It will be a time of growing competition and growing uncertainty.\n\nHumanity has a great choice it will have to make. This choice will have to be made not only on the level of leadership of governments, but also at the level of every citizen. And that choice is whether humanity will fight and compete for the remaining resources or whether there will be a greater uniting and cooperation for the benefit of all. Neither option is easy, of course, but it is a definitive choice.\n\nIt will be a time that will require great restraint and great compassion, not only for one’s own citizens of one’s country, but of other nations as well. It is as if humanity were at a point of choosing the high road or the low road—a path towards unity and cooperation and mutual benefit or a path towards conflict, war and decline.\n\nThe choice really is a choice for the individual as to what voice within themselves they will listen to. Will they listen to the power and presence of Knowledge that God has placed within them to guide them, to protect them and to lead them to a greater life? Or will they listen to the voice of their own personal mind that seeks to protect itself above all things, that will meet its needs first, regardless of the consequences for other peoples? It is a choice as to what voice to follow, what truth to follow.\n\nThis is not an ideological debate. It is not an intellectual problem. It is more fundamental than this. It is a question of whether you will follow your deeper conscience or your own fear and insecurity. There may be much debate on how cooperation can be established and how it can be established in an equitable manner, and this will require great work, of course. But the choice within the individual is very elemental.\n\nIt is a choice based upon how one sees oneself and the world and how one regards humanity. For there are many people who do not love humanity and would not care if great numbers of people were destroyed, as long as they got what they wanted for themselves.\n\nYou are entering a time where great forgiveness must be exercised and where a new understanding of forgiveness must be presented and emphasized and supported. People think often that forgiveness is merely overlooking a problem, or saying a problem is not important, or saying that it really was all for the good, what has happened before. But none of these arguments are really correct or honest.\n\nTerrible things happen to people. Disappointment is a part of life. Many things do not work out. Many people suffer from events over which they have no control or responsibility. You cannot say this is not important. You cannot say it does not matter. You cannot really say it was all for the good if you are really being honest with yourself and objective concerning the situation.\n\nForgiveness really is something else than a kind of pardon that you give to people out of sympathy for them: “Well, I will be noble and pardon you even though I still think you are guilty.” That is not forgiveness. That is a kind of self-validating, self-ennobling process that you do primarily for your own benefit.\n\nForgiveness requires a recognition of another and their humanity. Of course, humanity is fallible, and you can excuse human behavior on this alone, but really it is feeling another person’s condition. Here compassion arises naturally when you recognize the humanity and the reality of another person or a whole nation of people. If you find yourself having a critical or condemning attitude towards a nation of people or a group of people, you should go visit them and talk to them and hear about their experience and understand why their point of view has arisen given their circumstances and their history.\n\nIt is easy to condemn, but it takes real work to understand. It is easy to dismiss others, label them, reject them, cast them away, or consider them worthy of punishment. That is easy. That is following the voice of condemnation within yourself. But to really understand someone else and their circumstances, that is difficult.\n\nNot forgiving your parents is a very good example of this. If you really understood the conditions of their life and their upbringing, you would not be so quick to condemn them or dismiss them or label them or disassociate from them. Understand the circumstances of their life and their history, and you will begin to see that if you were placed under similar circumstances, you would likely respond in much the same manner.\n\nPeople condemn because they do not recognize others, and they are too lazy or indolent to find out about others. They want to rest upon their judgments, their attitudes, their beliefs. They want the failure of others or the problem with others to reinforce their attitudes and their beliefs, so their condemnation is a kind of self-validation even though it really is a denial of their true nature.\n\nSo forgiveness has to start with recognizing the humanity of others and exerting the effort to understand why people do what they do, what drives people to do things that are even wicked or tragic. And when you see that you have that same potential within yourself, you become more circumspect, and you are able to withhold condemnation. Truly there are rulers and dictators who are cruel and oppressive and easy to condemn, and you would censure them in the end even if you understood them. But you would be not so quick to go to war against them, for the well-being of their people.\n\nIn the future, facing Great Waves of change, certain leaders will try to take your nation to war to divert attention. To redirect the population’s dissatisfaction and anger and frustration, certain leaders will try to take the nation to war. They will create a new enemy and emphasize the danger of that enemy. They will try to frighten the people, thinking that this enemy really is out to destroy them and you must fight them; you must unite to fight them.\n\nBut with few exceptions, this is a ploy. This is a deception because these leaders want to divert public dissatisfaction away from them and onto someone else and appear to be a strong leader with the people’s welfare at heart. And they will speak to people’s condemnation, resentment and rejection of others. They will exploit the unforgiveness that resides to such a great extent in the minds of people.\n\nThis is how so many wars are fomented. Often they are fomented because the leaders of the nation have failed to take care of the needs of their own people, which is their first and primary responsibility as the leaders of a nation. You will see this attempt being made. The temptation for it will be very great. As the leaders of nations find themselves unable or unwilling to fulfill their promises that got them elected, if they were elected, then they will try to take the frustration of the people and direct it onto someone else. This kind of dictatorship always requires an enemy, of course. This is how self-serving people rise to power—by focusing upon an enemy, real or imagined.\n\nIf you really understand people, you want to serve them. You want to help them. You resonate with them. You feel compassion for them. Even if they are led by a cruel and oppressive government, you feel for the condition of the people. You do not want to hurt them. The degree to which this recognition and compassion exists is the degree to which the balance is tipped towards peace and cooperation. For there is always the threat of war because competition is part of nature, and competition between human beings can easily lead to conflict, particularly at times of economic difficulty.\n\nSo the first step in forgiveness is recognizing the humanity of another, to learn why they feel the way they do. And if you have the opportunity to learn about their personal life, that is helpful. Even to learn what whole nations of people have been through gives you pause and a deeper regard for them.\n\nIf the peoples of another nation do not like the policies of your nation, find out why that is. Perhaps they have good cause to be critical or to be suspicious. This takes real courage and humility, you see. You cannot be someone who simply wants to reinforce their prejudices by capitalizing on the failure or the opposition of others.\n\nIf you don’t recognize another, you can condemn them, and you will certainly not feel a connection to them, and your innate connection to the human family will be broken. Now you only want to support your group – your religious group, your racial group, your national group, your economic group. And your natural affinity for humanity will be lost. This is the great danger for humanity now in facing the Great Waves of change, for the Great Waves of change call for a united human response, but they also engender humanity’s age old problem of tribal identity and hostility towards others.\n\nThere is a great fork in the road. Everyone will have to choose. It is not just a matter for governments and policy there. It is for everyone. You elect a candidate who is either going to take you to war or to seek a greater cooperation with others. This is part of the criteria that you should consider in electing a leader of your nation.\n\nForgiveness also rests upon what you value within yourself. If you identify only with your ideas, beliefs and prejudices, well, then you will try to use everything to reinforce that. And you will want to have opposition and enemies because they seem to make your position more tenable, more realistic and more righteous. That is why when people identify with their minds, it sets them in opposition to others who have different thoughts, different attitudes and different positions.\n\nYet if you recognize that who you are is greater than your mind, that you have a deeper conscience within yourself beyond what your cultures, families and religions have tried to inculcate in you, then that opens you to a deeper recognition of the nature and the reality of people—people of different nations, different cultures, different religions, people of different racial background. You will feel a kind of natural resonance with people. Now you are not cataloging them according to how they fit in with your system of belief. That is the prison of the mind.\n\nInstead, you look at people as people. You understand people as people. You recognize that most people are really trying to do the right thing and trying to live a genuine life—hindered by their circumstances, perhaps hindered by their governments, hindered perhaps by their religious or cultural conditioning. But they are really trying to do the best thing. So you give people the benefit of the doubt instead of just condemning them outright.\n\nIt is what you identify with in yourself. If you think you are your mind, then you will think your ideas are so very important and that they define who you are and what you are. Then you will either accept or reject people based upon whether they can agree with your fixed ideas. This is how people can become so heartless with one another. This is where cruelty can emerge, particularly under difficult circumstances. This is where one group wants to destroy another group, having convinced themselves the other group is bad or a danger to their existence. Even if you were forced under circumstances to fight with another group of people, you could still do this without denying their humanity. That is the difference between armed conflict and outright genocide.\n\nThen there is the conditions of people. If people do not have enough land to grow food, if they do not have enough to eat, if they are under that kind of continual pressure, of course they are going to lash out at others. They are driven to madness. They are driven to deprivation. You cannot condemn them if they are driven to this by their very circumstances. If young people cannot find work, if there are no opportunities, do you think they will not try to turn to something more extreme in order to gain a sense of security and value within their cultures?\n\nThe wise person sees the plight and the conditions of others, not only the plight of their circumstances, but the fact that their inner life has never been able to be cultivated. They are driven by constant pressure, constant ideological conditioning, constant struggle for survival, constant hardship. You cannot expect people to have a more subtle and deeper nature or awareness of themselves under these conditions.\n\nPerhaps the individual was meant to be a great scientist or a physician or a valuable educator, but now they are driven out of desperation to scratch out a living from the earth. You cannot expect equanimity from a person in this position. You yourself would be extremely aggravated, driven to extreme views and condemnation of others were you placed in such circumstances with no opportunity or possibility for relief.\n\nIf you see that your deeper nature is beyond your mind, then you will not become so identified with your ideas, your beliefs or your prejudices, and you will be much more reserved in judging, condemning or dismissing others. This kind of self-awareness is so very important because when people are denied recognition of their deeper nature, their thinking becomes aberrant. They identify with their thoughts and their possessions, and their ability to recognize others and to experience compassion is limited or destroyed altogether.\n\nThe third aspect of forgiveness is recognizing that you have come here for a greater purpose and that God has placed a deeper Knowledge within you to guide you, to protect you and to enable you to experience this purpose, and to express it in service to the world and to humanity. Only a very few people in the world have the opportunity to cultivate this deeply because their circumstances are giving them the freedom and the opportunity to entertain and to focus upon their greater nature. That is why it is such a tragedy when wealthier people squander and forfeit this fundamental opportunity, to seek pleasure and fantasy, self-obsession and addiction.\n\nFrom the standpoint of having a higher purpose, you realize that everyone is teaching you the value of Knowledge. Both their successes and their failures are showing you the importance of adhering to this deeper Knowledge within yourself. Why would you condemn others when they are teaching you the results of not following Knowledge within yourself? When people are making every kind of error and experiencing the consequences of these errors, why would you condemn them when they are showing you the results of your own temptation to deny the power, presence and guidance of Knowledge within yourself?\n\nAlready you know things that you are not doing. You may say to yourself, “Oh, I must give this up. Oh, I must change this,” or “I must stop eating this food,” or “I must stop going to this place,” but you do not change. So you look at others, and they show you the result of this unwillingness to change. And instead of condemning them for your own failure in this regard, you see that they are giving you a sign. They are teaching you something. Perhaps their situation is tragic as a result of this, but they are really showing you something. They are showing you the results of living life without Knowledge, without this greater guidance that God has given you, a life that is not guided by the deeper conscience within them.\n\nThis will temper your condemnation. This will give pause to your rejection of others. You will see that life is serving you in this way, from this vantage point. You will see this. Every excuse you can think of not to do what you know you must do, you can look at others and see the result of following that decision.\n\nYou can see the result of giving yourself over to the pursuit of pleasure, to the pursuit of happiness, to the denial of personal responsibilities. You see this in other people’s decisions, in their behavior and in the outcomes of their lives. Somehow they have betrayed their deeper nature and their deeper purpose, clamoring for some advantage, trying to live out their ideas, their beliefs and their desires.\n\nThis is shocking and gives you pause to reconsider your own life, for it is the failure of others that will convince you in the end that you must be true to yourself. From this vantage point and higher perspective, you see that the world in its entirety is a demonstration of both the success and the failure to follow Knowledge within people and the immense difference in the consequences of life that these two very different approaches produce.\n\nIf you deny Knowledge within yourself and try to live according to your ideas, your beliefs or the persuasions of others, you will be a kind of slave to these forces. Your life will be slavish, and your mind will be slavish, and you will hate others who are slavish because they remind you of your own degraded condition.\n\nYou will be easily led by clever and manipulating leaders to believe what they want you to believe, to go to war when they want you to go to war, to purchase what they want you to purchase because you have lost your own compass within yourself. Your own deeper discernment of what is right and wrong has been so clouded now that it seems to be a mystery when in fact it is the most fundamental reality within yourself.\n\nWhen you see that other people are serving you by their demonstration, by reminding you of the importance to be true to yourself, to be honest with yourself, to be objective about life, how can you condemn them? You may be upset by their behavior. You might be moved by their tragedy. They might even be dangerous people, and you will have to guard yourself against them or be wary around them, but really they are also giving you something very important. If everyone all around you is making every kind of mistake and showing you the results of your own temptations, how can you condemn them?\n\nSurely, they inadvertently, unintentionally, are really trying to save your life. If you look at their lives and you say, “I will not do that. I cannot live like that. I will not succumb to those pressures or those temptations,” then they are strengthening you. Thank them and move on. For without Knowledge, people can only commit error. They will create lives that do not reflect their deeper nature or their true intentions. They will create lives of degrading compromise, lives of self-oppression or oppression by others. They will be led along by their cultural values and the admonitions of their leaders. They will be easily seduced. They will be easily betrayed.\n\nFrom a higher vantage point, from the perspective of recognizing that you have a higher purpose in life, you will see these things. Perhaps you could not see them before, but you will see them clearly now. You will see that life is teaching you that there is only Knowledge or the substitutes for Knowledge. There is only being true to your deeper nature, or there is betrayal in all directions.\n\nPeople betray themselves for happiness, to pursue happiness. They betray themselves to pursue pleasures that are unhealthy for them. They betray themselves to give over to attractions and seductions. They betray themselves when they follow mindlessly the dictates of their culture, their nation or their religions. They betray themselves when they condemn others and other peoples, and when they assume, adopt and emphasize the prejudices of their group or their culture. The level of self-betrayal is just immense and incredible. Some of it people recognize. But most of it they think is just life itself, that is the normal life, the normal state of mind, the normal state of affairs when in fact it is a gross and compounded state of self-betrayal.\n\nHere the student of Knowledge must backtrack. They must undo what they have created that is not right for them. This is part of their redemption. They must untie the knots and loosen the chains that hold them down. They do this with commitment and determination, not with self-hatred and condemnation of others.\n\nSo there are three aspects here to make forgiveness a reality and not merely a wish, a hope, or some kind of self-edifying activity. You do not want to pardon people. That is arrogant, and that does not recognize the fundamental error of condemnation. You recognize the humanity of others. You recognize their circumstances and the conditions of their lives and the pressures that are being brought to bear upon them. And you never lose sight of their humanity. Even if you are forced to oppose them under dire circumstances, you never lose sight of their humanity. And, therefore, there will not be cruelty in your approach.\n\nThe second, again, is you come to understand their circumstances and the conditions of their life, which you can do by giving some attention to this, by trying to understand someone before you condemn or dismiss them. This will lead to a more just and effective response to them. You value building cooperation wherever you can. Some places you cannot build cooperation with others, but that is your emphasis because that is the great human need in the face of the Great Waves of change.\n\nThe highest vantage point here is recognizing that you were born for a greater purpose and that there is a deeper Knowledge within you, a deeper current of your life that holds this purpose; and that this deeper part of you is wise and compassionate but strong and determined; and that you look at others as a demonstration of whether they are adhering to this Knowledge or not. This reinforces your commitment to be true and honest with yourself. And you begin to realize that life is giving you a gift by showing you the results, dramatically, of what denying Knowledge within you would create for you and for others.\n\nThis changes your view of everything, but it is very realistic. It does not mean that you accept everything, that you love everything, that everything is wonderful because everything is not wonderful. Everyone is not doing okay. So this recognition is based upon a reality, not only the physical reality but a deeper reality within yourself.\n\nHere you recognize that who you are is not your mind, your ideas, your beliefs. All that is part of your conditioning and perhaps is an exertion of your personal mind to be distinct or important. But really there is a deeper nature, too, and you feel its presence. And you always recognize it even if it remains incomprehensible.\n\nHere you see that things are not what they seem, that people have a deeper nature within themselves, and if that nature is being denied, people will not behave very well. They will not live very well. They will not be healthy. They will not be in right standing with themselves or with other people. That natural harmony will be denied.\n\nYou can see here that, really, forgiveness requires work on your part and a real shift within yourself because you cannot just make excuses for other people without this deeper recognition. Otherwise, forgiveness has not occurred. You have not taken something that is harmful and used it for something valuable.\n\nHere you must understand that not everything that happens is beneficial. And you know this to be true. But everything that happens can be used for a greater purpose without denying the reality of what has happened. Here you are not denying something that is harmful by calling it good, but you are trying to look for a benefit of the sign it is giving you so that it can strengthen your resolution to bring greater honesty and compassion into your life.\n\nIf you try to make everything wonderful and beneficial, you will be dishonest, and dishonesty leads to great errors and great difficulties. And so your evaluation must be based upon a deeper awareness within yourself that is not really ideological in nature. It is more of a natural resonance. It is beyond the intellect. It is the empathy you feel with people at a deeper level. When you are able to meet someone and make a connection with them and recognize their situation, you will have a greater regard for them than you would by simply judging them from afar.\n\nEveryone will be facing the Great Waves of change. It will produce great hardship. The Great Waves of change are largely the product of humanity’s abuse and overuse of the world. Now the consequences of all that are beginning to manifest in many different ways at once.\n\nIf humanity discovers that its resources are limited, it will have to change its economic systems, its approach to living, its interactions with the world, its use of resources—everything. These changes are very difficult for people. However necessary they might be, it will produce great stress and even deprivation for people.\n\nYou may want change, but you have to realize that change is very difficult, and many people do not undergo change very gracefully or very willingly, so it engenders conflict. People who are advocates for change often overlook the cost of change, the price of change, the impacts of change. They want the world to be different than it is, but they don’t really understand what it will take to get from here to there, from where the world is today to where the world could be in a better state.\n\nEven in your own life, you do not undergo change very gracefully, or very willingly. Real change that is required is very challenging. You resist it, and you struggle with it, and you complain about it even if it is absolutely essential for you. Change requires work, determination, self-confidence, taking risks, giving up security. Nobody does this very easily.\n\nTherefore, never forget the humanity of people. Look beyond your own mind for the reality of your deeper nature. Do not be so controlled by your beliefs and thoughts and the conditioning of your cultures. And recognize you have come into the world for a greater purpose and that God has given you Knowledge to enable you to find this purpose, to discern it, to experience it and to express it in the changing circumstances of your life.\n\nThen forgiveness will be something that will arise naturally, rather than being an artificial exercise. This will enable you to see through deception and confusion and to honor the deeper nature of peoples. If humanity is to progress and survive the Great Waves of change, this deeper honesty and recognition must be fostered in ever greater numbers of people. And if you are able to do this and see its importance, you will naturally share this with others and be an agent of positive change in the world.",
  "audioUrl": "https://www.newmessage.org/av/forgiveness.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/understanding-forgiveness/"
}