{
  "title": "Understanding the Intervention",
  "content": "The Allies of Humanity Briefings will arouse many questions. This is good because these questions must be asked and considered. It is not merely that answers should be readily given, but that the questions be deeply considered and that the questioners think for themselves what the answers could possibly be.\n\n\n\nIf humanity is ever to become strong and self-determined within the Greater Community, then it must have more people who can think independently and critically and consider things deeply.\n\n\n\nThe Allies themselves will remain mysterious. For some people, this will be difficult, but it must be this way, for the Allies really are spying on the Intervention, and to protect themselves, the Allies must remain hidden.\n\n\n\nThe Allies themselves will not divulge much information about their origin, their identities and so forth. They claim that this information would be meaningless to people, but really the greater reason for this is that the Allies want to maintain their anonymity. This anonymity protects them and their sources.\n\n\n\nIt is perhaps difficult to accept these things at first because people do not understand the difficulties of life in the Greater Community. They do not understand how Knowledge must be transmitted from one race to another, particularly when there is a situation like an Intervention underway.\n\n\n\nIn a manner of speaking, humanity is under siege, though perhaps this seems too strong a word because the activities of the “visitors” seem so subtle and evasive. But given the results of this Intervention, the word “siege” here really is appropriate.\n\n\n\nIf you try to help another nation that is under siege and you want to remain hidden, then you have to protect yourself and your sources and communicate in such a way that the message can be dispensed effectively with minimum risk of the information being destroyed or corrupted in any way.\n\n\n\nThis is why the message is being given to one person. If it were given to many people, they could perhaps misinterpret it, and they would have different versions of what they had been given, and then they would contend with each other, and the whole message could be lost or corrupted.\n\n\n\nAs long as this one person can continue to receive the information, and if he has enough support around him, then this is the best protection against misunderstanding and against conflict arising. Since this is information that humanity cannot gain on its own, it must be delivered by those in the Greater Community who are attempting to help you and who are concerned about your freedom in the future.\n\n\n\nHow can humanity on its own understand the intricacies of relations in the Greater Community? This is not possible. And if any attempt were made to explain these things, well, it would seem fantastic, and people would have no way of verifying it for themselves, unless of course they were strong with Knowledge.\n\n\n\nTherefore, the Allies will remain mysterious. Some people will understand this. Some people will not understand this. The Allies cannot reveal much about their own history beyond what they have told you in the Briefings. Some people can accept this. Others will become suspicious. But what we are really talking about here is discretion.\n\n\n\nYou do not reveal everything to people at the outset when they can barely understand or accept your initial offerings. Their first questions must go unanswered because they do not have enough trust in their contact, and they do not have enough trust in their own Knowledge, the spiritual Intelligence within them, to be able to discern what is true and what is not true.\n\n\n\nBecause there is so little honesty in the world, what is truly honest will be suspected and will be considered devious, especially by those who are devious themselves. It is, in fact, very difficult to present something pure to the world without it being defiled or compromised, even at the outset.\n\n\n\nThe one person chosen to receive these messages is chosen because he has no position in the world, because he has no social standing and because he has been well prepared for this. Yes, he will have questions, and he does. Yes, he will be afraid of certain things, and he has been. But as long as he can receive the message and present it in a pure form, whether he himself can fully understand it or not, that is the important thing.\n\n\n\nBecause the message is in a pure form and does not conform to people’s expectations, preferences or beliefs, at the outset not everyone will be able to comprehend it. And there will be much discussion and much suspicion, and many fears will be projected upon it, particularly by people whose previous understanding is challenged in any way by this new revelation.\n\n\n\nObviously, people would want the Allies to be many things. They would want the Allies to be saviors. They would want the Allies to be rescuers. They would want the Allies to intervene and prevent any other Greater Community force from having access to your world. And people will feel, perhaps, like they have been betrayed or let down because the Allies are not here to protect humanity. But think about this.\n\n\n\nIf the Allies were here to protect humanity, they would have to continue to protect humanity, which would require them, in effect, to take control of your world. All governments in your world would then have to be coordinated with the activities of the Allies. This then would lead to your loss of freedom, even loss of freedom to a friend.\n\n\n\nIt is not the Allies’ purpose to circumvent human authority. It is not their purpose to change governments or allegiances between nations. Their purpose is only to observe the Intervention and to deliver their commentaries.\n\n\n\nIf you want someone to save you, you will give them your power to do so. The Allies will not accept this. And even if they mounted a force necessary to eject the visitors who are interfering in human affairs, to end the Intervention, well, you would have warfare at your borders. And even the Allies’ home worlds would be threatened because they are here without any official permission from other worlds or from trading unions or anything like this.\n\n\n\nWhat we mean by this is that the Allies are really not supposed to be here doing what they are doing. If you think about this, you will understand. Even in your world, your governments have secret agents trying to get information, trying to intervene in certain ways, either for good or for ill.\n\n\n\nThe only thing that is going to save humanity is humanity itself. And for this to be possible, humanity must have a greater understanding and take a very sober and objective approach to life in the universe. As it is now, generally speaking, most people take a very romantic view of life in the universe.\n\n\n\nThey are dazzled by technology and want more. They think “Contact” will bring them untold benefits. They think that advanced nations will teach humanity how to live in peace, how to maintain the environment and how to elevate the standard of living for people everywhere.\n\n\n\nThink about this. Is this possible? Do you think people want to have their lives changed and controlled by unknown forces? The visitors may promise these things because it feeds right into people’s expectations and desires.\n\n\n\nThe visitors tell people, “Oh, of course, we will give you peace and equanimity. We have no war.” Do you wish to give over the authority of your life and have your life and circumstances completely controlled for a mere promise of greater technology or a promise of peace and equanimity in the world? There is peace in the prison because everyone is controlled. But is this really peace? Or is this simply the restraint of war?\n\n\n\nThen there are people in the world whose financial positions will be threatened by the Intervention, and they will either resist the Intervention to protect their wealth and their privileges, or they will attempt to unite with the Intervention for their own benefit. Their uniting with the Intervention represents a very dangerous scenario, and one must be quite sober and objective to deal with it effectively.\n\n\n\nMany people will simply go into denial and say, “Well, this can’t possibly be! I don’t believe this. Advanced civilizations don’t behave like this. And if they are here, they could help us, and we should welcome them!”\n\n\n\nAnd of course there are many people who simply cannot even consider these things because the reality of the Intervention is beyond their range of comprehension entirely. Life in the universe? Well, fine, maybe at the far ends of the galaxy, but not here!\n\n\n\nAnd then there will be people who will say, “Oh, these Allies are right! We have to defend ourselves! Let’s build bunkers and live underground and store up weapons and mistrust everyone and everything.”\n\n\n\nSo it is possible that The Allies Briefings may create some hysteria. It is certain there will be denial. It is certain they will be condemned and attacked by people from different viewpoints. But this is the risk that must be taken when a vital message is delivered, into your world or into any world.\n\n\n\nCan the truth be received here without anxiety and condemnation? Well, look at the history of the great spiritual Teachers who have become public with their messages. That gives you a very good demonstration. A few people are reached, and many are outraged. There will be outrage over The Allies Briefings, but a few people will be reached, and they will be able to reach other people.\n\n\n\nAnd over time, a new understanding and awareness will slowly work its way into the human consciousness. This awareness is vitally important, for humanity is grossly unprepared for the Greater Community, so unprepared, in fact, that the situation has become rather desperate. Something has to be done or humanity will give away the keys to the kingdom freely, openly, with very little question.\n\n\n\nLook at the history of the peoples of your world, the native peoples of the world, those who simply acquiesced and said, “Oh, yes, fine. Welcome. Move on in. We’ll live here, and you can live over there, and everything will be fine.” Look what happened here. Is this new scenario really very different? It is a very difficult situation to be the race that is discovered, to be the natives of a new world, being visited by others who seek the values and wealth and opportunities of the new world. Such is the predicament that humanity is in now.\n\n\n\nYet is this a great tragedy? It could become a great tragedy, depending on how people respond. However, it is also a great opportunity, for the presence of forces from the Greater Community intervening into human affairs is really the one great chance for humanity to unite itself and to become strong in its own defense. It takes something of this magnitude to overcome the tribal animosities and histories between cultures. It takes something greater, a greater problem, to unite people.\n\n\n\nIt is like being in a house on fire. If people in one room won’t speak to people in another room, and the people upstairs hate the people downstairs, and the house is on fire, well, you either help each other, or you perish. The world is like a house on fire. It is on fire through environmental degradation and through increasing conflicts between nations and cultures. But the greater fire in the world is the presence of the visitors. The greater fire is the Intervention.\n\n\n\nHumanity can deal with these other problems though it has not done so sufficiently yet. But can it deal with the presence of those from beyond the world who possess skills that humanity has not yet cultivated? You can clean up your own backyard. You can change the structure of government. You can slowly, with great difficulty, bring greater justice into the world, and indeed this must be done. But can you deal with the reality of intelligent life from beyond your world without romance, without hopeful expectation, without greed?\n\n\n\nCan you deal with this objectively and honestly? Can you say to the visitors, “All right, if you are here, then you must reveal yourselves and your intentions, and we will determine if you have a right to be here or not!”\n\n\n\nAs the Allies describe in their Briefings, humanity should not let any foreign race upon its soil without permission from the population. Obviously, under current circumstances, this permission was never asked for and never granted. That is why it is an Intervention and not a visitation.\n\n\n\nVisitors are welcomed in. They have asked permission to visit. They are here on a visit, with the permission of those being visited. But an Intervention does not have this permission. It is forced upon you.\n\n\n\nSome people may say, “Perhaps the visitors did ask for permission, and it was denied by the governments of the world.” Well, even if this were the case, the visitors should be on their way and not be here. Even if the governments of the world made a mistake in not welcoming the visitation, if it was not welcomed, then the visitors should not be here—unless they came to conquer and to intervene for this purpose.\n\n\n\nWhy else would they be here and getting so involved in human affairs, taking such great interest in human physiology, psychology and religion? Do you think they are lacking these things and that is why they are visiting? Do you think they are going to steal the books out of your library?\n\n\n\nThey could get all this information simply by being observers and collecting all of your data and information and transmissions and so forth. They would not need to be here interfering in human affairs to learn about you. Some people think, “Well, they need our reproductive abilities.” Or “They need our spirituality.” Or “They need our emotions.” Or “They need our religion.” This is all foolishness. This is turning a blind eye to the obvious.\n\n\n\nWhy do nations intervene with one another? Think about this. It is no different in the Greater Community. The obvious is being missed.\n\n\n\nPeople want to think of it in other ways because it is easier to deal with. For goodness sakes, yes! Some people say, “Oh, they are here because they need our help! They need our blood supplies. Or they need our religion and we will help them and we will feel so good about ourselves and they will be so grateful.”\n\n\n\nSome people think, “Well, they are here to bring us new technology and help us end pollution.” Do you think people and governments would use this new technology in such a way? Nations in the world would step upon each other to have this new technology for superiority and strength because nations are competing with each other.\n\n\n\nSome people say, “Well, they are here because they want to study us.” Why would they want to study you? They could study you by receiving your transmissions, which are being projected out into space. Your information is very accessible. It does not require them to be here to study you. And why would they want to study you anyway?\n\n\n\nWhy would so much time and effort be spent in studying human beings? Do you think this is a science project? Do you think this is a cultural exploration? Do people think that humanity is so fascinating, so marvelous and so remarkable that other races would spend this kind of time studying you?\n\n\n\nThe only reason that races are studied is for economic or political advantage in the Greater Community. And these races are studied without their permission. Would you want someone to say, “We would like to study you. Would you be our laboratory experiment for the rest of your life? We will try not to harm you.”\n\n\n\nWould you agree to that? Especially if you found out that you were being used in order for your investigators to take advantage of everything you are and everything you have? Many people think, “Well, the visitors are here to help us,” but really they are here to help themselves. And people are making it very easy for them to do this.\n\n\n\nSo you might ask, “Well, why aren’t more people aware of this?” The answer to that is difficult because it deals with several different factors. The first is people’s cultural conditioning and religious conditioning that really do not allow for the reality of intelligent life in the universe, regardless of their perhaps liberal views on the subject.\n\n\n\nWhen it comes right down to it, there is no place in human awareness for life in the universe, unless it is at the level of a primitive life form, of course. A piece of bacteria is fine. An intelligent race intervening in human affairs is not fine.\n\n\n\nThe governments of the world will not reveal what they know because they have no defense. And the defenses they do have they cannot fully employ without notifying the public. And they do not trust the public, their own populations, to support such an effort without going into panic. Would the government of your country publicly announce, “We have an Intervention going on from races beyond the world. We don’t really understand their technology. We are not sure of all of their activities. And we have no defense against them”?\n\n\n\nPeople think they should be told, but most people could not handle it. They could not take it in. They would run and try to hide somewhere. They would think the end of the world was at hand.\n\n\n\nThere are people who are aware of the Intervention but say, “Well, we must be very careful not to come to any premature conclusions here. I mean, we have to gather more facts. We need more evidence.”\n\n\n\nReally? For what? Can’t you just see this and know this for what it is? Are you going to spend the rest of your life piecing it together in little tiny pieces? This is not a science experiment. This is the interaction between life forms.\n\n\n\nIf you were diagnosed with a serious illness, would you want to become part of a laboratory experiment? Or would you want to get cured? You would likely want a path of healing established as soon as possible, and if you were sincere about relieving yourself of your illness, you would give it all of your attention. But certain people treat the Intervention as if it were a science experiment, and they are going to take a very long time and piece it all together, and they do not want to be wrong.\n\n\n\nMeanwhile, their world is being undermined right underneath their feet. They do not know it, and they do not see it, and they do not want to come to these conclusions because they seem unscientific, and they seem outrageous, and where is the proof? And what is proof?\n\n\n\nHow much do you have to see before it is clear? Given the clandestine nature of the Intervention, well, not much is being shown to people. Not in broad daylight anyway.\n\n\n\nSo attempting to be scientific, you piece it together, and you are on the path of seeking the truth, and you don’t get the truth, and you haven’t gotten the truth, and you won’t get the truth. And you are ambivalent about getting the truth because if you really see what it is, well, your science experiment is over. And now you must really act. You must really do something.\n\n\n\nAnd your colleagues will look at you like you are crazy, like you have lost your mind, like you have given up your reason and objectivity and taken a wild and outrageous position. So as much as the truth is sought, at least in theory, it is denied, and no one wants to take the risk of knowing anything. This is a very hard thing to come to terms with, by the way. We understand this. This may be the hardest thing you have ever come to terms with, other than your own mortality.\n\n\n\nWe do not expect people to simply accept this at first notice. But we must address those tendencies, beliefs and attitudes that prevent people from knowing this at any time. You do not want to wait for the proof because then it will be too late. By then, there will be very little recourse.\n\n\n\nThen people will say, “Well, the visitors have really taken over everything now. I guess it means that’s why they’re here!” And what do you do then? Protest? Write letters to your senator? Complain to your friends?\n\n\n\nThis is a very serious situation. People must take risks here to see and to know. But even in taking risks, you need some help because you cannot see what is beyond your borders.\n\n\n\nCould the Native American peoples understand the intricacies and competition between European nations? No, they could not. Not without help from a more mysterious source. And indeed at that time, the Angelic Presence was active in trying to notify the peoples of the Americas that great and tragic changes were coming.\n\n\n\nBut like yourselves, the Natives could not respond because it was outside the realm of their world view. It did not fit with their beliefs or understanding, and so such revelations, to the extent they could be made available to people, were largely rejected or ignored. Do you think that the Angelic Presence just looked the other way and let the Native American peoples be obliterated?\n\n\n\nPeople want things to work out well. They want to be comfortable. And so they do not look, and if they look, they do not see, and if they see, they do not comprehend because of what they want. People do not want war, and, as a result, they deny war until war overtakes them.\n\n\n\nInstead of eradicating the conflict at the very outset, as soon as the spark is lit, they wait for the fire to reach them, and then they say, “Oh, we have to stop this!”\n\n\n\nPeople ask, “Well, what can we really do?” There is a great deal you can really do. You must begin with awareness. You must have an understanding of what you are dealing with. You must not allow any alien force to set foot on the soil of this world without the express permission from the people of your world. You have these rights. You must exercise them.\n\n\n\nHere it is necessary to take a very prosaic view of life in the universe. Look up at the stars. They are physical. This is not the Heavens you are looking at. This is not your heavenly state.\n\n\n\nEveryone in the universe, living in physical life, must deal with the rigors of physical life—survival, competition, hardship, deprivation. Technology does not end these requirements and these difficulties. In fact, it can make things even more complicated. It solves some problems and creates others.\n\n\n\nYou must have an adult view of life in the universe. If you have an adolescent view, you are not going to understand. And your lack of comprehension could truly be tragic. The awareness must be established.\n\n\n\nThis is the purpose of The Allies Briefings—to establish the awareness, not to answer every question, not to give you a complete understanding, but to give you an awareness. Gaining an awareness is being alerted to something. It does not mean all your questions regarding it are answered or even addressed. But it does mean you are aware of something.\n\n\n\nThe Allies’ message is very simple and very short, and in many ways very general because it is here to arouse awareness and to correct misunderstanding. That is its purpose. Beyond this awareness, there must be a development in spiritual understanding, an awareness of the mental environment and the willingness to establish greater cooperation between nations and cultures.\n\n\n\nThis is a worldwide problem. It is not a problem for Americans or British or Chinese. It is a worldwide phenomenon. The Intervention does not prize one race over another, except insofar as one race can help achieve the intentions of those who are intervening. In this, there is much emphasis on America because it is the most powerful, influential nation. But this is a worldwide phenomenon.\n\n\n\nYou as human beings are being challenged. Your right to be here, your right to be free and self-determined in the universe, is being challenged. Those who are intervening in human affairs believe that you cannot rule yourselves and that you will destroy the world, and so they feel that it is their right and privilege to intervene. Their attitude is, “Well, these human beings! Look at them! They are like animals! We will bring order and structure here.” And some people will think, “Oh, that is wonderful! Finally, we will have order and structure.”\n\n\n\nDo you really want order and structure imposed upon you in this way and to this degree? This is not the way that humanity will advance or become elevated. This is not the way humanity will establish cooperation and peace within the world. Do you want to be occupied? Because that is what you are facing. A vast, global occupation.\n\n\n\nMany people will say, “Well, I just can’t deal with this. I have other problems.” We say, “What other problems do you have that are more important than this?” Yes, there are other things in everyone’s life that must be dealt with and resolved, but not at the expense of this awareness. This is the most important awareness that one can have in life, in this world, at this time.\n\n\n\nSo you begin with awareness, and then you must study and learn things about life in the universe. And where can you learn this? At the university? In church? From your parents? From your friends? From the newspaper? Or a magazine?\n\n\n\nWhat teaches you about life in the universe can be learned in part from human history. The understanding of how the world has evolved, and the forces that have shaped it, and how nations have interacted with each other will teach you a great deal about life in the universe because it is not different. It is only happening on a much greater scale with many more different influences and participants.\n\n\n\nYou need a very sober view of intelligent life in the universe. And you must understand, counter to what is believed by many today, that technology will not save you. It will only change you. Technology has not saved any race in the universe. It has only changed them.\n\n\n\nYes, there are nations that can overwhelm and dominate others because of technology. But these invading nations have been changed themselves by technology. Technology actually makes you vulnerable in the Greater Community. If you have technology that no one else has, well, everyone wants what you have now.\n\n\n\nAnd how are you going to defend what you have and protect what you have? It is a problem that very wealthy people face even in your world. How are they going to protect their wealth and their privilege? This totally changes their lives, their friends, their priorities, and can indeed make their lives truly miserable, and often does.\n\n\n\nThe best position in the Greater Community is to be self-sufficient, independent and extremely discreet. This is wisdom on a greater scale. Yet you can understand from human culture and your own history how this can be true and why this is true. Does the person who just won a million dollars go out and tell everybody? Well, things will change if they do. Discretion, discernment. Very important. More important now than ever before.\n\n\n\nTherefore, a great deal can be learned from your own history. You take an objective view and say, “Well, this is what happens when nations of different capabilities interact.”\n\n\n\nYet many people still think, “It’s manifest destiny. It must be this way. It’s the way it is. And it can’t be changed. And it would have happened this way anyway.” That is ridiculous. It could have happened in many different ways. It could have gone many different ways. History did not have to turn out the way it did. And there are other people in the world who think, “Well, whatever happens is the right thing to happen.” This is even more ridiculous.\n\n\n\nYet while much may be learned by studying human history, culture and psychology, there must be new information as well, a new perspective. It is not simply new information you need as much as a larger perspective.\n\n\n\nIf you look at things the way you have always looked at them, you are going to see what you have always seen. And nothing new is going to be revealed. So to have a new understanding, a new revelation, requires a different perspective. Otherwise, the mind simply protects what it already believes in and fends off or fights off anything that challenges that.\n\n\n\nA new spiritual perspective and an understanding of spirituality in the universe is being provided through the Teaching in Greater Community Spirituality. Instead of receiving this gift from the Creator, some people may say, “Well, this is all coming from one person. He is going to become so rich and powerful!”\n\n\n\nHa! We hope he does not get destroyed, actually. Is it a blessing to have all of this given through you into the world? Is it really a blessing to be maligned and condemned or even deified by people? We think it is a great burden and a great sacrifice to accept such a responsibility. The best thing you can hope for is anonymity, but you will not have it because sooner or later people will find out.\n\n\n\n“Well, this person really says that he has something that no one else has,” and then everyone goes crazy about it. “How can someone say this! Who does he think he is! He must be cavorting with the devil! And if he is cavorting with the Angels, well, why does he get to be the one and not me?” You see, it is hard to be a Messenger.\n\n\n\nYet someone has to do it. And a person needs great assistance or it cannot be done. They must have great self-trust, great confidence in the Creator and great discernment to tell whether they are being correctly or incorrectly guided. Certainly, anyone who is protecting their money or their social standing could not be in such a position without great personal conflict.\n\n\n\nTherefore, new information is needed here, a new perspective, a Greater Community perspective. You have to start thinking like someone who lives in a Greater Community and not simply someone who lives in a neighborhood or a town.\n\n\n\nPerspective can be learned. And when you gain a new perspective, particularly a greater perspective like this, well, you can see and know things that simply were not obvious before. And these things will not be based upon speculation but upon clear observation.\n\n\n\nAt some point, you will say, “Well, of course no one should be visiting us without our permission!” That becomes obvious. Right now, people never even think to ask that question. “Well, I don’t know….”\n\n\n\nAt some point, you become aware that spiritually advanced races do not go around intervening in other people’s worlds. They may send messages through observers, like the Allies of Humanity, but they do not intervene. The spiritually advanced in the universe do not do that, regardless of their cultures, their worlds, their temperaments or their natures because this is wisdom and wisdom is universal.\n\n\n\nSo just because someone can fly in a spacecraft and get here quickly, relatively speaking, to think that they are spiritually advanced, well, that is ignorance. So when you gain a Greater Community perspective, you realize that the wise do not intervene. The wise do not come here and change everything.\n\n\n\nThere are circumstances where genetic material will be given to an evolving race, but that is not what is occurring in the world at this time, we can assure you. Humanity has everything it needs to be successful. It does not need advanced technology. It does not need alien genetic material. Anyone who tries to tell you otherwise is either part of the Intervention or is unwittingly supporting it.\n\n\n\nHumanity needs a new perspective. But within you, and within the human race, is the seed of Knowledge, your spiritual Mind. This Knowledge is ancient and has been with you all along. If you can discover it, it will reveal to you what you need to know and what you need to do.\n\n\n\nEveryone who is born into the world today is born with the potential for understanding the Greater Community because this is the time when humanity gains contact with life in the universe, which we call the Greater Community. This understanding is in you already.\n\n\n\nIf any alien race tells you, “Well, we are here to enhance your genetic code,” you must not believe this. It is not true. If you really want to be a laboratory animal, if you really want to be subjected to an occupation, if you think this is what it means to have contact with life in the universe, then what is going to change your mind? Experiencing the occupation? Waking up one day and saying, “My God! I am no longer a free person and I have no recourse”?\n\n\n\nIs it too audacious to say that this is the most important problem in the world and that God has given an answer and the answer has been given in a Teaching? Is it too audacious to say that this is the most important problem in the world and God has given an answer, and the answer is being given through one person? How else would the answer be given? Would it be given to a hundred people? The message would never get beyond them if it did.\n\n\n\nWhen Jesus came, were there a hundred Jesuses, all competing with each other? “Well, my Jesus is the real Jesus, but yours is not!” That is not how Revelation is brought to the world because it does not work.\n\n\n\nWe are beyond the world. We are the Angels. So we can say audacious things and then go somewhere else. We do not have to deal with the repercussions. We just deliver the message and people either go crazy with it or they become illuminated by it. But we are somewhere else. It does not affect us.\n\n\n\nHowever, for the Messenger, it is another story. He has to face all of the reaction that will occur. It is not an easy job. Be glad that you are not given this job. But understand that as your realization occurs, you will have to advocate for this awareness too. You will not have the difficulty that the Messenger has, but you will face all the things that we are talking about.\n\n\n\nYou will see the effects of the Intervention. You will see the effects of the Pacification Program. You will see how listless people are, how critical they are and how much they are in denial. And all of their outrage and all of their suspicion and all of their fear and all of their avoidance, you will see. It will be as clear as day. And you will understand then how Revelation occurs in the world. When the Message has to be given and time is of the essence, this is how it occurs. This is the difficulty. This is the challenge.\n\n\n\nThe real problem ultimately is not with the Intervention, though that is a real problem. The bigger problem is human response-ability. The ability of people to respond. The lack of response. The ignorant response. The negative response. If people cannot respond, well, the world will be given away.\n\n\n\nThere are not many visitors here in the world. Their numbers are not that great. But their job is being made easy because of human acquiescence and human ignorance. Again, the response. The ability to respond. Response-ability.\n\n\n\nIf there is no response-ability, well, people will not respond, and the occupation will happen, right beneath their feet. And people will think, “Oh, well, something is going on in the world. Things certainly are changing!” And it will seem to be okay until they find out what it really is.\n\n\n\nThat is why at this time an urgent Message is being delivered. The awareness is the first thing. Then you must learn about life in the Greater Community, which you can begin to do by looking at your own world objectively. Then you must begin to gain a Greater Community perspective and learn about life and spirituality in the universe.\n\n\n\nThis is now being presented in the Teaching on Greater Community Spirituality. Not everyone will be able to learn this Teaching, but enough people in many places will need access to it in order to comprehend what is going on.\n\n\n\nHumanity could end the Intervention tomorrow if it were informed and aware. Humanity could prevent a future Intervention of this kind if it were informed and aware and united. People are so preoccupied with themselves that their borders are undefended.\n\n\n\nOh, yes, they have borders, between each other, tremendous borders, walls and resistance and hostility. But your borders to space are undefended. You have no walls to prevent the outside from coming in because you do not think there is an outside that can come in or that will come in.\n\n\n\nThis, then, is a time for courage, trust and honesty. Time for a real reckoning within yourself. Read The Allies Briefings and ask yourself: “What do I really know?” not “What do I want?” or “What do I prefer?” or “What do I believe?” but “What do I really know here? Is this really happening?”\n\n\n\nConsult Knowledge within yourself if you can, not your ideas or your fears or your beliefs, but something deeper within you. That is where the real confirmation will happen.\n\n\n\nIt will take great courage to ask this because this awareness will change your life. It will set you free. And it will give you direction. But you must be willing to have this change within yourself. This is the revelation that happens within each person. It is much resisted. Much delayed. But if it can take place, it is the most valuable thing.\n\n\n\nWe send our blessings to you and ask that you receive this counsel and consider it for yourself, for you must make the ultimate decision. We can only inform. We cannot control. The Presence of the Teachers is with you.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-greater-darkness/understanding-the-intervention/"
}