{
  "title": "Understanding the New Messenger",
  "content": "Today We shall speak on understanding the Messenger.\n\nThere are some people who will receive and welcome the idea of there being a New Message from God in the world. They see the need for this. They see how the old traditions have become fractured and contentious, both amongst themselves and within themselves. They see the religious extremism and its destructive impact on human history, and the violence that is carried out in its name, even in this world today. And they will say, “Yes, a New Message from God would be a very good thing right now.”\n\nBut even they might have a great problem acknowledging the presence of the Messenger, to have a man in their midst who was actually sent into the world for this purpose. How would they relate to this person? If this person is who the New Message says he is, then they would have to honor him and respect him and receive him, or be amongst those who would once again deny the Revelation when it is given into the world.\n\nIt puts everyone on the spot. It challenges everyone. Oh, certainly, a new set of ideas and practices, yes, that might be very easy to accommodate. But to have a Messenger in your midst?\n\nWell, for many people that would be a great enough challenge, such a great challenge that they will not even pay attention to the New Message from God. They will just be concerned with the Messenger, wanting to criticize or repudiate the Messenger. Or perhaps they will think the Messenger is like a postman—just delivering messages, a person of no significance, just a vehicle of transmission alone.\n\nBut God’s Messengers have been some of the greatest people of all time in this world, and their demonstration and their personal teachings have been accorded the highest regard, even worshipped by many. So you cannot consider God’s Messenger to be simply someone who delivers the mail or the post.\n\nThe Revelation itself is the biggest ever given to humanity and the most coherent because you are dealing now with a more educated world, a literate world, a world of global communication and global commerce, where a message can spread around the world, as the New Message from God is doing at this very moment.\n\nIt is not a Message for one tribe or one region. It is not God instructing one small group how to survive amidst adversity. It is not for one region of the world where one or two specific spiritual practices have been undertaken for a long time and this is simply a correction, a new understanding in light of a tradition, one tradition alone.\n\nNo, this is a Message for the whole world. It does not pay special homage to one people, one nation, one tribe or one group. No matter where you are from in the world or your social or economic standing, it speaks equally to you.\n\nIt is not here to rescue one people from oppression. It is not here to guide one group into a new land. It is not here to teach people how to transcend the world, but instead how to be in the world and serve the world, which is everyone’s greater purpose ultimately in being here.\n\nSo then how do you regard the Messenger of such a monumental understanding, an understanding that not only brings wisdom of the ages from this one world, but brings Wisdom from the Greater Community of life in the universe? That has never been done before, for it was never needed before. But humanity now stands at the precipice of life in the universe and must prepare to engage in this—its greatest and most consequential challenge.\n\nSo the Messenger is not some unwitting person who is just chosen to bring information here to be consumed by consumers. It is a Revelation meant to change the course of human history, to give people a whole new understanding and way of looking at themselves, the world, and human destiny and the future of this world.\n\nCertainly, the Messenger of such a Revelation must be someone extraordinary in the world, with an understanding far greater than what most people could ever honestly claim for themselves. In fact, because he is the vehicle of Revelation, he is unique in the whole world, for there is no one else who can bring the Revelation.\n\nFor God only sends one Revelation over the course of many years and centuries. It is sufficient, you see. If God sent many Revelations, there would be competing Revelations. People would be cast in opposition to each other. There would be great controversy, and the risk of corruption and collusion would be very great, you see.\n\nSo there is one Message and one Messenger. But people do not want to hear this because it means they must do something. They must face something. And ultimately they must change their lives, particularly if they want God to help them. For if you want God to help you, you really have to change your life.\n\nSo the Message and the Messenger then become agents of great change in the world, and for those who profit from the way things are at this moment, it will seem threatening and unsettling. And they will be disposed to try to rid themselves of it, or demean it at least, or destroy it if they can. For those who have a greater and more legitimate need in their life, they perhaps can see this as a redemption, as an empowerment, which it truly is.\n\nHow people respond to God speaking again to the world and sending a Messenger into the world is the great question and the great unknown. Even the Angelic Host does not know how this will turn out.\n\nIt is a test for the human heart in each person who can respond. It is a test of their integrity and self-honesty. Many people will think, “Well, God is just simply here to make my life work better for me. All I have to do is believe”—believe in an ideology or a religious teaching or the theory of a church or an institution. They think God is their servant, here to correct their errors, to improve their investments, to rescue them from the predicaments of life, and only then will they believe, as if God has to prove God to them. For they themselves cannot feel and know this on their own.\n\nWhat you must understand here is that God’s New Revelation is not simply a gift and a blessing upon the world, which it most certainly is. It is a test for humanity.\n\nIf humanity cannot respond, God will not punish the human family, but you will be left in a declining world facing opposition and intervention from the universe around you—unable to recognize the true nature of your predicament, unable to respond, unable to inspire people to cooperate together, which will be necessary to meet these two great challenges.\n\nGod does not punish. God simply withdraws. And that is a terrible enough thing in and of itself. You may pray to God for many things, of course—in times of real need, to meet difficulties, tragedies for yourself and your loved ones, and this is entirely understandable. And God will not retreat from this, for God never retreats from this.\n\nBut if the great Revelation for the world cannot be received sufficiently here, then what else is God going to do for you and for the world itself? You may still feel blessed by the Great Presence, but humanity itself will follow its path of decline and disintegration—blind, foolish, driven, only preoccupied with expediencies and short-term gain and profit. It knows not of its calamitous journey and refuses to recognize the obvious truth and error of its ways.\n\nSo the Messenger becomes important. In fact, he is the most important person in the world today. For without him and the Revelation, humanity is in grave peril. The world is being depleted. Humanity will run out of critical resources. Intervention is underway from certain predatory races who operate in secret in the world. How will you deal with these things? And who has the power and the commitment to deal with these things?\n\nIt is such a great challenge and difficulty that God has sent a New Revelation to the world to teach you how to live in a declining world, and to prepare you for a Greater Community of life, and to warn you of the Intervention that is occurring in the world and to empower people from all faiths, nations and tribes in gaining the strength of Knowledge that God has placed within each person, within each human heart.\n\nHere there are no heroes to worship. Here there is no Judgment Day. Dispense with this foolishness.\n\nYou have a great and growing crisis in the world, greater than anything humanity as a whole has ever had to face before. God knows this and is sending the awareness, the warning, the blessing and the preparation. Get out of your self-preoccupation, and you can begin to see the bigger picture with greater clarity if you have the courage and the heart to do so.\n\nPeople who will deny the Messenger are those who are afraid that their previous understanding might be challenged, that they may have to adjust and correct their thinking and change their approach to life. Here the rich will find it more difficult than the poor, for the poor are already in great need and do not have a great investment in the world.\n\nThose who deny the Messenger will do so to protect their investments and their philosophy, their theology and their social position. They will expect that God will honor these things. But God has no regard for these things. Do you think the Lord of all the universes is concerned with the prestige of a handful of people in the world?\n\nGod is not even concerned with associating the New Revelation with predictions and prophecies from the past, for these are largely human inventions, or have become human inventions over the course of history as they have become altered and applied inappropriately. Prophecies are a message for a time—not for all time, not for all people, all places and all situations.\n\nThe people who will deny the Messenger are afraid of the Revelation. They are afraid they might have someone of this importance in their midst. They are afraid that they might have to challenge their own position in society. They are afraid to follow their own hearts. They will follow instead the fixations of their minds, their beliefs, their admonitions, their political associations—all the things that keep the individual in chains and unable to respond to the Presence of God within them.\n\nDo you see what We are saying here? The Revelation casts a light upon all things, great and small, blessed and corrupt. It reveals corruption at every level, as if everyone who is hiding out gets revealed in the great Light of Revelation. Their position is shown to be what it truly is. Their weakness is exposed. Their compromise is revealed.\n\nOnly the truly honest and courageous are willing to face these things, recognizing the great need of their own soul to regain their connection to God and their greater purpose for being here.\n\nOnly those who realize the great danger facing human civilization will be able to overcome their anxiety and their considerations to be able to witness and investigate for themselves the meaning, the power and the grace of the Revelation.\n\nThis is the same problem that every great Messenger has had to face in coming into the world—great adversity, great dishonesty, great corruption, great misunderstanding, great misuse of religion, great misuse of political and economic power.\n\nBut now, you see, it is more formidable because now the whole world can react, not simply local officials. The New Revelation is going out to the whole world, so the resistance can come from the whole world—from every nation, every religion, every government, which in one way or another will feel challenged by this as the Message becomes ever more potent, and more and more people can recognize its efficacy and importance in the world.\n\nSo the Messenger can reach many more people in a very short period of time, which is necessary given the great crises on the horizon, but at the same time the resistance and the rejection can be overwhelming.\n\nIt took centuries for religions to gain recognition beyond their point of origin in the world, spread very slowly because communication was very slow. Travel and transportation were very slow. Now God’s Revelation can be read by someone on the far side of the world with the click of a button.\n\nDo you see the power of this? All people of good faith can be impacted once they become aware of the presence that God has spoken again. The power of this is tremendous because time is short. Humanity does not have decades or a century to figure out what to do in the face of its great challenges.\n\nHumanity is running out of resources. It is running out of time. It must be very bold in how it faces things and resolves things, and not simply maintain what it has created from before.\n\nHere there must be great strength, great courage, great honesty and great clarity in understanding what you are dealing with here. But even the most educated people are still handicapped by their own prejudices and lack of vision. Your universities do not teach Knowledge and wisdom really. They immerse people in information and perspectives. So you cannot look to the experts to see, to know and to act accordingly.\n\nThe gift is given to each person, and the Messenger will speak to this. You must find the power of Knowledge that God has placed within you. The Messenger will speak to this. You must bring balance and honesty into your relationships and affairs with others. The Messenger will speak to this.\n\nYou must prepare for a world in decline—not only practically on the outside, but even more importantly emotionally and psychologically on the inside, recognizing as you do so the power of guidance that God has given to you. The Messenger will speak of this.\n\nThe Messenger will speak of things so great and so imperative, not only for the world as a whole, but for you as an individual. This is not presented in anecdotes and pastoral stories. It is not presented enigmatically so that it has to be clarified by human commentary over the centuries. It is given simply, plainly, boldly and directly, and repeated very often so that the opportunity for recognition can be very great. Can people hear this and respond appropriately?\n\nYou must see that the Messenger is not simply someone carrying packages. Actually, part of the Revelation is within him. It is not revealed in the word or the writings. It is within him. He has the power of initiation in this sense.\n\nBut he is an older man now. He has had to endure a very long preparation and many difficulties along the way. There is very little time to receive him, and anyone who does so will be blessed in the interchange, whether they can recognize it in the moment or not.\n\nHere you must deal with both the Messenger and the Revelation itself. You cannot have one without the other, for they are complete, you see. To not recognize the Messenger is to misunderstand the process of Revelation, the meaning of its presence in the world, the understanding it reveals about how God works in the world and how God serves whole worlds in a universe full of intelligent life.\n\nLikewise, you cannot make a hero and a god out of the Messenger. Though he does deserve great respect and accord, he is not a god. But none of the Messengers have been gods. They are just the most important people in the world, that is all. They are not perfect. They do not have colossal powers, but they are a demonstration of Revelation. They are human. You can see their fallibilities if you really look for it. It is what they bring into the world—the fact that they are a vehicle for something greater, a vessel for something greater—that makes their power and presence so important in the world whenever they appear.\n\nThey do not appear very often, you see, for while every age has its prophets, and often more than one, only once in a millennium is a New Revelation from God brought into the world. And it is only brought into the world at a time of great change, great opportunity and great hazard.\n\nIf you can understand what We are saying to you today, you will see that you are living at a time of Revelation—a very, very important time to be in the world, a very significant turning point for the world.\n\nIf you can see this, you will think of your life differently, rather than just as a person struggling to have things and to get along with others and to stay healthy, safe and secure. You will see that your life, really, here has a greater dimension and a greater purpose, and that this purpose in some way, directly or indirectly, is related to living at a time of Revelation.\n\nIt is like you are living at a moment in history that only comes once every one or two thousand years. That makes your presence in the world especially important, so much so that people in the future will look back with envy upon those who lived at this time. And they will say, “Did they recognize the Revelation? Did they recognize the Messenger?”\n\nYou are blessed to be here in the world at this time, to be able to hear Our words, my goodness. You have no idea how blessed you are, or what it could mean for your life and for others who know you, or could hear you speak to them.\n\nFrom Heaven’s standpoint, this is a great and significant blessing and opportunity. But what Heaven knows is different from what people want. And what people think is very different from what Heaven considers to be true and important.\n\nThe Messenger will be resisted and demeaned, but he must have representatives. He must have witnesses. Or the world will crush him and try to cancel out his presence and his gift to the world.\n\nThat is why We say everyone who knows of the Messenger is challenged to respond. It is not enough to say, “Well, this person claims to have a New Message from God, but I don’t know.” That is not honest. Within your heart, you can know, and you are meant to know.\n\nPeople think, “Oh, messengers come all the time. There are always messengers in the world.” And they say this because they do not want to face the fact that something of great significance is happening in the world today. And they do not really want to deal with it. Or perhaps they are jealous that they are not the messenger. Or they think everyone is a messenger, or messengers are as common as anything, they are all over the place, delivering messages.\n\nThese people do not want to deal with the reality of the situation. They do not want to be called to attention by it. They do not want to be impacted. They do not want to have to respond. They do not want to have to deal with the challenge and the great opportunity that Revelation brings to them. They simply want to keep doing what they are doing and not be troubled by these things.\n\nThis all, of course, is a problem of lack of self-honesty and honesty with others—a great difficulty in the human family, and a great difficulty throughout the universe, We might say.\n\nYou must see that the Messenger is no ordinary person. Without trying to deify him or elevate him to some lofty, perfect position, you must recognize that he is carrying the Revelation. Through hardship, through illness, through opposition, he is carrying it. And if you can receive and respond to it, you must help him in some way because he cannot alone bring this forth. He will need many witnesses and many advocates.\n\nIt is a strange thing that people pray for redemption. They pray to have a new life. They pray to be freed from the misery, the shame, the guilt and the regrets from their past. And so when the gift comes to them, they do not want to deal with it. When the answer for them comes, well, it is too big. It is too difficult. It is too uncomfortable. It is socially unacceptable. They are perhaps incensed that it is brought by only one person, and there can only be one person. It runs against their egalitarian views, perhaps, their democratic notions because they think they know how Revelation occurs or should occur. The Messenger will have to face, and is facing today, all of these things.\n\nThen the Messenger has to face the people who want to be a part of all this, but they want to be served and saved and nourished. They bring their problems, their weakness, their disabilities, expecting the Message and the Messenger to resolve all things for them when, in fact, they have to work upon these things themselves. And the Revelation gives them the pathway to do this.\n\nInstead of coming to serve the Revelation, they only want to be served by it. Perhaps, in the beginning, their need is great and the Revelation will serve them, but everyone is sent into the world to be contributors. And once they gain the health and the freedom to do this, that is their task. That is their calling, you see. There is no personal fulfillment aside from this. It is because of your deeper nature, because of where you have come from and what you will return to, that this is truly the case.\n\nThe Messenger will speak of these things. He is not here to break things down. He is not here to destroy the institutions. He is not here to speak out harshly against human institutions, governments and religious authorities.\n\nHe is here to bring Grace and the great Love of God and the requirement that people respond to their deeper nature and take the Steps to Knowledge, the deeper intelligence that God has placed within them to guide them.\n\nHe brings then blessings, empowerment and requirements. The Wisdom he brings is greater than what any person could ever understand, greater even than the Messenger understands. That is why no one else can claim to do this. It would be false to make such a claim.\n\nThis is the challenge before you, you see, you who are hearing Our words. It is not about belief, for that is of the mind. This is about the soul and your heart and your deeper nature, not the fixations of the mind.\n\nTo reject the Revelation because it does not conform to your beliefs is utterly foolish and arrogant because Revelation is always here to take you beyond your current understanding, to reveal to you things you have not seen or could not see on your own.\n\nSo to reject the Revelation because it does not fit your definitions or your religious ideas is simply to turn your back on that which could lift you up and restore and redeem your life. The Messenger will speak of these things.\n\nDo you see the challenge here? You cannot make a deal with God. And you cannot come to God on your own terms. God sets the terms and the requirements and provides the opportunities, given here in a pure form—without human corruption; without the misuse of others; without being maligned and misused by institutions, governments and so forth. It is here in a pure form.\n\nGod has spoken again, and it is here. It is pure. But you must find that place within you that is pure to respond to it honestly and responsibly.\n\nThen you can look at the Messenger with gratitude and be grateful for his presence and for those who sent him into the world. Be grateful for your presence and what his presence could mean for your life—the resolution, the clarity, the grace and the opportunity this brings to you and to others through you.\n\nMany people will say they pray for redemption and restoration for themselves, their loved ones and for the whole world, but they do not want it to come today because today would be too inconvenient. But it is here today. And it is inconvenient. And it is challenging. And it is wonderful.\n\nIt shows you what is strong within you and what is weak, what must lead and what must follow. It restores to you your integrity, your dignity and your greater purpose in the world because it is a gift from God and not a human invention.\n\nHonor the Messenger and help him in any way you can. And accept that you must prepare for your greater role. You are not ready at this moment. And be grateful that the preparation has been given, and that the wisdom of the world can help you in this, and that the corruption and tragedy of the world can show you the great need for this.\n\nBe grateful, for in gratitude you will know your own heart. And you will remember those who sent you here, so very long ago.",
  "audioUrl": "https://www.newmessage.org/av/understanding-the-new-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/understanding-the-new-messenger/"
}