{
  "title": "Power for Good",
  "content": "Now We will speak about using power for good. We say using power, which is very different from having power, and We say that power can be used for good. In order that everyone understands what We mean by power, let Us give you a definition which is relevant to Our discourse: Power is the ability to transfer energy from one domain to another.\n\n\n\nThis is a very specific definition, which itself requires much consideration. It is relevant to your individual needs because your main emphasis is to integrate your life. Being integrated means that all of your resources are brought to bear and made available and that you are brought out of conflict into inner harmony within yourself. Then you will be in a position to recognize this energy and transfer it consciously.\n\n\n\nMany people want power and the ability to have influence without this integration. We, as Teachers, could never provide this, for it would not only be hazardous to the individual, but detrimental to the world as well.\n\n\n\nLet Us give the definition once again: Power is the ability to transfer energy from one domain to another. In other words, it is the ability to bring something forth that you have realized within yourself and to make it actual in life. It is the ability to transfer something from your spiritual life into your life in the world. To do this, you must become a bridge; you must have access to both these realms without attempting to master either of them.\n\n\n\nIf you attempt to master the physical realm, you will not be able to have a real association with your spiritual life. If you try to master your spiritual life, then you will not be able to have access to your physical or intellectual life because in this world you have to live with your mind and your body and with the minds and bodies of others. Having access to these two realms is essential for your happiness here and for successful accomplishment, which will yield satisfaction to you.\n\n\n\nOur definition of power is somewhat mysterious because it requires a deep self-examination. If you cannot undertake this examination, you will think it odd and will go no further. Yet We wish to stimulate your thinking and to give you a different perspective regarding your individual needs and opportunities.\n\n\n\nYour primary need at this point is for integration. If you attempt to appease all aspects of yourself, your inner conflict will continue and grow worse. If you attempt to make all parts of yourself feel comfortable and included, you will experience profound conflict. Yet there is a greater resource within you that can integrate you naturally.\n\n\n\nThe reason you cannot integrate yourself is because you are not in full awareness of all of your aspects, and you do not see their relevant association with each other. You are too involved with certain of your aspects and not involved with others at all, and at any one moment you are representing some aspect of yourself without regard to the others. If you were beyond all of these aspects, you could possibly integrate yourself, but We cannot expect that of anyone here.\n\n\n\nYou need true assistance to help you do this. You need Teachers because they can activate that part of you which integrates you naturally. This process is something in which you participate very directly, but you will not be in charge of it. We must make this very clear.\n\n\n\nPeople sometimes think: “Well, if I am to become powerful and resourceful within myself, then I must learn to rely completely upon my ability to do so.” Or people sometimes think: “I must rely completely on spiritual powers or the Teachers.” But, in actuality, you must learn to rely on both. A true Teacher will call upon you to use your inner resources very specifically and will create a context where it is necessary to do so.\n\n\n\nTherefore, you need guidance, but you also need to become powerful within yourself. This you must learn to do through participation. You cannot do this intellectually.\n\n\n\nThe more aware you become of yourself, the more you will realize that some aspect of you is in a state of confusion at all times, or even suffering. Here you may try to be comfortable at all moments by caring for that aspect or allowing it to express itself. That is a step towards health, but you are not yet integrated. You are still disassociated. When you are disassociated, you will vacillate between unhappiness or despair and a temporary feeling of power and direction. You are not yet stable.\n\n\n\nBecause We are speaking of a greater experience of satisfaction, harmony and ability than most people would strive for, it is perhaps beyond the range of your individual goals to achieve such a state. Yet in order to use power for good, you must achieve this state.\n\n\n\nThere must be something greater moving in you that you can accept, translate and contribute where it is meant to be given. You are like a channel for power now, not attempting to control or dominate the process, but an active participant. To do this, you must be a person of tremendous concentration, ability and openness of mind—a person capable of a direct experience of life.\n\n\n\nPower itself can be measured in terms of an individual’s ability to concentrate—attention and concentration. If you can accept this idea, then it becomes apparent that there are minds more powerful than yours. In physical life, this is true.\n\n\n\nThis is not a very popular idea because everyone wants to be equal at all times—with the same abilities, the same potential, the same resources, the same level of development and so forth. But in reality this is not the case.\n\n\n\nThere are minds more powerful than yours. Because power is not the same as wisdom, there are more powerful minds that are working against Knowledge, and there are more powerful minds that are working for Knowledge. It is very important to understand this.\n\n\n\nThis requires discernment and wisdom within yourself. Wisdom comes from Knowledge, but power is a resource in life that is available to anyone. Therefore, you can use power for destructive purposes. If you are dedicated, determined and concentrated, you can translate energy from one form to another. That is why Our discourse is on using power for good.\n\n\n\nHow do you know if power is good? Because you have the ability to make this distinction within yourself. That is Knowledge. Knowledge comes from beyond this world. You have an inborn power of discernment within yourself that We wish to cultivate here.\n\n\n\nYet there are also raw powers that can be used and are used. There is physical power. There is mental power. There is spiritual power. That is why when you are concentrated only on using power, it is a very dangerous situation. Your mental institutions are full of people who have attempted to use power without the necessary development and have found themselves involved in something they could neither understand nor control.\n\n\n\nThe Love and the Grace that you have brought with you are born of Knowledge. Knowledge will naturally utilize the power that is available here in life for good.\n\n\n\nThere are minds more powerful than yours. A mind that is more powerful than yours can influence you, even dominate you. That is one of the reasons you are so afraid of relationship and of losing your ground to another.\n\n\n\nIf you have advanced to a certain extent, you realize you have a certain propensity for following a mind that is more powerful. This is not bad. It is natural. You should follow a mind more powerful than yours, but you must learn to avoid those which are detrimental to you. This is wisdom, not morality. It is simply learning to negotiate your environment and your relationships successfully.\n\n\n\nOne of the reasons that the Wise remain hidden in life is because they do not want to influence people. Their presence itself is a tremendous influence. Therefore, We want to emphasize this one point, though it may be uncomfortable, that it is possible for you to be dominated. It is possible for you to dominate others.\n\n\n\nYou cannot help but influence others. Even if you hid yourself away with no contact with the outside world, your mind would still exert an influence upon others. The greater your concentration, the more influence others would feel.\n\n\n\nTherefore, you have a responsibility in life to cultivate yourself, to accept assistance and to make use of this opportunity to learn how to use power because you are already influential. When you are not preoccupied with your own mind and your own circumstances, you begin to see the influence that people have on one another.\n\n\n\nHere it becomes very advantageous to have Inner Teachers. Though you may very seldom experience them, it is very comforting to know there is someone watching over you that can intervene on your behalf if it becomes absolutely necessary.\n\n\n\nThe reason your Teachers do not spend a great deal of time with you in general is because their influence is too great. If you read about spiritual teachers living in physical life, you will recognize that, except in extremely rare cases, they seldom gave their full attention to anyone individually, and then only for very brief periods of time.\n\n\n\nWhy is this? It is because their influence is too great. They must be responsible for this influence and use it wisely for good. This is a universal fact. The temptation for power—for the domination of others, for personal gain—becomes very severe here. If individuals have not been properly prepared, their concern for their own survival, a very powerful force in and of itself, can sway them dangerously.\n\n\n\nWisdom must accompany power or it is better that you not have power—better for you and better for others. If you are in confusion regarding your direction, meaning and purpose in life, then you are not concentrated and, therefore, your influence will be minimal. A mind that is concentrated and absolutely determined is tremendously powerful because most people are still very much in a state of confusion.\n\n\n\nThere is no independence in life. Everyone is influencing everyone. But within you there is an independence that saves you for what is good and protects you from what is ill, and that is your Knowledge. This is a relief, for with Knowledge you have the ability to sense what is going on.\n\n\n\nWith Knowledge, in a personal relationship of great intimacy, you will influence each other for good. And your purpose with each other will be far greater than what you individually could accomplish because now you have the right influence.\n\n\n\nWe are adamant that students of Knowledge become very conscious of their influences. What is influencing you? Often this question is seen as a limitation of your personal freedom, but it is more a form of protection for you because as your mind begins to open, you become much more vulnerable.\n\n\n\nHere you are more easily persuaded, and until your powers of discernment have grown strong, you can be influenced in all kinds of directions. You are less shielded now. You are more open. Therefore, it is important that you become more discerning and more attentive.\n\n\n\nWe want you to think about whether you are a good influence on people. It is very comforting to think “I am a good influence.” But this requires greater discrimination and observation. In every person, there are good and bad influences. No one is a totally good influence. No one is a totally bad influence.\n\n\n\nSome of you already have some degree of power. What are you doing with the power that you have? People want more power, but they do not know what they are doing with what they have.\n\n\n\nDo you want everything in your life to be accentuated? Do you want fear to be accentuated—more fear, more excitement, more everything? If not, then do not seek for more power. Instead, seek for more clarity with the power that you have now.\n\n\n\nYou already have power. The object here is not power. The object is wisdom. You will not be happy with more power. You will simply have everything that you are now experiencing become more accentuated.\n\n\n\nThat is why We are not encouraging people to have power. We are encouraging people to have wisdom. Then power becomes a source of satisfaction and not a source of frustration or conflict.\n\n\n\nWe will tell you a secret. There are people who are suffering because they have more power than they can handle. They have not even accepted the power that they have now. We cannot in good faith give them more.\n\n\n\nThe next time you are afraid, do you wish to be three times as afraid? If you add power, you accentuate everything in your experience. That means you are three times as happy, but your happiness is not stable. Therefore, when you fall from happiness, you will fall into a deeper pit.\n\n\n\nThe issue is not more power. It is more wisdom. There is already lots of power around, but who can wield it? Who can use it for good? There are people with great vision in life who are killing thousands of people. It is justifiable, is it not, to that person?\n\n\n\nThose who start wars always think that they are doing it for a good reason. Wars are not started by nations. Wars are started by individuals. In all cases, the devastating wars that you have seen in your world were generated, maintained and carried out by the will of very few people.\n\n\n\nIn other words, a few people used many other people to carry out their intent. People can be used if they are afraid, if they are vulnerable, if they are weak, if they are underfed and if they are disadvantaged.\n\n\n\nThere is power everywhere. Knowledge will guide you to use it in the proper proportion for the right course of action. Without this guidance, you may try to seize upon it for other reasons.\n\n\n\nThat is why We place such a great emphasis on the development of your abilities. People often cannot see this because they are only thinking of their personal motives and goals. They do not see their value to others. That is why We are speaking in a larger context.\n\n\n\nWhen you are not preoccupied with yourself, you begin to see yourself as a participant in a larger arena. This is where Knowledge is meaningful. You were not sent into this world to figure out who you are. You were sent here to utilize an ability that is inherent within you and that will require that you realize your true nature, even as you prepare to realize it.\n\n\n\nYou have all come prepared to do something very good for life. That produces satisfaction. When you are doing something very good for life and are not harming yourself, it is very satisfying and produces the greatest happiness. Then you can be at ease. You are not at war with yourself. You have compassion for life’s difficulties, and you can enjoy its pleasures.\n\n\n\nWe have power. That is why you do not experience Us very much. Even power for good can be too strong an influence if it is prolonged.\n\n\n\nYou as a recipient must have the capacity for this influence. It may take years for you, if you are inclined and if it is necessary, to have true intimacy with your Inner Teacher. Like any very important relationship, it changes your experience of yourself, and it changes your experience of what your individuality really is.\n\n\n\nWe have cautioned people about their intimate relationships with one another because of the level of influence involved. If an individual has a very strong addiction or disability, he or she will naturally promote that in others. Everyone has minor disabilities. That is okay. You cannot do anything about that.\n\n\n\nYour internal experience will determine if you are to be involved with someone. You do not need to judge or analyze the person. Knowledge will guide you towards those influences that are best for you.\n\n\n\nIt is very easy to be enraptured or in love with someone who is not good for you and in the name of love to commit yourself to that situation. That is harmful. People are naturally fascinated with other individuals who are very different from themselves. That is a normal fascination.\n\n\n\nIn all your years of having intimate relationships with others, you can learn wisdom—where to give yourself; where not to give yourself; and how relationships begin, survive and end. It is all about wisdom. Relationships are very easy to start but very hard to finish.\n\n\n\nUsing power for good is important because it is the source of your satisfaction. Yet the greater the resource of good that you can contribute, the more competent you must be. This elevates and develops you on an individual level.\n\n\n\nThis is your education, truly. If you are not committed to only doing good, then your gifts can be misconstrued, misused or misappropriated. The evidence of this is very great, and it leads to tremendous disappointment.\n\n\n\nWe have emphasized that there are minds that are more powerful than yours. For this reason, you must learn to shield yourself when that is appropriate and open yourself when that is appropriate. This is a voluntary act. If you are completely open, you will find life to be very harsh.\n\n\n\nAs you have skin and bone to protect your internal organs, you must have a shelter for yourself mentally. It need not be a prison house. It must be a dwelling you can enter and leave at will. Then you can use your emotions at will. They will not use you. You use your shelter at will. It will not conceal you like a prison. You can use your abilities. They are not functioning in spite of you or only latent within you.\n\n\n\nIt is because We wish great happiness for you that We speak of these things. You see, there is never really a shutting down or opening up. There is just transferring your attention. If you are opening up internally, it looks like you are shutting down externally. If you open up externally, sometimes it looks like you are shutting down internally.\n\n\n\nYour attention must be placed somewhere; it cannot be everywhere. It is how you shift the balance here. You are only as aware as you are at any given moment, and during each moment you can shift the balance of your focus.\n\n\n\nTherefore, you must then see what is influencing you now and begin to determine what is healthy and what is not, or you will feel increasingly aggravated being in the world. This is very confusing for the person who is ambitious because in developing real power, you become more sensitive.\n\n\n\nWith real power, it looks like you are less capable of being in the world. You look less powerful. You look weak. And you think that because you cannot handle everything, you are not a strong person.\n\n\n\nTherefore, take stock of your influences. Begin to determine which influences are good and which are not. You already know this, but there are many things from which you cannot yet disengage. You are too fascinated with too many things.\n\n\n\nYou see, with power comes responsibility—the ability to respond. There is wisdom and there is responsibility. The greater your wisdom and responsibility, the greater the power you can access and the more you can transfer energy from one domain to another.\n\n\n\nTherefore, cultivate wisdom and responsibility. This means that you must do in life what it is necessary for you to do. That is recognizing what needs to be done and having the strength to do it. Then everything will proceed. You must find people to help you do this. You cannot do it alone.\n\n\n\nDo you know how Knowledge becomes strong within you? The ability to know—do you know how it becomes strong? You follow it, in spite of everything else, when that is necessary. Something will come up and you will need to follow it.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/using-power-good/"
}