{
  "title": "The Vision",
  "content": "Humanity has the seeds of greatness, despite its errors, its ignorance and its corruption. For spirituality is still alive in this world, where it has died and been forgotten in so many others. The fire of love is still burning here, in the minds and hearts of many, many people—a fire that has grown cold in so many other worlds in the universe around you.\n\nHumanity knows not of its greater promise and greater potential, for it struggles with the very forces that have destroyed the power of love and Knowledge in other worlds—the very forces of greed, expediency, corruption, conflict, war and deprivation.\n\nThink not this is unique to this world and to the human family, for such things have been a part of every great nation’s evolution in the universe around you. But many of those nations beyond your world have never known freedom, have never known compassion. Suppressed from the beginning, they have evolved technologically, but not in any other way that is meaningful at all.\n\nHumanity knows not of its greater promise and its potential for the future. Yet the future that will give humanity stability, security and protection from collapse within the world and from intervention from without will be a very different looking world from what you see today, and very different from what the vast majority of people expect and are planning for at this moment. For if humanity’s desires and ambitions were to be fulfilled in the future, civilization would collapse and be overtaken by other nations in the universe, who are already looking at the world with great determination.\n\nThe future world for humanity, should it be successful in making this great transition, is a world that few people can see today. Yet it represents growth and maturity in the universe, particularly amongst advanced worlds that have been able to maintain individual freedom, and to benefit from its gifts, and to minimize the effects of its chaotic expressions.\n\nThis is evolution. But evolution follows the decisions of the intelligent races of which it is a part. Should humanity continue in its desperate course, it will deplete the world’s resources and so destabilize the world’s climate that it will only be inhabitable by a very small percentage of the human population, and under greater duress for those who can survive. Think not this has not happened in the universe around you, for environmental collapse has happened countless times with grave and tragic consequences so often as the result.\n\nThe future world will have to be built from the ashes of the old world and from the desire, compassion and wisdom of those who can see and who recognize that humanity is turning a great corner and passing through a great threshold at this time.\n\nFor the future world that will be greater than your past will have to be approached through a very difficult and dangerous time of transition—a time where many things will fall away; a time where there will be great and increasing environmental, social and economic instability; a time when there will be a great risk of war and competition over who will gain access to the remaining resources.\n\nNations will become unstable. There will be violent revolutions, even within stable countries. There will be increasing rancor between nations, vying and contesting over the few remaining unspoiled parts of the world. The possibility for humanity to break down is very great under these circumstances and should never be underestimated. Do not be fooled by blind optimism, for you must face the realities of living in a world of shrinking resources and environmental instability.\n\nHere humanity has a great choice, not to be made merely by the leaders of nations, but by citizens everywhere as to which path they will follow. Will they follow the path of contention, competition and war? Or will they seek to find ways to restore the world, to husband its resources and share it equitably so that humanity can have a future, a future greater than its past? Here human unity and cooperation are not driven by a great ideal or by a religious philosophy, but by sheer necessity itself, for the alternatives are far too grave and tragic to even consider.\n\nDo not complain about this or think it is a great misfortune for you, for you have been sent into the world at this time to be a part of this great transition. If you can discover the greater Knowledge that God has placed within you—that is there to guide you, protect you and lead you to a greater life of fulfillment and contribution—then you will be able to use these circumstances beneficially, to be part of a greater force for good in the world, a force that will be greatly needed and must be expressed through the intentions and the wisdom of individuals in many, many places.\n\nYou are at a great crossroads. Choose one path and it will determine your destiny. Choose another path and it will determine your destiny. Here you must have vision. You cannot simply act out of haste and expediency. You cannot simply act out of the desire for power and wealth in the moment, or you will forfeit the future and create an outcome more terrible than you can even imagine.\n\nHere God is not punishing humanity. It is not God’s wrath, for God has no wrath. That is a human invention—an angry God for angry people. But God is allowing humanity to determine its fate in this world, and to choose its course of action, and to determine individually and collectively which way it will go, facing this great divide in the road.\n\nIf humanity chooses the path of contention, competition and war, then you can follow this in your imagination to see how dreadful and dire the circumstances would be. In fact, it is more dire than even you can imagine.\n\nTo choose the alternative is to choose to live differently, using much less of the world’s resources and thinking of yourself not merely as part of a group, a tribe or a nation alone, but as a world citizen now working to preserve the stability of the world and the continuance of human civilization, which has been built over a very long period of time and has advanced and progressed because of the noble work of countless people who have given their lives to build certain aspects of this civilization. Though this civilization is highly imperfect and filled with error and corruption, it still has magnificent potential.\n\nIf you could venture around the universe, your local region of space, you would see how great this potential is in contrast to most other nations. You would be shocked and dismayed at the lack of freedom in these realms. You would look at the life in these worlds and realize it would be utterly oppressive for you. Many have been greatly diminished through war and conflict, within themselves and between themselves and other nations in the universe. The lessons here are profound, grave and very necessary to recognize.\n\nTake the easy path, the path of living for the moment, having everything you want, and you will be the engine of war in this life. You will follow the path that so many other worlds have followed to an inevitable outcome of deprivation and chaos.\n\nBut God has sent a New Message into the world to warn of the outcome here and to give humanity a greater promise, for humanity has this greater promise. Despite its tragic history and its endless conflicts, it still has this greater promise. And you as an individual have this greater promise because God has put Knowledge within you to guide you, Knowledge you have not yet discovered, but which you need desperately in all of your endeavors.\n\nThe vision is a sustainable world. That means that the Earth will provide you everything you need, for you cannot go out in the universe to seek resources you have destroyed here on Earth, or you will fall under the persuasion of foreign powers. They will even encourage you to do this, for that is how dominance could be gained in this world by those who watch you from afar.\n\nNo, humanity will have to be self-sufficient. It will have to be united sufficiently. And it will have to be very discreet.\n\nFor free worlds do not coexist easily with worlds that are not free. Here you must be very careful. This will change your ideas of space travel and visiting other worlds, as if it were some kind of spiritual quest or some kind of fascinating tourism. Dispense with these notions, for they are absurd and unnatural in the universe.\n\nHumanity will have to become very responsible and very careful in what it projects out into space, how it governs its world and shares its resources and so forth.\n\nFrom this point in time, you may say, “Well, I can’t even imagine such a world. I don’t think it is possible.” But it is not only possible. It is necessary. For the alternative is too terrible to consider.\n\nTherefore, you must listen and be open to a new reality and to your participation in building this reality, for it will not come in and of itself. If determined individuals are not oriented towards it, then humanity will take its otherwise course of action. It will fall into disarray.\n\nTherefore, you must have a great heart, great strength, a great purpose and a great vision, which Knowledge within you will give you once you are ready to receive. You need this because you need to emerge out of your pathetic life, your pathetic endeavors, your tragic ideas and involvements. Considering who you are and what you are really sent here to do, your life currently is pathetic and unfortunate and misguided.\n\nAccept this, for it speaks of your greatness. But to adopt your greatness, you must face your weakness as objectively as you can. And you must hold a vision for humanity that seems impractical, unrealistic, maybe even impossible, but necessary nonetheless. For it is a Vision of Heaven. It is the Will of Heaven. But the Will of Heaven must express itself through the minds, hearts and actions of people everywhere.\n\nYour future will be very different. It will have a much smaller human population. Vast parts of the world will have to be left in their natural state to begin to rebuild the climates of the world. Trade will be much more local than it is today, for the resources to bring things from all over the world will not be there sufficiently, except in very rare situations. The rivers will have to be cleansed. The lakes will have to be cleansed. The skies will have to be cleansed.\n\nYou will have to guard your borders to space very carefully and be very cautious about any other races visiting here. Your few allies in your local region of space will not seek to gain relations with you until you have reached a stable and settled state in this new world, for they realize that their presence here would create doubt and confusion, for you do not yet have the skill to tell friend from foe in this regard.\n\nHumanity will have to earn its freedom. It will have to earn its insulation in the universe. It will have to outgrow its adolescence and its childish fantasies about its self-importance in the universe, and what the universe really is, and what is occurring out there.\n\nTo make this possible, the Creator of all life has sent, as part of the New Message for humanity, a teaching on the reality and spirituality of life in the universe to give you a true account of what is occurring beyond your borders and a sober understanding of what you must do here on Earth to prepare to be in this Greater Community as a free and self-determined race.\n\nYour future world will be a world of changing climate and limited food production. The deserts will grow. The oceans will rise. Therefore, the lands that can produce food must be very carefully cultivated and protected. War and contention between nations will be limited out of necessity. As much self-sufficiency as possible will have to be established wherever humanity can maintain its position and its infrastructure.\n\nThere will have to be great compliance, and, to a certain extent, individual freedom will be limited. For in this world, you cannot do anything or have anything or be anything you want. But that is okay because you did not come into the world to indulge yourself in this way. You have been sent into the world to serve the world and to contribute to the furtherance and the building and the refinement of human civilization.\n\nThat is your true purpose. And if you could find your deeper nature and begin to respond to it, you would see indeed this is true for you regardless of your personality, your habits, your beliefs, your religion or your nationality.\n\nIf enough people can come to realize the power of Knowledge within them, the deeper Mind that God has placed within them, then such a world can be created and achieved with a minimum of stress and destruction.\n\nIndeed, your great adversary in the future will be nature itself. You will have to find ways to protect yourself from the increasing instability of the natural world that is the product of human abuse, corruption and pollution. It will be a struggle with nature more than a struggle with one another.\n\nNature here is a powerful adversary and must be understood and respected above all things. But at present, humanity has lost its contact with nature. It thinks it can turn the world into anything it wants. It thinks it can turn the deserts into farmland. It thinks it can turn its cities into playgrounds. It thinks it can harness all the powers of the Earth for its own indulgences, desires and intentions. But it is a fool’s paradise, and everyone in the Greater Community who has passed through these developmental stages understands the meaning of this.\n\nHuman freedom and freedom in the universe is not a right. It is a privilege. It is a reward built by the tireless efforts of generations of individuals making it possible for freedom to exist and to be maintained and to reap the benefits of its great creativity and productivity while minimizing the difficulties and chaos that it can produce between peoples at times, if it is not guided by Knowledge.\n\nYour future world will have a much smaller population, but this must be orchestrated and not be the product of the destruction of the human family. But the transition between the world you have today, which is crumbling, and the future world that is your greater promise is a great gulf.\n\nIt is as if you were standing at the edge of a great chasm and you were looking across the chasm to the other side, wondering how you were going to get there. There is no magic lift that is going to lift you over this chasm. There is no bridge that is going to appear magically to take you there. You are going to have to climb down into this chasm, go through it and find the way up the other side.\n\nThere is a way, and God is showing the way in the New Revelation. For the old Revelations of God cannot provide for this, for that is not their purpose. They were not designed for this. But now humanity has reached a great threshold, perhaps the greatest it has ever encountered—the destabilization of the world and its encounter with a universe of intelligent life, a non-human universe where freedom is rare.\n\nYou must understand these things if you are to ever discover your greater purpose for being in the world. You must understand these things if you are to understand your deeper nature and why you are in conflict with yourself over what you want and what you need. You must understand these things to realize that there is a voice of wisdom within you, and there are many voices of weakness within you. You must be able to hold that which is true, even if it seems improbable or even impossible, given the world today. You must have the Vision of Heaven. It must be in your heart, not just in your mind.\n\nThink of this future world. It will not be an easy world. It will not be a paradise. It will not be a world where you will have everything you want, endlessly. It will be a world of great responsibility and cooperation. It will be a world where you will have to take care of other people and be a true participant in your nation and culture. It is a world where human corruption will be limited even if it cannot be eradicated. It will be limited out of necessity, for humanity cannot afford war or revolution in a world like this.\n\nYour position in the world will be more fragile than it has been in the past, and you will be threatened by forces in the universe who will seek to gain dominion here without the use of force, using the powers of persuasion and inducement or discouragement. You will be battling an unstable climate and the reduction of resources. Everything will have to be utilized well and carefully.\n\nBut it will be a world of great spiritual power and great security, greater than any time in human history, if such a world can be achieved. It will be a world where human ingenuity will be highly valued. And the power of Knowledge will be available to many more people than is the case today.\n\nYou must hear what I am saying to you. It is not the world you want. It is the world that will be and that must be created. And you want this, and you will want it increasingly as the world around you becomes ever more unstable, ever more challenging, ever more dangerous.\n\nHere you must stop complaining about the world and use that energy that you spend in a meaningless way and wastefully complaining and criticizing others, to begin to build the Four Pillars of your life, the overall foundation for enduring a time of great change and upheaval. You must take the Steps to Knowledge to find the greater power that God has given you, which exists beyond the realm and the reach of the intellect. And you must look upon the world following the counsel and guidance of God’s New Revelation, which alone has the power and clarity to produce a greater future for humanity.\n\nHere all the religious teachings of the world will find their resonance, if they can be understood correctly. For they were given to build human civilization, world civilization, and they have been partially successful in doing this.\n\nNow human civilization must be protected and must endure the Great Waves of change that are coming to the world and must be protected against intervention, persuasion and manipulation from forces from beyond the world, who are here to take advantage of human weakness, division and expectations.\n\nDo not shrink from this, for this is your life. This is your future. This is the world you are going to hand to your children. This is the world you are going to have to deal with when you finally grow up and stop indulging yourself in your fantasies and wasting your time and your life through meaningless engagements with others.\n\nIt is a world that will require human maturity, human wisdom and human cooperation on a scale never seen before. In this, humanity can find its redemption, its power and fulfill its destiny in becoming a free and self-determined race in the universe.\n\nThis is the vision. You must hold this vision if you are to build such a future and not let the tragedies of the past and the consequences of the past and the ignorance of humanity, the stupidity of humanity, discourage you or rob you of this vision. Or you will lose your destiny here.\n\nHere you must forgive your past. You must forgive others and see that it all represents the need for Knowledge within yourself. Your failures, their failures, the failures of the past, the likely failures of the future must all be seen clearly and objectively and recognized as a demonstration, a vast and compelling demonstration of the need for Knowledge.\n\nThat is why God has given you the Steps to Knowledge. For the first time in the history of this world, God has given the Steps to Knowledge for people everywhere, not just for saints and sages, or great artists or humanitarians. The prescription for success and the warning against failure are now being provided as never before.\n\nDo not deceive yourself in thinking that this is a negative assessment of the future. It is simply being honest. And if you can be honest with yourself and objective in viewing the world, you will see these things. They are clear as day to those who can see.\n\nPeople insist upon the world they want because they are afraid of the world. And they are so given to their desires and their beliefs and their preferences they cannot see clearly what is occurring around them, and even within them. So they mismanage their health. They mismanage their relationships. They mismanage the use of the world. They fall into contention with themselves, with others and with life itself.\n\nLook with clear eyes, and you will see these things demonstrated all around you. But you must not look with condemnation if you are to have the strength and the energy and the focus to hold the greater vision that must be held by increasing numbers of people.\n\nIf God’s New Revelation can be made available to them, they will be able to see. And they will be able to recognize that Knowledge is the most powerful force in the universe, and that it lives within them, waiting to be discovered.\n\nRemember, humanity is facing a fundamental decision about which way it will go. And it will go the way it is going now unless enough people decide otherwise. Though they cannot create the new world right away, they must build the foundation for it to exist, which will require generations of people’s efforts and dedicated action.\n\nYou may wonder: Will people actually do these kinds of things in spite of their self-interests? We say, if they are guided by Knowledge, they will do these things, for that is the greatness that lives within them.\n\nHere you must have faith not only in the outcome, but you must have faith in the power and presence of Knowledge within you. If that is a distant unknown reality, then you must take the Steps to Knowledge to find the source of your strength, your integrity and your greater mission in being in the world at this time under these circumstances.\n\nThe blessings of Heaven go with you in this. Whatever religion you are a part of, whatever nation you live within, whatever your social standing, whatever your economic reality—the Calling is there, the power of Knowledge is there. It must come forth from the many now and not just the few. This is the Will of Heaven. May this become then the intention of humanity.",
  "audioUrl": "https://www.newmessage.org/av/the-vision.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/vision-future-world/"
}