{
  "title": "The Watchtower",
  "content": "It is very tragic that people are so unaware of what is happening around them, so preoccupied they are with their own thoughts, problems and concerns. It is a remarkable thing that the most intelligent creature should be functioning in such an unintelligent manner. For the animals in the field and the birds in the air are always watching their environment, always checking to see where things stand. Of course, they must do this to survive. But for humanity, so long sheltered in the wealthy nations from the vicissitudes of life and so reliant upon authority figures to define reality and to provide insulation, much of this natural ability and acuity has been lost.\n\nThis is not living in fear. This is simply being aware—aware of your environment; aware of what is going on around you; aware of the thoughts, feelings and attitudes of the people you associate with or whom you work with; a careful discernment, an objective discernment, of what is happening around you.\n\nThis discernment is very important because it gives you a forewarning of future problems. It tells you who in your environment is trustworthy and who in your environment is aware themselves. You become aware of the dynamics between people who work together. And most importantly, you are able to respond to Knowledge within yourself as you perceive the world around you.\n\nThis requires a clarity of mind, a state where you are not constantly dreaming and wondering and hoping and problem solving in your own mind. You are very present to the situations you are in. You are very present to the people you are with. You are discerning the environment.\n\nThis is especially important for people because the mental environment in which you live, the environment of thought and influence, is complex and has great impact upon people emotionally, and carries with it great consequences in the kind of experience that people have in their lives.\n\nHere part of your spiritual practice is to cultivate a watchtower, where you look at the world around you and you look at your circumstances with great objectivity—discerning any problems before they arise, discerning hazards before they come upon you, discerning the nature and intentions of people around you and whether any of them have yet discovered the power and the presence of Knowledge within themselves. This is an antidote to self-obsession and really to obsession of any kind because you cannot be paying attention to your own inner experience and the world around you and be obsessed with other things.\n\nHere going up in your watchtower to look at the horizon of the world; to look at your immediate circumstances; to be watchful for hazards or problems and opportunities as they arise is not something you just do once in a while. It is actually part of your spiritual practice, something around which you develop a set of skills.\n\nHere you practice stilling your mind to be observant. Here instead of immediately judging the world or reacting to situations around you, you begin to discern them more objectively. You check your own reactions and impulses so that you may become aware.\n\nThis is especially important now because humanity is entering times where the insulation for people in the wealthy nations, or anyone who could afford such things in the past, will have to now face a more turbulent and difficult world—a world of declining resources, a world of greater competition between nations, a world that will have many stresses and challenges. You cannot be lost in your romances and your fantasies and your dreams and be able to make it in a world like this. So the watchtower becomes ever more important for you now.\n\nGreat Waves of change are coming to the world—all converging at this time, creating a set of currents and cross-currents that are so complex and interactive that it will be nearly impossible for anyone to discern how things are going to play out. These Waves are very powerful. They can deprive you of your employment. They can deprive you of your wealth. They can deprive you of your opportunities. And, in extreme cases, they can even deprive you of your life.\n\nTo be unaware of them, and to not pay attention to them, is clearly foolish and unintelligent. To simply complain about the way things are or condemn people who you think are responsible for the difficulties of the world is really not to be present. It is not a state of awareness. It is not a state of clear observation. To avoid the world, to deny what is happening around you, to protect yourself or to try to keep your fantasies and preoccupations alive, is clearly unintelligent and self-destructive.\n\nHow many people are caught off guard by situations they were not anticipating and for which they were unprepared? Look in the world around you and you will see how people are suddenly overtaken by changes in their economic life, by changes in the climate, by changes in the social or political makeup of the world in which they live.\n\nIf you are not watching, then life will carry on, and it will overtake you. And because you are unprepared for it and did not anticipate it, it will have a great and often devastating impact upon you.\n\nThe Creator of all life has given you a greater Intelligence, the power and the presence of Knowledge within yourself—a Mind beneath the mind that you think with, a Mind that is wise and powerful, a Mind that is not corrupted by the world. This Mind is here to guide you, to protect you and to lead you to your greater accomplishments and relationships in life.\n\nKnowledge will exert itself in these ways, and you will feel its impact and its guidance, its encouragements and its restraints, if you are really present to your own inner experience. But if you are not present, if you are preoccupied, if you are busy all the time, running around like a crazy person, if you are driven by the needs and expectations of others or by your own insecurity, you will not hear and experience the expressions of Knowledge within yourself or even within other people.\n\nIn a social setting, someone may have a moment of prescience where they see something important and they report it to their friends or acquaintances, and nobody really wants to hear it. Nobody wants to deal with it. People repudiate it. They deny it, or they just avoid it altogether. Here you can see in so many circumstances how the deeper Intelligence that every individual possesses is thwarted by social attitudes and by the general state of mind of people around them.\n\nHere people do not want to talk about certain things. They do not want to think about certain things. They are so afraid of themselves and their own experience, and they are so afraid of the world that they want to live in a little world of their own creation, indulging in their own thoughts, hopes and fears. They want to live this little life—undisturbed by the world, unfettered by the world and uninterrupted by life. This is so clearly unintelligent and self-destructive because you are part of life. You were sent into the world to participate in life. And Knowledge within you is here to guide you to become aware of your own experience and of the world around you very profoundly.\n\nSo clearly here people’s self-denial and the reality of Knowledge within them are in great contrast to one another and are moving in extremely different directions. Here it is so very important to snap out of your dreams, to recognize the degree to which you are unaware of your environment, of people and of your own deeper experience and to see that really what spiritual practice is, is reconnecting with the power of Knowledge within yourself and reconnecting with the world around you.\n\nBut you cannot do either of these things if your mind is full of condemnation—full of self-condemnation and condemnation of others. Clearly, you cannot do this if you are simply ascribing to one idea or one perspective or relying upon your judgments against other people and your prejudicial thinking. For with this, you cannot look, you cannot listen, you cannot hear, you cannot explore, and you cannot penetrate the surface of life, for you are just reacting to it automatically and mindlessly.\n\nPaying attention to your environment, paying attention to your interactions with other people and listening for Knowledge within yourself as you do so represents the state of mind and the neutrality that you really want to have. Because it is through this neutrality that you can begin to really see what is happening, and you can discern who to be with and who not to be with; where to go, where not to go; what to do, what not to do. You can discern your actions and behaviors that are in keeping with your deeper nature and those actions and behaviors that undermine or that go against your deeper nature.\n\nWith this clarity of mind, you can see what is coming over the horizon, and Knowledge within you will teach you how to prepare for eventualities. You will not be suddenly overtaken by dramatic loss or dramatic change. For before anything significant happens, there are signs, and you will see these signs and respond to them wisely rather than denying them or forgetting them or repudiating them.\n\nSo the watchtower is a spiritual practice, something you learn to do. You sit quietly and watch the world without judgment, without conclusions. You sit quietly and watch others without judgment and without conclusions, trying to feel the mental environment, listening for Knowledge as you do so.\n\nHere you listen to others. Instead of being caught up in your conversation, you listen to hear and to experience their deeper nature and their true condition at this moment. Here you are not judging them. Instead, you are discerning them. You are present to them. And if this is carried out correctly, you will learn a great deal about them in a short time. You will also feel compassion towards them, and you will understand them, and you will not deny their humanity.\n\nIf people would listen to each other, really, without simply reacting, you would have far less misunderstanding, far less violence and far less conflict in the world today. So this is a fundamental skill. You must see beyond your judgments and your reactions. You must gain a greater control over your mind, or you will not be able to see, hear and know the truth about anything.\n\nOne of the great truths that you must begin to consider is that who you are is not your mind. Who you are is not your thoughts and your beliefs and the parade of fantasies and ideas that constantly cross your mind. This is just the mind reflecting all the things it absorbs from the world around it and its own judgments, its own blind decisions, its own prejudices, its fears, its fantasies and its desires.\n\nIn practicing stillness in the study of Steps to Knowledge, you learn to see how much your thoughts really do not reflect your deeper nature, how much you are influenced by the opinions of others, how irrational your thinking really is, how disconnected your thoughts really are, how opinionated you are, how unresponsive to your environment you are and that you are missing so many clues and signs from the world around you because your mind is preoccupied and is not present.\n\nHere you discover that you are missing the greatest things in life. You are missing the experience of affinity with others. You are missing the appreciation of beauty in your environment. You are missing the experience of gratitude for all the things that you have and all the things that are working for you at this moment. You are missing connections with people. You are missing opportunities. You are missing the signs of danger or hazard.\n\nThere is a watchtower there within you, but no one is there. It is empty. There is no one to guard the gates of your mind and your heart. The Great Waves are coming, but there is no one to observe them, to consider them and to prepare for them.\n\nThis is really coming to terms with your own experience and your own lack of response, or responsibility, to the world around you. Responsibility is the ability to respond, and this response must not be to final events as much as to everything that leads up to them.\n\nYou do not just find out one day that you happen to be married to the wrong person. You do not just find out one day that your work and career does not really represent who you are and what you are here to do. You do not merely wake up one day and find that economic change has depleted you and put you in a position of impoverishment. You do not just wake up one day to find that your body is ill. You do not just wake up one day to find yourself abandoned by someone whom you thought was really there for you.\n\nWhere were you leading up to all these events? Where were you when all the signs of these events and eventualities were being shown to you? Where was your mind? Where was your attention? What were you doing to not see and not respond to all the indicators that were showing you what was coming—warning you, alerting you, preparing you and so forth?\n\nPeople love to complain about the way things are and cast blame all around, but where are they in responding to the world? Can they see opportunity in adversity? Can they see adversity in opportunity? Are they really watching? Are they paying attention? Are they responding to Knowledge within themselves? Or are they merely obsessed and preoccupied, unaware of what is happening within them and around them, not really participating in life, not really present for others, sort of living in their own little nightmarish world, hoping that life around them will not impinge upon their obsessions?\n\nThis is the sad state of so many people, and everyone suffers from this to a certain degree. It is kind of a social amnesia, where people literally forget who they are, what they are, where they are going and what they are doing. They are not paying attention, or they are only paying attention to one or two things to the negligence of everything else.\n\nIf you were really paying attention to your own deeper experience and to what is happening in your environment, you would not have time to suffer. You would have far less time for this. And it would become ever more difficult for you to make a serious mistake, for you would see the signs and the indicators that you are on the wrong track, or that something was going to change that would affect you and the outcome of your life.\n\nThis is a very fundamental part of your spiritual practice. Spiritual practice is not to transcend the world or to cavort with angels or to experience unlimited bliss. Spiritual practice is really about becoming re-engaged with Knowledge within yourself, the deeper Intelligence within yourself, and to become truly engaged with the world around you and with other people. Here spiritual practice is not a form of escape. It is not a personal obsession. It is the road back to real engagement with yourself and the world. It is the road out of Separation. It is the road out of isolation. It is moving your life in a true direction. It is building the necessary awareness and skills. It is developing new habits of thinking and observation. And it is giving you the strength to overcome your past tendencies, many of which you have simply adopted from the culture around you.\n\nHow can you be immersed in depression or suffering when you are paying so much attention to all these things, when you are exercising observation and clarity of mind? Clearly, you have gained enough strength here to check your own self-destructive tendencies, to check your own desire for denial and avoidance, to choose again how you will respond to the world, instead of being merely a slave to your reactions and to your previous thinking and social conditioning.\n\nThis being present requires looking and listening and observing—without judgment, without preference, without trying to make things look the way you want them to look, without trying to simply focus on one aspect of life alone, without avoiding anything and without denying anything. Just being present.\n\nTo love another, you must be present to them. To love the world, you must be present to the world. To love and to know yourself, you must be present to yourself.\n\nThe more that you gain this awareness and this set of skills, the more you see that people around you seem like they are sleeping. They are moving about with their eyes open, but they are not really present to the world or to themselves. They seem greatly unresponsive to all the signs the world is providing. They seem to be really unaware of their own situation and the great price they are paying for so many things that do not support them.\n\nRich or poor, you see this in people. Here beauty, wealth and charm are seen as not a real advantage unless a person is really present and clear minded and connected to Knowledge within themselves. Here all the advantages that people are struggling to have and to defend now seem to have much less value, if they have any value at all.\n\nFor if you are missing all of life’s beauty, all of life’s indicators, all of life’s signs, all of life’s opportunities, what is the value of beauty, wealth and charm? If these things are replacing your ability to truly unite with another person, or to respond to the power and the presence of Knowledge within yourself, what value do these things have at all? And yet people are mesmerized by them. They are spending their whole life trying to acquire these things, trying to prove things to themselves, trying to fulfill their ideas and their fantasies, trying to gain the acceptance of some other person whom they admire.\n\nOne of the practices in Steps to Knowledge—at the very beginning of the study of Steps to Knowledge—poses the fundamental question, the fundamental problem in human awareness. It states: “Knowledge is with me, but where am I? Knowledge is with me, but where am I?” Knowledge is alive, fully present within you, but you are not experiencing it. So where are you? Life is happening all around you, but if you are not experiencing it, where are you? People are communicating to you on all different kinds of levels, but if you cannot hear them, then where is your mind? Where is your focus? Where is your awareness?\n\nIf you cannot be present to life or to others or to yourself, the only possible place you could be is to be lost somewhere in your own thoughts, hidden behind your own self-defenses, covered up by your suppressed feelings and emotions, buried in your reactions to the past. Essentially, if you cannot be present to yourself, to others or to life, it means you are caught up in your thoughts and in your own condition.\n\nHere it is really necessary to break free. It is really necessary to begin to explore your own feelings. If you cannot feel anger, then you will not feel love. If you cannot feel sadness, how can you experience affinity with anyone? If you are choked because of the suppression of these things, then your mind will be unclear, your senses will be dulled and your expression will be oppressed.\n\nIn becoming aware of your own experience, you begin to have this experience, and some of it is simply residue from the past—old regrets, failed love, inability to communicate, failed expectations, disappointment, upsets with people, problems with people—just residue from the past that is choking you, filling up your mind, backing up your mind.\n\nIn the study of Steps to Knowledge, these things begin now to flow into your awareness. You are not suppressing them any more. Perhaps it is a matter of just experiencing all these things so that you are not so afraid of them, and you are not running away from them anymore. Perhaps there are people you must communicate with to try to resolve old misunderstandings. Perhaps the love you could not express or experience with your family or parents needs now to be examined so that you understand the situation more clearly and more objectively.\n\nThis is part of the reconciliation that must happen, part of the cleaning and clearing of old and negative emotions, part of the restoration of your mind. What was oppressing you before is now being replaced by the ability to discern your experience and to determine how you want to communicate with people. Before, you were too oppressed to have this freedom of choice, but now you are able to exercise it more freely. Self-trust now returns to you. The appreciation for your life, even for your mistakes, now returns to you, as you are able to gain a greater value and wisdom from these experiences. Instead of running away from yourself or avoiding yourself, you are opening the doors to your inner world, letting all the demons out, letting all the darkness out, turning on the lights in the dark recesses of your mind.\n\nHere you are not running around, filling up every moment with stimulation and activities. Even in the name of practical needs, you are not doing this. You are creating enough time and space in your life to begin to re-evaluate your own experience, to re-evaluate your circumstances, to re-evaluate your engagements with others and your relationships, to re-evaluate your own tendencies and to re-evaluate your strengths and your weaknesses and those attitudes that you might still have that really are working against you. Here you have the opportunity to become more objective about your social conditioning and what part of that conditioning you want to maintain and what part you want to change or eliminate.\n\nBut you cannot do any of these things if you are running around all the time, with the television blaring and the radio blaring and your mind chattering away mindlessly, endlessly, talking about things of little or no consequence. You cannot do these things if your mind is obsessed over some interest or hobby. You cannot do these things if you cannot face your current condition, which for so many people is far more detrimental than they are willing to admit.\n\nAll this comes from watching, looking and listening: the Watchtower. The Watchtower: looking within yourself and scanning your inner world. The Watchtower: looking to the outside and scanning your environment and discerning what is coming over the horizon. Over time, as you develop this awareness, this emphasis and these skills, your mind will become the wonderful vehicle of communication that it really is. You will see that who you are is beyond the mind, beyond the reach and the realm of the intellect, something that cannot be defined easily or put into a simple definition. And you will see that your life is full of mystery and full of wonder.\n\nHere you will learn to be grateful even for your mistakes, for they will teach you and give you the gifts of wisdom. Here you will look at other people’s mistakes, which heretofore you used to condemn and react to. Now you are looking at these with a different awareness, to see how they are teaching you about wisdom and showing you the consequences of living without Knowledge or trying to live out your fantasies and your pursuits without clarity and awareness.\n\nHere you begin to live a very different kind of life—a life of engagement, a life of clarity, a life where you are discerning the movement of Knowledge within yourself and the movement of life around you. Here you put yourself in a position to gain the maximum value from the guidance, protection and wisdom of Knowledge. It now becomes your guide and compass and replaces your fear, your anxiety, your denial and your self-repudiation that dominated you before. Here you emerge out of the isolation of your own thinking and are able to gain the strength and the courage to face life directly—to consider whatever is emerging over the horizon no matter how difficult it might seem; to become really honest with yourself about where you are in life, who you are with and what you are doing, unwilling now to waste this precious opportunity to be in the world through misapplication of any kind.\n\nThis is so very important, you see. This is what gives your mind clarity and power. This is what enables Knowledge to shine through.\n\nIt is a very interesting thing, you see, if you are able to sit with anyone who is really wise, you will see they are always listening and watching. They are paying attention fully. Everyone else is chattering away, running around mindlessly, foolishly, without any self-awareness.\n\nBut the wise man or woman is watching and listening and paying attention. They are aware of their inner experience. They are aware of their environment. They are aware of who they are talking to. They are really engaged with being here in the world at this time. And they are experiencing a quality of life that escapes everyone else. They are dodging mistakes and avoiding hazards, unlike everyone else. And they are able to fully engage with people and to experience a depth of relationship that escapes everyone else. They look at the world to see where they must go and what they must do, with an inner freedom that is unknown to everyone else.\n\nThis is the difference that will make all the difference for you and for others. This is the gift of taking the Steps to Knowledge. This is the teaching of God’s New Revelation for the world. Some of these practices are ancient. Some are new. But the New Message puts it all together and gives it great coherence, great clarity and simplicity and great application for your life.\n\nFor you were sent into the world to contribute to the world, in specific ways, in concert with certain individuals. To find this, you must reclaim your life. You must build your connection to Knowledge. You must re-evaluate where you are and learn how you got there in the first place. You must allow Knowledge to reorganize and refocus your life so that it can reflect your deeper nature and your greater purpose for coming into the world at this time.",
  "audioUrl": "https://www.newmessage.org/av/the-watchtower.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/the-great-practices/watchtower-paying-attention-world/"
}