{
  "title": "Walking The Way of Knowledge",
  "content": "What does it mean to walk The Way of Knowledge? What is it really like? We shall speak about this to give you a greater idea of what the road ahead looks like and what it means to begin.\n\nEveryone’s path is a little different, but be careful here not to make too great a distinction. When you are living in the world and all you see are human beings representing intelligent life—which is not completely accurate because there is other intelligent life in the world—you tend to think the variations between one person and another are quite great. Indeed, within this limited context, the differences between people do seem remarkable. People do seem to be quite distinct from one another. There seems to be great variation in people’s nature, temperament, environment, culture, and so forth.\n\nBut from a Greater Community perspective, human beings are not seen as really that different. The variations between them are really quite small. In order to have this perception, you will need to stand outside your human context and be able to look at yourself with great objectivity within the context of a Greater Community of life. Indeed, the differences between human beings and even your closest neighbors in the Greater Community would make the distinctions between people individually quite small and insignificant. This is born of a Greater Community perspective, a perspective that you will need to cultivate over time.\n\nSo, whereas an individual’s preparation can seem somewhat unique, everyone must learn certain basic things. Everyone must develop certain basic skills regardless of his or her nature, temperament, environment, culture, age and generation. These things seem to make a great deal of difference to people, but again we must go back to a Greater Community perspective where the differences between people are not that great. I am making this point at the outset because you must see that though there are slight variations in what people must do for themselves and in what they must emphasize in their learning and preparation, everyone must pass through certain basic thresholds.\n\nFor example, everyone must learn to find out what Knowledge is and how Knowledge speaks through them. A great task this is and one with many stages of development. It is something that everyone who begins this great journey must accomplish. And they will experience Knowledge differently, not because Knowledge is different in them, but because their interpretive skills and orientations are different. For example, everyone looks at the same tree but has different experiences. That does not mean there is more than one tree. Everyone looks at the same event and comes to greatly different conclusions, but there is still only one event. People look at one another and have a whole range of responses, but they are all still just people engaged in various activities together.\n\nWithin the world, human beings tend to make great distinctions about things that are not of great importance and overlook the things that are of greater significance. The differences between people’s mannerisms, behaviors, idiosyncrasies, and conflicts are given great importance here. The greater possibility within each person, which is the presence and emergence of Knowledge, is overlooked. Things that are merely peculiarities in people are elevated to such a point that they seem to define them entirely. For instance, you tend to think of people in terms of their dominant characteristics—their behavior, their mannerisms or even their figures of speech. Is this the truly important part of people? No.\n\nThis is a very important point because at the outset in The Way of Knowledge, everyone wants to have his or her individuality accentuated and validated. Everyone wants to be more unique, more important and more special. Of course, while there is a great investment in this, there is also a deeper desire for union, cooperation, community, affinity, shared purpose and shared accomplishment.\n\nSo, we have these two purposes. They are in opposition to one another, and this represents the conflict that exists within each individual. People want peace. They want reconciliation. But then they want other things too. This makes peace and reconciliation impossible. This is a fundamental conflict in human beings and, as a matter of fact, in all forms of intelligent life. That is why with the emergence of intelligence there must be the emergence of a greater spiritual understanding; otherwise, your intelligence merely makes you more aware of your pain, your discord, your vulnerability and your mortality. Unless a greater spiritual awareness arises with intelligence, intelligence itself creates a great and oppressive burden upon the individual.\n\nPeople come to the first gate in The Way of Knowledge wanting more of everything they want. And yet they are moved and feel compelled to seek for something more pervasive, something that is more difficult to define perhaps, something that they yearn for more than they want, something that they need more than they desire. So, at the first gate, you encounter the Teaching and you decide that you are going to try to get something out of it. You want to benefit from it; you want it to do something for you. And of course, you want it to satisfy these two different purposes.\n\nFundamentally, the difference between these two purposes is that one is the desire for greater separation and the other is the desire for union. Sorting all of this out and making decisions to support one over the other represent a great deal of the work in The Way of Knowledge.\n\nNow, at the outset, many people are very disappointed when they find out that The Greater Community Way of Knowledge is not going to make them richer, or fill their life with love and pleasure, or make them immune to the world, or make them more unique and impressive. Many people fall away when they come to this realization. They turn away to seek other things that seem to promise these rewards. These things are not promised here because they are not genuine. The deeper part of you is looking for a place to give. It is not looking to acquire more of what drives everyone in the world mad.\n\nWe present The Greater Community Way of Knowledge—nothing more, nothing less. We do not promise love or money. We do not promise fame. We do not promise immunity from the world. We offer something more enduring, more complete, more genuine and more real. We offer Wisdom, Knowledge, relationship, community, purpose and accomplishment. And commensurate with these we offer courage, consistency, self-trust, inner certainty and, most importantly of all, we offer inclusion in life, which includes all that I have mentioned so far. Now these all may sound fine, but of course there are other desires that seem to prevail. So, let us spare you confusion at the outset to say that The Greater Community Way of Knowledge is not going to add to your self-importance. It is not going to compensate for self-doubt or self-hate. It is not a substitute for an inadequate or incomplete life. It is not a band-aid that you put over the open wound of your own inner conflict.\n\nEven to begin The Way of Knowledge there must be a pure motive. That is not to say there are not other motives. We expect there will be other motives. But it is to say that there is something very genuine calling you here. We do not try to make this a popular movement where we have something for everyone, like a great social event or carnival. We do not promise that we are going to resolve all of your little aches and pains. We only promise what is inevitable if you follow The Way of Knowledge. It is inevitable because of what you will learn to value and because your true motives in life will become stronger and eventually will prevail over all other motives and incentives that you may have created for yourself or that you may have assimilated from the world at large. These rewards are inevitable because you will want them, choose them and walk away from anything that falls short of them or that does not represent them truly.\n\nThe Way of Knowledge is the place to learn and to give. And if, in the process of learning and giving, things are lost or given up along the way, then just consider them to be excess baggage because you will want your burden in life to be lightened so that you may have the mental and physical freedom to learn greater things. We do not take anything away. The Way of Knowledge does not despise possessions, it does not encourage you to become ascetic and it does not teach renunciation. What it does emphasize is self-honesty and a practical approach to accomplishing things in life. If these are honored, accepted and followed, then that which you need will become stronger and more amplified, and that which merely burdens you will be discarded along the way. For what creates greater conflict than desiring the meaningless and avoiding the meaningful? This is the source of all confusion. Why would you want the petty trappings of life when the greatness of Knowledge is within you, calling upon you? Of course, you haven’t experienced this fully. How could you have experienced it fully? But you have reached a place where you can realize that it is possible and that it is important.\n\nLearning The Greater Community Way of Knowledge means that you are learning to work, focus and be still while you carry on the normal activities of life. It does not mean that you leave aside all the mundane activities that bother you or discourage you. It means that you enter into them with a greater presence of mind. Your life looks the same. There is not a lot of ritual or fanfare. Your behavior doesn’t necessarily change. What is changing is something more fundamental and pervasive. It is like growing a great garden. It requires a lot of work, and while you carry on your life, the garden grows. It is the same in The Way of Knowledge. You cultivate a place within yourself for Knowledge, you support this place and you nourish it, and Knowledge grows all by itself.\n\nImportant change is gradual. This is change that has had time to integrate itself within you. Change without Wisdom or integration is merely a disassociating force in your life. It does not promise advancement, growth or development. Indeed, you can see that people all around you have undergone tremendous change with very little real effect upon them. Change becomes life giving and life renewing when it is accompanied by a greater purpose and the possibility for Wisdom and meaningful relationships. Then change does something for you. Then it opens new doors and takes you into new areas.\n\nSo, living and following The Way of Knowledge does not make things look different. You will still have good days and bad days. You will still have days when you feel certain of what you are doing, and you will have days when you are uncertain. You will still cry and get angry. You will still do silly things. You will still make mistakes. But while all this is going on, something else is growing within you and becoming more powerful, more real and more evident. There is the great garden growing—the garden of Knowledge. There is a fire burning within you—the Fire of Knowledge. It is growing, day by day.\n\nThe great change that you will experience will be unlike the big sensations that people usually call self-transformation. The real change happens deep within you. You don’t usually see it happening, but you do notice the results. As time passes, you start to feel differently about certain things, not because anyone has told you to do so. It’s just something you feel. Time passes, and your values change. You begin to take refuge in the truth rather than attempt to escape from it. You seek quiet more and more as gross stimulation becomes a great aggravation. You look for different things in yourself and in others. You become more aware of the subtle interactions between people. You are more affected by the mental environment and more sensitive to it. You begin to value truth and understanding more than possessions and pleasurable sensations.\n\nThis is all natural. Nothing is being imposed upon you here. You are simply coming to terms with a deeper need and a deeper affinity with life. People have great big experiences, and they say to themselves or others, “Oh, my God! This was the biggest experience! I had the biggest experience! It will change my life!” Well, these do not change your life. What they can do, however, is make you aware of a greater change that is occurring within you.\n\nIt is true that very intense or demanding experiences do have an impact on people. But real growth and development happen from the inside out. They happen beyond the control of your personal mind, which is why we say that working on yourself should never be your priority because how can you work on yourself? Can you pick yourself up by the scruff of the neck? Can you lift yourself up by the hands? No, of course not. However, many people think that they can. In reality, it takes something else to do this for you.\n\nThe real work on yourself involves adjusting your thinking and behavior in relationship to real experiences in life. Going off and trying to change your personality will not be productive. The Way of Knowledge does not ask you to bow out of life and fiddle with yourself. It does not ask you to become more important, more distinct or more unique. It does not ask you to be better than others or worse than others. It does not ask you to be proud and arrogant, and it does not ask you to be weak and self-effacing. These are all attempts to increase your self-importance. They represent attempts to look better to yourself.\n\nThe Way of Knowledge does not ask you to look better. It asks you to become open and receptive to Knowledge. The process of doing this will correct the inconsistencies and conflicts within you. It is the process itself that will do this. It is walking up the mountain of life. In doing that, you shed things that are not necessary, and you bond to things that are. You say farewell to certain people, and you join with others. You are not doing this because you are fooling around with your personality. You are doing this because you are going somewhere, and to get where you are going, you have to make certain adjustments. This is the real personal work you do on yourself, and it constitutes a very small amount of your time.\n\nSome people think that they are self-created, so in order to improve, they have to recreate themselves and make a better rendition of themselves, an improved version. Of course, this only darkens their dilemma and makes it more complicated and difficult to escape.\n\nThe Way of Knowledge gives you something important to do in life, and as long as you keep doing it and persevere in doing it, things which are unimportant will either be satisfied or forgotten. God does not enter conflict and correct it. God provides purposeful activity to do, and that is what restores self-value and self-awareness to the individual. God does not come into your mind to repair everything and rewire your circuits. God calls you to do something and to respond to something. If you do that, then you will begin a path of resolution.\n\nThis is The Way of Knowledge. At the outset, you will not see much change on the surface, unless, of course, you are trying to recreate yourself, restyle yourself or make yourself more attractive to yourself, which is what a great deal of personal growth is really about. It’s like a beauty school! How to look better to yourself. What value is there in looking better to yourself? The approval you will get will be temporary, and the problems you encounter will be many. The greater your investment in self-importance, the greater your distance from inclusion in life, and the more remote peace and accomplishment will become for you. The world does not need another tormented life. It needs a life of unity—a unity that has been established through honest endeavor, a unity that has no pretense and is not being used for compensation or justification.\n\nIn beginning The Greater Community Way of Knowledge, you begin some new activities. In the Steps to Knowledge Program you begin a daily practice. It is not a practice that you govern. It is not a practice that you adapt to yourself. It is a practice that you step up to. It is a practice that you adjust yourself to. You cannot improve it, but you can participate within it. Your practice at the beginning is very small, but it is consistent, and to follow it, you have to persevere and apply yourself. At first, it asks for very little time and attention. But what it does ask for it asks for consistently, not a day here and a day there, whenever you remember or feel like it, but every day. And if you miss a day, you come back and rededicate yourself. Your practice will grow, and as it grows, you will see that it is in keeping with the progress of your life. Yes, you will have days when you do not like it or understand it. You will have days when you feel grave self-doubt or self-deprecation, but as long as you are practicing, you are building a place for Knowledge to emerge within you.\n\nSo, you have something new in life. It is called practice. If you stay with it, you will slowly begin to understand it. And if you learn to understand it, you will learn to value it, and your participation will deepen. You will do this without having to believe in any heroes. You will do this without having to have any creation stories. You will do this without having to have any heavens or hells. You will do this because you know you need to develop and you need to gain access to your inner life.\n\nPerhaps you may give a different definition that expresses your motive. But remember that there are only two motives: There is the motive for Knowledge and there is the motive to look good. Look around you. How many people are trying to look good, not only to each other but primarily to themselves? Everyone wants to be liked. Everyone wants to be justified. Everyone wants to be unique. Everyone wants to be validated. This is a desperate and hopeless pursuit, for you will never get enough to satisfy you.\n\nSo, while you are going along as a student of Knowledge, not much has changed except that you have this practice. But as you follow this practice, you will begin to experience some very important turning points which we call thresholds. In most cases you will not see the threshold itself, though you may think you have identified it. In most cases, you will experience the result of the threshold, which is a change in your perception and inner orientation. This is the result of a real change. The highs and lows of emotional experience do not constitute thresholds. A threshold happens at a deeper level, beyond awareness. But you will begin to experience its results with a change in your attitudes, your perceptions, your values and your associations. This is gradual. It needs to be gradual in order for you to integrate it and to put it into practice. Sudden change is often more destructive than it is constructive. Gradual change holds the best promise for success and for enduring value.\n\nAs you advance, you will begin to have new levels of experience and a greater sensitivity to people and to your own inner state. The development of this sensitivity is natural, but it also requires a certain amount of repositioning yourself in life because human activity is very gross and abrasive, and it will be more difficult in many cases to be around this. This will lead to some new behavior on your part and generally will bring about improvement in the quality of your life. These are all the results of inner development, which is fueled by your practice in The Way of Knowledge.\n\nThresholds await you down the road. You will pass through them and not know you are passing through them, but their evidence will be unmistakable as you begin to experience their effects and their results. It takes two to three years to assimilate your practice and to experience these kinds of results. Now, of course, most people do not last that long in their attempt to learn The Way of Knowledge. Some stay for a few weeks, some stay for a few months and some stay for only a few days. But they eventually will come back to this or to something else as they experience their inner need and come to realize that they themselves cannot fulfill it.\n\nYou are not apart from life, so you cannot fulfill yourself. You are not apart from life, so you cannot complete yourself. You are not apart from life, so you cannot uplift yourself. Life must do these for you—the powerful, important forces in life that represent a Greater Will and a Greater Power. These forces permeate the ignorance, the conflict and the violence of your world and of the Greater Community. They are there for you, you can call to them, and they will abide with you.\n\nAfter a few months along the road, everything looks kind of the same, but something else is happening. Instead of dressing yourself up on the outside, something is growing and emerging on the inside. Through your practice in Steps to Knowledge, you are creating a place for Knowledge to emerge. You are orienting yourself towards Knowledge. You are creating time and space in your mind for Knowledge. You are slowly recognizing your need for Knowledge, and not just a need to have certainty in times of conflict or challenge. The Greater Power offers you more than simply a lifesaver to rescue you from your own catastrophes. Much more is offered.\n\nA few months into your practice, and your friends say, “Well, you look the same to me!” But you begin to say, “Well, yes, but something is happening. I’m starting to feel things. I’m not sure what they are, but I know they are important.” It is to allow this emergence of Knowledge that you engage in practice. The practice helps you on many levels. It creates balance and focus for your mind. It creates a meaningful consistency in your daily life. It produces awareness of your inner states and a growing understanding of the distinction between Knowledge and desire. It slowly develops a greater discernment in your relationships and in your perception of the world. It creates a balance where things can be sorted out and order can be established in your own mind and emotions. It does this slowly and gradually. In following Steps to Knowledge, you develop a consistency, perseverance and inner determination that are not dominated by your emotional states. You become open to new ideas and experience as you move beyond the boundaries of your former ideas and beliefs. Steps to Knowledge will take you beyond them if you follow the steps.\n\nNow, many people are very slow in this respect. They try to use all the steps in order to fortify their fixed beliefs and ideas, especially the beliefs and ideas that they consider to be spiritual and uplifting. They try to fortify what they already know rather than learn something new. Often they can persist in this quite awhile before they come to realize that The Greater Community Way of Knowledge is not here to validate their beliefs. The Way of Knowledge is here to take them on a journey into an entirely different state of awareness where their former beliefs may have little relevance.\n\nThe Greater Community Way of Knowledge takes you beyond idealism and speculation into real engagement and greater certainty. You do not need to have a wonderful set of beliefs and ideas about yourself and others in order to advance in The Way of Knowledge. In fact, The Way of Knowledge will free you from the burden of maintaining and believing in these things.\n\nTo find the natural goodness that exists within people and within yourself, your mind cannot be encumbered by a great establishment of ideas and beliefs. People usually do not come to The Way of Knowledge in order to become free in this regard. They generally come to build or to rebuild their belief system. The Way of Knowledge provides an escape from this. It enables a more natural belief system based upon real experience and observation to be established rather than something that is simply constructed because it makes you look good to yourself, makes the world look good to you or makes you conform to the expectations and conventions of other people.\n\nWalking The Way of Knowledge can seem very ordinary, particularly at the beginning. There are no great things to be done here. There are no great changes to be made in your life. In fact, you are encouraged not to try to transform yourself. Stop fiddling with yourself and let something real emerge within you. Nurture that. Support that. Like the gardener, you do all the preparation work. You plant the seeds. And then they grow on their own. You just tend to the garden, manage it and maintain it, and wonderful things spring forth. If you do too much, you spoil the garden. If you do too little, you neglect the garden.\n\nKnowledge is like a garden. It will emerge naturally within you as you are capable of receiving it, accepting it and experiencing it. This requires desire and capacity. Progressing in The Way of Knowledge requires desire. This cannot be a casual interest or a fleeting impulse. This must be something that you feel is important.\n\nAnd then there is the question of capacity. We shall speak a little on this now because this is an important subject. Even given a true desire for truth and purpose in life, one must come to recognize one’s current capacity. The only way to recognize your capacity is by taking on more than you have taken on in the past. This shows you your current mental and physical boundaries. Now, many people assume that their capacity is very great when in reality they have no way of determining how great it is. You must be engaged in something of a greater magnitude in order to find out what your capacity is. In the normal range of activities, people never reach their capacity and never have a real basis for understanding what it is. They continue to set arbitrary boundaries for their own experience, believing that they can function within these boundaries, and only through grave disappointment and disillusionment will they find out if they were correct or not.\n\nDeveloping your capacity is a very slow and gradual process. It happens beneath the level of awareness. It is the result of practice. It is part of the preparation. You were not born with a gigantic capacity. Therefore, you have to cultivate it. Until real cultivation has occurred, people tend to think that either their capacity has no limits or the limits they place upon it are purely emotional in nature. People say, “Well, I can have this, and I can be that, and I can do this,” but then they are scared away by something very small. “Oh, I could never do that! I’m no good with this. I can’t do that.” The truth is, until you are engaged in something that calls upon you and demands things of you, you won’t know what you are capable of. You won’t know what your capacity is.\n\nThis is The Greater Community Way of Knowledge. It requires a far greater capacity than your world’s religious teachings do because it accounts for a larger arena of life. It calls for a greater objectivity, a greater tolerance, a greater flexibility, a greater openness, and a greater discernment than any worldly philosophy or religion. The demands upon your capacity here are very great.\n\nSo, what is the best way to proceed? The best way to proceed is to start out very small and grow. It is to have a beginner’s mind—to be a beginner, to not claim much for yourself, to not give yourself grandiose commendations and to not claim powers, abilities and awareness for yourself. In fact, it is wiser to take the opposite approach—to have a healthy self-doubt, to say to yourself, “I’m not so sure about these things that I believe. I’m not so sure about this. I will have to look more carefully.”\n\nSometimes people go from being self-inflated to being self-denying, missing all that is in between. In this, we take a middle ground. Make few assumptions, keep your eyes open and stay connected to your inner experience. That is not the final answer, but it is a good starting point.\n\nSteps to Knowledge continues for a long time because it is building your capacity while it is nurturing your desire for truth and for reality. Building capacity takes a long time. Do not think that you are going to undo decades of worldly conditioning in a few weeks or months. Do not think that you are going to reverse in a short time all that has built your personal mind since the day you arrived in this world. You can tell yourself anything that you want. You can persuade yourself to believe anything that you want to believe. You can hold any conversation with yourself. Sometimes you can even convince yourself to do or believe things that you know are wrong. But then there is Knowledge, and with Knowledge, there is truth. Accepted or denied, altered or embraced, the truth abides with you.\n\nDeveloping your capacity to live the truth, to know the truth and to see the truth requires a great deal of time. Consider three years to be a reasonable amount of time to give yourself a good start. Three years of consistent participation and practice. You are building a foundation. Foundations are not built overnight. If you want a quick and easy way, then you will get a result that cannot stand. Do you want to build something solid or something flimsy? Do you want to build something enduring or something that is merely expedient?\n\nSo, be patient. Let Knowledge grow on its own. You do your preparation work, which is following Steps to Knowledge, considering each step seriously and learning over time how to apply them and how to interpret their application. This takes time, but it develops a real depth and foundation within you. If you must have great results right away, then you will continue to buy books, or take programs or do anything that you think will give you the fast and easy way. And your house will be filled with books, and your mind will be filled with ideas. You will have all kinds of concepts and different points of view, and you will think that you are on a great journey of higher education. But having all of these things does not mean that you have begun the journey.\n\nTo begin the journey, you will need to give yourself to something, something you did not invent for yourself. And you will need to stay with it. The things that are valuable in your life have taken time and consistent energy. Your valuable relationships, your children, your careers, your deeper interests are all results of things that have been developed and cultivated over time. Settling down and taking the journey without all kinds of outrageous expectations of yourself and of life is part of the balancing that will enable a real foundation to be established—not something that is fleeting and flimsy and easily altered by circumstances.\n\nBuilding desire and developing capacity represent the fundamentals of real education. Steps to Knowledge gives you more than you are capable of integrating, but it does so in such a way that it expands your capacity. It does this by challenging your beliefs and by nurturing your relationship with Knowledge. Knowledge will change almost everything you think, not because everything you think is wrong, but because much of what you think is unnecessary. This simplifies your mind, and as your mind becomes simplified, it becomes stronger, more focused and more powerful. Now you are not a whole host of sub-personalities anymore, all insanely competing with each other. You are becoming one person, with one point of view, with an openness to learn and a vitality for life. Your point of view is no longer a personal point of view as much as it is an inner orientation. You are able to change your ideas and beliefs as this becomes necessary, and so they are able to serve you as temporary expediencies, which is their highest service to you.\n\nIdeas and beliefs, hunches and associations must be flexible in life because as you develop, you will outgrow the things that you relied upon before. Like a child growing through different sets of clothes, you will outgrow your ideas and beliefs. You are simply too big for them now. They don’t fit you anymore. That does not mean they are bad, and it does not mean they are not right for someone else. It means that they have become too tight and too constraining for you.\n\nThe Way of Knowledge also requires self-discipline, and self-discipline is something that must be cultivated. Along with self-discipline there is restraint. People have a very odd perspective about restraint. They think it is related to self-denial, but this only represents their point of view. Restraint, in fact, is very important, and if you are to focus your life on anything, then you must curtail your other activities and bring them into your central focus, whatever it may be at that time. You do not have time or energy to waste now because your time and energy are being directed towards something.\n\nThe development of self-discipline and the ability to exercise restraint wisely represent growing achievements in The Way of Knowledge. Instead of being driven by passions and desires, compulsions and needs, you begin to function outside of them more and more as you enter into the depth of your own reality. This represents freedom, power and self-determination. Here you can refocus your mind because it is not bound by your former conditioning. So, ideas, beliefs and convictions change in The Way of Knowledge because you are growing.\n\nI said at the beginning that many people come to The Way of Knowledge because they want to fortify what they already believe, and that represents one of their motives, and often their dominant motive. They want to continue to build the point of view that they have been building for so long. But The Way of Knowledge takes them somewhere else. You cannot use Knowledge to build a point of view. You must use a point of view to build access to Knowledge. In this, your point of view must be flexible, changeable and adaptable. This keeps you at the very forefront of learning and develops your ability to interact with life. If everything is used to build a point of view, then you are not involved with life, and your awareness of it will be very selective. You will only want to see the things that represent what you want to see about your life. You will not be able to look at things as they are. You will only look at them as you want them to be or as you demand them to be. How miserable and isolating this is.\n\nThe Way of Knowledge leads you in a different direction. It frees you from these encumbrances. As you go through Steps to Knowledge, you will see your point of view needing to change here and there, you will see yourself needing to make adjustments in your thinking and behavior and you will see yourself needing to suspend certain ideas that were cherished convictions before. Idealism of any kind stands in the way of the reclamation of Knowledge. It is a choice for belief over experience, for ideas over relationships, for self-importance over truth. Even for those who have very lofty ideas about themselves and the universe, their ideas, which may seem harmless within themselves, become a great restraint in The Way of Knowledge.\n\nTo see and to think clearly, one’s mind must be unfettered. When the mind is unfettered, it has a greater capacity. It has greater powers of attention, and it is able to exert its will more effectively, which brings about greater self-discipline and the ability to exercise restraint appropriately.\n\nThe Way of Knowledge is not about having high spiritual experiences all the time. It is about being real in the moment, being present in the moment, being open in the moment, and being available to learn about the Greater Reality and the Greater Community. It is being open to Mystery and to manifestation without confusing the two. The Way of Knowledge does not mix Spirit and matter together but respects each in its own domain. Thus, the man and woman of Knowledge become more capable in the world and at the same time become more capable at experiencing and penetrating the Mystery and learning beyond current or acceptable boundaries of thought. They become more capable in practical matters and at the same time more pervasive in their perception and discernment.\n\nThe Way of Knowledge takes you into the world and prepares you for the world, but it prepares you with a greater state of mind. It is not a form of escape. It does not enable you to escape the mundanities of life. Indeed, it is here to help you contribute to the mundanities of life, for you have come to the world for this purpose.\n\nTo experience the things that I have spoken of here and to understand the distinctions that I have made, you yourself must begin and progress in the great journey. You must take the Steps to Knowledge and learn what they are, how they work and where they take you. As you climb higher on the mountain of life, you will understand the journey more completely. You will see those far down below who are struggling to progress and to understand, and you will understand their difficulty. And you will have compassion for them, for you yourself have traveled that way before.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/way-knowledge-beyond-beliefs/"
}