{
  "title": "The Redemption",
  "content": "Only God knows the way to God. Only God knows what redemption means, what it will require and how it must be achieved. People, of course, have very fixed notions upon this based upon the earlier Revelations that have been so altered by man over time. But this cannot be fully comprehended by anyone on Earth, for it is far too complex. It deals with realities of which you are unaware. It deals with the reality of Creation, of which you are unaware. It deals with your origin and your destiny, of which you are unaware. It deals with those who sent you into the world and who will receive you when you leave, of which you are unaware.\n\nIt is not possible for humanity to fully comprehend this, or any race in the universe for that matter, for they are all living in Separation. But certain things can be clarified and the pathway can be made evident, where it has been glossed over or confused in the past.\n\nThat is what We shall give today. It is not a complete understanding, for you cannot have that. Your mind is not big enough, your worldly mind, that is. Yet the deeper Knowledge that God has put within you can resonate with this naturally, without effort, for it is still part of Creation even if you are wandering in the physical universe.\n\nWhat is redemption? Redemption means, in the context of your life, returning to your natural Self, returning to your deeper awareness, returning to your connection with God and what God has sent you into the world to do. It is to re-establish fundamentally your connection with the deeper Knowledge that God has placed within you—to guide you and to protect you and to lead you to a greater life, a greater life which you have not yet discovered.\n\nWhen you think about this, you will realize how absolutely essential it is to your happiness, to your fulfillment and to the meaning and quality of your life and everything you do here. For without a greater destiny and a purpose in the world, you are adrift. Like a speck on the ocean, you are adrift. Even if you have wealth and splendor and seem to be marginally in control of your life, you are still adrift internally. You are a stranger to yourself. You do not know where you have come from or where you are going. You do not know what you are really here to do, despite all of your goals and plans.\n\nIt is really a terrible situation if you look at it honestly and objectively. Because people do not look at this honestly and objectively, they are constantly running away from themselves—staying busy, preoccupied, distracted, chasing dreams, chasing romance, chasing wealth, and if they have any wealth at all, an endless shopping spree in life, filling their life with ever more things to encumber them and to bog them down.\n\nWe are speaking of something that is essential to every person, regardless of their religion, regardless of their social status, regardless of their nation or culture, regardless of their history, even regardless of how they might view themselves. The elemental truth of your existence is the same.\n\nLiving in Separation, you think that everyone has a unique path. Everyone is unique. They even have a unique relationship with God. But, of course, nobody really knows what this means. Though it might be comforting in the moment, though it might drive off insecurity and give you a sense of control, it is inherently false and illusory.\n\nWe are speaking of that which is central to your life and to everything you do—to the meaning of your relationships and whether they are authentic and purposeful or not, to the meaning of your mind as a vehicle of communication in the world and to the meaning of your body as a vehicle of communication in the world.\n\nIn fact, when you come into the proximity of Knowledge and the power of redemption that lives within you, everything has a new meaning. Everything begins to make sense. The confusion you have lived with, the confusion which you even defend through your ideas and beliefs, begins slowly to be dispelled, like a fog burning off the landscape, revealing everything that was concealed before.\n\nOnly God knows the way, and God has put the power of Knowledge within you. In fact, this power of Knowledge has been with you since the beginning, for it represents the part of you that has never left God, that is still connected to Creation. It is the only part of you that is fearless. It is the only part of you that cannot be corrupted or seduced. It is the only part of you that is truly trustworthy in this regard.\n\nThat which is weak within you, which is your personal mind and all of the compromises you have made—your fear, your condemnation of others, your anger, your resentment, your unforgiveness—all of this represents but the surface of your mind, polluted from being in the world and from your own errant decisions and the persuasions of others.\n\nGod has put a power within you that is beyond all this, which is meant to guide you in all things, to lead you forward when that is needed, and to hold you back when that is necessary. How clear this is, how simple it is, and yet to your intellect, it is confusing because your intellect only understands reality in terms of Separation. It cannot conceive of your Heavenly Home. It cannot conceive of Creation, where the one are many and the many are one. It cannot conceive of anything beyond what the senses have reported in this world. So it is incapable of understanding Knowledge.\n\nBut that is not necessary. In fact, it is impossible. God will redeem you as you learn to discover the power and presence that lives within you and begin to follow it and to allow it to reshape your life according to your true purpose and your deeper nature. In this, you begin to feel you have a true design for being in the world. And with the discovery of your design, you begin to recall the reality of your Designer.\n\nIf you can accept that your life exists beyond the realm of your intellect—your ideas, your beliefs, your plans, your goals and all the superficial aspects of your personality—then you begin to find a greater strength, a greater permanence and with it increasing freedom from fear and anxiety. For you become anchored in a deeper part of yourself that is not afraid and knows what must be done.\n\nThis does not happen all at once. You take the Steps to Knowledge. You learn to readjust your ideas. You learn to temper your passions. You learn to see things with clear eyes, to open your ears so you can listen inside, to clear your vision so you can see others without judgment, condemnation and comparison. Your mind becomes refreshed. Your mind becomes renewed. And the darkness of your past and all of the shadows that follow you and have followed you begin to dissipate as you take these Steps to Knowledge.\n\nGod is very intelligent. God does not have to figure out your dilemma. God just calls you, and your dilemma falls apart. God does not have to figure out all of your intricate problems and the complexity of your ideas, for God calls you, and something greater within you responds.\n\nBut to follow this response, you must have an adequate degree of self-trust and self-appreciation, qualities that unfortunately many people seem to lack. They have been so degraded living in Separation. Degraded by their compromises, by their indulgences and by the persuasions of others, they have no real regard for themselves, even to the point of being disgusted with themselves.\n\nSo here it is more difficult, for you must give yourself the credit that you require to even begin. For you must now trust something within that is not based on your ideas or your past experiences, something intrinsic to you, something that God has put there like a beacon—calling you, calling you, holding you back, keeping you from destroying your life or going so far off course that within this life nothing can bring you back.\n\nYou may be a speck on the ocean, but God knows your heart and your mind and speaks to you from within you at a level that you have rarely ever experienced. This is redemption at work, step by step, increment by increment, day by day. Emotionally, you go up and down, going from joy to fear to anxiety to self-doubt to exhaustion. But like the clouds obscuring the heavens above, there is a greater Presence there that is always with you. It is your connection to God. God is much greater than this, of course. You can never call yourself God, but you are connected to God at this level only. Here the intellect can only follow and serve, to be a servant of a greater master, for Knowledge is the master. In this regard, there are no masters living in the world. Liberate yourself from such notions. You cannot attain mastery. You can become skillful, but the master is greater than your mind, always. The master is the part of you that is connected to God.\n\nHere war and violence cease to be an emphasis for you. Here forgiveness and reconciliation take the place of hatred and vengeance. For Knowledge within you is in harmony with Knowledge within others, even within your enemies, even within those who have hurt you or have committed crimes against your people or nation.\n\nThere is no enmity in Knowledge. The things that are grievous within you and all around you are the product of living in Separation. God knew these things would arise. God knew that living in Separation, evil would have a force and a power in your life and would exist in the world, for it is the result of living in Separation—a Separation that you and countless others chose long before this life and existence.\n\nGod is not going to punish you for this because you had the freedom to live in Separation, and you exercised that. Now with this freedom, you must find the return. For life here without Knowledge, purpose, meaning and true relationship is miserable, confused and hopeless. If you have the self-honesty to recognize this, then you will begin to see and to recognize the great gift that the Lord of the universe is providing to you now through a New Revelation for humanity. The gift of Knowledge was part of all the previous Revelations, but has been lost and obscured through human adoption and misuse.\n\nYou may pray to God. You may believe in God. You may bow down to God. You may think that God is guiding every little thing in your life. But God has set in motion the forces of the world at the beginning of time. God has put Knowledge within you now to guide you. If you do not honor this, then your prayers and your bowing down to God will have no meaning, for you will not be following what God has given you to follow, which is mysterious and must be discovered through self-honesty and a deeper reckoning within yourself.\n\nThis will all take time, of course, but to God time is nothing. But to you, time is everything—your time, this time, the time you have left on Earth, the time you have wasted and lost, the time you have in this moment, the time before you now. What will you do with this? Live in the memories of the past? Continue to chase illusions? Try to make something of your life for the approval of others or to satisfy and try to alleviate yourself from the suffering that exists within you, the suffering of Separation?\n\nYou may think you are happy. You may think your life is okay. But if you sit quietly, if you can sit quietly and be present to yourself, you will see that this is only an excuse, something you tell yourself. There are happy moments. There are pleasurable encounters. There are beautiful places and things to enjoy. But we are speaking of something much deeper, much more pervasive. It is the foundation upon which you stand.\n\nGod knows your only foundation in this world, in this life, in the physical universe itself, is the foundation of Knowledge. Everything else is weak and subject to change and destruction, and that is why you live in constant fear and apprehension. If you are not deluding yourself, you will see that this is the case and will seek to find relief from it.\n\nGod knows that not everyone can follow the same religion. God knows that not everyone can follow the same great Teacher or Messenger. God knows that not everyone is going to agree about the principles of religion, or even the ideas and beliefs about God. So that is hopeless. The world can never become united, whole and complete at that level. It must happen at a deeper, more profound aspect of yourself.\n\nPeople pray to God for many things. They want relief from their difficulties. They want success for themselves or those they care about. They might even pray for the well-being of others that they do not know, or for peace on Earth. This can be very authentic and can represent a true response. But you still must find that within you that holds redemption for you.\n\nYou cannot find it through the scriptures. You cannot find it through the great texts or the sacred places. For all these can do is bring you back to that essential aspect that lives within you, that is still connected to God, that holds the power of redemption and the journey that you must take towards redemption in your life, wherever you are in life. Even if you are at the beginning of life or the middle or towards the end, it is the same.\n\nHeaven only knows what Heaven has created in you. What you have made of yourself is something else. But what Heaven has created in you is the essential part of you. It is who you were before you came into the world. It will be who you are when you leave this world and return to those who watch over you. Here your beliefs are not important. They are only valued in terms of whether they brought you to Knowledge or not.\n\nIn a universe of a billion, billion, billion races and more, God has set the power of redemption. It was begun at the beginning of time, the beginning of the Separation, for you can never leave Creation completely. You can never leave God completely. You can never leave your Source completely. Even if you have led a degraded and pathetic life—even a violent life—you still cannot leave that which is your center and your Source. So it is all a matter of time when you will return to that which calls to you, which is waiting for you, even at this moment.\n\nBut religion has confused this terribly—religious belief and understanding; and human conjecture, human adoption and human corruption. So now the stream is very muddy and very unclear, and the waters are not pure. So God has brought the pure waters of Revelation again into the world, after such a very long time, at a time when humanity is standing at the precipice of a radically changing and degrading world, at a time when humanity is standing at the threshold of engaging with life in the universe within a Greater Community of life, of which you know nothing at all.\n\nIt is this great time of Revelation where the reality of redemption must be clarified and purified, where the Revelation itself must be given in a pure form during the life of the Messenger, who has been assigned from the Angelic Assembly to bring it here. It is at this time that these things must become clear.\n\nFor religion now has collapsed into contention and conflict, internally and between its great traditions. Humanity is entering a world of diminishing resources and growing population. How will you find reconciliation and cooperation in such a world? Only God knows the moment that Revelation must be given and what it must be saying and what it must give and what it must correct.\n\nThis is before you now—the greatest Revelation ever given to this world, given to a world now of global commerce and communication and growing global awareness. You are no longer isolated, primitive tribes of people. You now must take responsibility for the welfare of the world and for the welfare of human civilization.\n\nWhat will give you the strength, clarity and wisdom to do this? Despite all of the issues and contentions and disagreements that exist everywhere, what will give you the power to do this? Only God knows. Only God can give the answer. And God has given the answer. You carry it within you like a flame, beyond the realm of your intellect, beyond the realm of your ideas and preoccupations. You are like a deep ocean, but you only live at the surface, unaware of what exists down below.\n\nThe power of Knowledge works within each person, within their circumstances, giving them the strength to make the clear decisions that must be made to bring their life in order, to return to the integrity and the strength that abide within them, to pull away from unhealthy influences and relationships and to regain their strength, regardless of their circumstances.\n\nKnowledge works within each person in different ways, but all for the same purpose and goal, you see. That is why there is no conflict between Knowledge in one and Knowledge in another. Thus, it is the great peacemaker. It is the power that will give humanity the strength to restore the world and to establish a future unlike the past. It is the most powerful force in the universe—more powerful than great technological societies, which are so tragic in the repression of their peoples and populations.\n\nGod’s New Revelation gives you the chance to see the universe, to see your world and to see yourself with such clarity. But it will be a different experience. It may stand in great contrast to your beliefs and ideas and the beliefs and ideas of your culture, your society, your family and so forth. For God’s Redemption is not what people think it is because people really do not know.\n\nGod has given you the pathway, the Steps to Knowledge. God has given you the strength and the return to your strength. God has given you a world to serve, which will take you out of your personal misery and confusion and set you on a path of restoration, integrity and service. For this is why you have come, you see—not to languish in a declining world, but to provide a unique service to the people of this world. Only Knowledge really knows what this is. It is not what you think.\n\nWe are giving you the greatest secret in the universe—the key. But you must practice to comprehend. You must take the journey to understand what it really means. You cannot sit on the sidelines and try to figure this out. That is hopeless and foolish. If you dismiss this, then you are merely demonstrating your ignorance and foolishness.\n\nYou must come to the Revelation to see it. You must follow it to understand it. You must experience Knowledge to know that it is real within you and is not a product of your imagination, something you have constructed for yourself.\n\nThe blessing is upon the world, for the Messenger is here. The Revelation has come into the world. It brings with it power, integrity and the spirit of service and contribution. It is unlike anything that God has presented before, for God must speak to the whole world now, and time is of the essence because humanity is degrading the world so severely that it will determine the fate of human civilization. Humanity is facing Intervention from the universe and is unprepared. These are the greatest events in human history, but people are unaware. They are living in a dream.\n\nIt is a time of the greatest importance. It is the time you have chosen to be here. It is the time when your contribution must be discovered, honestly. It is the time of Revelation.\n\nYour redemption is fulfilled through your contribution to the world and through your alignment with Knowledge because the closer you become to Knowledge and the closer that you follow Knowledge, the more your engagement with the Source of your life and with all of Creation is strengthened in your experience. Though you will continue to have moments of great doubt and uncertainty, great fear and apprehension, the strength of your connection will be growing as you take each step towards Knowledge.\n\nThis is how you are redeemed—by reclaiming and regaining your relationship with your Source, not through belief or ideology, but by adhering to the power that God has put within you to follow. You regain your strength and you overcome your weakness by following this, by holding yourself back when that is necessary and by sending yourself forth where it is necessary.\n\nIt is a perfect Plan, beyond human comprehension. It is a Plan that is set in motion for all the races in the universe. How can anyone understand a Plan of this magnitude and this degree of inclusion? What could serve races of beings from such different worlds, different cultures, different religions who appear so different from one another and yet be a Plan so perfect that it works in all situations?\n\nIt is as if your personality and body were like costumes that you put on and you become so identified with them. But when you take them off, you are still all the same, you see. Back in the dressing room beyond this world, well, there you are.\n\nBut what happens after life is not important now. God will not send you to Hell. What is important now is what you serve, what you follow and what directs your life, now and tomorrow and the days to come. That is what is important. That is what will fulfill you if you can follow it, or that which will leave you in confusion and shadow if you cannot.\n\nGod will not punish you, but you can still live in misery, as you have done so before. God is giving you a way out of misery—not a way out of the world, but a way out of misery—by giving you the pathway to re-engage with the Source of your life and to bring your soul back to union with the deeper part of you that has never left God. This is the redemption.",
  "audioUrl": "https://www.newmessage.org/av/the-redemption.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/what-is-redemption/"
}