{
  "title": "What is Steps to Knowledge?",
  "content": "Learning Greater Community Spirituality requires preparation of a very unique kind. This preparation must take you into the very heart of what spirituality means, and yet it must enable you to face the world realistically and practically, without denial or deception. It must be able to cultivate your strengths, while minimizing the risks of misunderstanding and misinterpretation. It must aim you high, but not so high that you cannot reach your goal. It must nurture your own inner authority, while you gain a sense of the greater authority in life that transcends your own domain. It must establish a context where all of your relationships can have a meaningful involvement and can be understood. This, then, requires a very unique approach, something that can bypass, to the greatest degree possible, your former beliefs, ideas and conditioning by the world.\n\nTo learn Greater Community Spirituality you need to learn a way to it—a way to Knowledge. Everything that we have spoken of in this book and in all of the Books of Knowledge aims you towards Knowledge itself. This is the very essence of your spirituality. This is your True Self as you exist in physical life. This is your bond with all life and with the life that has sent you into the world to serve and to realize a greater purpose.\n\nThere must be a way to Knowledge. To follow the way, you must take the steps. You cannot leap. You cannot rush. You cannot run to Knowledge. It is too great, and there are too many things to learn and to unlearn along the way. There are too many things to evaluate and to re-evaluate. There are too many great realizations to acquire. Therefore, you must take the steps to Knowledge.\n\nIf you were climbing a great mountain, you would need to follow a path. You cannot simply rush up its embankments. And you need a preparation that will orient you to every condition that you are going to meet. You need a preparation that will prepare you for new experiences and new difficulties, and that will give you a greater perspective and the patience and reassurance that you will need to follow your way and to continue onward. You will only fail in this preparation if you do not honor yourself or if you lose sight of your greater goal.\n\nWhen you are on the mountain, you can rarely see the summit. All you see are your immediate surroundings. All you feel are the changing circumstances of your journey. Rarely will you see your ultimate destination. But if you continue, you will come to know the mountain itself. You will come to learn the way by following the way up the mountain. And you will come to realize what each step means as you take each step. Holding back, judging and evaluating will never reveal anything of any meaning to you in this regard. You must make the journey, and to make the journey you must take the steps, one by one. In this way, your progress will be slow and steady. In this way, everything you learn will be deeply experienced and digested. In this way, you will not miss anything that is really essential for your development and well-being.\n\nAs you proceed, you will also learn to cultivate the necessary abilities that you will need to face life, to give to life and to understand your way in life. These abilities are patience, perseverance, compassion, discernment and discretion. These great abilities are necessary for any achievement in any field, yet to realize a greater purpose in life and to be able to experience it and apply it effectively, these greater abilities will be called upon even more, and you will need to rely upon them.\n\nThese greater abilities are necessary because you will not have great realizations every moment. You will not have wonderful experiences every moment. You will not feel confident and self-assured every moment. In fact, there may be great gaps between these experiences. Here you must rely upon your determination and perseverance. Here you must cultivate a greater perspective and understanding that transcends your immediate sensations, emotions and experiences. As in climbing a great mountain, you will have moments of great joy and moments of great difficulty. You will have moments of real certainty and moments of uncertainty. You will have the challenges of life placed in your way. And you will have important decisions to make—decisions that will affect the outcome of your journey and that will determine the consequences of your life and the lives of others.\n\nTherefore, take the steps to Knowledge. Follow them slowly. Move consistently. Neither race ahead nor fall behind. Consistency here is important, for consistency enables you to learn at a pace that keeps you moving forward. Here you will not exceed your capabilities. Here you will not miss anything that is important. Here you will not be sluggish, idle or inconsistent. Consistency in following the steps to Knowledge, in following a preparation that you did not invent or design for yourself, will give you greater consistency in all other aspects of your life and will enable you to be one person, the same person, in all situations. Then you will no longer be a conglomeration of splinter personalities any more. You will become one person with one focus and one orientation.\n\nWords cannot describe what an experience this is, how much strength and ability it will give you and how it will liberate you from so many debilitating distractions and allurements that only frustrate and aggravate you now. Here the real depth of your nature, the real depth and purpose of your ability and the importance of your mind and your body will become fully realized through experience. Here your mind will not need to create a great philosophy about life, for you will be living life and will be close to life. Only when you are removed from life and separated from it do you need a great deal of ideas and idealism with which to justify and direct your experience. However, when you are close to life and when your life is genuine and real, your mind is free of this great burden. A free mind is a mind that can refocus itself. It is a mind that can rethink its thoughts and can respond to the environment. It is a mind that can gain greater insight and application.\n\nSo what are the steps to Knowledge? How do they work? Where do they take you? And how can they be followed successfully? Steps to Knowledge is a preparation that represents the translation of The Greater Community Way of Knowledge into human experience and the human world. This translation calls upon the greater spirituality which you carry within your Knowledge.\n\nSteps to Knowledge is given in a series of advancing programs. They are well delineated and mapped out. They give you a great freedom of experience. The main emphasis is to follow each step as it is given—without altering it in any way, by consistently applying yourself and by being determined to finish the stage that you are in. This will be a great enough challenge in and of itself because you may be tempted to change the preparation to satisfy your current ideas, to reassure yourself or to keep things in a familiar framework. However, Steps to Knowledge will take you beyond the familiar into new arenas, beyond where you are today into something greater for tomorrow, beyond your current abilities and understanding into a greater set of abilities and a greater understanding.\n\nHere you must be willing to go beyond your fixed ideas and cherished beliefs. Here you will enter into a new experience where you are not sure who you are, why you are here or what you are doing. However, this uncertainty is not permanent. It represents a transition from one understanding to another. You will go through many of these transitions as your mind gains a greater and greater vantage point in life. Using the analogy of the mountain, you will not have a vantage point at every moment where you can see where you are going and where you have been. Instead, at most times you will need to focus on taking the steps in front of you and negotiating the journey itself, and you will not always have reassurance about where you stand at any given moment.\n\nHere Knowledge is your guide. Knowledge is strong and consistent. It is pure and unaffected by the world. It gives you a greater strength, a greater motivation and a greater ability in life—so much greater that nothing can compare with it. And of its many great rewards, the greatest is the reunion within yourself, for at last you will feel like your life is real and that you are doing what you came here to do. However inexplicable your way might seem and however confusing the events of your life might be, you are taking the steps to Knowledge. You are coming closer to your inner reality. You are becoming able to engage with the world more realistically, more soberly, more effectively and more compassionately. Your compassion will be born of your experience of taking such a journey, for here you will realize what really holds people back. You will realize what freedom really means and how it must be earned and secured in life.\n\nThe steps to Knowledge are specific. They are presented to you in the program Steps to Knowledge. You need to only follow them and not change them. And as you learn to follow them, you will learn to follow them at their pace, which may be a faster and more consistent pace than what you are used to, but it will be a pace that you can follow. It will not be beyond your abilities although it will exceed what you have accomplished thus far.\n\nEvery bit of progress you make in following Steps to Knowledge will have an immediate impact on your life and circumstances. For if you develop certainty and ability in one area, then they will eventually transfer over into the other areas of your life. You do not want to live a life of contradiction. You will increasingly want your life to be a uniform expression of truth and meaning. This will enable you to translate Knowledge and Wisdom into more and more aspects of your life. As you do this, you will become stronger and stronger with Knowledge, for Knowledge will be emanating from you, not just here and there, not just in this circumstance or that circumstance, but increasingly and more completely.\n\nKnowledge is the Great Presence that you carry within you. And as you open yourself to it and allow it to demonstrate its reality to you, you will become an expression of its life, which is your genuine life in the world. Here you give yourself to the Greater reality within you. Here you surrender to that which is the only thing that you can surrender to and the only thing that you can devote yourself to, which is Knowledge in yourself and Knowledge in others. This is the truth that permeates all manifest life and holds true throughout the universe in all dimensions and realities. This is the truth that restores to you what you came here to give and what you came here to realize.\n\nThe way is simple but difficult. It is simple because you need only follow the steps. Here you are given a map up the mountain. And you are asked not to deviate from this map but to follow it surely and consistently. However, it is difficult because people are not used to following something without altering it to meet their past references. It is difficult because you must give yourself to your preparation, and you must trust your preparation. Both at those times when it is wonderful and at those times when it is difficult, you must approach it with the same trust and the same consistency. This generates tremendous power within you. This enables you and indeed requires you to exercise your own individual authority over your thinking and endeavors. This is necessary in order to live a real and meaningful life. And this is what will bring you to your greater calling and purpose, for this lays the foundation for this calling and purpose to arise.\n\nAs you advance and become more mature in your understanding and participation, then, and only then, will your calling slowly take shape. It will not be a definition. And it will not be something that will be revealed to you all at once. It will be something that you will find as those things that are unnecessary or lack meaning in your life fall away or are given up. What is left is what is essential. Then you are free to find your way to that which you must realize. This is the way you find it, for it cannot be found in any other way. You must not only come to the great realizations about your life; you must learn the way to them, for learning the way to them will teach you how to help others find the way to their great realizations in life. You must learn the way in order to show the way and to share the way, to strengthen those who are behind you and to recognize those who are far ahead.\n\nSteps to Knowledge, therefore, is both easy and difficult. It is easy because it is direct. It is easy because you do not need to define the way. It is easy because it saves you from many mistakes and calamities that could only thwart your attempt and lead you into failure or disaster. However, the simple way is difficult because people are not simple. Being simple means to be trusting and to be able to discern that which warrants your trust from that which does not. Being simple means to be wholehearted and to be able to take control of your life and to manage it effectively. Being simple means to have a focused and free mind that is not burdened with unnecessary evaluations and that is not trying to carry the great weight of other people’s experiences or expectations. Your mind will function at a much higher level when it is unencumbered by these things.\n\nAs this happens, your relationships will become refined and redefined, and those individuals who are your true companions will find their way to you. And you will be able to recognize them and receive them, for you will be taking the way yourself. This will show you how to discern meaning in relationships, for meaning in relationships can only be discerned by following something of a greater importance and magnitude in life.\n\nDiscernment, then, becomes not a matter of judgment and criticism but a means for recognition. Instead of good or bad, it becomes yes or no. You know what to follow and what not to follow. You know who to be with and who not to be with—all without judgment and condemnation. How simple this is and how direct and natural. How life confirming this is for you who can receive it. Yet how difficult this can seem if you are used to trying to negotiate your life, to make your own goals or to establish your own way based upon your preferences and your fears. How difficult this is when you are trying to manipulate your own mind and the minds of others.\n\nThe Greater Community Way of Knowledge will teach you to become simple and powerful. It will relieve you of being cunning and weak. The Way of Knowledge will teach you to become strong and penetrating in your abilities. It will free you from the burden of being shallow and diffracted.\n\nThe steps to Knowledge are mysterious. You will not be able to understand them until you are far ahead and can look back and see where they have taken you. Just as in climbing a great mountain, what meaning does each step have until you see where it has taken you and what it has given you?\n\nTherefore, as you take the steps to Knowledge, do not judge them. Some you will like, and some you may not like. Some will seem familiar, and some will seem new. However, do not judge them, for you cannot understand them until you realize where they are taking you. And you cannot find where they are taking you unless you follow them. This is the way through the jungle of life. The path is narrow. It is specific. It takes you through dangerous situations. It takes you through allurements. It takes you through disassociation. It takes you through all forms of distraction. It takes you through them and beyond them. Therefore, to understand the steps to Knowledge you must see where they are taking you and you must go where they are taking you.\n\nSteps to Knowledge and The Greater Community Way of Knowledge are something entirely new and different. Whoever you are and whatever you think you have accomplished and learned in life, you will have to start here as a beginner. Forget what you have learned and begin anew. Do this and you will learn the most that can be learned. If you do not do this, you will merely try to evaluate everything that happens and every step you take according to your past references. This will keep you in the past and prevent you from coming into the present and moving into the future. Steps to Knowledge frees you from the past by giving you a way out of your past and out of the world’s past. For nothing from the past can lead you into the future effectively.\n\nThe Greater Community Way of Knowledge represents the present and the future. It is a preparation to live fully in the present and to prepare fully for the future so that you will have the opportunity to live in the present in the future. This is why what is easy seems difficult. To follow what is easy, you must become simple and find escape from the complexities of your life that only keep you chained to the past and to a state of ambivalence. To journey into life you must follow a different way.\n\nTherefore, begin as a beginner. Do not assume you know a great deal, for indeed you do not know a great deal. Do not assume that you have great abilities, for within a larger context of life you do not have great abilities. Accept your condition humbly, without condemnation. In this way, you open yourself to learn what can only be learned by opening yourself. Do not judge the steps, for you cannot judge them. They are taking you out of your past. They are not a confirmation of your past.\n\nYour past is what is behind you. The future is what is ahead for you. The present is how you experience your relationship to the past and to the future. To experience the present, you must have a correct relationship with both the past and the future or you will never be able to enter the present fully. Knowledge is in the present at every moment. It represents a completely present state of mind. It is the only present state of mind. The closer you are to Knowledge, the more present you are to life. And yet your present state of mind is fully united with the movement of the world and with the future of the world. It is not something you invent for yourself as a psychological exercise or as a form of escape from a world that you cannot accept or experience. That only leads to disillusionment and greater disassociation from life.\n\nSteps to Knowledge takes you into life as it is and as it will be. It takes you into your life as it is and as it will be. It enables you to engage with others as they are and as they will be. How simple this is, yet how seemingly difficult it can seem at the outset. As you learn to take the steps to Knowledge and to follow them effectively, your burden will become lighter, for your mind will become free of that which is unnecessary for its happiness and fulfillment. Your life will become free of damaging engagements and meaningless pursuits that have never given you what you have really sought.\n\nThese things fall away naturally. They are not taken from you. You leave them aside because you cannot take them with you into a greater experience of life. They are left at the door. You give them up voluntarily. Now you are unburdened. Then the way becomes simpler and greater. With this simplicity and greatness, your experience and understanding become deeper and more penetrating. Your mind becomes more focused and consistent. Your determination becomes stronger. Your discernment of others becomes clearer and more revealing. Your ability to abide with both truth and uncertainty becomes greater and greater. Here your capacity for relationship becomes far more expanded. This enables you to engage with the great relationships with which you are meant to be engaged in this life. This builds within you a greater capacity for relationship, which will open you to your relationship with the Creator and with the Greater Community of Worlds.\n\nIt may be difficult to begin, but if you can begin, you can proceed. If you can proceed, you can progress. If you can progress, you can advance. If you can advance, then you can understand all the stages that preceded this. Then you will understand what it means to begin. Then you will understand what it means to progress and to advance.\n\nSteps to Knowledge does not require that you worship any hero or any personality. It does not require that you accept a creation story about life that is implausible and impossible. It does not require that you believe in a pantheon of gods, images, symbols, rituals, pageants or personalities. It only brings you to the great question of what you really know. And it does not answer this question in words, but instead takes you into the experience of Knowledge itself, slowly, through many steps and stages of development. If you proceed, you will advance. If you advance, you will understand. If you understand, then you will know.\n\nSteps to Knowledge will give you a new life—not a life that is foreign to you but a life that is home to you, not a life that is bonded to your past experiences and evaluations, but a life that is genuine in this moment and that has greater possibilities and greater relationships. This satisfies your most fundamental needs and deepest questions. It satisfies these by taking you to their fulfillment. To know what you must know, to see what you must see and to do what you must do, you must reach a greater vantage point in life. To reach this, you must take the journey, a journey of many steps. And the steps are in Steps to Knowledge.\n\nWe have provided the steps themselves to enable you to learn a Greater Community Way of Knowledge. They will take you to your destination, but you must follow them and be patient because there are many things for you to learn along the way, many of which you are not even aware of. And there are many things which you must acquire and strengthen along the way, things which you cannot see at the outset.\n\nThe Greater Community Way of Knowledge can be learned. It can be experienced. It can be integrated. It can be applied. And it can be lived. To make this possible, we provide the steps. Follow them, not blindly but with your eyes open. Follow them where they lead you, not with great assumptions about what they will do for you but with a present state of mind. Learn to walk the way and you will see that there are those ahead of you and those behind you. Those ahead of you will encourage you, show you the way and give you the strength and conviction that you must proceed whether you understand or not.\n\nSteps to Knowledge will take you through those times of great transition when you are uncertain about what you are doing and who you are. It will take you beyond those points where you define yourself and your existence to a greater experience and realization. It will take you through those difficult moments when you must make difficult decisions. And it will take you into those wonderful moments when you will experience your relationship with yourself and others in an entirely new and permeating way.\n\nHere you will realize that you are advancing and that others are advancing with you, not only in this world but in other worlds as well. For The Greater Community Way of Knowledge and Steps to Knowledge are being taught in many worlds—more than you can count. This represents the Greater Plan of the Creator and a greater purpose and mission in life to restore the universe to its state of pure union and simplicity.\n\nYou, then, are following an Ancient rite of preparation, born of the Great Will of the universe. The preparation in The Greater Community Way of Knowledge is being provided for you and for your world—a way of Knowledge not only into the mystery of your life but into the greatness of the Greater Community into which your life is now emerging. This represents a greater possibility for you who are reading these words, for you are responding to a greater calling and meaning in life—a calling and meaning that you have brought with you, which reside within you and which must now be called forth from you.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-steps-to-knowledge/"
}