{
  "title": "What is Religious Education and Who is it For?",
  "content": "Religious education is an attempt to build a bridge from your worldly mind to your Spiritual Mind. In whatever context, format, tradition or preparation, this is its overall intent. Therefore, religious education must be focused on Knowledge because Knowledge represents your Spiritual Mind in the world and your vital link to God and to all life everywhere. To think that religion is not concerned with Knowledge is to misinterpret and misunderstand the purpose and nature of religion. This new definition gives you a fresh and appropriate view of what religion is and what it must mean for you now.\n\nReligious education exists in many different traditions. However, now there is a greater need. Now there is a greater context for understanding. Now there is a greater problem for humanity—a problem which can unite humanity in its approach, give focus and destiny to its efforts and bring about a greater union among its peoples. This greater context is represented by the world’s emergence into the Greater Community, which will present a set of problems and opportunities that the world’s religions are not prepared to meet.\n\nIn order for you to be a person who can prepare for the future and live meaningfully in the moment, you need to become a part of what is happening in the world. You need to belong to the world while you are here. In this way, your gift will be called forth from you, and you will be able to give it appropriately and meaningfully with a greater understanding and a greater perspective.\n\nReligious education is, therefore, fundamentally concerned with the reclamation of Knowledge. However, since there is so much religious education that is not concerned with this, we must make a very important distinction at this point. Learning traditions, methodologies and the historical context for any religious tradition are only meant to inspire you and must only be adjuncts to the real preparation itself. Unfortunately, few people are ever able to find the real preparation in their own tradition.\n\nWe do not give you a detailed historical account of The Greater Community Way of Knowledge. We do not create grand, marvelous and incomprehensible creation stories. We do not give you anyone to worship. We do not give you pageantry. We do not give you a theology that is filled with speculation and self-comforting ideas. Instead, we give you the pure approach—the means, the direction, the purpose, the content and the application. You need this now as the world is preparing to emerge into the Greater Community. All the other things that are left out of this pure approach will only hinder you, blind you, encumber you and disable you from gaining access to the true meaning and importance of your life at this time. Be grateful that you have been spared such distractions. Be grateful that you do not have to carry the weight of the world’s thinking upon your shoulders. Be grateful that you do not have to bear the burden of all of the interpretation and idealism that saturate spiritual understanding and seem to conceal the real preparation and make it inaccessible and undesirable.\n\nReligious education must teach you The Way of Knowledge. If this can be done purely, without other encumbrances, then you will have a remarkable opportunity. You have this opportunity now, not only to learn The Way of Knowledge but to learn The Greater Community Way of Knowledge, which represents the existence and activity of Knowledge within a far greater context of life. Within this greater context, the encumbrances of human pageantry, history, fantasy and idealism have no place. If you wish to retreat into the past, then return to the past. But if you do so, you will not understand who you are or why you are here now. You will not understand where you are going or what is coming for you. For you will have a future that will be unlike the past because of the world’s emergence into the Greater Community. The future is never like the past anyway.\n\nIn order to learn a Greater Community Way of Knowledge, you must have a free mind. You must have a mind that can learn new things. You must have a mind that is free of past referencing. And you must have a fresh approach and a real source of inspiration. Your inspiration must now come from Knowledge itself. It cannot come from fantastic stories. It cannot come from ancient personages. It cannot come from ideals. It cannot come from supplication. It must come from Knowledge itself—that great intelligence within you which represents your true purpose and your true will in life.\n\nSo, what is religious education? If it is not an attempt to understand the past, then it must be a preparation for the future, as it should be. In reality, all religious education in the pure sense is a preparation for the future because it is preparing you to live a life that represents your true purpose and will. Yet how rare this is! You can see this very clearly, yet it is so hard to find in the world because most people are looking backwards and therefore cannot see the future approaching them. Most people are trying to make sense out of what they already believe, and as a result they cannot see what is right in front of them. So many people are guarding their ideas and their beliefs, but who can respond to the next moment when Knowledge will call upon them?\n\nThis is a Greater Community Spirituality. It is meant to take you to a greater vantage point in life. Perhaps you will go with your former tradition or some aspect of it. Perhaps you will take nothing with you. Only what is true can accompany you up the mountain of life. What is unnecessary, or what was true before but is no longer true, you cannot take with you. You need only what is essential, and you do not want to be burdened with what is nonessential. You want your mind and your vision to be clear. Add one thing that does not belong, add one person who does not belong in your life, add one set of beliefs or requirements, preferences or associations which are not essential to you and to your purpose, and your way will be clouded and your understanding will be offset. You will lose your vision.\n\nTo prevent this from happening, we give you a new beginning, a new start. You need this because what you have learned in the past you must now leave behind at the door. To enter into this greater panorama and this greater education, you must have an open mind, a young mind, a fresh mind. Religious education deals with learning about Knowledge. Because Knowledge is completely present, it is not concerned with the past and it is not here to defend old traditions. It is here to engage you meaningfully in the moment and to prepare you for the future so that the promise of your great purpose in life may be realized and fulfilled.\n\nThe world’s emergence into the Greater Community can have a tremendously liberating effect in terms of your ability to associate with life. Here you will be forced to deal with the present. And because of the great encounter with other forms of intelligent life, your associations with your memories of the past will fade. This will change your life, which is a change for the good if you can embrace it, understand it and utilize it properly.\n\nThe education in Greater Community Spirituality is mysterious because it does not call upon your past or require past referencing. Here you must learn things you do not understand, approach things you cannot relate to and study things you have never studied before. Here you cannot rely upon your former ideas, beliefs or associations. You must be vulnerable to the truth to know the truth. And you are vulnerable when you approach the truth without your former ideas and conclusions. This does not mean that you are to be open to everything, but it does mean that you are willing to learn something new and have it be demonstrated to you. If this cannot be done, then you cannot learn a Greater Community Way of Knowledge, and you cannot prepare for the Greater Community. And you will join the great majority of humanity that is involved in the past and that cannot respond meaningfully to the present and to the future.\n\nThe past has brought you to this point, to this opportunity to learn The Greater Community Way of Knowledge. It has served its purpose. This was its purpose. It has no other purpose that is lasting and meaningful. It has brought you to this point where you can receive these words. If properly understood, the past will enable you to begin life anew, with an open and a free mind.\n\nWe call upon Knowledge within you to respond. Therefore, we honor you and your intelligence. You are not asked to believe something that you cannot believe or to accept something that you cannot accept. For this to be honest and sincere, you must come to Knowledge on your own. Knowledge is the living Presence within you, the greater intelligence that you possess and that bonds you to all life. Here there is no past referencing. Here there is complete honesty. Here there is complete and true discernment. Here there is real responsibility.\n\nReligious education is meant for any person who feels the need to understand his or her purpose and meaning in life. Any person who has begun to feel this greater and deeper need will need some form of religious education. From a Greater Community perspective, this means that they must learn The Way of Knowledge. They must learn about Knowledge. They must learn about their deeper nature and its purpose and mission in life, which are inextricably bonded to the evolution of the world.\n\nRemember, you have been sent to serve the world in its evolution and development. You have come to participate in what is occurring at this time. Your life now and your life to come will give you the greatest opportunities and the greatest challenges to do this.\n\nSo great will be the world’s emergence into the Greater Community and its impact on human awareness that the emphasis on the past, which is so pervasive in your thinking and in your current education, will become increasingly irrelevant. Here you will not be able to call upon the past to help you and to give you the strength, the insight and the skill to deal with the new experiences that you will be having. The past can only take you backwards. It cannot prepare you for the future. Only in the simplest and most mundane ways can the past prepare you for the future. To fully prepare for the Greater Community and for a new world experience, you will need something greater and wiser, more spontaneous and more complete. You already possess this within yourself.\n\nIf you are a person who needs to know the purpose and meaning of your life and who cannot be satisfied with simple pleasures or be preoccupied with normal fears, justifications and beliefs, then you must enter a religious education—a religious education in the purest sense. To learn The Way of Knowledge, which is the workings of Spirit, is to learn the nature of spirituality as it truly exists in the evolving condition of the human experience here. If you have this greater need and cannot dismiss it, rationalize it or satisfy it with the traditions that exist now and their explanations for life, then you must have a new experience and leave aside what cannot satisfy this greater calling within you.\n\nMany will find their purpose in the traditions of the world, for there is much wisdom and value there. However, many will not find their purpose there because their preparation has to do with the future specifically, and they must learn a new way. They must receive a new testament, and they must prepare for a new experience. This represents the greatest need for humanity at this time, a need that is barely known and that is barely recognized. Anyone who can respond to this becomes a pioneer for the human race. Anyone who can respond to this becomes a great contributor to life. What keeps humanity going are those who can respond to the present and to the future. They are the ones who have advanced your race. And they are the ones who will advance your race in its current difficulties and opportunities and in the difficulties and opportunities to come.\n\nAccept your greater need. Feel it. It contains the real meaning of your life. Though it has been a burden, a nuisance and a source of great discomfort and dissatisfaction, understand it is meant to lead you to something new. It is calling upon you. It is your calling. Though it feels like a great and pressing need that cannot be defined or explained away, it is your calling. Do not define it. Do not explain it away. Do not associate it with the past. Do not try to make it fit into the world’s ideas and understanding. Give it the freedom to emerge within you. It is the inspiration, the impetus and the drive for truth. And it will take you to a truth that you have never known before and prepare you in ways that have rarely been seen within the world.\n\nTo receive a Greater Community Spirituality, there must be this great and corresponding need within yourself. You cannot do this for curiosity. You cannot do this to attempt to look superior in any way. If this is your motivation, you will not be able to learn a Greater Community Way of Knowledge. And you will deceive yourself and others, at great cost both to yourself and to your relationships. A greater need will set you apart from others who cannot or will not feel their greater need. Your task and your challenge now is to respond to this greater need within yourself and to allow it to emerge without attempting to harness it, define it or direct it. It has its own direction. It has its own purpose. It has its own will. To recognize this greater need is to honor your deeper inclinations and to reunite with yourself as you truly are and as you are truly seeking to be in life.\n\nPerhaps you will think you are responding to something fantastic and inexplicable. This represents both the limits of your personal mind and the greatness and the importance of your deeper mind. Of course you cannot understand something great with something small. Your personal mind is small. The mind of Knowledge is great. If you think you understand it, you only limit it. If you think you can control it, you will only be fooled by it. If you think you can hold it for yourself, it will escape you.\n\nTo be a student of Knowledge, you must be open to learn. To learn, you must not determine or demand what the result will be or how the learning will take place. Open your mind, allow your greater need and purpose to emerge and you will feel a reunion within yourself. You will feel refreshed. You will feel that at last you are being recognized and acknowledged. If you can allow this to set you apart from others, without attempting to take them with you or to remain united with an old perspective or understanding, you will feel these great acknowledgments, and they will give you strength and confirmation.\n\nReligious education is unlike the education of the world. It is not about learning facts or historical perspectives. It is not about comparing ideas. It is not about speculation. It is not about passing tests or meeting requirements. It is not about winning favor with others and gaining recognition amongst them. Religious education as it truly exists represents The Way of Knowledge. This is where you enter into the Mystery and allow a Greater Mind to emerge within you. This is where you put yourself in a position to receive so that you can learn something that you did not know before, experience something you could not experience before and see something you could not see before.\n\nWith this education, you can advance up the mountain and gain a greater vantage point in life, a greater view and a greater honesty. As you proceed, what is necessary will serve you. What is unnecessary will burden you and will have to be left aside. Then your steps will become quicker, and your burden will become lighter. And your need to associate with life that exists in the lowlands will become less and less of an encumbrance for you. This is gaining a very practical freedom, a freedom that can only be gained through an education of this nature.\n\nKnowledge will free you and unburden you because that is its first purpose and requirement. What it will give you is something you have sought in all other things—relationship, acknowledgment, power, confidence, determination and direction in life. These things will have a real foundation now and will not fail you.\n\nThis is for anyone who feels the real need to know. This education is the answer to this need. The need calls for preparation. The need initiates you to become a real student and enables you to prepare and to support your preparation. The preparation cannot come from within you. Only the ability to prepare and the desire to prepare can come from within you. The preparation must be given to you. It represents a gift that corresponds to your deeper need. It is the answer to the question that your need expresses.\n\nReligious education takes you into a new kind of experience—an experience of recognition and an experience of knowing things. Much of this will have nothing to do with you personally. It enables you to learn information that is useful to your purpose. In essence, it will seem more an unlearning than a learning because you will be releasing so many former ideas to create an opening in your mind and a greater capacity for learning. How can you learn if your mind is already filled with your own ideas and beliefs? How can your mind learn anything when it is protecting its current information?\n\nEducation in The Way of Knowledge deals with learning things that are essential, releasing things that are not and gaining the discernment to tell the two apart. How do you tell them apart? You tell them apart because they are so different, and you can feel the difference. The experience of Knowledge is unlike anything else in the world. Here you will develop a deeper reference point for Knowledge within yourself—not something that tantalizes your ideas or stimulates your emotions, but something that resonates with the deeper part of you that you are now able to experience and identify.\n\nThe Way of Knowledge seems very slow, but you will move with remarkable speed. You will not see your advancement except at certain points when you realize that you are at a different position on the mountain of life and that you have a different view of life around you. Then you will have a new experience of who you are, and you will have a greater sense of inner freedom. Here experience is more important than belief. Here learning is more important than the confirmation of old ideas.\n\nReligious education must be mysterious. If you demand that everything be concrete and tangible, then you are past referencing. If you think that everything must be physical and mundane, how can you learn something mysterious and divine? The Mystery has its own demonstration, the most profound of which is the experience of Knowledge itself. But to approach the Mystery, you must enter into a realm where you do not have understanding or expertise. Here you must go in a direction that other people are not going. You must accept your departure and support it without any condemnation of others in order to carry light into the darkness, the darkness of the unknown.\n\nThe light of Knowledge will light your way. It cannot be extinguished. It can only be hidden. As it is revealed, you will not want to hide it because it will give you certainty and strength and make your life essential and meaningful. It will show you the way. When the light of Knowledge is concealed, then you will stumble about in life, trying this out, trying that out, believing in whatever seems most comfortable and self-assuring in the moment, but without any real certainty of truth and without any real efficacy in your thinking and behavior.\n\nReligious education restores what is essential to your life. It gives you something that the world cannot give you because its source is God. The world can teach you the ways of the world. It can teach you how to survive in the world and how to prosper in the world to a certain degree. However, it cannot teach you your greater nature or purpose. It cannot teach you where you have come from and where you are going. Therefore, the more worldly a religious education becomes, the less it is able to address these greater and far more important questions. If you do not have a real sense of why you are here, then you are lost to yourself. Your only remedy, then, is to find a way to regain, to reclaim and to express this greater purpose. Here everyone is lost until they are found. And the only way they are found is to find the way that a greater purpose can be experienced directly and honestly.\n\nThe Way of Knowledge is mysterious, but it is certain. It is unfamiliar because it is new. It is new, but it is ancient. It is remarkable, but it is known. It may be shocking and challenging at certain junctures, but you can embrace it wholeheartedly because it resonates with the very essence of who you are and why you are here. It will challenge your ideas. It will force change, but only to restore you to yourself, to restore to you your essential skills, to prepare you in the world and to enable you to utilize the world for a greater education.\n\nHere you can learn to use what the world has to offer in a new way. Instead of for survival or self-gratification, it is used for contribution. Then what the world has to offer becomes a means to serve a greater end and a greater purpose. Here you can utilize things beneficially without confusion and without complaint. Success and failure both help you now. Advantages and disadvantages both become useful. Disappointment in relationship now has a greater possibility. Here you are not being clever or cunning or manipulative. You are simply recognizing a greater purpose in everything you do, with everything you own, with every experience you have and with every person you meet. This is something natural that emerges from the very depth of you. You do not need to conjure it up. Here you are being simple and open, rather than complicated and devious.\n\nThe way is mysterious because you do not govern it. The way is mysterious because it is not dependent upon your past. The way is mysterious because it takes you beyond your former understanding. The way is mysterious, but it is known. This enables you to follow it wholeheartedly as you learn to trust it, to accept it and to learn of its ways, its direction, its meaning and its purpose. You can only be wholehearted about something that represents your Ancient home from which you have come. You cannot be wholehearted about anything else, no matter how attached you may be to it, because to be wholehearted means to embrace something totally. This is only possible at the level of Knowledge.\n\nKnowledge can only embrace Knowledge in the universe. It gives itself to everything else, but it is only bonded to that which represents the immortal and permanent relationships that you have in life and with life. It is towards this that your religious education will lead you. It is for this that your religious education will prepare you. If you recognize your need for this, then religious education is meant for you. And if it is meant for you, then you must recognize it, learn to accept it and find out what it means.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-religious-education-and-who-is-it-for/"
}