{
  "title": "What is the Evolution of Religion in the World?",
  "content": "Religion evolves because it is meant to serve evolving worlds. Evolution is a process of change. It is a process of renewal and rejuvenation and also a process of adaptation and application. In order for religion to be meaningful in any world, it must serve that world through its various stages of development. Religion itself goes through stages of development. It has phases of growth and phases of decay. However, it has the possibility for regeneration if it can adapt itself to new circumstances and to greater ideas. In this, each religion must be flexible. The theologies and philosophies upon which each religion is built must be adaptable and responsive to a growing panorama of life and to a changing set of circumstances that represent the evolution of a race.\n\nLet us begin by talking about the evolution of intelligent life in the world, and then we shall speak about the evolution of religion. Intelligent life was seeded in your world. This was a gift from the Greater Community. It was a gift of greater intelligence so that your ancestors could accelerate their development within a relatively short period of time. This gave birth to the modern human race as you know it now. Intelligence was seeded in a few places and then it dispersed throughout the world.\n\nMost of human history in the world has been one of tribal existence, where very small groups of people lived in isolation with minimal contact between cultures. This system was able to work for a long time. However, with the development of greater intellectual abilities and the development of agriculture and social organization, local human communities grew in size and began to compete with each other increasingly.\n\nThis follows a natural pattern. From this pattern, one can see what happens in all worlds where greater intelligence has either migrated or has been introduced into the native species. Cultures start out small and isolated and then grow from there. According to the natural pattern of development, greater and greater establishments are made, with greater and greater contact between groups within a given world. This leads to tribal states. Tribal states intermingle, have conflict and influence one another. This leads to greater establishments and eventually to international societies, which is where the human race is now.\n\nThe human race is at a terminal point, the terminal end of the cycle of the development of international societies. This is where tribes and groups have grown so great, have overlapped so much and are having such an impact upon the environment that they must learn new ways of cooperation. They must join forces. They must grow into a new stage of development, which is represented by a one-world community. It is this stage upon which humanity is now embarking. Regardless of the strife and difficulty that still exist between tribes, cultures, groups and nations, this is the direction of human evolution. This is the course it must follow, for better or for worse.\n\nRaces that have evolved within their own worlds reach the establishment of international communities and then become a one-world community. The development of a one-world community coincides with interaction with the Greater Community. Here having a one world community becomes a necessity for survival and development. In worlds where intelligent life has migrated from another world, a one world community occurs much sooner because often there is only one establishment which gains the dominant position within that world.\n\nHowever, in a world such as yours, which has gone through a very long and protracted period of tribal social development and which has accelerated in recent centuries into large tribal and then international societies, you have now reached the great threshold where the world must become one community. Perhaps at this moment it seems incomprehensible that this could be brought about given the current state of the world and people­’s current attitudes regarding cooperation. However, we are speaking of evolution and not the wishes and will of the people. For even greater than the wishes and the will of the people in any world are their destiny and their relationship with life on a larger scale­—both within physical reality and within spiritual reality.\n\nLife is moving. It is going somewhere. It is developing and cultivating itself. Think of it like this: In your development as a human being, you go through stages of growth. You begin as an infant, you become a young child, you grow into adolescence and to young adulthood, and then to adulthood, middle age and old age. Each stage is different and requires different skills and a different understanding. Each builds upon the stage before it, but each is different and unique within itself.\n\nAll human beings go through these stages regardless of their attitudes, preferences or beliefs. This represents the evolution of their own individual life in the world. This evolution will happen, no matter what may be believed and no matter what the prevailing attitudes may be. You will go through the stages of life as an individual. This is also true with nations and even with entire races. They will go through stages of development as well.\n\nFrom a Greater Community perspective, humanity at this point is in a very early stage of adolescence. Humanity is beginning to realize its power, but it does not have the responsibility, the understanding of life, or any accountability beyond itself to gain a real foundation for using its newfound abilities in a constructive way. From a Greater Community perspective, then, humanity is reckless and aggressive. It is violent and inconsistent. It does not understand itself, its environment or the nature of its real responsibilities and relationships. However, humanity is moving towards adulthood as a race. This adulthood places it within a larger community, gives it purpose and accountability there and engenders within it greater responsibilities and a greater concern for others.\n\nJust as the individual grows from adolescence into adulthood, your race must grow from its current adolescence into its adulthood. It must learn to use its newfound powers and abilities effectively and constructively, not only for immediate gain but for its future well-being as well. This greater sense and perspective regarding the future and the results of your current actions upon the future represents maturity, both within yourself as an individual and within the thinking of your entire race. You are gaining this very slowly, and it is needed with great emphasis now in order to preserve your environment and to promote real social development according to the stage of life in which you are currently living. Humanity is developing into a one-world community and is also emerging into the Greater Community of Worlds. Together, this represents the greater context for individual and collective development. This is the context that you have come from beyond the world to serve.\n\nReligion plays a fundamental role here, but it too must evolve. The religion of a millennium ago cannot be effective in the modern world without changing and adapting. Again we must emphasize the distinction between spirituality and religion. Think of it like this: Spirituality is the spark. It is the essence of religious experience. Religious institutions, traditions and so forth are established in order to provide a vehicle or a mechanism for people to have religious experience. This is their pure and fundamental goal. In reality, though, once religions are established, they have other goals and purposes as well­—survival, the acquisition of power and competition for attention. However, from a greater perspective, the purpose of religion is essentially to create a method and a means for people to have religious experience and for this to be possible within a cultural and societal context.\n\nThe Creator is bringing essence into the world continuously, but as soon as it emerges, it slowly hardens and calcifies into form. However, the essence is being introduced constantly. Think of it like this: It is like bringing fresh water into a frozen environment. As soon as the water merges with the environment, it begins to freeze and become immobile. The more that form is associated with religion, the more religion will be bound by form and the more inflexible it will be. That is why in the Greater Community religion must minimize form and all of its pageantry so that the essence may be constantly emphasized. This provides the greatest possibility for religious experience to be rendered, both to the participants in that tradition and to their world at large.\n\nEssence is being sent into your world now to an even greater degree because of the stage of evolution that you are in. This has brought The Greater Community Way of Knowledge into the world. It represents a new foundation for religious understanding. This foundation is presented with a minimum of structure and ritual. The structure and ritual that it does contain has to do with its methods of preparation and with very simple forms of devotional practice. These are both necessary and helpful and are quite adaptable to changing circumstances. The preparation in The Greater Community Way of Knowledge can be practiced anywhere under any circumstances, and it will be as relevant three hundred years from now as it is today.\n\nThe evolution of religion requires adaptability­—adapting methods of practice and vehicles of expression for greater religious experience­—in order for religion to survive and to have a place in the world. This meets the greater needs of people and serves humanity at large by fortifying the ideas of peace, cooperation, understanding and tolerance. Without this presence and without this constant emphasis, humanity would lead itself towards destruction very rapidly. Selfish pursuits, quests for power and domination, the competition for resources and the isolation of different tribes and groups would lead to an increasing state of destruction and chaos. To temper this and to give humanity greater promise and the possibility of new life and renewal, the Creator is bringing the essence of spirituality into the world constantly and is reinforcing both the old traditions and the new expressions of spirituality that hold promise for humanity, for the present and for the future.\n\nTherefore, the emphasis here is on renewing religion­—giving it new life and impetus. Religious experience transcends all theological boundaries and then returns to life to give new structure and meaning to religion and new opportunities for religious experience to be shared and translated to others. It is as if the world were a garden that is constantly being watered. It is constantly drying out, and it is constantly being watered. Even those who have developed within the context of the world­’s religions must break new ground. They too must come back to what is essential. And they too must fortify those practices and traditions that enable them to translate their experience to others. However, this must be done with a clear understanding of the difference between the means and the essence of religion itself.\n\nA Greater Community Theology is necessary now because you need to experience and to practice a translatable spirituality­—not a spirituality that is bound to one culture or another, that is bound to one philosophy or another, or that is bound to one temperament or another, but something that can be translated to people everywhere. It must be something that is very essential, very useful and very relevant to the evolution and development of your world at this time and as it will be in the coming centuries.\n\nRemember, you are preparing for the future, not only for yourself but for others in your race. Like all creatures in nature, you give so that others may have the opportunity to live. This is a truth that is rarely understood and rarely experienced in the human family at this time. People seem to live for themselves alone, or only for those whom they regard around them, but in essence they live for future generations because they pave the way for the future. And the legacy that they leave for future generations will be the substance of what they gave and what they did not give, what they established and what they did not establish.\n\nReligion, then, is a growing and evolving understanding and experience. And its methodologies and instruction must grow and adapt as well. Spirituality must be relevant within the context of life in which it is experienced and expressed. With this understanding, you can see more clearly how religion has evolved within the world. The religion of a tribe whose radius of experience is perhaps only a few miles will have a different religious emphasis and a different theology from a religion that has to be practiced and understood within the context of an entire world. The differences here are great.\n\nConsider the difference between religion within a tribal context, where religious imagery and practices are relevant to the immediate environment, and the emphasis of a world religion, whose practices and application must be adapted to many very different environments and to many different people who do not regularly interact with each other or who may have no access to each other at all. A world religion must account for events within the whole world, and it must be adaptable to change that exists within the whole world­—change that is much more rapid, difficult and tumultuous than the kind of change that a tribal society is likely to experience if it is living in isolation.\n\nWhen you consider the differences here, then you can begin to appreciate the difference between a world religion and a religion of the Greater Community. However, there are some very important things that distinguish this example from the one that we have just given. Most essential is the understanding that humanity is but one more evolving race in the Greater Community. It is not the centerpiece of God­’s creation. It is not a privileged race or a race that is more blessed than others. Humanity has certain advantages and certain liabilities. It has certain strengths and certain weaknesses and flaws. However, it is not greater, more important, more significant or more emphasized than other developing races in the Greater Community.\n\nThe move away from an anthropocentric viewpoint to a universal understanding is so great that it will change your values, your thinking and your emphasis in life. The difference between an isolated tribal society and a world society is primarily one of magnitude. In both, the emphasis is still on human experience, human expression and human aspirations. However, when you are living in a Greater Community context that extends far beyond human awareness, then your understanding of spirituality enters a much greater panorama. Here the idea of God becomes very different. Here the understanding of how God functions in the world and how God influences, blesses and enables individuals within the human family and within other families as well becomes far greater and more genuine to the true nature and comprehensiveness of life.\n\nTo be able to prepare for the Greater Community and to learn Greater Community Spirituality within a relatively short period of time represent a tremendous advancement for humanity. This is a great challenge. It is as if your evolution were being fast-forwarded. You do not have centuries to develop this understanding because the evolution of the world is moving quickly now, and you are behind in your preparation. It took until recent years for The Greater Community Way of Knowledge to be introduced because there has not been a sufficient global understanding. There has not been a sufficient realization of the need for truth. There has not been the impetus for change and development. And until recently, there has not been the ability to adapt.\n\nHumanity has only recently emerged from its tribal societies. In fact, tribal societies are still very common in the world. You have just stepped into a modern age. Think of the difference of your life now and of life only one hundred years ago­—a very small segment of time. You will see that you have freshly arrived on new shores. This has changed your attitude, your understanding, your emphasis, your goals and your aspirations. This has given you greater opportunities for education, self-expression and creativity, but it has also given you greater problems and difficulties to solve and an ever-increasing interaction with other people of different temperaments, cultures, races, languages and so forth.\n\nIn the world at this time, cultures are melting into each other, even as they resist and fight each other. No matter how much they attempt to separate themselves from their neighbors in the future, they will be forced together and fused together by a growing sense of interdependence and a growing need for cooperation in order to meet the problems that are shared by everyone.\n\nIntroduce into this situation the growing presence of the Greater Community, and you will see that humanity is rapidly approaching a great threshold. The impact of this threshold will be primarily experienced at the level of human understanding and in the breakdown of old traditions and ideas. This will happen rapidly from one generation to the next. Every decade, new ideas will be proposed, and new ideas will be accepted. What seems outrageous today, twenty years from now will seem like common knowledge. If the idea of the Greater Community seems revolutionary or difficult to comprehend, twenty years from now it will be on everyone­’s mind. That is how fast things are progressing. And that is why your ability to respond to the present, to respond to Knowledge within yourself, and to face life directly with a greater ability and a greater understanding are so essential in order for you to lead a fulfilling life and to contribute something meaningful for the future.\n\nThe evolution of life represents an expanding context for life. For example, the isolated tribal culture may remain static in its development for a very long time, but once it encounters other societies and grows beyond its initial boundaries, it will have to change and to adapt. This will change its emphasis, its culture and its religious expression to a very great degree. Its boundaries and its scope have expanded.\n\nThis expansion is the essence of evolution. It is not only expanding consciousness and awareness, it is an expanding involvement with others. Here greater influences are introduced, greater conflicts are generated and greater solutions are required. If you read human history, you will see how evident this is and how human societies which were once isolated have encountered each other, have grown into each other, have impacted each other, have conflicted with each other and have had to find a common ground of experience and tolerance with each other. This is still occurring, and there are many failures to instruct you.\n\nNow think about the world­’s emergence into the Greater Community and about the impact of foreign races upon the human race, and you will see how much greater the scope and impact of this will be and how much greater the effect of its change. This will change your religions more than anything else, for no longer can you have a religion simply for humanity. This would be tribal within a Greater Community context. No longer can you have only a human god preoccupied with human affairs, for that would be tribal in the Greater Community.\n\nIn reality, the Creator is no more concerned with human beings than with any other beings. The work of the Divine in the world has always had this approach and this emphasis. Therefore, gaining a Greater Community perspective and learning a Greater Community Theology will bring you closer to the real nature and mind of the Creator. Here you will be able to understand more completely how the Creator has worked in the world in the past and how the Creator works in the world in the present moment. And the idea of Knowledge, which is so fundamental to understanding and learning Greater Community Spirituality, will become something that you can embrace.\n\nAt first, you must develop an intellectual capacity for Knowledge and an openness to its reality. Then you can find the way to it by taking the steps to Knowledge and by learning The Way of Knowledge. This will give you a foundation that will enable you to adapt to new situations as they occur. This will enable your mind to change, to renew itself and to regenerate its power in the ever-increasing presence of new experiences, new sensations and new difficulties.\n\nOnly the man and woman of Knowledge will have this great adaptive capability. In essence, they will be bringing spirituality into the world constantly, without the great burden of past traditions, interpretations or ecclesiastical studies or practices. They will not be carrying the past with them, like a great weight upon their shoulders. They will be able to step into the future, and what they bring into the future will be immediate and necessary. This will give the greatest possibility for success.\n\nThe greater the development of Knowledge in the world today, the greater will be the possibility for humanity­’s successful emergence into the Greater Community. This will assure your independence as a race in the Greater Community. This will assure your ability to learn from the Greater Community and to defend yourself against it when that becomes necessary. The Greater Community offers tremendous lessons regarding every aspect of life. Its successes and its failures will be available for you to learn, if you are able to learn them and if you can have a mind that is renewed and not bound to past associations. This requires a remarkable development in a human being­—a development that has only been seen in the past within rare and gifted individuals. Now it must be fostered in many people, not only because of the wonderful rewards that it can engender for the race as a whole, but because it is needed. That is why The Greater Community Way of Knowledge is being brought into the world.\n\nYou will not be able to understand the Greater Community from an anthropocentric viewpoint. You will not be able to adapt to the Greater Community with this attitude and this belief as your foundation. With an anthropocentric viewpoint, you make yourself vulnerable to deception and manipulation. You weaken your great abilities of insight. You limit your skills. You close your eyes to what must be seen, and you disable yourself from doing what must be done.\n\nYou need a new foundation now, a foundation that you, as an evolving modern race, are capable of developing. The world has already shown you again and again that you have to expand your attitude, your understanding and the scope of your own perception. Your failures to do this in the past have led to difficulty, destruction and downfall. It is ­“adapt and survive­” in the Greater Community, as it is in your own world. As you learn to enter into a Greater Community context and learn the ways of the Greater Community, you will have to adapt to survive. Once you survive, you can advance. However, in order to advance, you need to learn about the circumstances and the intelligences within this greater context. You will also need to learn what spirituality means within this greater context. And more than ever you will need to rely upon a Greater Power in life to enable you, to motivate you and to give you greater insight, greater depth and greater ability.\n\nAs God works in the world, unacknowledged and unrecognized, everyone benefits. Such will be the case in the future, for the Creator will take you into the Greater Community. The Creator will enable you to learn Greater Community Spirituality and will provide you the methods of practice and study to enable you to have a greater religious experience and to learn its essential application in the changing circumstances of your life.\n\nTherefore, look forward not backward. Bring forward what can be brought forward, and leave behind what cannot be brought forward. In this way, you will build upon the Wisdom that your race has established already, but you will not be limited by it. You will be able to add to it, expand its application and develop your ability to understand its reality in your life.\n\nThe essence of spirituality, which lives within Knowledge within you, cannot be governed or dominated by you. You are meant to become its recipient. Once you can receive it, you can give it. And if you can give it, then you can transmit it and demonstrate it.\n\nIt is time now to look forward. It is time now to look with greater eyes, beyond all the desires and fears that hold you within your own mind. It is time to look beyond your ideas­—not with hope and not with fear, not with ambition and not with expectation­—in order to see what is occurring now and what will occur next.\n\nThe great waves of change in life build, and you can feel them building. They do not crash upon the shore without building up. They can be seen on the horizon once you learn to read the ways of the world. Learning The Way of Knowledge will teach you to read the ways of the world because Knowledge within you understands this. As you read the waves that crash upon the shore, you will see how they build, how they crash and which ones are coming next. You can see this by looking into the world, without projecting your hopes or your fears, without interpreting things positively or negatively, but simply by looking, seeing and understanding.\n\nLook out on the horizon of your life. See what is coming, for waves of change are building there. And even though they might seem tremendous to you, if you can develop, you will have the capability to meet them. If you have this capability, you will be able to share it with others. If you can share it with others, it will be translated into the world.\n\nWisdom is handed down from person to person through a network as ancient as time. This is how the Creator gives the gift to the weakest person, for it has been handed down. If you look for it, you will find it, for it is there. If you look out onto the horizon of your life, you will see the waves building there. Look without fear. Look without hope. Look openly. Look clearly. Knowledge within you is prepared to deal with the changing circumstances of your life and with the great challenges that lie ahead. Thus, as you learn to reclaim your relationship with Knowledge, you reclaim your ability to interact with life as it is and as it will be. Without this, life will overwhelm you, and you will seek to escape it. Without this, life will threaten your current possessions and understanding, and you will resist it and seek to thwart it. There is no happiness and no satisfaction, no contribution and no meaning in resisting or avoiding life.\n\nYou have come into the world at this time to serve a world in transition. You were designed to meet the great problems and to utilize the great opportunities. You were designed to learn a Greater Community Way of Knowledge because you have come into the world at this time. You are meant to learn about a greater panorama of life. You are meant to see beyond the immediate circumstances of your life and to look beyond all of the assumptions which seem to assure you that the future will be like the present in order to see a greater expansion of human experience and the greater need for human development and contribution. This demonstrates the advancement and evolution of religion and the advancement and evolution of your race, for they are intertwined and cannot be separated.\n\nThe Creator has created a Plan that works. It works because it is relevant to the present and to the future. Your life is about the present and the future though your mind is oriented in the past. You have come here to serve the present and the future even though your ideas are rooted in the past. To receive Knowledge, to experience Knowledge, to follow Knowledge and to follow the steps to Knowledge will free you from the constraints of your past. This will enable your mind with all of its great strength and possibility to focus on what must be done now and to gain a greater perception and understanding of what will come and how to prepare for it.\n\nIf you can hear these words, you will understand their great meaning and bearing on your life, for you are not apart from the evolution of the world. The assumptions that you rely upon and the establishments of society that you rely upon for your safety, security and continuance will be challenged and will change. The ground will move beneath your feet again and again. Walk lightly. Keep your eyes open. Greater Wisdom within you can teach you how to negotiate the changing circumstances of your life—­not only how to negotiate them but how to contribute to them so that this great period of transition into the Greater Community and towards a one-world society may be accomplished with minimal stress, danger and destruction.\n\nThe greatest promise for humanity lies ahead. The greatest challenges and risks for humanity lie ahead. These are imminent. They are not far in the future. Like waves that are soon to crash, they are building. These waves have come from far away. They represent the currents of life, both within your world and within the Greater Community. The deeper currents that exist in Knowledge within you are related to these greater currents of life.\n\nThe Creator loves the world and loves the universe and is united with them even though they are not united with the Creator. This greater understanding, which extends so far beyond your current thinking, lives with you today­—within you in your Knowledge and between you in your relationships.\n\nThe greatest gift that can be given to you is Knowledge—­a perfect guiding Wisdom within you, a bond and a timeless foundation that you have now. It is intelligent and can guide you through changing circumstances with a Wisdom, a certainty, a determination and a sense of direction that you alone could never create. The greatest gifts will be realized in meeting the greatest challenges. The greatest possibilities will emerge in facing the greatest change. The greatest demonstration of Grace, purpose, meaning and direction will be discovered as you meet a greater challenge and a greater opportunity in life.\n\nGreater Community Spirituality represents the evolution of religion in the world. It represents the evolution of your race and your intrinsic relationship with the Greater Community. It represents your relationship with your Creator and with all in the physical universe who serve the Creator in many, many capacities. It demonstrates an essential and translatable spirituality that you can learn, that you can utilize and that you can give to others. It represents a gift, not only from your Creator, but from the Wise Ones in the Greater Community who seek to restore and to preserve Knowledge as a living force in physical existence. Their achievements and their contribution are reflected in a Greater Community Theology and in a Greater Community Way of Knowledge. Their methods of learning and their achievements in this regard are demonstrated in Steps to Knowledge in its adaptation into human life.\n\nYou are blessed, then, by those who walk ahead of you, by those who are more advanced. You are blessed by changing circumstances, which will bring you into a greater panorama and experience of life. And you are blessed because you are free to release your past and to only carry forward that which is essential and necessary for you to live in the moment and to prepare for the future. If you can live in the moment and prepare for the future, your life will be fulfilled and your journey here will be justified.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-the-evolution-of-religion-in-the-world/"
}