{
  "title": "What is God?",
  "content": "In the Greater Community, God is Knowledge. In the Greater Community, God is experience. In the Greater Community, God is the communication of profound insight and recognition from one to another, permeating all manifest life. This comes into being in the realm of your experience.\n\nGod seems like different things to different people and to different races of beings in the Greater Community, but the essential experience that ignites the desire for God, the awareness of God and the relationship with God is the same everywhere. This religious impulse, the impulse towards union with God, is universal. Though it seems remarkably absent in some cultures and aberrantly expressed in others, the impulse is the same. What God is must be expressed in terms of your range of experience and your capacity for experience. In the Greater Community, God is so total and complete that any definition would always falter and fail.\n\nTherefore, let us say that God is the experience of total relationship. You can experience this for a moment here and there and for longer periods should you prepare in The Way of Knowledge. This is an experience which can both be translated from one world to another and shared and demonstrated from one being to another, bypassing and transcending all divergences of race, culture, temperament and environment. This is God. God for you is God in action. God for you is an experience that is unlike any other experience in life, yet this experience gives meaning to all of your other experiences.\n\nIn the Greater Community, God is complete. In your world, God is a God of your world, a God of your race, a God of your history, a God of your temperament, a God of your fears and aspirations, a God of your great heroes, a God of your great tragedies, a God that is related to your tribe and your time. But in the Greater Community, God is so much greater, so complete—beyond the definitions of any race, beyond the history of any race, beyond the temperament, fears and aspirations of any race, beyond the grasp of any individual or collective philosophy. And yet, you find God in a pure impulse, in a timeless moment of recognition, in the desire to act beyond the sphere of your own personal interests and motives, in the recognition of another, in the motive to give, in the inexplicable experience of affinity. These are translatable. This is God in action. For you, this is God.\n\nYou must think of God now in the Greater Community—not a human God, not a God of your written history, not a God of your trials and tribulations, but a God for all time, for all races, for all dimensions, for those who are primitive and for those who are advanced, for those who think like you and for those who think so differently, for those who believe and for those for whom belief is inexplicable. This is God in the Greater Community. And this is where you must begin.\n\nTo believe in the God of the Greater Community is too great an attempt because you will realize that your race is small and the universe is great. Here you will be focusing on a God not of your world and of your time but a God of all worlds and all times. What kind of theology or philosophy can embody a God of this magnitude? What kind of human speculation and human ethics can encompass a God so complete as this?\n\nYet your theology of God must be the theology of God’s work in this world. And if it is true, accurate and beneficial, it must focus on the experience of Knowledge. Knowledge is the beginning of religion. Knowledge is the completion of religion. Knowledge is the evidence of God and the evidence that you are a part of a greater life beyond the limits of your time, beyond the boundaries of your race and beyond the confines of your present intellectual ability. Here there is no creation story. There are no heroes. There is no end of time. There is only the total experience of relationship, which is the experience of Knowledge and the experience of God.\n\nWhat is a human religion without a creation story, without a hero to worship and without a culmination of human experience? What human religion can focus on a God of this magnitude, whose sole interest is not your world alone, whose sole concern is not your daily experience, whose awareness is so complete and whose beneficence blesses those who are so unlike you? What then is the model for human behavior? What is the basis for ethics or morality in a God of the Greater Community? For this you must venture beyond a childhood religion and a child’s needs. You must venture beyond the need only for rules and regulations and fantastic stories that are barely believable. You must enter into the experience and the Mystery of life, which is the doorway to God, which is at the very heart of your life and contains the very purpose for your coming here that is unique to you but which you share with all life.\n\nIn Greater Community Spirituality, there are no heroes. There is no creation story. And there is no culminating experience to bring an end to the difficulties of corporeal life. So, what is religion without these things? These things are tribal in nature. And you are not alone in the Greater Community in wanting them, in establishing them and in holding to them. Everywhere where religion has taken root and has found expression, races have based their practices and their understanding on their own time, their own history and their own temperament. But beyond this is the experience of God. Beyond this is pure spirituality. This is what you must seek now, for human religion can never embody a God of the Greater Community. So inexplicable this is because it transcends your requirements for the Divine. Therefore, you must find another way, a more mature way, a more complete approach, a true preparation.\n\nIn the Greater Community, those who have advanced have realized the nature and purpose of God in their respective worlds, but their understanding has gone beyond the comprehension of God’s Will in specific matters, even beyond the concern for the well-being and survival of their race. They have gone beyond these concerns to a greater spirituality, a Greater Community Spirituality—a spirituality of all time and all worlds, a spirituality that is mysterious, that is not defined and embodied in rituals, ideals, beliefs, historical accounts or fantastic images, a spirituality that can be completely translated from one being to another with words or gestures, or without words or gestures.\n\nGreater Community Spirituality is a spirituality of greater experience, greater perception and greater abilities. In the Greater Community, you are not saved. You are only developing. In the Greater Community, you are not condemned. You are only developing. In the Greater Community, there is no heaven. There is only further involvement and a greater capacity for relationship. In the Greater Community, there are no local gods and demons fighting spiritual warfare. In the Greater Community, there are those who know and those who do not know. From their experience come the great difficulties that are posed in life everywhere.\n\nYou who live in a human world with human ideas, human beliefs and a human perspective have a great opportunity now to experience the Divine and Divine purpose and will for your life and time through a Greater Community awareness and through a different kind of path and direction. You need this now, for your world is emerging into the Greater Community of Worlds. And you need this now because this is the religion for all time, not only for your time. Penetrate this great threshold and you will understand the past, the present and the future in such a way that will unite them together.\n\nThis will give you strength and ability in discerning and comprehending those from the Greater Community who are visiting your world. Though they possess greater technological ability and have greater social cohesion than you, they are called to learn Greater Community Spirituality as well. Your gift to them is something very rare and precious. You have something they need. You have something that all life needs. That is why Greater Community Spirituality is being introduced into this world prior to the world’s emergence into the Greater Community. This is not only given for your own adaptation to the Greater Community in order to establish a foundation for communication, recognition and understanding. It is also given to establish that you as human beings, as limited as you are in your physical capabilities, nonetheless have a spiritual gift to give—a gift for all time, a gift of true benefit. However, in order to find this gift and to give this gift, you must have a greater understanding, a greater awareness, a greater theology and a new foundation for living. This is a foundation that will liberate you in your daily life and that will make your human concerns, which are seemingly so complex and difficult, far simpler than they seem today.\n\nWhat God is doing in your world is related to what God is doing in the Greater Community. If you do not know what God is doing in the Greater Community, how will you know what God is doing in your world? And how will you understand the Divine presence and experience here? You must see yourself from the outside looking in to see how you are, where you are and who you are at this time. You will need this perspective to see what surrounds you, what encourages you and what holds you back.\n\nKnowing what God is doing in the universe can only be translated through pure experience, for the universe so far exceeds your intellectual or conceptual capacity that no language or technology could possibly describe it. And even if it could be described, you would have no way of understanding it.\n\nHowever, this is not how greater awareness and greater truth are transmitted and realized. If you are willing to go beyond your own boundaries, if you are willing to go beyond your concepts, your ideas and your beliefs, then you will open a door to Greater Community Spirituality and to a greater Knowledge and Wisdom which are so needed in your world at this time. This offers you every advantage and a foundation for giving to others in the future, yet to do this, you must be very courageous. You must venture into territory where people have not gone before, into a new kind of sacred experience and into a universe far greater and more complex than anything you have had to contend with in the past. You will have to learn to be comfortable without definitions. You will have to be secure in a greater foundation within yourself. And you will have to have great companions.\n\nThis is not an adventure. This is a journey—a journey of the greatest magnitude, a journey which cannot be undertaken alone, a journey with difficulties and dangers, but a journey that is needed and that calls to you. It calls to you beyond your ideas, your goals and your concerns. It calls to you now.\n\nThis calling is an experience which seems so inexplicable, and yet it is so real, so permeating and so complete, even for you here now. It is the window through which to see a greater universe and a greater God at work.\n\nThis is the theology of pure experience—a theology of pure Wisdom and pure Knowledge, a theology that you can only demonstrate and a theology that you can only experience. It is a theology that is greater than anything that can be taught in your seminaries and schools of religion. Who can respond to such a great gift and Mystery as this? Who can enter the realm of pure experience, of greater union with God?\n\nLet this be a calling for you who read these words. Let this call to you beyond your understanding and your ability to understand, for you will not understand these words until you have this great experience, and you will not know if these words are true until you experience their truth. You will not know their complete relevance until you yourself can embody them.\n\nIn the Greater Community, God is too large and too great to incite only faith. Faith can only bring you to the threshold of experience. Beyond this, faith is too weak and too fallible to carry you further. Here faith serves its only and most important purpose—to bring you to the gate of experience. This is the purpose of faith and the purpose of preparation. This is the purpose of religious training in your world and in all worlds. Beyond this gate is God of the Greater Community. Leading to this gate is Greater Community Spirituality and beyond this gate is Greater Community Spirituality.\n\nIn order to realize the theology of God in the Greater Community, you must have a greater mind, a greater vocabulary and a greater range of experience. This can be translated to you, and you can translate it to others, but your words cannot capture it. It can only be transmitted from one to another through a mysterious process of Divine transmission. No one can understand it intellectually because its environment is too great and too all encompassing.\n\nThose who want ideas alone will have to stay with their local religions, for this is too big. Those who only want to know guidelines for constructive living will find this too great and confusing, too inexplicable and too mysterious. Those who experience God in the Greater Community and those who can transmit God in the Greater Community represent individuals who have transcended the boundaries of their own racial heritage and intellectual capacity. They have become universal in their thinking. They see what others cannot see, and they know what others cannot know. This is their burden and their gift. For them, belief is not an issue because they have gone beyond the need for belief and beyond the limits of belief. Their experience is too remarkable to be translated into any broad spectrum or to any great audience. It must be given one to another. Their church and their temple is the environment in which they receive Divine transmission and communicate it to others. Their students are few. Their journey is long. Their requirements are great. Their application is total and complete.\n\nIs such a gift possible for humanity? It is not only possible but necessary. Without this gift, the experience of the Greater Community will have a devastating impact on humanity. Without this gift, humanity’s desire for power and domination will lead to catastrophe. Without this gift, you will not be able to understand those whom you will meet from the Greater Community, and you will not be able to understand the great change and the great events that are occurring in your world.\n\nThe Greater Community Way of Knowledge is being presented to the world as a means of preparing you for the Greater Community and as a means of preparing you for God of the Greater Community. It is the means for preparing you for a greater purpose in life that is related to life everywhere. The Greater Community is the greater environment in which you live and to which you must now become accountable. The Greater Community Way of Knowledge is a different kind of spirituality, but you will find that the experience which is at the very heart of this is more familiar and more confirming than anything you have ever experienced before. This experience will remind you of your Ancient home and of those who sent you into the world. It will remind you of the greater bond of relationships that exists even at this moment that goes beyond the boundaries of your time and place in life. This is a doorway into a greater universe. It is a means for a greater ability and Wisdom in life. It is an answer to a greater need for humanity and for life everywhere.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-god/"
}