{
  "title": "What Will Save Humanity",
  "content": "Humanity is about to face its greatest trial and its most difficult challenges. Many people are feeling this, of course—a vague sense of anxiety, pervasive concern over the future—while others still dream that life will continue as they have known it, only better now, for it must be better, they think. But humanity is entering its time of great trial and difficulty. This must be accepted if you are to understand where your life is going, if you are to understand the sequence of events, if you are to understand how you must prepare for the future—a future that will be unlike the past in so many ways. This is not a negative perspective. It is a revelation of what is coming.\n\nThose who argue against this are perpetuating their own sense of denial, revealing their weakness and their inability to face a changing set of circumstances. People’s hopes and dreams cannot now be the foundation of their lives, for they must prepare for what is coming so that they may survive the Great Waves of change and be of service to others, which is ultimately what they are here to do.\n\nYou may project any ideas upon the future—your hopes, your fears, your dreams, your anxieties. You may paint a happy picture or a frightening picture for yourself. But life is moving. It is not dominated or even affected by your projections.\n\nPeople’s attitudes, of course, are important. It is important to have a supportive attitude, but this attitude must be founded upon a real understanding of what is happening around you, where your life is going and what life will require of you for the future. You build your positive, constructive attitude around a recognition of reality. Certain things have been set in motion now that you cannot change by wishful thinking or by your own personal admonitions.\n\nThe Creator of all life has sent a New Message into the world to prepare humanity for this new era, for all the Revelations that have been given to humanity before cannot prepare it for what is coming now. The wisdom of the great traditions remains as an inspiration, as a correction, as an emphasis and as a higher standard. But a New Message from God must come now to prepare humanity for the Great Waves of change that are coming to the world and for humanity’s encounter with intelligent life from beyond the world, which represents a new reality and a new challenge for the human family.\n\nYou can face these things and learn of them through the revelations of God’s New Message, through your own experience and through the signs that the world is giving you now—signs which are coming every day to inform you and to prepare you, to warn you and to shake you out of your self-preoccupation and your attachment to your hopes and your dreams.\n\nThese revelations will be shocking. They may be emotionally difficult for you, for they will require you to reconsider many things. They may arouse tremendous fear and anxiety because you will see that you are not prepared and you are not yet strong enough to face these things, even emotionally. But no matter what your initial reactions, it is far better to see, to know and to be prepared than to remain in ignorance or denial while the world changes around you.\n\nGod’s New Revelation provides a warning, a blessing and a preparation for the Great Waves of change and for humanity’s encounter with a Greater Community of intelligent life. These two great phenomena more than anything else will affect the future and the destiny of humanity, the lives of every person in the world today and the future of their children.\n\nPeople are consumed with other things, of course, with other problems that seem significant and grave in the moment. But these things are small and often insignificant compared to the power of the Great Waves of change and humanity’s encounter with a Greater Community of intelligent life.\n\nWhat will save the world now will not be these preoccupations, these fantasies, these admonitions that people everywhere are still maintaining to try to assure themselves that life will give them what they want and that they have control over their destiny. Your control over your destiny must come from a greater power within you, a power that God has placed there.\n\nWhether you are religious or not, no matter what nation you live in or what religion that you devote yourself to, the power and presence of this deeper Knowledge lives within you. It is true for everyone, for God does not discriminate. God is not delighted with the religious and angry with the unreligious. God has placed the saving grace within each person.\n\nThe real purpose of religion is to bring people to this saving grace. Religion in all of its forms is intended to do this. Even though religion has taken on other manifestations and assumed other purposes and in many cases has been adopted by political forces, this is its fundamental purpose: to bring you to Knowledge, to bring you to this deeper guiding intelligence that the Creator of all life has placed within you and within each person as a potential.\n\nThe fact that the world is in its present deteriorating condition is evidence that people are not aware of Knowledge and are not following Knowledge. They are following ambition. They are following their social conditioning. They are following their grievances. They are following their ideals, all things of the mind – the personal, worldly mind. But there is a deeper mind within you now, and it is this greater intelligence that will respond to God’s New Message. It is this greater intelligence that will be your raft to navigate the difficult waters ahead.\n\nOnly God knows what will save humanity. You may have many plans and theories. You may insist upon your ideas and your beliefs. You may even claim that your ideas are sanctioned by God or directed by God, but only God knows what will save humanity.\n\nFor humanity must now be saved—not for Heaven, but for its future here in this world—so that the world may remain a habitable environment for humanity and so that you may learn to deal with competition from beyond the world and all the many influences that will be placed upon humanity by other nations in the universe who seek to have the world for themselves, to benefit themselves.\n\nWhen you begin to learn of the Great Waves of change, which the world is revealing to you with each passing day and which God’s New Message addresses directly, and when you begin to face the reality that the world is undergoing intervention from races from beyond the world who seek to gain control of humanity and the resources of the world – if you can face these things, which will be a great challenge, then you will realize that you do not have an answer. Perhaps this will lead you to feel helpless and hopeless. But you will realize you do not have an answer and that the answers that you can imagine, or that you believe will be effective, will be insufficient to deal with challenges of this magnitude. Good ideas here will not be potent enough to deal with the challenges to come and the challenges that are already here.\n\nWhat will save humanity now will be recognition, courage and necessity. The recognition is that the Great Waves of change are upon you, that humanity has destroyed so much of the life-sustaining resources of the world, and that you are living in a world in decline—of declining resources, of environmental degradation, of changing climate and the ever-growing temptation of nations to go to war with one another.\n\nAs you face the reality that your world is being visited, not by friendly forces, but by those that would seek to plant themselves in an advantageous way, to influence human leadership and to pacify the human public—if you can face these things, you will realize you do not have an answer. This is very important, you see, because here you must turn to God beyond you and the intelligence that God has placed within you. Here is where your intellect will run out of reasonable answers. Here you will see the limits of your ideas. Here you will face the limitations that your social and religious conditioning has placed upon you.\n\nWith this recognition, there must come courage. You cannot be weak and faltering in the face of the Great Waves of change or in facing competition and intervention from the universe around you. You cannot be ambivalent, only concerned with your happiness and with acquiring those things you want for yourself. You are standing at the threshold of immense change and challenge. You cannot be dreaming of other things if you are to be prepared.\n\nGod has already given you the power of Knowledge to guide you, to protect you and to lead you to your greater accomplishment in life. But if you do not heed this or do not believe that such a power and presence live within you, then you may pray to God for deliverance, you may pray to God for salvation, you may pray to God to intervene in the difficult circumstances around you, but God has already provided the answer, you see.\n\nThe Lord of the Universe is not going to become preoccupied with your social welfare, for the answer has been placed within you regarding what you must do and not do, what you must release and what you must focus upon.\n\nThis takes courage, of course—courage of a very fundamental nature, courage that is greatly lacking, particularly amongst the wealthy people of the world, who have become accustomed to having their needs fulfilled, who believe the world is there to satisfy their desires and ambitions, who feel that their wealth and privileges are like an entitlement from God, who think that they are better than others who are struggling even to meet the basic requirements of life.\n\nThere must be recognition. Without this, you have no hope. Your life will be overwhelmed, overtaken by forces you did not anticipate. Your privileges will be lost by forces you do not understand. And you, like many others, will be enraged—blaming governments, blaming other nations, blaming life itself for your predicament, when in fact you missed the signs and the cues along the way. You did not respond to the urgings of Knowledge within yourself. You thought your anxiety was just a psychological problem. You thought that your concern for the future was unjustified, when in fact it was attempting to speak to you all along.\n\nThe calling is within you now to respond, to become aware, to look without hostility and preference, to see what you can see coming over the horizon. Instead of planning your future around what you want, you must plan your future around what you see, what you feel and what you know.\n\nIf this seeing, feeling and knowing is authentic, if it is true to Knowledge within you and not merely some kind of bargaining on your part, then you will be able to build a strong foundation. You will begin to change your life before the requirement for that change is upon you. You will begin to alter the course of your life and to shift your allegiance to Knowledge before necessity has overtaken you.\n\nYou have to find and build the courage to do this. No one else can do this for you. You cannot assume that the government will take care of you. You cannot assume that your city government can take care of you or that your hospital can take care of you under all circumstances. You must rely upon the power of Knowledge within yourself, within your relationships and within others.\n\nThis is not a weak assurance. This is not a passive role. You will have to become very observant, very objective and willing to face whatever is coming over the horizon. Otherwise, you will panic, and your life will be overtaken with tragic consequences. You may blame God for this, but God has been warning you all along through your experience, through your dreams, through your sensations and through your deeper emotions. God has been warning you all along, and the world has been giving you its signs all along.\n\nWhat are the signs you should be looking for in the world at this time? You should be looking for the price and availability of food and the availability of water. You should be looking at how nations are regarding one another. You should be looking at the financial condition of your nation. You should be preparing yourself for the Great Waves of change. You should be watching the climate conditions of the world.\n\nThe world is giving you these signs. You must watch them carefully now. They will help to inform you about how much time you have and how quickly you must begin to make the kinds of changes in your life that will be necessary. They are informing you. If you are not paying attention, what can life do for you? If you are arguing with this reality, if you are denying it or thinking it is false or that only governments are to blame, then you are not taking responsibility for your life.\n\nYou will need a tough love for the tough times. God is giving you the real love—by warning you, blessing you and preparing you. If you think love is about something else, then you are confused about the nature, purpose and reality of love, and you do not understand what God’s love really is.\n\nWhy would God give you pleasantries when in fact your life is in danger? Would that be love? Why would God try to fulfill all of your desires for happiness when your world itself is imperiled? To want this, to expect this or to demand this represents a fundamental confusion. To think it is all a matter of perspective means that you do not yet realize the power and the potency of Knowledge within yourself, which is not governed by preferential thinking. It is not swayed by fear or desire. That is what makes it powerful. That is what makes it reliable. That is what makes it your greatest inner resource.\n\nWe have mentioned three things: recognition, courage and necessity. Recognition and courage are important on an individual level particularly. But it will be necessity that will give humanity its greatest chance. For the Great Waves of change and the challenges that will be coming and are here already from the Greater Community represent the two great initiatives for real human unity. They represent necessity.\n\nHumanity is imperiled from within and from without. From within, it is facing a world in decline. Its growing populations will have to contend with a slowly shrinking well of resources and with environmental disruption. It will have to pay attention now to the laws of nature, which hold little mercy for the unprepared. It will have to face a fundamental decision over whether nations will compete and contend and fight over the remaining resources or whether they will unite to preserve them, to extend them and to make sure the human family as a whole has what it needs.\n\nIt is not about national security now. It is about world security. Your nation will not remain unaffected if other nations fail. If millions of people stream over your borders because they cannot sustain themselves in your neighboring countries, that will have a great impact upon you. If humanity cannot feed itself, great war and tribulation will follow. Think not that these challenges are not upon you, for the world is telling you otherwise, and Knowledge within you is urging you to respond.\n\nIt will be the necessity of facing the Great Waves of change and cooperating to meet its challenges that will unite humanity at last. Humanity will not be united because of an agreed political agenda or shared ideology or shared religion. It will not be the result of a natural reconciliation between cultures, nations and groups. It will be generated by a very fundamental truth—the truth that united you can succeed, but divided you will fail.\n\nThat truth will now become the governing principle if humanity is to choose the path that will sustain it, redeem it and give it a better future than the past. For the past has been a record of human conflict, competition and human tragedy. You are entering a set of circumstances now where a few people cannot be enriched while the rest of the world goes into decline, for they too will lose everything as a result. It cannot be that a few are wealthy while the many are struggling to survive, for in the face of the Great Waves of change, whole nations will fail under such an arrangement.\n\nNations will have to cooperate now or face mutual destruction. The peoples of the world will have to be cared for at a much higher level than currently exists. Necessity will drive this. Cooperation will be necessary now. And those groups and those forces that will not cooperate will have to become isolated because they are endangering the whole world.\n\nNecessity will also drive you to face the Greater Community. For in emerging worlds such as your own, the first contact with intelligent life in the universe will be with resource explorers and economic collectives, predatory races that seek to take advantage of a weak and divided world such as your own. The New Message reveals the reality of life beyond your borders and how you will be able to tell friend from foe and how those who are really your allies or potential allies will behave regarding you in the future.\n\nNo one is going to come and rescue you, and those that claim to be here to do so will be your greatest danger. You do not understand this yet because you do not understand the reality of life in the Greater Community. The revelation of this must be given to you from God if it is to be real and authentic and not some form of manipulation from some other race who seeks to gain advantage here.\n\nNecessity will require that human nations unite for their own defense, establish their own rules of engagement with any [foreign races] who are in the world today or who may seek to come here in the future. If one nation is infiltrated, it will threaten the whole world.\n\nThis is thinking at a different level now. It is not thinking as a member of a tribe or a group or a nation. It is thinking as a member of the human family. It is being concerned with the welfare and the security of the entire human family, the native race of this world that is now facing intervention from beyond and competition from beyond.\n\nYou must learn to think in these ways, to gain the courage to do this and to recognize that those who would visit your world are not here because they are fascinated with you or they are trying to uplift you spiritually or they are going to shepherd you into some glorious future.\n\nIn the history of your own world, ignorant races have fallen under complete subjugation following assumptions of this kind, believing that advanced technology represents a higher moral or ethical approach to life.\n\nYou are entering a Greater Community of intelligent life in the universe, a competitive environment on a scale you can hardly imagine. You are entering it as a weak and divided race, stewarding a beautiful planet that is valued by others.\n\nIntervention is occurring now because you are destroying this invaluable asset, this beautiful world; because you have produced technology that others can use; and because those who seek to intervene do not want to see you become more powerful than you are today. This is their opportunity, and they will take advantage of it—generating human conflict, weakening the strongest nations, pitting nations against one another to weaken them and to make them more dependent upon the presence that is now amongst them, a presence from the Greater Community.\n\nYou know not of your predicament. You know not of your vulnerability. You are still thinking like people living in isolation, assuming that everything important in life has to do with your local environment, your histories and your temperament. You do not see that you live within a Greater Community of intelligent life and that humanity is facing a grave set of circumstances.\n\nThose who are in the world today do not represent military forces. They are commercial forces. They are small in number. They do not have great power, except the power of persuasion. It is this that they are using to turn people against one another, against their governments and away from Knowledge within themselves, which itself can never be turned by any force—from this world or any world.\n\nYou may say, “Oh, this is too much for me! I don’t think I can deal with this!” But this is your world. This is your life. This is your future. What do you mean you cannot deal with it? Of course you can. You were sent here by God to deal with it, to contribute to the world. It is because you are dealing with other things that have little or no value that you feel weak and impotent in the face of such great circumstances. Your romances, the acquisition of wealth, your hobbies, your pastimes, your dilemmas, your conflicts with other individuals—this is all sucking the life out of you. Your power, your potency, your courage, your resourcefulness—all being lost to things of little or no value.\n\nThe hour is late. It is too late for human folly. You must prepare for the future as an individual, and you must promote human freedom and unity in the face of necessity. This is what will save humanity and give it a foundation for the future that will be greater than anything it has ever had before—greater than its brief periods of opulence and success and indulgence. You now have to survive within a declining world. And you will have to become strong enough to resist the temptations that will come from the Greater Community. You have to resist intervention. You have to become serious about your life, much more serious than you have been before.\n\nAll the problems that humanity is facing now, many of which are very serious, will be overshadowed by the Great Waves of change and by competition from beyond the world. For what could you hope to preserve or to gain if the world becomes uninhabitable for most people, if there is not enough food for the human family, if your essential resources decline to such a point that nations cannot function? And what can you hope to gain or achieve for yourself if humanity falls under control and subjugation to foreign powers from the Greater Community itself? Consider any problem that you think is important in the world in the light of these two great forces, and you will see where your emphasis must reside.\n\nHow will you take care of yourself? How will you take care of the elderly? How will you take care of children? How will you take care of the disadvantaged in the face of the Great Waves of change? How can you become a positive resource for the world, an influence—able to provide for others, able to have vision and clarity, able to have strength? How will you be able to recognize that humanity must unite for its own defense in the Greater Community or it will be infiltrated, subjugated, persuaded and overtaken by other powers?\n\nThis is what happens in nature. This is part of life. This has been going on in the world for centuries, between human beings. It is going on throughout the universe though there are different circumstances and different restraints that exist in the Greater Community which you can learn about.\n\nThis is reality. The great tragedy for humanity is that only the very poor are facing reality, for they have no choice. The wealthy are squandering themselves—their resources, their education, their time, their emphasis—on the most foolish and absurd fascinations and interests. It is too late for this now.\n\nThat is why there is a New Message from God in the world because without this New Message, humanity will fail. Its failure will come incrementally, but it will come. And intervention in the world will take place without human awareness and without human resistance.\n\nDo not deny this, for if you do, you are missing the great Message from the Creator. If you do not see the warning, you will not value the blessing, and you will not see the need for the preparation. For God’s New Message, which is meant for all the peoples of the world, is to provide this warning, this blessing and this preparation. Not everyone will be able to respond, but many will have to—from different nations, from different religions.\n\nEverything is in the balance now. The fate of the world will be determined within the next few decades. That is an incredibly short period of time. Life is moving. Events are taking place. The results of humanity’s degradation and foolish use of the world are now moving on their own. Technology alone will not be an answer. There must be human recognition, courage and unity. Technology will only be a tool to help you, but without this recognition, this courage and this unity, technology will only hasten your demise.\n\nThe Creator of all life loves this world, loves humanity and has given humanity the power of Knowledge, has given humanity the great Revelations of the past and has given humanity now a New Revelation for this time and for the times to come. You are living in a time of Revelation, for you are living in a time of unprecedented need, facing a set of circumstances that humanity has never had to face before. You have faced deprivation before in the world, but you have never faced a world in decline.\n\nDo not think your wealth and your privileges will insulate you from this, for you will be vulnerable. Everyone will be vulnerable. That is why the New Message calls for human recognition, courage and unity. It is not a good idea now. It is not merely an option, for the choices are very few. That is what gives power and potency to your time. That is what gives urgency to your life and purpose and meaning for your life.\n\nKnowledge within you will guide you to make a contribution to the world with certain people in certain circumstances. The condition of the world will give you the sobriety and the conviction that you must follow this Knowledge. For this is how God will speak to you, and this is the time in which you must learn to listen.",
  "audioUrl": "https://www.newmessage.org/av/what-will-save-humanity.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/what-will-save-humanity/"
}