{
  "title": "What Happens After Death?",
  "content": "What happens after death? Many people, of course, wonder and marvel and even anticipate what kind of reality they will face after they leave this world. In fact, the emphasis on this is the foundation for the world’s religions. For somehow it seems too incredible and too unreal to think that this life, with all of your intelligence and capabilities, would cease when your body ceases to function. Somehow, this seems to be a contradiction. It is not merely that it is a fear or an anxiety. It is a contradiction. For you were born with a spark of awareness, and you will leave this world with a spark of awareness.\n\nThe mystery surrounding this, and the many philosophies and the great speculation that surrounds this, continues to perplex people everywhere. In fact, this is a great concern throughout the Greater Community of life in the universe. It is not a preoccupation for human beings alone.\n\nThe contemplation of what might happen after you leave this world is certainly on the minds of people who are facing grave illness, and is certainly on the minds of many people who are reaching the final stages of their life in the world. But it becomes a great emphasis really for everyone, for how you live your life here in large part is determined by how you view your existence overall.\n\nIf you identify with your body, you will feel as weak and vulnerable as your body. You will fear a thousand things that could harm it or destroy it. You will devote yourself to protecting it, to caring for it, to serving its pleasures and its needs, and to mitigating its pains and its difficulties.\n\nHow you live your life, then, is very much dependent on what you identify with within yourself. Certainly, there is a greater part of you than your body, and that is your mind. That is the mind you think with. It also contains your memories, your feelings and your emotions and associations—everything that has been impressed upon you in this life since the moment you were born. And of course many people—in fact really everyone to a certain degree—identify with this thinking mind and with their own thoughts.\n\nPeople really do believe they are a nametag. They really do think that their personality—with all of its peculiarities and unique features, its weaknesses, its strengths and its hazards—is who they really are, and that their thoughts really represent who they are. So when you identify with the mind, well, you will feel you have a little bit more omnipotence over the frailty of your body. You will think, “Well, people can hurt my body, but they cannot hurt my mind. I am still free to think my own thoughts.”\n\nThis is a very common assumption, of course, but it unfortunately is untrue because you live in a mental environment, and 99% of your thoughts you have absorbed from your environment or have adopted from your family or other significant figures to meet social conventions, to meet other people’s expectations, to meet the requirements and demands of your family and so forth. Really, you do have very little freedom in your thinking mind because it has been so conditioned into you. You think you are free, but you are not really free in this regard.\n\nSo people identify with their thoughts and even more so with their fixed beliefs. People are willing to die for their beliefs, to kill other people for their beliefs, to wage war, to commit genocide, to devastate the world and to denigrate others because they are fixed on their beliefs. They identify with their beliefs. They think their beliefs are who they are. Certainly, everyone suffers from this delusion to one degree or another.\n\nWhere would you be without your political ideas or beliefs, religious ideas or beliefs? Or your social standards? Or your expectations? Or your plans and your regimens and your schedules and your habits and your hobbies? Where would you be without all these things? Would you cease to exist? Would you evaporate?\n\nMany people are very terrified to experience even a moment of stillness, thinking that without this constant investment in their thinking and ideas, feelings and emotions, memories and expectations, they would somehow just disappear, or go crazy, or lose control or some other thing of this nature. And then there are people who believe they have a soul that somehow is beyond their intellect, but it is mysterious. It is hard to attribute to it any aspect of the mind or the body.\n\nSome people believe they have an ethereal body, a kind of transparent body, because they cannot imagine themselves without having a physical form of some kind. And others think their soul has a lot of ideas and is somehow just another version of their intellect and their social conditioning. But there are many people, fortunately, who recognize that there is something about themselves and other people that is beyond the mind and the body. And this is a hopeful sign.\n\nFor if you were in a hospital and you could not move, you would have to face your mind because there is very little you could do. Or if you were in a wheelchair and could not function within the normal range of activities, you would have to face the content of your mind to a much greater degree because you could not be running around all day.\n\nBut then if life disappoints you, if there is a loss of love or privilege, a loss of respect or admiration from other people, this could be shattering to your mind. There are people who commit suicide when their ideas about themselves are seriously challenged or thrown into doubt.\n\nSo likely you will face moments—either moments of some kind of prescience or moments of grave disappointment—when you really cannot continue to reinforce your ideas about yourself and stay distracted with your beliefs and your hobbies, your pursuits and your pleasures, for life has thrown a wrench in the works. Life has disrupted your dream, your self-obsession.\n\nNow you have to face something else within yourself. Perhaps you do not really know who you are. Perhaps your ideas are not so certain. Perhaps your beliefs about God and life and nature and culture and civilization—perhaps they are not as true as you thought they were previously. And now you are in doubt. Now you are not so sure.\n\nPeople are so fixated and so identified with their thoughts that when they face these moments of self-doubt, it is very shocking. It is like your whole life is thrown into question. Your entire existence is thrown into question. You thought you knew who you were and why you were in the world and what you were about here. Your life was figured out. You had a pattern and a scheme and a blueprint. But now you are not so sure.\n\nThis is always a hopeful sign when you have these kinds of experiences, even though people go to great lengths to avoid them and to escape them and to get out of them as quickly as possible. It is these moments that can give you a window into your deeper nature and perhaps give you a glimpse that who you really are is not your mind, your thoughts, your beliefs, your convictions, your associations, your memories, your expectations and all of this.\n\nMoments of great disappointment can be real breakthroughs in this matter. So if you are experiencing great disappointment or great self-doubt, it is a promising moment for you. There might be a chance that you will escape the prison of your mind, the prison of your beliefs and thoughts and convictions.\n\nPerhaps you will not be so adamant now in asserting your ideas and beliefs, and so ready to condemn others who disagree with you, or who do not live according to your standards or expectations. This is always a hopeful sign that perhaps you will have a chance to have a glimpse or a reminder that you are not your thoughts; you are not your mind.\n\nThere is a greater part of you that is beyond all this. You may call it your soul. You may call it your Being. But beyond that, you cannot really give it much form. You can imagine that it is godlike or ethereal. You can imagine all kinds of things, but really, the mind cannot understand the Spirit.\n\nThe mind has to put everything into form, and you just cannot put the Spirit into form. The Spirit can live in form. The Spirit occupies form, as in the case with yourself and your current existence, but you cannot really make the Spirit take form. You can build form around the Spirit. The Spirit can occupy a form, but it is not quite the same, you see.\n\nYou cannot turn the Spirit into something it is not. You cannot change what God created even though everyone seems to be trying very hard to do just that.\n\nThe world created your body. Your life in the physical universe has created your mind as you are aware of it. But God created your Spirit. Nature has created your mind and body. God created Nature, but what God really created in you that has permanence is beyond the mind and the body.\n\nThis represents a great leap, a great transition in awareness, a great threshold if you can experience what is being presented here. While you are still living in the world, functioning, living within a body, using your mind to navigate the constantly changing circumstances and the innumerable problems of life, to have this experience of yourself beyond your mind and beyond your body, it is very reassuring. It is a wonderful antidote to all of the fearful obsessions that people are so fixated upon in their fervent religious beliefs, in their hobbies, in their romantic pursuits, in their obsessive work.\n\nTo see that you exist beyond all these things gives you a kind of deeper confidence and a deeper self-trust. You really cannot trust the body totally because it is so fallible. It is so easily damaged. It is so prone to so many problems. And there is always a chance you could drop dead tomorrow or step in front of a car or have some other calamity take place.\n\nYou cannot really trust your mind because it is so conflicted and it is permeated with so much fear and anxiety and antagonism. It is really fairly chaotic because it does not have Spirit to guide it, and without the guidance of Spirit, the mind becomes rather erratic. It is prone to all kinds of difficulties and even self-destructive behaviors.\n\nThe people who are the most balanced, whose inner life is the most harmonious, have established their identity beyond the realm of the intellect. Then they realize their mind is here to serve something. If the mind only serves its own ideas, it becomes erratic and conflicted, and what you see as a result is the world you experience—that humanity can create things of beauty and things of terror, that even with all of this intellectual brilliance, people suffer; they are miserable; they are dishonest; they cannot be with themselves; they cannot be present to other people; they cannot sit still for a minute; they do not know how to be with themselves; they do not know how to be with life; they are limited in their ability to experience beauty. The mind is driven crazy without the guidance of Spirit.\n\nThe mind was made to be a vehicle of communication. That is its greatest purpose. But if this purpose is not experienced, if it is not understood, if it is not really fully being employed in a person’s life, then they are going to be driven crazy by their mind and by the minds of other people. It is a constant racket.\n\nMany people just go to drugs to try to escape their own inner antagonism, the hellish state of their mind. People fall into depression. People become obsessive in their habits or hobbies. Mental illness becomes rampant and ever present. If the mind does not serve Spirit, it becomes self-destructive. And even if its self-destructive tendencies are held in check, it seems to know no happiness or fulfillment.\n\nWho you are is greater than this, and that will tell you that your existence will continue beyond this life because if who you are is not your mind and your body, then the cessation of your body, and even the cessation of your mind as you experience it, does not constitute the end of your existence.\n\nSo when We come to the question of what happens after death, how you will see this and understand this is dependent greatly on what you think you are and what you identify with. If you think you are only a body, well, death is it. It is over. You are like a cup of water that is sent back into the ocean. Your molecules just become part of the molecules of the universe to become something else—a tree or a rock or part of another creature, whatever, throughout time. You were just part of the material of the physical universe.\n\nIf you identify with your mind and your thoughts, then you will try to create a Heaven where your intellect can survive and be relevant. Let’s see. People have thought up all kinds of heavenly states, but none of them seems to be very attractive. You cannot sit around praising God all day long. You cannot enjoy pleasure for very long without it becoming rather gross and disgusting. If you live a life of total ease and beauty, it becomes exceedingly boring for the intellect.\n\nAll these notions of Heaven where you still have a mind and your body become, after a time, rather hellish. For what is Hell but a beautiful place where you can never be happy? And the kind of Heaven that people imagine where their intellect and their body can survive really becomes like Hell after awhile.\n\nSome people think you just melt back into God, but really that is annihilation. That is like putting a cup of water back in the ocean. And somehow there is no relevance there for yourself if you think you are just an intellect and a body. Even if God is wonderful, most people will not really welcome annihilation.\n\nSo to approach this question of what happens after death is really dependent upon how you view yourself and what you identify with. There are many people who absolutely cannot face the prospect of not having a body. It just would be inconceivable to just be a mind, in some kind of void existence, without any contrast, without any scenery?\n\nIf you were in a physical reality without a body, well, it becomes rather frustrating because you cannot participate. You talk to people, but they cannot hear you. You wave at people, but they do not notice. You yell and scream at your loved ones to tell them not to do something they are about to do, and they pay you no attention.\n\nThat is why when people leave this body, or die, they are taken away from their loved ones because it would be so incredibly painful for them and frustrating to be around their loved ones and be unable to communicate. They are only given brief periods of “visitation.”\n\nCan you imagine the frustration that if you died and your wife remarried, would you want to be present for their marriage, for their lovemaking, for their romance? Would you want to stick around and see your children fail and have grave difficulty and be absolutely unable to communicate with them, to warn them, to advise them?\n\nThat is why when someone dies, they are taken away from their loved ones, for their experience and existence would be far too painful and exasperating if this did not occur. There are some relationships where a connection may be sustained, but even here it is intermittent.\n\nWhen you die, you lose your physical vehicle. It has served its purpose, or it was prematurely destroyed, whatever the case may be. You died young. You died old. Your body is a temporary vehicle. It gets worn out. It gets injured. It gets sick. It gets destroyed in conflict. You made the mistake of stepping in front of the car, or you were not paying attention, and you hit the tree.\n\nPeople seem to think that they die at some kind of perfect time, like they are finished with life, but that is not true at all. Anything can happen to you at any moment. That is why you must pay attention and be present to what you are doing.\n\nPeople think, “Oh, well, this person was ready to pass on.” That is ridiculous. Very few people are ready to pass on. Older people, yes. People who have had long illnesses, yes. People whose lives have become so miserable that they are not worth living, yes. But most people die when they die. They are not ready to die. They just die. Either life overtakes them, or their body wears out, or they make some foolish mistake, and that is it.\n\nSo there you are. You do not have a body. But you still have a mind—for awhile. But it is a different kind of state of mind, you see, because without the body, the mind is not functioning in the same capacity. So much of your mind is taken up with managing the body and directing the body, and this involves plans and activities, memories. A great deal of your mental abilities and your mental energy is taken up with managing the body and planning for the body’s actions.\n\nWhen you do not have a body, a large part of the intellect goes with it. Are you still thinking about what you are going to do next week or what you did the week before, without a body? Are you still concerned about your activities and your engagements with other people and all of your plans? No body, no activities. No activities, no plans. But you are still there.\n\nYou will be able to glimpse your life, perhaps momentarily, after you leave it, but then you will have to pass into another dimension. And in this dimension, depending on your state of mind when you died, depending upon your awareness of your life beyond your mind and your body, you may or may not have an encounter with a member of your Spiritual Family.\n\nWhen people die in a state of profound ignorance or hatred or violence, they do not have this contact, consciously. They are sent into a kind of limbo state, out of time, where nothing seems to be happening. And then they are given another assignment, but they do not experience that. They just go into another kind of existence because they have not completed their learning mission in the physical reality.\n\nYou cannot go back to God because your mind and your experience are not yet ready for that. And God does not wave a wand over you and dissolve all of your conflicts and difficulties. For you still have a mind, and it still is full of difficulties, so you are not ready to go back to Heaven or to enter a greater state of existence.\n\nSo there is no Judgment Day here where you go before the great judge, and your life is evaluated, and if you are good, you get to pass through and go to Heaven, and if you are bad, you are sent down below into some hellish or terrible state. That is a complete fantasy. That is used by religious institutions to make people obedient, or to scare them into good behavior or to threaten them with punishment—endless punishment in some cases. But that is not what happens at all. People who think like that must think of God as a really terrible Being! Fierce! Cruel!\n\nWhy would God punish you when you were placed in a world where making mistakes was so easy, and the chance of becoming wise was so slim? God understands that without Knowledge to guide you, the deeper intelligence that God has placed within you and created within you, all you could do [is] commit errors.\n\nSo would God punish you if you failed to recognize and experience this guiding power and presence in your life? That would be like punishing a child for being a child or punishing a fool for being a fool. Without Knowledge to guide you, this deeper intelligence that God has created, well, all you could do is make mistakes.\n\nSo this idea of good behavior, bad behavior, well, if you really did terrible things in life, you would be sent into another kind of existence to try to make amends for that, to rehabilitate the part of your mind that is beyond the intellect. You carry this mind beyond physical life to a certain degree. Only it loses a lot of its thoughts and preoccupations because when you do not have a body, why have preoccupations? When you are outside the physical realm, 90% of your thinking is just irrelevant and has no context.\n\nIf you were violent and ignorant, if you died in a violent way or you were angry at God, or you were just very, very conflicted, you would be assigned a different existence, probably within the same world, but in some cases, you might be sent somewhere else in the universe.\n\nIf you died in a greater state of equanimity and self-acceptance, then it is extremely likely you will meet a member of your Spiritual Family, and you will awaken in their presence, and you will be like, “Wow! Where have I been?” And you will all recognize each other even though you will not have form.\n\nIt will be like waking up from a long and troubled sleep. You will be back where you were before, in an entirely different kind of realm. But it is not yet Heaven. It is not really a higher state yet. Your Spiritual Family that is watching over you in this world will greet you if you leave this world in a state of acceptance and in a state of openness. And if you have lived a life that is not extremely violent or conflicted, you will have the honor and the pleasure of rejoining your learning group, whom you have been with for a long time. And they will give you the chance to choose what you want to do to continue your service to life in the physical universe because you will have the perfect Knowledge that that is what you must do.\n\nThis ability to choose is important because it will give you a greater opportunity for Self-Knowledge in your next experience of living in the physical reality. And you may have a much greater assignment with greater possibilities. If you are not trying to make amends now, you can be assigned a greater task, a greater opportunity.\n\nThis is determined both by you and by your Spiritual Family. It is guided by the Angelic Presence. It is a reality you can hardly imagine now, so do not try to give it form. We are speaking of a profound experience here, not a landscape.\n\nEveryone will return to Heaven eventually, but it could take an incredibly long time and a great deal of suffering to get there. Yet do not think this represents the notion of karma as people often think of it. People use karma to justify the wretched conditions of so many people in the world, thinking that “Well, they were bad in their last life, so they get to have this life as a punishment.” That is not the case at all. That becomes a form of cruel justification.\n\nWhen you come into the world, you have to deal with the world. You may come into a set of very bad circumstances. It has nothing to do with whether you were good or bad in your last experience of life. It is not a punishment. If you have achieved a certain degree of development and spiritual wellness, it may be a choice. How many saints have arisen from the slums and the wretched conditions of humanity? Poverty is a better breeding ground for sainthood than wealth and affluence.\n\nSo you must set aside these notions that one life is a payment for the life before. It is really not like that, you see. It is only partially true in the sense that if you did not serve others in one life, you will be put in a position where you can serve others in another. But that does not mean you are thrown into horrid conditions and brutally treated, though you may choose this as an opportunity.\n\nBut when you enter physical existence, the memory of your Ancient Home and your Spiritual Family is replaced now, not eradicated but replaced, by your experience of the difficulty of being in physical existence. This begins to overlay a whole new layer of awareness and understanding over that which is fundamental and eternal to you.\n\nIf you were a really bad person and did terrible things, well, maybe you will, you know, be a servant, or a nurse, or a caretaker until such time as the wounds of your prior existence are healed and compensated for. But you are not punished, you see. It is different than that.\n\nThere are many Beings who are waiting to come into physical existence and are choosing conditions that you here on earth would not want to choose for yourself because they recognize that the opportunity for them to claim their Spiritual Heritage, to recall their Spiritual Family while they are in the world, would be more optimum in those environments.\n\nFor if you are born into wealth and comfort and splendor, the seduction of all those things is so great that it represents a real disadvantage to a person who wants to come into the world to bring their true spiritual gifts to light.\n\nThe wealthy are far more deluded than the poor. They are far more distracted. They are far more seduced. They have far greater attachments to things of little value than do the poor. So many people choose poverty as a greater opportunity. This does not justify poverty, for poverty is still extremely difficult and even horrible in many cases. So there is no justification here for the state of people’s existence in life.\n\nBut the spiritual work goes on everywhere—within the ranks of the rich, within the ranks of those who want to be rich, within the ranks of those who are poor, and even within the ranks of those who are desperate. The spiritual work goes on everywhere.\n\nThis is why people who are generally poorer are more religious than those who are generally richer because they feel the importance of it. They recognize the limits of their physical existence. They are more reliant upon spiritual power within themselves. Perhaps they are more superstitious, but they are also more reverent as a whole.\n\nTherefore, when you leave this world, you leave the body behind and you leave a great deal of your thoughts and thinking, plans, goals, schemes and attitudes that all go with the body because you have no context for them now. But you still have a mind. You still have a worldly mind.\n\nIf you enter into this phase and this greater state of awareness with a minimum of discord and conflict, you will encounter your Spiritual Family, who will give you your next assignment, which may happen within the same world or somewhere else within the Greater Community of life in the universe. Generally, people return to the same world, but this is not always the case.\n\nOnce you are complete being in physical reality, then this mind that keeps you connected to life at this level is no longer part of your experience. Now you are functioning at the level of pure Knowledge, and your individuality becomes a light in the universe.\n\nNow you shine like a star and do not float like a pebble. Then the need to enter form, the need to go through change, the need to make amends, even the need to make specific contributions, is outgrown. And you are able to enter into the greater panorama of Creation that is beyond the physical reality.\n\nYou cannot imagine this now, and perhaps it does not look even desirable to you because it is not where you are in your progression, in your advancement. It is not relevant to your needs at this moment. It is like telling a six-year-old the benefits of being 35. Well, the six-year-old may think it would be fun to drive a car or to have other kinds of liberties, but really it would be beyond their realm and their reach. So when We talk about life beyond the physical reality, it is really beyond your realm and your reach. You are only six, and We are talking about someone who is 35, using that analogy, of course.\n\nPeople are afraid to die, of course, and nature has put this fear in you so that people will hopefully not act foolishly and end their lives prematurely before they have a chance to really do anything here. If you are going to make a difference in life, then your will to live has to be stronger than your will to die, and that is a good thing. Things were designed that way, you see. Otherwise, people would just give up—life gets hard and they just give up.\n\nYou cannot do that. You have to be here. This is where you are meant to be. This is why you are here, to make a unique contribution to life, at this time, under these circumstances. For this redeems you, and this contributes to the evolution and the well-being of life in the universe.\n\nOnce you realize you have a life beyond your mind and your body, you will begin to experience that you are in the world for a purpose, and this purpose holds the greatest meaning for your existence, and also the reason why you are searching for relationships. It represents, clearly, the deeper motivations that are behind all the things that you seek and do in your life.\n\nThis is the journey before you now. This is why God has presented the Steps to Knowledge. This is why there is a New Message for humanity in the world. This is why there is now a great clarification, for humanity must unite to a greater degree to face the Great Waves of change that are coming to the world and its future within a Greater Community of intelligent life.\n\nTherefore, your understanding of spirituality and religion; your understanding of life; your understanding of your own real purpose, meaning and direction must be greatly clarified to you now. And that which is true in all the world’s religions must be emphasized now, which is that you are sent into the world for a purpose, and this life is an opportunity for you to experience and to express that purpose, and this purpose is not something that you create, but that you must create a life that will allow this purpose to emerge within your awareness, and that you are here to serve a world in need and thus be served in return.\n\nYou have come from death to here. Death is both the beginning and an ending, but it is only a stage of your great existence and your great service to life.\n\nThink of these things. Contemplate them. But realize that your intellect cannot fully understand this, for the intellect cannot really understand the Spirit. It can only serve the Spirit, and that is its great purpose and its great duty.\n\nBut do know that your life is greater than this one existence, and that who you are is beyond the mind and the intellect and the body. And you open a door then to a greater experience and a greater certainty and a greater power that are yours to receive and to contribute to the world around you.",
  "audioUrl": "https://www.newmessage.org/av/what-happens-after-death.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/what-happens-after-death/"
}