{
  "title": "What is The Greater Community Way of Knowledge?",
  "content": "In order to establish a preparation for the Greater Community and to bond the peoples of the world together with a greater foundation and a greater experience of union, The Greater Community Way of Knowledge is being introduced into the world. The Greater Community Way of Knowledge is being translated into human language and adapted to human nature and to the human environment. This is The Way of Knowledge that is applicable to life everywhere. It is translatable from one world to another. It represents a pure expression of religion and spirituality. It is applicable to your world and to other worlds and has a direct bearing on every aspect of your life and on all of your endeavors. It comes from the Greater Community. Therefore, it represents a larger arena of life and a larger context for application. It is being given now to prepare humanity for its destiny in the Greater Community and to enable humanity to find the strength and inner resources necessary to meet the growing problems of the world.\n\nBecause The Way of Knowledge represents translatable spirituality in the Greater Community, it is unencumbered by the traditions, history, perspective, rituals and pageantry of any world where it has been fostered and utilized. It is being presented to the human community now in a pure form—a form that can be readily accessed and learned through serious study and application, a form that can be applied both to the problems of your individual life and to the greater problems of the world itself.\n\nWhat is the Greater Community Way of Knowledge? In essence it is applied spirituality. It is the application of a greater Wisdom and a greater ability that are inherent in all intelligent life. It is now being given to this world where it is needed, where it can be applied and where it has great relevance. To be effective in preparing humanity for the Greater Community, The Way of Knowledge must be presented in a pure form and must represent a translatable spirituality. It must be a spirituality that can be shared from one world to another, and it must have tremendous bearing on everything you think and everything you do.\n\nThe Greater Community Way of Knowledge can be readily used in your life. Why? Because it calls upon Knowledge within you. It prepares you for the emergence of Knowledge within you and opens the way for Knowledge within you to express itself. It is not alien or foreign to your nature because it speaks to your nature and represents your nature. It brings you to that within yourself and within other people which is the very essence and potential for Wisdom in life. It acknowledges what you have done before that has been based on Knowledge, and it calls upon Knowledge again in this moment and in the next moment—today, tomorrow and each day after. It brings you to yourself and to your purpose in life. It comes from the Greater Community because it represents your destiny. It comes from the Greater Community, which is a greater context for application and the greater context of your life.\n\nOnly a preparation from the Greater Community can prepare you for the Greater Community. Human beings left up to themselves could not prepare for a Greater Community experience and could neither adapt to a Greater Community environment nor to Greater Community interactions. Therefore, a preparation must be given for these things. The preparation represents applied spirituality in life. It is religious in nature because it calls upon a Greater Power within you and within the universe. It recognizes the greater relationship that exists within the physical parameters of your life between you and those significant people who are meant to assist you, support you and participate with you in your greater journey in life. It represents your relationships beyond the world, both in the Greater Community and beyond physical existence itself, with your Spiritual Family.\n\nIn essence, The Greater Community Way of Knowledge could be called the way of relationship. It could be called the way of contribution. It could be called the way of discernment. It could be called the way of certainty. It could be called the way of preparation. It could be called the way of true Wisdom. All of these are applicable here. These represent different facets of this teaching and preparation. They are all part of this spiritual foundation and experience.\n\nEncountering a translatable spirituality is a remarkable thing. The religions of your world can be translated, but in order to do this, all that is associated with them—their history and their symbolism—must be removed in order for their essence to be revealed. This is very difficult because the religions in your world are intertwined with your cultures, and their history represents the history of your cultures. You cannot easily separate them.\n\nWhat is translatable in all of the world’s religions is Knowledge. Knowledge represents your innate and inherent ability to recognize the truth, to respond to the truth and to represent the truth. This is not a personal truth, but a greater truth that exists within your relationships and that can be expressed across any boundary or border, any gap or differentiation. What is true here is true everywhere at the level of Knowledge.\n\nAll intelligent life in the universe possesses Knowledge. This is not to say that all forms of intelligent life are developed in Knowledge or are capable with Knowledge. However, it does mean that the potential is there. Developing this potential represents the foundation for communication, recognition and cooperation that can transcend all differences in temperament, attitude, belief or association. This is possible, and it is this possibility that we must now emphasize.\n\nYour encounters with intelligent life from the Greater Community will be very shocking and difficult. Human beings can barely tolerate even the slightest differences amongst themselves and often use these differences as justification for alienation, for attack and for cruelty. How much greater, then, are the differences between you and other races in the Greater Community. So great are the differences there that it makes the differences between human beings seem slight and insignificant.\n\nHowever, despite the great differences between humanity and other forms of intelligent life, there is something that you have in common. It is Knowledge. With Knowledge, relationship and communication are possible. Do not think, however, that all other forms of intelligent life are cultivated in Knowledge. A few are, but most are not. Because you all share a greater origin, and with it the possibility for realizing a greater purpose, Knowledge must be the foundation of any attempt to understand, discern, communicate and participate with any other form of intelligent life.\n\nThe Greater Community Way of Knowledge represents a preparation for interaction and relationship and demonstrates the possibility for this by presenting and emphasizing those things that are essential, uniform and universal in life. However, even within this universal understanding and application, The Way of Knowledge speaks to all the particulars and details of your life that require your attention. It speaks to those decisions that you must make along the way in order to find the greater purpose, direction and destiny where Knowledge itself will be the foundation of your experience.\n\nThe Greater Community Way of Knowledge is a gift to humanity. It is being given so that your preparation and your emergence into the Greater Community may have the greatest possibility for success. It is being given at this time because you are becoming a global community. Even though there is still great resistance and great conflict over this development in your world, it is happening nonetheless. The Greater Community Way of Knowledge is being presented to the world because there is the possibility that it can be learned and accepted here by those individuals who can respond to a greater understanding, perception and Wisdom in life.\n\nThe Greater Community Way of Knowledge represents the transmission of spirituality and religion in the universe. This transmission is being given to your world now. Prior to this, you did not need a Greater Community Way of Knowledge because your scope in life was limited to your interactions with each other and with your natural environment. This gave rise to the religions of the world, which have grown and have become manifest. However, now you are entering a greater panorama of life and a greater context for understanding and relationship. Here there are greater risks and greater requirements. Therefore, a new teaching must be given to humanity from the Greater Community itself. The transmission of The Greater Community Way of Knowledge is being presented now to serve this greater need. It calls upon individuals who can recognize the relevance of the future to their current experience and who can learn to see the direction of the world with new eyes and with an untainted perception.\n\nThe eminently practical aspects of learning The Greater Community Way of Knowledge, which are concerned with the particulars of everyday life, are but the smallest of its great advantages. Its greater rewards enable you to find yourself and your purpose in the world within the context of the world’s evolution. This creates a greater and more permanent foundation for living here.\n\nThe Greater Community Way of Knowledge prepares one to understand the direction of the world and to contribute to the world’s evolution in a positive way. At this time in history, people are responding to the world’s evolution, but often in very negative and destructive ways. They are feeling the undercurrents of change, and they are experiencing the effects of change. However, many try to return to an earlier emphasis in life, something from the past that they can hold onto. Others go into disarray and break down. Others struggle and fight, declaring war on whatever they think is the most threatening aspect of the change which is permeating their lives.\n\nInto this increasingly difficult and dissonant situation, the Greater Community Way of Knowledge is being presented. It makes it possible for you to learn everything that is being presented in this book of Greater Community Spirituality. It is the means of development, for you cannot understand Greater Community Spirituality from your current position. You cannot understand the world’s emergence into the Greater Community from your current position. You cannot fully appreciate these things, for you must be prepared for them. Your mind must be expanded, your perception refined and your abilities developed and brought into a meaningful order according to your nature and greater purpose. Then you will reach a greater vantage point in life where these things, which seemed so difficult to understand and seemingly incomprehensible before, can be seen clearly and are obvious. When the truth is obvious, then you are one with the truth. If the truth is mysterious, confusing, disorienting or disillusioning, then you are outside the relationship you need to be in with truth itself.\n\nThe Greater Community Way of Knowledge is a gift from the Creator. It is not simply the offering of one race to another, one world to another, or one culture to another. It is a gift of Wisdom for your world. In order for it to find a home here, individuals must respond to it and learn it according to its teaching and its methodology. You cannot learn a Greater Community Way of Knowledge based on your own preferences and ideas. You must learn it according to its methods and develop according to its direction and process. This assures success. Tampering with it, changing it or trying to mix it with the ideas, beliefs or conclusions that you find pleasurable or familiar will only lead you into confusion.\n\nRemember, what is being presented here is to take you to a greater vantage point in life. It is to develop greater abilities that are inherent within you, to bring out the very best within you and to minimize those aspects of your personality and your environment that hinder you and prevent you from realizing the greater truth and purpose that have brought you into the world.\n\nThe Greater Community Way of Knowledge is a teaching and a preparation. It emphasizes that religion is education, an education that must have immediate bearing on the real aspects of your life. Here you are not asked to believe but to prepare. Here you are not asked to merely follow, but to gain the ability to come into relationship with Knowledge. Here you find the truth, experience it and over time learn how to apply it in difficult situations wherever it is needed.\n\nThis represents a very different kind of education from anything you have ever attempted before. You will find certain things here that will seem familiar. You will find things that will be comforting to you. However, the education itself is something remarkably different. It is a different way of learning—a different process of learning which leads to a different result in life.\n\nThe Greater Community Way of Knowledge represents a new experience of religion and Divinity in life. Being a translatable spirituality, it can be shared and applied in a universal context, which is represented by the Greater Community. It is not a human religion for a purely human environment. It has bearing on life everywhere, and thus its truth is universal.\n\nThough you may never in your life personally meet a visitor from the Greater Community, The Greater Community Way of Knowledge has a total bearing on the events of your life. It calls upon that which is great within you to emerge and to speak through you. It calls upon you to enter into relationship with that which is great within you. It asks you to be honest—honest at a level that you had never considered possible or even necessary before. It asks you to honor your nature, not in a superficial way or in a condescending way, but in a way that lifts you up and takes you to a greater experience of yourself and life around you.\n\nThe Greater Community Way of Knowledge represents spirituality in the Greater Community. It addresses the great need of your world at this time. The great need of your world at this time is for Knowledge and for translatable spirituality—a spirituality that bonds people together and does not set them apart, a spirituality that establishes a medium of communication between all the divergent interests, groups, cultures and nations that are currently keeping your world in strife. It honors that which is true in all the world’s religions and gives them a greater context in which to grow and to adapt, in which to change and to be applied. It is not here to replace the world’s religions but to elevate them. In some cases this may be possible. In other cases it may not be possible. However, the truth is that a greater foundation for religious experience and human understanding is now needed in the world, and needed desperately. It is this great need along with the evolutionary movement of the world in which you live that have brought the Greater Community Way of Knowledge to you.\n\nThe Greater Community Way of Knowledge is being transmitted through only one person. As long as this one person is capable of receiving and representing this Teaching and Tradition, it will be given through him, and he will be the medium for its expression. This is how great religious traditions have always been initiated and begun. Your history speaks of this. This holds true in the Greater Community as well. It takes one mind joined with the Mind of the universe to begin to bring a greater ability and a greater result into the world.\n\nYou are blessed, then, to receive this. You are blessed to be able to be among the first to receive a Greater Community Way of Knowledge. You receive this not fully understanding its importance, its relevance or its lasting significance for humanity. You can receive it because Knowledge within you will receive it. It is the answer to your calling. It calls you, and you have called it. And finally you have come together. You have found each other. Perhaps your first encounters will be difficult and awkward. Perhaps there is a great deal of fear, suspicion and uncertainty. Perhaps you are afraid of what it might do for you or with you. There are many bad examples of human dedication in the world that can give an incorrect understanding and a false idea about the meaning of being in relationship with a greater calling in life.\n\nThe Greater Community Way of Knowledge is not a path of belief; it is the path of inner certainty. It does not ask you to believe. Belief here is a temporary expedient to carry you from one experience of Knowledge to another. Belief here is to uphold your position that Knowledge is real, that it can be experienced and that it is of the utmost importance in your life. Here belief is an aid to your progress. However, belief can never replace Knowledge itself. If it does so, it becomes a form of subversion, a dangerous and tragic demonstration of deception and unwilling participation.\n\nWithin the Greater Community, there are races that are very advanced. They are not as common as you might think because when we speak of advancement, we speak of advancement in Knowledge and Wisdom. There are many races that are advanced technologically. And there are many races that have developed a stable social foundation. However, advancement in Knowledge and Wisdom is a greater and far different kind of advancement.\n\nYou can only learn in an environment where someone who is more advanced than you can stimulate you, challenge you, support you and give you direction. Humanity has not been able to advance itself very effectively because it has lacked the presence of a greater and more advanced intelligence. In your own life, you will learn the most being around someone else who is more competent, more determined, more capable or more understanding than you are. People of lesser ability may make you feel good about yourself temporarily, but they cannot lead you into new territory. They cannot enable you to progress. They cannot enable you to advance. They can only confirm the advancement that you have received from being with someone who was more advanced than you.\n\nThe Greater Community Way of Knowledge represents greater intelligence, understanding and ability in physical life. Therefore, it gives you a greater perspective and challenge in life. It calls you out of complacency. It calls you out of your assumptions. It gives you greater work to do and recognizes the greater nature within you that makes this work possible and necessary.\n\nYou need this challenge. Perhaps you feel that the challenges of your life are already very great, but they are not uniform. They are diffracted. With a greater context for understanding and a greater dimension to your life, your life can be brought into focus and all the aspects of your personality, which can seem so divergent from one another, can be brought into harmony. With this comes tremendous power of application. A unified mind is a powerful mind. A powerful mind can effect change in life. This, indeed, is part of the reward and the benefit of participating in a greater preparation, something you did not make up for yourself and that you do not alter to meet your past references. A greater preparation leads you out of the past and into the future. With this future orientation comes the ability to live fully in the moment, in the present.\n\nThe Greater Community Way of Knowledge represents religion in the universe. This is needed in the world now—not to become a great popular movement, not to have magnificent edifices built for it, but to become a foundation that generates a greater perception and understanding within human thinking everywhere in the world. If enough people can learn a Greater Community Way of Knowledge, they will spread this benefit wherever they go. From them it will resonate through many minds, like ripples extending out on the surface of the water. The ripple effect of Knowledge will stimulate minds everywhere. However, in order for this to happen, a sufficient number of people are needed to advance and to learn this teaching fully.\n\nHumanity has always been advanced by a relatively small number of dedicated people. This represents development and progress in every aspect of human life. For these advancements to take place, a sufficient number of people had to be pioneers, and others had to substantiate what was pioneered. Then something greater could be established in the world. This is true in all aspects of human life, and it holds true in the Greater Community as well.\n\nYou now have the possibility of learning a Greater Community Way of Knowledge. A greater challenge and a greater reward you cannot imagine, one which you will not be able to find anywhere else in the world. Find a greater foundation in life and you will find your purpose for coming here. If you can experience this consistently, then you will remember who sent you here. This will break the seemingly incomprehensible veil that separates the world from your eternal life beyond. This will return to you the essential relationships that abide with you, support you, nourish you and carry you forward. With this strength and this understanding, a greater contribution and a greater will to give will well up within you. This is a remarkable event and represents a unique expression of a greater life within the physical world in which you live.\n\nReceive this gift from the Greater Community. It is a gift born of your inner understanding. It is food for your own soul. It recognizes that you have greater relationships beyond the world and beyond the physical universe. In this larger context, a greater purpose and mission in life can be experienced. All that is presented in this book is made possible because the means have been provided. You do not need to be concerned with where it has come from or who has sent it specifically. What is important is that it is here, that you can respond to it and that you can benefit from it today, tomorrow and in the days to follow. The value of truth is that truth can be received, experienced, shared and given application where it is needed. In many cases, it is not necessary to understand where it comes from or where it is ultimately going.\n\nThe Greater Community Way of Knowledge is in the world because the Creator is in the world. This is not a world apart. It is not separated from the Creator, and it is not separated from the Greater Community. This is so intrinsic in life, and yet it can seem strange and new to you.\n\nWith The Greater Community Way of Knowledge, you begin to reclaim the reality of your life as it truly exists—beyond fear, beyond preference, beyond fantasy and beyond human tribulations. The Creator is in your life, and the Greater Community is in your life. These together represent the larger panorama of your life and the greater purpose that you have come to serve in your own unique way.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-the-greater-community-way-of-knowledge/"
}