{
  "title": "What is Knowledge?",
  "content": "In the Greater Community, Knowledge is the essence and substance of all religious experience. It transcends the expressions of this experience in terms of theology, devotional ritual and spiritual practices, which vary considerably from one world to another world. However, the essence of spirituality—the motivating factor in religion, the real call of religious experience—is Knowledge.\n\nKnowledge represents your bond and your intrinsic relationship with all life. Yet Knowledge has a specific mission for you in this life—a mission which you are encouraged to discover, to accept, to integrate and to fulfill. In other words, Knowledge is not everything within you; Knowledge is your connection to everything. Knowledge is intelligent; it is here for a purpose. Knowledge is the part of your mind that is spiritual and permanent. It is the part of your mind that knows who you are and why you have come here, who you must reach and what you must accomplish.\n\nKnowledge is within you now, but you cannot lay hold to it. It is not there for you to acquire and to use. Rather, you have an opportunity to come back into relationship with Knowledge. Here your personal mind, the mind that is conditioned by your world, and your Impersonal Mind, the mind that you have brought with you from beyond the world, reunite in a meaningful relationship based upon a purpose in the world and upon relationship with the world and with people who support that purpose.\n\nAll of these definitions are valuable, but to experience their value, you must consider them deeply. If you say, “Well, I like that definition,” or “I don’t like that definition,” or “This sounds right to me,” or “This does not sound right to me,” you are merely trying to relate to your own past judgments, evaluations and experiences when encountering something new and revolutionary. If you do that, you will not understand the meaning of what we are presenting. You will only be exercising your former beliefs, ideas and evaluations, and no new learning will occur. Stretching beyond your own ideas and assumptions and reaching out for something which is greater that transcends them is an act of courage, integrity and commitment to your personal development and to true contribution in life. This is the road to Knowledge.\n\nKnowledge is with you. It is in you, but you cannot reach for it and grab it, take hold of it and use it for yourself. Rather, it represents the promise within you that you have a greater identity and a greater purpose in the world. It represents the promise that there are greater relationships within the world, which you can find and develop given the correct understanding and the realization of an underlying purpose in life which is yours specifically to fulfill. Here your definition of your purpose must remain undefined, for in truth it is something that will come together very slowly. You cannot simply identify it and say, “This is it. This is why I am here. This is what I will do.” Many people do that, but that is reckless. It only reveals their impatience and their ambitions. The real discovery of Knowledge and purpose is something quite different.\n\nIt is very important to give Knowledge a practical definition in the world, for Knowledge must lead to action. As an idea or an ideal, its value is very limited. As a motivating force that leads you, guides you, and even at times impels you to do certain things that transcend your personal interests, Knowledge has a meaningful definition. This is the experience of Knowledge.\n\nYou may have difficulty with the word God and with other kinds of words that have been implanted in religious traditions with which you are familiar or from which you have developed since childhood. However, Knowledge is the very core of your spirituality. You reunite with God through Knowledge. You reunite with yourself through Knowledge. You reunite with others through Knowledge. Knowledge is the medium.\n\nTherefore, we have different definitions, and they all seem somewhat distinct. Why is that? It is because Knowledge is so great and has so many facets. Knowledge is at the very center of intelligence in life, here in this world and throughout the Greater Community. You cannot simply define it by one aspect. Knowledge is the Great Presence that stands behind all the manifestations of life. You see it here, and then you see it there. It looks different here than it does over there. Then, you experience it anew, and something new comes with it. Knowledge is the greater part of you living in manifest life. It is translating the Will of the universe into your mundane worldly experience. As you are able to come into proximity to Knowledge, to pay attention to Knowledge and to open yourself to Knowledge, its translation can be given to you with increasing frequency and depth.\n\nYou will welcome Knowledge within your heart, for it will be known to you, and it will resonate within you. It will resonate in a part of you that you rarely experience. It will resonate all the way down to the core of your being. Even if your mind is protesting against it, even if your fears are aroused, and even if you are confused, angry or resistant, it will be true for you because it is true. This is communication; this is being; this is purpose; this is identity that transcends all worldly thoughts, beliefs, cultural identifications and political associations—even your personal will. This is Knowledge.\n\nTo begin to understand the reality of Knowledge, we must look at the evidence of Knowledge. This evidence can be found in your experience. It is the experience of being moved to do something or moved not to do something. It is the experience of irrational restraint. It is the experience of foreseeing something and knowing something and then having it happen. It is the experience of being moved to go somewhere, to do something, to associate with someone, or to disassociate from someone. This represents the deeper movement of your life. It is not something that is impelled by your ideas, emotions or feelings. It is something deep within you that moves you at your foundation. This is the evidence of Knowledge.\n\nWhen individuals are deeply moved to do something that sets them on a different course in their lives and in a different direction from where they were planning to go before—this is evidence of Knowledge. When individuals feel that something wrong is going to happen and then act to avoid a dangerous situation—this is evidence of Knowledge. When individuals extend themselves to others in a profound way, bridging the gap between their divergent personalities with such impact that they are both changed—this is evidence of Knowledge. The experience of affinity with life and affinity with another, the experience of a greater motivation in life to exert a greater effort or to reach a goal that must be accomplished, however undefined in the moment—these are the evidence of Knowledge.\n\nNow you might say, “Well, you are talking about intuition.” No, we are not talking about intuition. Intuition is the outer expression of Knowledge, like the snow flurries before the storm. So much greater is Knowledge than intuition. Some people think intuition is part of their personal survival mechanism. They do not realize that Knowledge is the Greater Source within them. Knowledge is so much greater than the slight expressions that are called intuition that you must not confuse the two. Knowledge is alive; it is intelligent; it is thinking at this moment. It is not simply a reflex that you have within your mind or your body.\n\nYou live life at two levels. You live life at the level at which you think, and you live life at the level at which you know. It is to bring you into life at the level at which you know that is the purpose of true religion in all of its forms. This reunites you with your Creator and with your greater purpose for being in the world. This brings you back to Knowledge, for God can only be known. Your purpose can only be known. Your true relationships in life can only be known. Your true impulses can only be known. Your ideas about them are secondary and, as is often the case, can only interfere with the recognition of Knowledge. You can believe in all these things. However, belief must have real experience as its foundation, or it becomes self-deceptive.\n\nKnowledge is living within you at this moment. You live in your thoughts and your ideas, in your sensations and in your perceptions of the world around you. You are governed by forces, both physical and mental, that you cannot account for, but this happens only at the surface of your life. Deeper down are the real currents that move your life, the currents of Knowledge. Knowledge moves you slowly into position so that you can discover and learn those things that will enable you to take the next step in your life. Knowledge is moving you towards realization, towards understanding and towards certain individuals who are destined to meet you and to be with you, if you can find them and if they can find you.\n\nBecause something is predetermined does not mean that it will happen. This is very important to understand. You can miss your opportunity to discover your purpose and to discover those people who are meaningful to your purpose, and they can fail to do so as well. In reality, this happens all the time. You can comfort yourself and think, “Well, another opportunity is right around the corner.” But this is not the case. If you could see your life from a larger perspective, you would see how important these few opportunities are and why they do not come around very often.\n\nKnowledge is moving you towards a destiny and an accomplishment in life, in spite of all your personal goals, wishes, fears, ambitions, associations and activities. Never think that all the things you want come from Knowledge. Never think that all the things you aspire to have, to do or to be come from Knowledge. Here you must become very honest, candid and open with yourself. You must become committed to the truth beyond any other advantage. This is necessary even to begin to reclaim Knowledge. You must honor the greater need and the greater impulse that are moving you beyond your own definitions. This begins your journey in The Way of Knowledge. This gets you started.\n\nKnowledge does not offer you riches, fame, love and pleasure. It offers you something so much greater and so much more valuable that when correctly seen and really seen, you will see there is no comparison to the other things which dominate people’s attention, ideas and activities.\n\nKnowledge is religion in the universe. It is the part of your spiritual experience that is translatable between you and others, amongst other cultures in this world and between worlds as well. It represents a translatable and universal spirituality—a universal way of communication, recognition and association. Another who may not share your biology, your environment, your temperament, your values, your social conditioning, your aspirations, your concerns or your technological abilities can be reached and can reach you through this greater medium of life called Knowledge.\n\nSomething that seems so evasive, so rare or so ephemeral is in actuality the very essence of life. And, in like manner, the things that seem so grand, so powerful, so overwhelming, so magnificent and so dominating are the very small things of life. This recognition represents a great reversal in thinking and a great breakthrough in understanding.\n\nKnowledge is an essential emphasis when we speak of the Greater Community because Knowledge is the only part of your mind that cannot be influenced, corrupted or controlled. Your personal mind can be and is corrupted, influenced and controlled—by your media, your government, your primary relationships and so forth. However, Knowledge within you is incorruptible. You can misapply it and misinterpret it, but you cannot corrupt it. It is Divine. It is beyond your reach. The world cannot corrupt it, for it is beyond the reach of the world. That is why it is the source of your freedom in life. That is why it is the source of your true integrity in life. And that is why it can carry out your mission without your mission being perverted or destroyed. You may try to pervert or destroy your mission, but at the level of Knowledge, it is still intact.\n\nWhen we say that you cannot grab hold of Knowledge and use it, we mean that you cannot spoil it and you cannot violate it. If you try, you will feel a great discomfort. You will feel tremendously ill at ease with yourself. This discomfort is something that is pervasive in human experience. Even without knowing what Knowledge is or where it lives or how it functions or what it knows, whenever you do something that goes against the direction of Knowledge, you will feel this discomfort, this disassociation from yourself. You will feel ill at ease. You will feel this not because Knowledge is punishing you in any way, but because you are going against something that is known within you. This produces a very profound and permeating discomfort. No amount of therapy, pleasure, escape or preoccupation can free you from this discomfort. You must bring your life into harmony with Knowledge within you. This you can experience, and your experience will be the evidence that you are either succeeding or failing in this regard.\n\nThe discomfort that results from being at variance with Knowledge is very deep and profound. It is not something at the surface of your mind. Many people are so compromised in their activities, their values and their pursuits that they have adjusted to this discomfort. This discomfort represents how they feel and how they live. This discomfort accounts for all the desperate attempts at escape, addiction, avoidance, self-deception and other forms of dishonesty that are so manifest here.\n\nHowever, beneath all of this is Knowledge. You may call it Spirit. You may call it Spiritual Mind; but it will transcend your definitions, whatever you call it. The Way to Knowledge is the way to Divinity and to the realization of your greater purpose and meaning in life. In the Greater Community, this takes on an even greater meaning. Here Knowledge will enable you to transcend your ideas, your customs, your beliefs and the ideas, customs and beliefs of your own world in order for you to gain something more complete, more universal and more translatable. In a Greater Community context, you must focus on something that is fundamental that you share with all other forms of intelligent life. This exists at the level of Knowledge, not at the level of intellect, personality, culture or custom.\n\nThe Greater Community Way of Knowledge represents religion in the Greater Community. Therefore, it represents a greater context for religious experience and expression everywhere in the world. If you take religion away, you have spirituality, for religion is all that is built upon spirituality in an attempt to sanctify it, to recreate it, to validate it and to assure its furtherance in your experience. Knowledge is the source of your spirituality, and it has been placed within you. It is a gift, and we are reintroducing you to it. It may seem new to you though it has been with you all along.\n\nTo value Knowledge and to accept its reality and to move towards it, you must reach a certain threshold in life. Here the world must disappoint you enough so that you will question whether it can satisfy you at all. Here you reach a threshold in your own life and in your own way where you come to know that there is something greater in your life that is waiting for you, that is calling for you, that is given to you and that abides with you. And you know that no matter what you do in life to acquire pleasure, wealth, fame, acquisition, recognition or anything else, nothing can compare with re-experiencing this deeper and profound sense of self and purpose in life. Everyone is moving towards this threshold, the beginning threshold where Knowledge is recognized.\n\nMany people think that they are very intuitive and that they have always been intuitive. However, this does not mean that they have reached the threshold where Knowledge becomes really important and worthy of their time and effort. Many people think intuition is something that is just feeding them as they go along, as if they were part of a spiritual welfare system where you just collect as you go. This is very pathetic. You will never find the source of your purpose or inspiration with this approach, and you will never take responsibility for what you yourself must learn and do to begin to walk The Way of Knowledge and to take the steps to Knowledge.\n\nKnowledge is related to your ability to know. We also call it the Knowing Mind. However, the problem with presenting it as the Knowing Mind is that many people think that they have a Knowing Mind that they can tap into at any moment. This is not the case. Knowledge reaches you. What you can do is prepare yourself for Knowledge by learning to become still and receptive, by learning to suspend your judgment and by setting aside your preferences, your compulsions, your ideas and your beliefs long enough so that something greater can be revealed to you. You prepare yourself for Knowledge. You cannot lay hold of it, grab it and use it for yourself. This is for your protection. Something great lives within you. It is not yours alone to own and to possess. It is something you share with all life. Whether you have had a religious upbringing or no religious upbringing, no matter what faith you were born into, you have Knowledge living within you.\n\nIf Knowledge can find expression in your life, then a greater value, a greater meaning, and a greater purpose can be demonstrated through your experience. The impact of this upon others will be profound and life changing. The expression of Knowledge can change another’s life forever. Nothing you can do for others, even feeding them if they are hungry, can compare with this gift. However, you yourself do not give it. You allow it to be expressed through you, and the gift is then given to another.\n\nIn the Greater Community, Knowledge is as rare and valuable as it is in the world. And, of course, there is much deception about who has it and what it is, as there is in this world. Knowledge is the most valuable and precious gift and ability you have. It will enable you to recognize and to discern others. It will allow you to see what others cannot see, to know what others cannot know, to say what others cannot say and to feel what others cannot feel. Knowledge brings you to the forefront of life—your life and life all around you. It restores your body and renews your mind and brings all the divergent feelings and motives within you into harmony and into a balanced approach to life. Nothing else can integrate you but Knowledge. No idea, no ideal, no method, no teacher and no power can do this except Knowledge.\n\nThe evidence of Knowledge can be found if you look for it. Amongst all the other manifestations of life, you will find the evidence of Knowledge if you seek for it. Knowledge does not display itself; it does not make a show, yet it is always there. You can find it if you look, but you must look, and you must look with open eyes—not with greedy eyes or self-seeking eyes, not with eyes seeking self-validation or self-glorification. Indeed, as you seek it, you will likely have to give up even your spiritual ideas and beliefs because Knowledge will be beyond them.\n\nNever think that you fully know what Knowledge is and what it will do. To do so is to close your mind to Knowledge. Knowledge is an involvement moment to moment. It is an opening in yourself based upon a deeper need and a greater trust. Claim Knowledge for yourself and you will lose it. Open yourself to Knowledge and it will return to you.\n\nWith Knowledge, you will understand the Greater Community presence in the world. You will have insight here. With Knowledge, you will be able to see the outcome of a relationship before it even begins. With Knowledge, you will be able to see destiny in certain things and in certain activities. Knowledge will lead you here and prevent you from going there. Knowledge will engage you with this person but not with that person, all without judgment or condemnation. What could be more natural to you, to your experience and to the very core of your being than the experience of Knowledge itself? So fundamental is this that most people miss it entirely. It is like a sound that is always sounding, but people cannot hear it because they are only listening for other things.\n\nTo come to Knowledge, you must prepare for Knowledge. This you cannot do alone. To learn Knowledge at the level of the Greater Community, you must learn a Greater Community way to Knowledge. You cannot teach this to yourself by reading books or by taking different practices or ideas from different traditions. Formulate your own approach and you will stay exactly where you are. Choose a path that you did not invent for yourself and you will go somewhere you have never gone before, and you will find something that you have never found before. Let Knowledge carry you forward, not your preferences, ideas or ideals.\n\nThis represents real spiritual development in the world. It is this development that is advancing your race, that advances all other races and that keeps Knowledge alive in the world and throughout the Greater Community. This is the purpose of the Creator—to keep Knowledge alive in the universe. To the extent that this can be done, all beings everywhere have the possibility for advancement towards reunion in complete harmony with life itself.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-knowledge/"
}