{
  "title": "What Will Change the World",
  "content": "The question arises: What will change the world? What will make a real difference for people? What can set humanity on a positive and constructive course, a course so different from the course it is following at this time and has been following for so very long?\n\nWhat will change the world? Not merely change its circumstances, for the Great Waves of change will change that. What will actually alter the course of humanity, giving humanity a greater promise than it has today?\n\nThe answer is mysterious. It is not what people usually think of. It is not great economic movements, great social change, great political platforms, new governments. All these things can change the circumstances for citizens, but these changes come with a great price, a great upheaval, loss of life and tremendous suffering. And the outcome is more often than not, not a great improvement for the people of a nation. You can alter people’s circumstances to make life a little better or much harder, but that is not what We speak of here today.\n\nWhat will change the world is not simply what will change the circumstances of the world, for that is already underway. The world has changed and will change. What We speak of is what will bring a great improvement, setting a new course of human destiny and a greater promise for the human family.\n\nThe answer is mysterious, as We have said. It resides within the individual. For what will transform the individual? What will give the individual a new and greater motivation: greater courage, greater compassion, greater commitment to serve the world rather than only serving oneself? What will alter the course for the individual?\n\nIt happens at this level, you see, because everything that happens that humanity creates or determines or manifests or brings about—whether it be disastrous or positive and beneficial—begins with the decisions of individuals. And what informs those decisions is the critical question. Here the choices really are much more limited than you might think of.\n\nThe individual is either guided by the greater power of Knowledge that God has put within them to guide them, or it is governed by political or social ideology or pressures, consensus of others, or an individual’s own perspective, beliefs and ideology. Here you have Knowledge, this mysterious power and force that lives beyond the realm of the intellect. And then you have all the world’s thinking and beliefs and ideologies, social pressures, social conditioning—everything else.\n\nIf you want to have a world as it is now and as it has been, toiling along with tremendous human waste, loss and suffering, you will follow the world’s teaching and ideology. If you want a future like the past, only bigger and more difficult and more problematic, you will follow these things.\n\nThe choice is fundamental. It is not one ideology over another, one religion over another, one set of beliefs over another. It is not one nation over another, one political system over another.\n\nThe individual is what will make all the difference because everything that happens that humanity does is made by individuals who make decisions. And those decisions, whether they are made on an individual or a community or a national level, make all the difference in the course that humanity will follow and in the outcome and the consequences it will have to face.\n\nPeople do not think of this because they think power is political power, economic power, social power, upheaval, revolutions, changes of government and political programs—striving for power, the competition for power and precedence. This is what people think changes the world. But this has produced more of a consistently destructive approach to life over time.\n\nSo what will change the world to give humanity a greater promise? It cannot be everything that you are doing now, the consensus, for that will just produce more of the same—more blind, foolish, exploitive behaviors, more destruction to the world.\n\nIt must be something else, something people do not think of, something that is not embedded in their ideas or beliefs, something that is not a product of philosophy, ideology, religion or political orientation.\n\nThe power and the presence of God has been placed in each person, in a deeper Intelligence called Knowledge. This is not a product of your worldly experience. This is not something you can use and manipulate. It is not a resource for you to use. It is a power and a presence that can guide your life, change your life, alter the course of your life, change the whole way you relate to life, to yourself and to others.\n\nIt is this transformation that will make the difference because the people who experience this will have an impact upon the world that will be very different from the impact they had created before. And they will have a much greater and more profound impact. They will demonstrate through their service, their presence and their state of mind a very different kind of experience of life. They will add strength where there is weakness. They will add inspiration where there is none.\n\nTo teach The Way of Knowledge to people is to give them the tools and the pathway of liberation—liberation from the dreadful weight of their mind—their fear, their grievances, their social and political oppression. Whether they be rich or poor, you are giving them what God wants to give them.\n\nThis is at the heart of all the world’s religions, but the world’s religions have become so overlaid with other beliefs, with fantastic symbology, with mythology, with ritual, with political persuasion and oppression, it is hard to find this. The evidence of the purity can be difficult to discern, but it is there. It is there.\n\nWhat will change the world is a change of heart in enough people to have a collective shift in human awareness and human motivation. It does not have to happen with everybody. It does not even have to happen with most people. But it has to happen with some critical mass to change the mental environment of the world, to set in motion a different kind of ethics, a different kind of expression, a different kind of power.\n\nHumanity as a whole is still operating out of a very primitive and competitive state of mind. While there are noble individuals, individuals who have greater vision and greater compassion, the great mass of people is still functioning at a very basic, competitive level.\n\nIn a world of diminishing resources, this is catastrophic. In a world of increasing social and economic pressure and uncertainty, this will only lead to competition, conflict and war.\n\nThis is why God has sent a New Message into the world—to refresh the world’s religions, to emphasize their core teaching and their core truth and their One Source. But it is also to bring into the world something very new and remarkable and pure. It is to prepare humanity for the great change that is coming to the world and to prepare humanity for its encounter with a Greater Community of intelligent life in the universe, a Greater Community that is far more complex and competitive than anything you can imagine here on Earth.\n\nThe preparation for these two great events has the power to unite humanity out of necessity. It has the power to override conflict and disagreement between nations, longstanding competition and irritation between groups and tribes. It has the power to unite people to protect and to preserve the world—from internal collapse and decline and from external competition and Intervention from the universe around you.\n\nBut with this, there has to be the transformation of the individual because changing the social order alone does not guarantee a real improvement, for human community will have to be worldwide in the future, but what kind of community will that be? Will it be an oppressive, restrictive and cruel regime, or will it be a union of nations struggling to support themselves and one another to maintain an orderly and beneficial world?\n\nThings will have to change on the outside, most assuredly—the way people think and live, the way they relate to each other, and the assistance they are willing to provide one another as the Great Waves of change grow and become more difficult to contend with. But at the core of the individual, there must be a real choice and a change of heart. What produces this is not simply external phenomena, but something more mysterious happening on the inside—an awakening, a shift, a revelation, a personal revelation.\n\nIt is amazing that hazards, tragedies and difficulties have a greater power to awaken the individual than pleasures and security, safety and contentment—all the things people are striving to have and to maintain, if they achieve it at all.\n\nBut there is a mysterious force within the individual that creates its own pressure like a volcano that wants to erupt, building up its internal pressure. This is the power of personal revelation that is growing strength in the individual, particularly as the individual begins to learn of it and consider it and to realize they are here for a greater purpose, not simply to survive and to secure comforts or to indulge in fantasies, but they are here to serve in a greater way.\n\nThis potential lives in each person, but at any moment, it is more alive in certain people than in others. It is closer to the surface in certain people. It is more ready to emerge in certain people. Those are the ones that the Angelic Host is watching carefully, who have the power to emerge from their deep and troubled sleep, to awaken to a new experience within themselves, a new sense of purpose and destiny, and a great change in perspective in their engagement with the world.\n\nIt is those who are close that will gain the attention of the great Angelic Forces who oversee the world. Like great gardeners, they are waiting to see which sprouts emerge from the surface, which of the seedlings begin to grow and to expand and show promise. Who is stirring? Who has the potential to emerge out of the cocoon of their former life, the constriction and the restraint of their former life?\n\nWhat will change the world has to have this internal ingredient, or it is just a movement of people and resources, which is beneficial to a point if it is moving in the right direction. But for it to move in the right direction, it must have this greater human motivation. It must have the power of Knowledge behind it.\n\nAs it stands today, humanity is not prepared for the Great Waves of change, or for the encounters with the Greater Community that are already occurring in the world, or for the Intervention that is already occurring in the world from small groups of races from beyond who are here to take advantage of human weakness and human expectation.\n\nAt this moment, humanity will be overwhelmed by the Great Waves of change and will be undermined by the Intervention that is occurring in the world, for they are both connected, you see. For the easiest time to exploit people is the time when they are facing the greatest difficulty and feel the most overwhelmed by their circumstances. It is not force or military strength that will be employed by the Intervention, but the powers of persuasion and inducement.\n\nOnly God’s New Revelation can teach you about this, and about life in the universe, and why more advanced races do not use force and weapons to achieve their ends, but the powers of the mind and persuasion that exist in the mental environment. Humanity is still crude and barbaric in contrast to this. It does not recognize where its greatest powers reside.\n\nSo humanity needs preparation, and the preparation must come from God, and the stimulus for change must come from God, and the transformation of the individual must come from God.\n\nYou cannot transform yourself. That would only be a change in your ideas or concepts or circumstances. If you can improve your circumstances through great effort and application, nothing has really changed on the inside. You are still guided by your fear. You are still filled with judgments and associations. You are still a slave to your social conditioning.\n\nThat is why the transformation must happen on the inside, or the world will grow darker, more difficult, more overwhelming. People will not be prepared, and their final reactions to it will be chaotic and rarely productive and constructive.\n\nWe are giving you the key, the clue, the missing component. Without Knowledge, you will try to change your outer life, but your inner life will haunt you, and you will not be able to gain the greater power that God has given you, and with that power, an enduring love for others and for the world.\n\nThe elements that humanity will need to change its course and direction require a great change in its outer activities and priorities and also a great change of heart, a great change in what motivates human awareness and human decisions—leading to a better outcome, leading to a courageous approach to life, leading to a long-term investment in the well-being of humanity, rather than trying to be enriched in the moment alone.\n\nWith this greater vision, people will secure their future. They will not only live for the moment, recklessly consuming everything they can. The welfare of humanity and future generations will be a greater priority than it is today, for today the future is being spent and squandered. No one is thinking ahead, really. Everything is for the moment. Everything is short term, with very little thought and awareness of the future and for what is coming over the horizon.\n\nA change of heart brings about a change in perspective, a change in priorities, a change in thinking, a change in behavior, a change in relationships and how one relates to others and to the world. If you want to produce change at the most fundamental and profound level, with the greatest consequences and the greatest benefits, it must happen at this deeper level.\n\nWhatever is done on the outside that shows promise and is beneficial must be accompanied by taking the Steps to Knowledge. God’s New Revelation has provided these, in a pure form, accessible to everyone, comprehensible, things that the person can do today and tomorrow and each day so that their life and activities can become guided by the greater power and presence within them, and they can adjust their thinking, their life and circumstances to allow this power to emerge and to share its gifts with the world.\n\nWhat will change the world is not what you think. It is not what you believe. It is not what you hold to unless there is this greater change within you. People are not preparing for the future because of what they believe, because of what they are holding onto, because of what they adhere to in their investment in their life to this point. They do not want to see. They do not want to know. They do not want to reconsider their position.\n\nSo the change must happen at a deeper level, or people will go blind into the future and crash against the Great Waves of change. They will be overtaken. They did not see it coming. Their lives were in a vulnerable and unfortunate position. One wave after another—be it economic, or environmental, or social or political—will impact them. They were not ready for them. They did not have the power of Knowledge to guide them to live in the moment and to prepare for the future all at once.\n\nYour responsibility is to take the Steps to Knowledge, to receive God’s Revelation about what must be done in your outer life and what must be done to open up your inner life. You do not need to invent the future. You just need to have the right motivation. You do not need to conceptualize the future and how it is going to work for everyone. You only need to follow the power and the presence. For only God knows what is going to redeem you as an individual and what is going to redeem and restore humanity and give it a new beginning with a greater promise for the future.\n\nWhat God knows has been placed within you—the part of you that has never left God; the part of you that is still connected; the part of you that is not worldly and corrupted; the part of you that is powerful, clear and unafraid of the world.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/what-will-change-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/what-will-change-the-world/"
}