{
  "title": "What Must Be Unlearned?",
  "content": "Considering what has been said thus far, it becomes quite apparent that you cannot learn greater things by building upon old ideas and limited concepts. An old mind cannot conceive of new things. Indeed, to learn a Greater Community Way of Knowledge and to find the greater purpose which has brought you into the world, you must not only have a new set of ideas and a greater perspective, you must actually have a greater mind. This greater mind will seem ancient but new to you at the same time.\n\nYour mind is different from your True Being, and as such it is ultimately a vehicle for Knowledge. This is its highest function and highest service. To be a vehicle for Knowledge, the mind must be fresh and renewable. It must be able to think clearly and freely and be able to rethink or recreate its thoughts. It must be pliable and open, accessible to new experience, open to new thresholds of understanding and willing to release its own ideas in order to gain a greater perspective and a greater Wisdom at every important threshold of life. Here the mind must be renewable. To have your mind be renewed, you must realize that you have a greater foundation than the mind, and you must reclaim your relationship with this foundation, which is your relationship with Knowledge.\n\nWithout Knowledge, you will identify with your mind. You will think that your mind is who you are. You will think that your thoughts represent you, define you, govern you and determine your experience. This belief is evident everywhere. Even in your own life you can see how much you have been dominated by your thoughts, by your beliefs, by your compulsions and by your evaluations. However, Knowledge is beyond them all. You have a new footing now, a footing in Knowledge. With this, the mind can become something that can serve you rather than dominate you. The mind can become a vehicle of great service, a marvelous instrument of communication—a medium between your Ancient home and the world in which you now live.\n\nThis is the relationship that you need with your mind. Without this, your mind will continue to reinforce its old ideas by interpreting every new experience, every new encounter and every new relationship in such a way that these ideas are validated. What a great loss this is to you, for you are denied access to people, you are denied access to new experience and you are denied access to Knowledge. Here you are frozen in the past and bound to reinforce it at all times. Without a greater authority in your life, this is what the mind will do. It will calcify and become hard and brittle. It will become impenetrable and impermeable, something that defends its point of view without any regard to reality or to changes in circumstances. This imperils you and imprisons you. This denies you and isolates you. This prevents you from having access to others and learning from them. This denies your gift and your ability to receive the gifts of others.\n\nHowever, indeed, you do have a greater authority in your life. Your authority is Knowledge—the Greater Mind which you have brought with you into the world from your Ancient home to guide you, to protect you and to prepare you for your greater service and mission here. Gain access to Knowledge and you will become free of the mind. Once you have gained sufficient freedom from the mind, then you can use the mind to serve a greater purpose. Then the mind is redeemed and renewed, its value is restored and its true efficacy and true abilities can be cultivated.\n\nWhat must be unlearned is your identification with your mind. What separates you from life but your own thoughts? What dominates your attention but your own thoughts? Creating new and better thoughts might seem to open new doorways of experience, but in fact it is the relationship with your mind itself that has to be changed. Better thoughts will not release you. Better thoughts will not free you. Better thoughts will not open your life. It is true that you will need new thoughts to think, and your mind will need to open new pathways so that new experiences can come to you. But having new thoughts is not enough. You must gain an entirely new foundation within your life. Stand within your mind and it will seem to engulf you. Stand outside your mind and you will be able to see through it, direct it and use it.\n\nKnowledge within you will enable you to do this. In fact, Knowledge will do this for you because Knowledge is who you really are. However, before you can experience your total union and identification with Knowledge, it will seem to be a distant force within your life, a force that arises and emerges only at certain times—times of great need and discord and times when you sincerely request its presence and guidance. You have a relationship with Knowledge now. You are not yet fully joined with Knowledge, so you have a relationship. A relationship is preliminary to total union.\n\nTherefore, gain your foundation in Knowledge. Take the steps to Knowledge. Learn The Way of Knowledge. Learn to receive Knowledge, to interpret Knowledge and to apply Knowledge, and you will become ever more free of your mind and more objective about it. With this objectivity, you will be able to determine those thoughts and patterns of thought that are helpful and those that are hindrances to you. You will be able to release your thoughts and be free of them because you are no longer a servant of your mind. Your mind now is a servant of Knowledge. This is its great purpose, and this is the right relationship you need to have with your mind.\n\nYou must unlearn your identification with the mind. You must unlearn your identification with your body. Your mind and your body are vehicles of expression in life. That is the correct way to see them. As such, you will want to take very good care of them. You will want to preserve them and maintain them in a good state of health. You will be able to do this when they are no longer engulfing you and determining your identity. Then you will be able to stand outside of your mind and body and direct them. Then you will understand them and recognize their needs, their capabilities, their limits and their usefulness. This is what you must undertake, and this is the natural result of studying The Greater Community Way of Knowledge.\n\nWhen people begin the study of The Greater Community Way of Knowledge, they want to use Knowledge to reinforce their thoughts. However, The Way of Knowledge teaches you to use your thoughts to reinforce Knowledge. It sets a different direction and a different goal—one towards freedom and redemption, towards empowerment, ability and self-love.\n\nAlong the way, many things will be unlearned, and this frees you from the past. What have you learned but your past? Your past represents your learning—all of your evaluations, your beliefs, your ideals, your fears, your compulsions and your patterns of behavior. However, every moment and every second that you are engaged with Knowledge frees you a little bit more from the shadow of your past and from the binding ideas and constraints of your past. Every moment with Knowledge brings you into the present and orients you towards the future. Your past cannot be a reference for the future because the past is gone, and your memory of the past and your evaluation of the past hardly represent its reality. In fact, in almost all cases, you misinterpreted the past and used it to reinforce existing ideas. Therefore, your memory of your past is more a memory of your evaluations than an accurate memory of events.\n\nWith Knowledge, you will be able to see your past in a new way, with greater objectivity and greater clarity. You will not see the past you want to see. You will see the past that existed. This will give you an evaluative tool and point of view that you would not be able to have otherwise. From this vantage point, you will be able to see the past, the present and the future in such a way that it will enable you to be in the present meaningfully and purposefully in keeping with Knowledge within you. In this way, you will be able to be true to yourself and not simply obedient to your thoughts. You will be able to honor and experience a deeper inclination and a deeper movement in your life, rather than be bound to past ideas and to those people who represent those ideas.\n\nThis is a great freedom and liberation. You need this. To prepare for the future and to have any hope of learning a Greater Community Way of Knowledge, you must be unencumbered. God’s first purpose is to unburden you. This is the process of unburdening. Liberation from the past will occur as you engage with Knowledge because Knowledge is not oriented towards your past. It is not focused on what has happened to you in life thus far. It only seeks to lead you forward. As you can be led forward and find your way, then the past will become ever more distant and remote to you. The memories, the difficulties, the tragedies and the happiness will all fade. This will enable you to be more and more present in the moment, more whole within yourself and more open to others.\n\nWhat must be unlearned is your relationship with your mind, but this definition is not enough. You must be free from your past sufficiently to be able to move forward in a new direction and to establish a new and greater life than the life you had known before. To do this, you cannot take everything with you. You cannot carry all of your memories like a great store of luggage. The vehicle that will take you into the present and future will not accommodate all of this. Likewise, you cannot carry all of your relationships with you—all of your past loves, all of your friendships, all of your family, everyone that you like, everyone that you dislike, all the people and your memories of them that clutter your mind and keep you emotionally frozen in the past. Knowledge will break this up and call you out of your past orientation. Knowledge will free you, and it will unburden you so that you can be available to it and open to life as it is now.\n\nHow can you value this feeling until you have tasted it? How can you see the need for it until you have seen again and again the debilitating effects of being bound to old ideas, old relationships, old interests and old activities that no longer represent you. You must see the effects of having your memory cast over you like a great shadow—darkening your skies, haunting you, hounding you and following you wherever you go. You can forgive these things because you can release them. If you cannot release them, you cannot forgive them. What is forgiveness but release? How can you release something if you are still holding onto it? The only way to release something is to go where it is not needed, where you cannot take it with you and where it has no relevance and no importance.\n\nGod frees you by giving you something important to do in life, something that takes you out of your past and enables you to establish a new life where your past pain and references have no bearing. This is what enables you to become free of the past. This is what enables you to have a new and a greater life. This is what enables you to forgive those mistakes, those tragedies and those disappointments that otherwise would follow you everywhere, haunting you and limiting you.\n\nTo be free of the past is to be free of the mind that represents the past, which is to be free of your thoughts as they are today. This allows you to have new thoughts, new experiences and to have a new beginning in life. In reality, this is what it means to be born again—to wipe the slate clean, to see things as they are and not as you have always interpreted them to be, to be open to new experiences without being conditioned against them by your past fears and disappointments. Knowledge gives you this new beginning and this great opening. This is of supreme value to you.\n\nIt will also be necessary for you to learn a Greater Community Way of Knowledge. This is necessary in order for you to be able to encounter, experience and relate to the greater purpose that you carry already which has been hidden within you all of these years. You see, you cannot hold onto everything you want and everything that has happened and hope to have anything meaningful added. When people want more, they usually want more of the past. They may say they want new things; they may say they want new opportunities. But they are really adding to an old and past emphasis in life.\n\nYour mind must be emptied. It must be opened. How can you receive if your mind is full of a whole mass of information? The mind must be free. It is as if your house were stuffed to the ceiling with all the possessions you have ever owned—everything—and you had not thrown away anything. It is all in there, things great and small, filling your every room and hallway. And you say, “Well, I want to bring new things into my house, but there is no room. I want to create a new feeling and atmosphere in my house, but there is no space for it.” Everything is cluttered, and your house becomes increasingly uncomfortable. Your experience of being in it is imprisoning, and you find yourself spending all of your time maintaining all of these possessions.\n\nThis is a good analogy for the mind. Spending all of your time servicing your old thoughts prevents you from being available to life as it is today. Life is passing you by, and you are missing it. Every moment is available to you, but you are not available to it. Life is giving you great and new opportunities, but there is no room in your mind for them.\n\nDo not think you must simply throw away all your old ideas. Some of them may still be useful, but most of them are not. The process of becoming free from your mind is very natural. As you gain access to Knowledge, you learn about Knowledge, and every moment you spend with Knowledge enables you to recognize what must be kept and what must be discarded. Over time, you find yourself emptying out your old house. You find yourself emptying things out, getting rid of things here and there, cleaning up, making room and enjoying the newfound space, freedom and mobility within your house, within your mind.\n\nYour mind is like the house that you live in, in the world. It is filled with whatever you put there. It is the place from which you look out into the world. It is your shelter and your protection. It is the place where your spirit generally abides. However, if your house becomes too cluttered and too uncomfortable, Knowledge will not abide there. Then, you will find that you are living in a relic of your own past. You will feel like you are a museum keeper, someone who is taking care of old things.\n\nThe Way of Knowledge takes you out of your house and brings you back with a greater understanding. Then you will see how intolerable it is to live there and how much must be redeemed and restored. And you start throwing things away here and there, cleaning out the attics, cleaning out the basement, finding old and forgotten things here and there and getting rid of them. Then you realize that your house can be completely redone and needs to be completely redone, for it does not reflect your new experience.\n\nThis will begin a natural process of rejuvenation within your mind. Here your mind will be redeemed because it will be renewed and refreshed. It will be freed from the past because the past will have less and less influence upon you. Knowledge will also bring you into contact with new kinds of relationships—relationships that will displace the old memories that haunt you and that fill your mind with past experiences. Then your past will become less and less relevant as you proceed.\n\nThe Way of Knowledge is about the restoration and rejuvenation of the mind. This is a complete process, and it takes a great deal of time. It takes time because it works; it is natural; it follows a natural progression. Here you are not doing something artificial or mechanical to yourself. You are simply allowing your mind to renew itself and to let old thoughts die so that new thoughts can be born. This allows a natural process of death, decay and renewal to take place within your mind. Then your mind will no longer simply be a museum of old artifacts. It will become more like a garden where things are perpetually growing, bearing their fruit and giving their gifts. Like the gardener, you plow under your old beliefs and ideas so that new ones can emerge. Then your mind becomes an ever fruitful harvest of Wisdom. It keeps pace with present time. It keeps pace with new experiences. And it is able to look into the future because it is not bound by the past. You can plant new seeds of understanding here, and the soil will be fertile because it is renewed and restored.\n\nYou cannot give a new awareness to an old mind. An old mind will simply use the new awareness to reinforce its former views. An example of this can readily be seen. When people say, “Well, I don’t relate to this,” or “I don’t experience that,” what they are saying here is that it does not relate to their past. You yourself have said this on several occasions. When new things are shown to you or when new ideas are given to you, you may say, “Well, I can relate to this, but I don’t relate to that.” What you are saying here is “I can’t fit this into my past.”\n\nThis is a very important idea to understand. The Greater Community Way of Knowledge provides a whole new opportunity to develop vision and Wisdom. This will take you beyond the normal parameters of human thinking. Of course you will not be able to relate to it. It is not a part of your past. When some people hear about the Greater Community, they shake their heads and say, “I do not know what this means.” Does that mean they should not learn about it? Does that mean it is not valid? What this means is that they cannot fit the Greater Community in with what they have seen, felt and learned thus far. It does not relate to their past learning. And if they try to fit it into their past learning, it becomes something about the past and not something about the present. When people look at an object, all they see is their past references about that object. They rarely see the object as it really is in the moment. They do not have young eyes. Thus, life and life’s experiences, which are redeeming, renewing and educational, pass them by. If something does not fit into the past, they do not see it and they do not feel it. Then the mind does not register it. This is when the mind becomes a prison house. This is when it casts bars across your awareness and your ability to see. This is when the mind imprisons you, holds you, binds you and separates you.\n\nYou see, every new relationship is a new experience, and every old relationship can be experienced in a new way, but there must be room and the capacity for new experience. A new experience is something that is real in and of itself without any reference to the past. The less past-oriented you are, the more available you will be to these new experiences and the more you will be able to benefit from them. This is necessary for your happiness and for your well-being. It is necessary for the possibility of your having meaningful relationships with others and for your being able to learn Greater Community Knowledge and Wisdom. Greater Community Knowledge and Wisdom will take you far beyond not only your past but the past understanding of most people you will meet. It is this preparation that is so needed in the world now, for the world is feeling the great weight and the great burden of its past discord, past conflicts, past wars, past grievances and past errors. The world is so encumbered.\n\nOccasionally someone arises and says, “I see something new. I see where we are going. I see this opportunity. I see this danger.” And he or she tries to alert people around them, but people are dead to it. They do not see it, they do not feel it, they do not relate to it and they do not want it. And the person who sees is so frustrated. “I see this. It is here.” But people are dead to it. Every person who has ever made a new discovery or has ever made any breakthrough in any area of life—whether in science, art, religion, politics or sociology—has faced this dead response in others, this inability to see and to know, this resistance to new experience and this reference to the past and to old evaluations.\n\nThose who have been innovators, contributors and ground breakers in any arena have faced this. And it has been very painful. They have met with ambivalence, indifference or resistance. This is the great dilemma of humanity. This is a great liability in human awareness.\n\nYet into this seemingly hopeless situation, the world is emerging into the Greater Community. This will forever change human experience and will make your past as a race seem distant and remote because your past is a past without the Greater Community, and your future will be a future with the Greater Community. On a collective basis, this will confront you with new experience to such a degree that the human race itself will have an opportunity to renew its collective mind, beliefs, associations, values and ideals.\n\nThis is a long process, and the result has not yet taken place. Indeed, even at this moment people are blind to the presence of the Greater Community in the world. They cannot see it, they cannot feel it, they cannot know it and they do not want it. And if they do see it or feel it to any degree, they try to interpret it in such a way that it becomes a reminder of the things that they already feel or believe. They want to make it a wonderful thing or a terrible thing based upon their point of view about life.\n\nHow can you see with all of these restraints? How can you know anything with all of these requirements? Can you see through the prison bars of your own mind? Can you see beyond the past? Having a past reference is like walking through life backwards, always looking behind you to see where you’ve been. And of course you crash into things and do not know where you are going and experience all kinds of calamities, grave mistakes and stupid errors. Walking backwards, you cannot see where you are going. You stumble around, fall down and end up in places where you do not belong while always looking to see where you’ve been. Think of this image and you can see the great disabilities that come as a result. Realize how you are not yet able to look out on the horizon of your life and your future and say with any certainty, “This is what is coming. This is where I am going. And this is what I must do.”\n\nWhen people are walking backwards, they are thinking, “Where I am going to go is to get away from what I am looking at now.” And they are looking backwards. Their future projections are based on their past orientation. They are not available to the moment. They cannot see what is happening now. Their minds have overtaken them. Their attention has been given to their thoughts, which are all past referenced.\n\nThe Greater Community gives you a great opportunity for liberation as a race. The gravity of its impact, the problems that it will present and the challenges it will give to humanity will either defeat you or redeem you. This is the greater problem which will unite people everywhere, for everyone will be in the same boat now. The differences between you will not matter. What difference does it make where you were born, what city you lived in, what language you speak or what religion your parents were part of? You are all now faced with a greater problem. You are all together, and you need each other.\n\nThis is the great redemption. Life is now pulling you out of the past in a very big way. The present and the future will be such a confrontation that even those who are dead to the world and to themselves will be forced to respond. And though their response may be past referenced, they will have to learn to face a new set of circumstances. Do not look at the present and the future and say, “Well, Jesus will save me,” or “God will lift me out of this one for sure,” or “This is not really important,” or “This has always been going on. It doesn’t matter.” People tell themselves these kinds of things to avoid experiencing what is occurring now and to avoid being in touch with their deeper feelings and inclinations.\n\nKnowledge will bring you into the present and prepare you for the future. It will make you alive to yourself and to the world. It will give you the eyes to see and the mind to know. Then, as you go along, you will see what you cannot take with you, what no longer fits and what is no longer important. You will see with great relief the enormous tragedies and frustrations of your former life fading away, and you will not want to renew them. You will not want to relive them. You will not want them to happen again. You will not want them to affect your decision making, color your vision or determine your behavior any longer. And more and more you will step outside your mind. Then you will be able to use your mind rather than be used by it.\n\nKnowledge will bring about the renewal of your mind. The renewal of your mind means that your mind is refreshed, unburdened and open to the present and to the future. It is like awakening from a long and dreary sleep. You will see life anew and you will experience yourself anew. It will be a new day for you. You will be able to open your eyes to see what is in front of you and to look out on the horizon to see what is coming. The things that we have spoken of, some of which seem so foreign and so removed from your past experience, will now become ever more obvious, for you have reached the vantage point where they can be seen. Climbing a mountain is but one image to illustrate this.\n\nTo see what must be unlearned, what conflicts with your present experience and what denies, thwarts or alters your present insight, you will need the experience of a Greater Power in your life, and this Greater Power is Knowledge. With Knowledge as a growing reference point within you, you will be able to work with the mind and to understand the mind with real objectivity. Then the mind will not threaten you or haunt you. And over time you will be able to make it a useful instrument to serve a greater purpose in life. You will become more still, more observant, more patient, more tolerant and more fearless. All of this will happen because of your mind’s renewal and the renewal of your relationship with Knowledge, which will become your new foundation. Knowledge will give you its qualities, its beneficence and its power. It will give you a new life.\n\nThis is God’s great gift to you. You may feel, or even complain, that God has not done this or that for you in the past. What God has given you, however, is so much greater than all of your former requests. God has given you freedom, and with freedom God has given you purpose and direction. Knowledge is there to guarantee this possibility. The rest is up to you. Choose this new life. Prepare for this. Give yourself to this. Dedicate yourself to this. Then you will see all that is unnecessary in your life as you proceed, and you will find everything that is essential. Increasingly, you will want to keep what is essential, and you will want to discard what is not. Your life is precious and your time is precious. What is essential gives meaning and what is not essential takes meaning away. Then the choices become obvious, and you will have the power to make them.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-must-be-unlearned/"
}