{
  "title": "What Creates Evil?",
  "content": "One must come to realize in being in the world that there are destructive forces within the world. If one is really honest and self-observant, one will realize that there are even destructive forces within oneself. Certainly, within the world around you, these destructive forces become evident and have been a part of human experience throughout its entire history.\n\nIf you are observant of your own thoughts and inclinations, it will be apparent to you that there are destructive forces within you. You see this in your desire for revenge. You see this in your desire to conquer or overwhelm others. You see this in your desires, however secret they might be, to remove or eliminate other people. You see this in your dreams.\n\nYou see this even in your desire to change the world. For how can you change the world without removing those or eliminating those or silencing those who would oppose you? This is a fundamental problem of being within a physical reality, of living within a body and competing for resources with others who are in the physical reality and who are living in bodies.\n\nThe great Separation that has set in motion the existence and expansion of the universe was not created out of an evil intention. It was not a mistake. It was not born of evil. But within this compromised existence, evil becomes inevitable.\n\nIt is not a force that is generated by one mythological individual—someone fell from grace and became the source and the center of evil. This is certainly not the case when you think of yourself living within a Greater Community of intelligent life in the universe, where there are countless races, so unlike you, living within very different environments, representing all stages of psychological, mental and technological evolution. Clearly, it is not one individual who is the source of everyone’s problems. Rather, it is the result of living within a compromised, separated existence.\n\nTherefore, you cannot blame the existence of evil on any individual. It is the product of living within your current condition, which does not represent your existence in your Ancient Home, the existence from which you have come and to which you will return.\n\nYou have come from a reality where you are known and there are no questions into a reality where you are not known and where there are only questions, and very few real answers. You have come from a place of total security and inclusion to a place without security and that demonstrates Separation everywhere. You have come from a place where you were at peace now to a place where you must survive and compete, where you must navigate uncertain conditions and ever-changing circumstances. It is entirely different being in the physical reality, being in a body.\n\nThe Angelic Host that represent the Creator of all life serve as intermediaries between your Ancient Home and your current reality—living within the physical existence, living in the body and having to deal with this kind of reality, which is so very different from where you have come from.\n\nHere God seems to be mysterious. God does not seem to be present. God is nowhere to be found. You are living an existence where God does not seem to exist even at all, unless one has great faith. How very different this is from where you have come from and that Home to which you will return.\n\nAnd coming [from] within this environment, your ideas of God are so limited. People think that God is like them—very powerful, of course, very wise, of course, but judgmental and vengeful and angry and frustrated, just like they are. They have created God in their own image.\n\nTherefore, any appreciation of God is only an approximation. There is no absolute truth about God born out of your current existence because your current existence is not absolute. It is a relative reality, relative in that it is moving and changing and that it has a beginning and an end. Yet where you have come from is not changing. It does not have a beginning and an end. It is not in flux. It is not uncertain. It is not unpredictable.\n\nTherefore, it is important to consider here that the existence of evil is the result of living within this condition. It is inevitable. If you take away a being’s sense of inclusion and their security and you throw them into an environment where they must now survive and compete, where they must destroy other organisms in order to survive, where they must constantly deal with uncertainty and the risk of destruction and where deprivation is ever present and always a continuous threat, how can you expect them to function in a state of absolute wisdom and compassion, without fear or anxiety attending them at every turn?\n\nGod does not expect this. God does not expect one to be perfect within these circumstances, for no one will be perfect, and God does not expect what cannot be. You might expect this of yourself and other people, but that is because you do not understand the reality into which you have entered and for which you have chosen to come.\n\nTherefore, God does not punish evil because evil is inevitable. It is like punishing a child for being childish. It is like punishing a fool for being foolish. There is no punishment of evil. Evil only perpetuates one’s misery and makes the possibility of redemption delayed and more remote.\n\nPeople have trouble accepting this, of course, because they want God to take revenge for them. Unable or unwilling to exact the punishment they think must be rendered themselves, now they want God to do it for them. This again is the result of creating God in one’s own image, a God like them, just more powerful, that is all.\n\nHell is an invention that people have created to punish those whom they hate and cannot stand. But you are already living in a kind of Hell, you see, the Hell of Separation. To commit yourself more deeply to this condition represents a further descent into Hell. To isolate yourself further, governed now only by your fearful imagination and your condemnation of yourself, others and the world, plunges you further into a condition that is by its nature fundamentally difficult.\n\nSo evil is all around you. It is a force. It takes the form of forces in the mental environment, forces of persuasion, forces you cannot see, but that you can feel, which affect your thinking, your emotions and your behavior.\n\nYou see, that is why individuals, groups and entire nations can commit themselves to actions that are fundamentally destructive and counter-productive. A whole nation can commit itself to invading and destroying another nation for its wealth and its resources under pretenses of national security or self-preservation. Or it [war] can be waged under the banner of religion, thinking that the other nation is impious or evil, that they are pagans, the unredeemed. But this is all just an excuse for expressing the power and the force of evil. And though it might be led by a few determined individuals, everyone else will be swept along.\n\nHow can this be? How can such a force have such influence? It is power, you see, in the mental environment.\n\nIn order to survive in this world, you need assistance and support, and to gain that assistance and support, you will make many compromises—in your relationships with others, in your marriages, all around you in all your relationships, in your relationship with the nation in which you live. You want its assistance, protection and approval, so you will go along with it, even if it is doing something that is heinous and clearly a violation of what you most truly value.\n\nThis is the power of evil functioning in the mental environment, expressing itself within a social context. It can be disguised as duty to one’s nation or one’s family that can lead you to do things that are clearly in violation of what Knowledge within you would indicate—the deeper intelligence that the Creator of all life has placed within you. A violation of Knowledge, a violation of God, a violation of what you know to be right—you will violate these to gain the assistance, protection and approval that you think are necessary for your survival. This is a real predicament. It is again a predicament of living within this separated existence.\n\nThe world is a beautiful place. It is marvelous. It is Creation happening every moment. It is change happening every moment. If you can stand apart from this and experience it—without fearing for your own survival, without being afraid of what you might lose or have to give up—it can actually be a marvelous experience. But do not confuse it with your Ancient Home from which you have come and to which you will return. There is no comparison.\n\nTherefore, you must accept the world as it is. You cannot make it like your Ancient Home. Even God cannot make it like your Ancient Home, for God made it to be something different.\n\nGod is not the author of evil, but God has created an environment where evil, at least among intelligent races who are aware of their own mortality, will be likely and inevitable. But God has given an antidote to evil, a powerful antidote it is, placed within you in the power and the presence of Knowledge, a deeper mind within you. Not the mind that you think with. Not the mind that judges and speculates, compares and condemns, but a deeper mind—a mind like the Mind of God; a mind that does not think like your personal mind thinks; a mind that sees, waits, knows and acts with power and commitment.\n\nThis is the antidote, you see. It is the antidote to evil within yourself, and the persuasions of evil within yourself and all around you, which are so prevalent and powerful in the world. It is ultimately an antidote to evil throughout the universe. But it must become strong within individuals.\n\nThe power of Knowledge within you is incorruptible. It is not persuaded or affected by the seductions and inducements within the human world and even within the Greater Community, where the expression of evil and conflict has been in existence for so very long.\n\nYou, on your own, cannot combat evil. If you tried to combat it, it would seduce you. You will become more like it. It will turn you from being a peaceful advocate into being a warrior yourself. You will find yourself taking up arms against others whom you consider to be governed by evil.\n\nYou will become like them because evil loves the attention. It thrives off of human engagement. It is empowered by those who follow it and by those who are opposed to it. For without human allegiance and human attention, evil has nowhere to attach itself. Those who are committed to it need allegiance and need engagement from others.\n\nThere are very few people in the world who are really evil, who have committed themselves to this force, this power. But their influence on society at large is tremendous. Their destructive impact is tremendous. The effects of their actions upon others, given their numbers, are tremendous. The force of their persuasions to engage nations in war with other nations is very powerful, you see.\n\nYou as an individual cannot combat this without risking falling under its persuasions and its inducements. To try to do this is to commit yourself to being in opposition to others. It places you and pits you against others fundamentally, even from the outset. Now you must fight others to do and to create what you think is right.\n\nWhile it is fine to oppose others for a good cause, in this circumstance, it changes your intentions. It changes your motivations because you are governed by fear—the fear of failure, the fear of not achieving what you want to achieve, the fear of thinking that if you are not successful, the opposing forces will be supreme. Fear gives rise to anger. Anger gives rise to hatred. Hatred gives rise to violence. And violence gives rise to further violence.\n\nThis is a trap, you see. It is a fundamental conundrum. It takes good people and places them in opposition to one another, alters their true intentions to establish peace and cooperation and manifests entirely different results.\n\nThere is a greater Wisdom living within you that is not affected by forces of dissonance within the world, by the persuasions of others or by the inducements of culture or even religion. It is free. It is pure. It is clear. It is answerable only to God because it is an extension of God.\n\nNo matter how far you go in trying to establish your isolation, in trying to be successful in Separation and in trying to make Separation work, you are still connected to God through Knowledge, this deeper mind within you. You cannot escape from it. You cannot divorce yourself from it. You can deny it. You can cover its light with many covers and live in darkness, but you cannot eliminate it. It represents your purpose for being in the world, your connection to God and your redemption.\n\nThe question is: How long will it take for you to come to desire it and to realize that without it, you cannot be successful, you cannot fulfill yourself, and you cannot make a real contribution to the world, which is your real intention for being here? Without it, you cannot fulfill the need of your soul. Without it, you cannot have peace and integrity within yourself. Without it, you cannot have a successful relationship with yourself, or with other people or even with the whole world.\n\nYou may still believe in the power of the military, the power of weapons, the power of force, the power of government, the power of personal persuasion, the power of personal dominance, the power of wealth, the power of beauty or the power of cleverness and charm, but only Knowledge within you has the real power to reunite, to reconnect, to bless and to inspire.\n\nThe world has established its own gods, its own definitions, its own expressions of power and dominance, persuasion and conquest and so forth. But Knowledge within you and within others is not fooled by this.\n\nYou cannot make Knowledge give you what you want, for it is more powerful than you are, than your personal mind—a mind full of desire and conflict, fear and apprehension, a mind that is identified with everything that is uncertain, a mind that is subject to the power of evil, a mind that is easily influenced and has been influenced.\n\nBut deeper within you is Knowledge. You have what is unchanged, you see. It is coming back to what is unchanged within you that is your redemption, that is your power, that begins to free you from the grip of addiction and the grip of persuasion.\n\nYou can pretend to be anyone you want to try to be. You can give yourself any name. You can establish yourself in any role. You can play the role of the good person or the bad person. But within you, there is Knowledge, waiting to be discovered.",
  "audioUrl": "https://www.newmessage.org/av/what-creates-evil.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/what-creates-evil/"
}