{
  "title": "Where can Knowledge Be Found?",
  "content": "Knowledge lives within you. It is the very essence of your spirituality. Knowledge represents the greater part of you that is bonded intrinsically with all life. It is within you, but only rarely will you be able to gain access to it on your own.\n\nIn the Greater Community, the idea and practice of religion vary considerably, but the essence of religion is the same. The universal reality of this essence guarantees that spirituality will live and thrive regardless of the kind of religious beliefs, attitudes or practices that are carried on in any given culture.\n\nKnowledge lives within you. It is with you at this moment. It is a Greater Mind and a Greater Self within you. You cannot claim it as your own, for indeed you belong to it more than it belongs to you. Because you are separated from your Greater Self, it seems as if it is a remote entity, something distant, something you have to engage yourself with in a very careful way. Confusing this even further are the religious beliefs, attitudes and prior experiences which can make your return to Knowledge far more difficult than it would be otherwise.\n\nThere is so much to unlearn simply to be able to begin the journey towards Knowledge. Here old attitudes, expectations, associations, goals, beliefs and so forth can only encumber you and bog you down. Knowledge is so close, but you cannot seem to find it because you are aimed in the wrong direction. You have ideas, assumptions and expectations that can never be in keeping with the reality of a greater life.\n\nKnowledge is found within you. However, what brings Knowledge forth is meaningful engagement with others and meaningful participation in life. Knowledge does not come on demand. You may petition it and call for it, and if your request is sincere, then it will come very close to you. However, if you have not built the bridge to it, then no matter how close it comes, you may feel its presence and you may sense it is with you, but you will still be unable to respond to it directly. Here you will be likely to tamper with its communication, altering it to meet your expectations or to fit some kind of prescribed notion or belief. It is when you are meaningfully engaged with others, in relationship with them and in relationship with life, that there is the greatest possibility for Knowledge to emerge within you.\n\nKnowledge, therefore, is something that is difficult to find. You cannot simply reach inside yourself and pull it out. You have to go deeper within your own mind to be able to respond to it and to be able to sense its presence. Knowledge has its own mind. It emerges when it feels the time is right, for it responds to Knowledge in the universe and is intrinsically bonded and responsible to this. There is no personal Knowledge—your Knowledge and my Knowledge. There can only be your interpretation and my interpretation, or your idea and my idea. Knowledge itself, however, is consistent with all life. It bonds all life and organizes all life into a meaningful set of engagements that can bring about greater and more positive rewards, benefits and contributions for the world and for the time in which you live.\n\nTo prepare for Knowledge, you will need certain fundamental things. You will need the correct curriculum. You will need the correct instruction. You will need the correct approach and attitude. And you will need the right companions. These are the conditions that enable Knowledge to emerge in such a way that it can be directly experienced and discerned and where there is the least possibility that its presence and message for you will be distorted or misunderstood.\n\nIt is establishing the conditions for Knowledge that enables Knowledge to emerge within you. These conditions require the basic elements that we have mentioned, and yet these conditions can be quite specific to you. For example, at any given moment some people are ready for an instructor and some are not. Some people are ready to begin formal preparation while others must prepare to be ready for the preparation itself. Some are ready to have real companionship; others are not. This readiness is determined by your capacity, by your development and by your circumstances. If the circumstances are not right, if your understanding is not right, or if you cannot take on the responsibility that Knowledge would bestow upon you, then the time cannot be now. Inevitably, however, you must have all of these elements in order to follow a way to Knowledge, to prepare for Knowledge and to enable Knowledge to emerge within you successfully.\n\nAt the outset, people think that Knowledge is small and that they are great. Even if they believe otherwise, this will still be their attitude as they approach it. Knowledge will seem distant and remote, even foreign to them. Even though Knowledge has guided them at crucial moments in their lives and has saved them from many calamities already, they are unaware of its presence and beneficence and must learn to re-experience these gradually. In the process of doing this, that which is incorrect, inappropriate or unnecessary can be recognized and set aside. Here people must give up their ideas of what Knowledge is and enter the experience itself. Often these ideas are impediments to the experience and distort people’s approach and understanding.\n\nThe experience of Knowledge, if it can continue and be developed, will explain everything to you, but this takes time and patient preparation. This is where the correct curriculum and the proper instruction become very essential. Preparing for Knowledge is not an individual pursuit because its purpose is to reunite you in relationship with others, with yourself and with life. If you set out on your own, thinking that you will not need others and that you must depend completely on your own strength and initiative, you will not find Knowledge, and you will not find the way to Knowledge. Fundamentally, Knowledge is the return to relationship. It is the path out of separation. It is entering a new experience of life and a new participation with life. Here you cannot take all of your former ideas with you, and you cannot even take all of your former relationships with you.\n\nYou do not know how much Knowledge will change your life. However, you must desire it sufficiently that you are willing to take this risk. You must have at least the beginning understanding that the closer you are to Knowledge, the more certain, the more powerful and the more compassionate you will be. In other words, the more you will feel right within yourself.\n\nPeople live, however, without this sense of rightness for so long that they become inured to it, and they adapt themselves to living a life of inner compromise. Here even the idea of Knowledge may seem very foreign to them, and the experience of Knowledge may be very disturbing—not because the experience is disturbing, but because it seems to threaten so many things that are assumed, believed or established.\n\nKnowledge itself is entirely free of your creations. It is not hindered by your ideas and beliefs. The obstacles to Knowledge simply prevent you from gaining access to it. They cannot color, control, dominate or thwart Knowledge itself. However, they do prevent you from finding your way to Knowledge.\n\nKnowledge can be found and must be found. And there is a way to Knowledge for you. Part of your involvement in finding the way will be up to you, and part will be determined by others because you will need great assistance, and you will need the right preparation.\n\nKnowledge re-engages you in meaningful relationships. Therefore, these relationships must be possible for you. Here you cannot go off and live a solitary life, away from the world, without any contact with anyone else and believe that you can find the way to Knowledge. The Creator has sent you into the world to participate meaningfully with others and to contribute to the world. Retreat from the world is only important at certain junctures and does not represent, in most cases, a way of life. This is because Knowledge is not simply for you. The greater gifts that Knowledge will give will be bestowed upon others through you.\n\nIf your life is filled with relationships that do not represent this greater purpose and destiny, then it will be difficult for you to accept the preparation even if you find it. It will be difficult for you to accept the relationships that can really help you because they will seem to challenge and conflict with your current involvements.\n\nHere you must realize that there is only so much you can do for yourself and that there are things that you need. You need information. You need a method of study. You need people who are more advanced than you, and you need companions. Beyond this, you need others to teach you what not to do and to show you their mistakes and your own mistakes. Indeed, you need all of life to demonstrate both the presence of Knowledge and the denial of Knowledge. There will be so many opportunities for you if you can take advantage of life’s great demonstration. Eventually, you will feel grateful for everything that happens, not because everything happens for your good, but because you are able to use everything for your good. You can do this without distorting the truth, without denying pain and suffering and without putting a happy face on a difficult world. You can do this because in the reclamation of Knowledge things can become useful and serve a greater purpose even if within themselves they are not purposeful or beneficial.\n\nThe man and woman of Knowledge take what life has to offer and utilize it for a greater good. They do not distort life. They do not deny the realities or the different aspects of life. They do not call something that is bad “good” or something that is good “bad.” What is important is how useful it is in serving a greater purpose. As you mature as a student of Knowledge, you will be able to gain this approach, and you will see how honest and effective it really is. Here you will be working in the world like the Creator works in the world—secretly, silently, without condemnation and with a permeating effectiveness that extends far beyond the great and stringent efforts of many people to improve life. This is not to say that your efforts will be easy but that their impact will be far more penetrating and lasting.\n\nHow do you prepare for Knowledge? To prepare for Knowledge, you must recognize a certain fundamental need within yourself. You must feel this need and separate it from other needs that may be more personal or immediate in nature. This basic need represents the yearning to discover your real purpose in life. Along with the recognition of this need must be the realization that your many attempts to fulfill this need through love, through affluence, through excitement or through stimulation have not satisfied the greater yearning of your heart. Something greater must be given to you to satisfy this—something that you cannot invent for yourself, something that you cannot piece together from all the various teachings and religious practices that you may encounter in life. Here you realize the limits of even your own independence, for in truth you need life tremendously. You need others tremendously. Realizing this, instead of becoming dependent, you will learn to become interdependent.\n\nThere are three stages of human development, which can be described in this way: dependence, independence and interdependence. Everyone begins life in a state of dependence. As an infant, you are entirely dependent upon your parents or providers for even the basic essentials of your life. As you gain more and more independence and are able to learn to care for yourself increasingly through the stages of your childhood, then you must outgrow your emotional dependence on others in order to learn to think for yourself or, in other words, to think independently. Most people in the world are struggling to attain physical and psychological independence. However, independence is only an intermediate stage; it is not the final resolution. Should you be able to break free of the bonds and the limitations that held you back before, you will come to realize that alone and on your own you can do very little. In truth, nothing can be done alone—no great realization can be found alone and no answer or resolution can be discovered or employed alone. You need greater relationships within the world and beyond the world in order to accomplish anything of real value and merit.\n\nTherefore, along with the recognition of your inner need, you must recognize that you need greater relationships and greater assistance. This understanding represents the reality of life and not your past experience of dependence. Therefore, you must enter into this with a new understanding. Recognizing your needs and your limitations here is essential and enables you to enter into the third and greatest stage of human development, the stage of interdependence. In this stage, you are able to give yourself—your time, your energy and even your life—to an involvement with others as a conscious and dedicated act. Here real love and devotion are possible. In the earlier stages of dependence and independence, real love and devotion are not possible because they are conditioned by prevailing needs—first, the need to have others do things for you and then the need to do things for yourself. However, in the state of interdependence, you are able to give and receive in a truly meaningful way. Here devotion is possible because from a position of responsible decision making, you can give your life to something. Gaining the ability to do this represents the real value and purpose of independence. Without this, your independence will only isolate you further and further within your own mind and your own thoughts. It will become a great prison house from which the possibility of escape will seem increasingly difficult and remote.\n\nIn order to prepare for Knowledge, then, you need to feel your prevailing need to realize your greater purpose in life, a purpose you have not defined and cannot define for yourself. With this purpose, there is the recognition of the need for assistance and preparation—assistance and preparation that you cannot provide for yourself.\n\nThe Way of Knowledge will strengthen you and unite you within yourself. To a certain degree, this will separate you from others, even at the outset, because you are engaged in a path of discovery that others are not engaged in. In time, you will have less and less that you can share with them. You are preparing for a greater life and a greater experience. It is like being on a great mission or voyage. Even though physically you may not go anywhere, you will be venturing into an entirely new territory. You will be going through a complete revolution within yourself, a revolution that will demonstrate the existence of the Greater Power within you and your relationship with it.\n\nAt the outset, you will feel that you are great and that Knowledge is small. However, as you approach Knowledge, you will realize how great it is and how small you are. You will realize how small your personal mind is. And you will realize that Knowledge represents your True Self and your true existence in life. To gain this truth, you will have to build a bridge to Knowledge, as Knowledge is always building a bridge to you.\n\nAt a certain point, you will need to begin a formal preparation in The Way of Knowledge. This may change form once or several times in the course of your life. If the nature of the preparation is great enough and consistent enough with your nature, rather than with only your beliefs or attitudes, then it may serve to prepare you completely.\n\nTo prepare for the world’s emergence into the Greater Community, you will need a Greater Community Way of Knowledge. To prepare to find a greater purpose, meaning and direction in the world, you will need this kind of preparation. This is what we are emphasizing in Greater Community Spirituality. Without this preparation, you will not be able to realize the many things that we have spoken of. Without true companionship and genuine instruction, even if you have the preparation, you will only be able to pass through its beginning stages. Your needs will change as you develop. As you develop, earlier needs will fade away, and other needs will come to take their place because there is a progression of levels of understanding in the development of Knowledge.\n\nIn order to find Knowledge, you must prepare for it. To prepare for it, you must ready yourself. To ready yourself, you must recognize your deeper needs and your real limitations. Recognizing your needs and limitations will enable you to begin to look for those things that will help you to progress. Here your emphasis must not be simply on gaining answers, for answers cannot satisfy your need. You already have lots of answers. You need experience and development. You need to actually make the journey in The Way of Knowledge. Unless you take the journey, you will not know what the journey is and you will not experience its destination. Without the preparation, all that we have said may seem great and wonderful, perhaps intriguing and interesting, but you will not understand its meaning, its purpose or its immense value and application in your life.\n\nGreater Community Spirituality must be experienced to be understood. You cannot stand outside of it and understand it. You cannot look at it from a distance and know what it really means. You will know nothing about it unless you can experience it repeatedly in a growing and consistent way. This requires preparation. This is how Knowledge is learned and transferred in the universe.\n\nOur words are only to incite a greater need, a greater understanding and a greater motivation within you. The Way of Knowledge and the reality of Knowledge can only be experienced as you progress towards them. This is a journey where you cannot lead yourself, for you do not know the way. You can only learn how to follow and how to respond. Because The Way of Knowledge reunites you with life so that you can become meaningfully engaged with life, you have only part of the answer within you. Because you are meant to be meaningfully re-engaged in life and because this engagement is represented by relationships of true value and purpose that you establish with others, you possess only a part of the answer to your great need. Your part must be matched with others, and you must be matched correctly.\n\nIt is like putting together the great puzzle of life. You have a few of the pieces, but you do not have all of them. And all of your pieces do not fit together. However, if you can match your pieces with others, then greater sections of the puzzle can be put together, beginning with the outline or perimeter and moving inward. Using this analogy, then, if you can be reunited with those who can really assist you and should you receive the preparation that is necessary, your puzzle will become joined and complete. Then the image and meaning that life presents to you can be fully realized.\n\nAt the outset you must have an appreciation of your limitations. If The Way of Knowledge were simple and easy, then everyone would learn it. But it is apparent that everyone does not learn it. In fact, it is rare that you will meet a man or woman of Knowledge in the world. Being educated in the colleges and universities of the world does not lead to Knowledge. Being adventuresome and traveling around the world does not lead to Knowledge. Reading one book after another until your mind is absolutely full to the brim does not lead to Knowledge. These things fill your mind with thoughts, fill your life with memories and give you a great deal to think about. However, The Way of Knowledge is something else. Here you will want to lighten your burden. Here you will want to empty your mind. Here you will want to gain a greater inner freedom and will not want to spend the rest of your life defending your ideas or maintaining your memories.\n\nThis is a different kind of journey, and it is a different kind of education. It takes an instructor of real ability and experience to foster and nurture your progress here. It takes companions who can share your growing understanding and who can encourage you and receive your encouragement in return. It requires the understanding that you are entering into an area of life that extends far beyond your ideas and beliefs. Here you must be willing to proceed without knowing what you are doing and without the false certainty that you so often and so habitually give yourself. Making yourself vulnerable to life in this way enables life to reveal itself to you and enables your bond with life to become realized and strengthened. This represents a very gradual process. You will not achieve it in a week or a month or a year. It is too great for that. To think that you can have it quickly or that you can use it for yourself is to underestimate its magnitude and to overestimate your ability.\n\nThe Greater Community Way of Knowledge represents Knowledge in a far greater arena of life—an arena which has great relevance for your life and which will be the dominant context for life in the future. Everything you are doing now is for the future as well as for the moment. The future will be built upon what you do today and what you do not do today. This represents your future, the future of your children and the future of your race.\n\nThe Greater Community Way of Knowledge is being presented into the world, where it is unknown. It has no history and no background here. People are not used to it. It does not necessarily fit in with their ideas, beliefs or expectations. It does not conform to the world’s current religious understanding. It comes in a naked form—without ritual and pageantry, without wealth and excess. It comes purely and simply. It is like a child in the world. It is seemingly vulnerable, and yet it represents a greater reality and a greater promise for humanity.\n\nThe Greater Community Way of Knowledge will go unrecognized by many because it does not have the trappings and allurements with which everything else seems to be laden. It is unadorned and it is pure. It is hard to understand but easy to experience and to utilize. It seems strange and remote, and yet it is so akin to your nature. It seems to come from far away, and yet it also seems to emanate from within you. It seems mysterious and incomprehensible, and yet it provides certainty with every step that is taken towards it. It seems familiar to some, and yet it is quite different. It seems different to others, and yet it is quite familiar. Its familiarity is born of a greater association and empathy within you, which you are capable of experiencing.\n\nThe Greater Community Way of Knowledge conforms to your nature and to Knowledge within you but not necessarily to your ideas, beliefs or expectations, which are all based upon the past. The Way of Knowledge speaks of the future and of your responsibility to the future. It speaks of your nature and your purpose for coming into the world. It speaks plainly and simply. It is deep and unfathomable, and yet it can be experienced fully. Like the passing of water through a great web or filter, it penetrates into the very heart of you and nourishes your growth and development here.\n\nThe Greater Community Way of Knowledge represents translatable spirituality in the universe. It calls upon Knowledge within you. It furthers Knowledge and fosters Knowledge, for Knowledge is the very root of your life and the very source of your substance, meaning, purpose and direction. It provides a way to Knowledge within you. It brings you into life and introduces you to the reality of life and the direction of life. It is both a journey into yourself and a journey into the world. Both happen together in a very special and united way. If you journey too far into yourself without understanding your responsibility or your context in the world, you will become lost in yourself. And if you journey too far into the world without building a greater association and foundation within yourself, you will become lost in the world. Therefore, relationship with yourself and relationship with the world must naturally grow together.\n\nKnowledge is here to do something. It is not here to take you out of the world. It is not here to provide an escape. It is here to provide contribution and completion. It prepares for the future by engaging you with life now. Knowledge uses everything that you think and everything that you have made but for a greater purpose. It does not destroy your ideals. It does not destroy your relationships. It does not destroy your beliefs. It simply puts them to use. And if they cannot be put to use, they are gradually released, without condemnation or destruction. Everything then becomes useful and beneficial. The motivation for this comes from within you. Here you do not follow a hero or idolize a distant God. You do not worship a foreign individual or a foreign power. Instead, you become engaged with Knowledge, and Knowledge engages you with others. In this way, you gain your strength and authority. In this way, you learn how to give your life in the right place, for the right purpose, with the right people.\n\nThis represents the Plan of God. It represents a Greater Plan which is far beyond your ability to fully comprehend. It represents a Plan that can work through you if you can work with it. It renews you, restores you and gives you your proper authority over your thinking and behavior. And it reassociates you with the Greater Power within yourself and beyond yourself which can guide you in life and give you a greater purpose and understanding.\n\nYou begin the preparation by feeling the need. You begin the preparation by recognizing your limitations and the limitations of what you have established thus far. You begin the preparation by becoming humble and open within yourself, without assuming greater powers or extraordinary abilities for yourself. You open yourself because the need within you is propelling you forward.\n\nThis is the evidence of Knowledge within you, for Knowledge is getting ready to emerge. No longer can you be complacent with it. No longer can you deny it. No longer can you dress it up to look like something else, or try to thwart it or manipulate it to give you something that you desire. Here Knowledge is moving within you, and its movement is becoming stronger. It is as if you were attempting to give birth to something—something within you that needs to come forth, that needs to present itself in the world. It is a very long pregnancy and a very long delivery. However, its reality and its emergence into the world represent your fulfillment here and the completion of your greater responsibilities to God and to your Spiritual Family.\n\nAs you begin preparation in The Way of Knowledge, you will pass through many thresholds of learning. Each is unique, and each will change your understanding to a certain degree. Here you must be flexible in your thinking and beliefs, for thinking and beliefs are like the eyeglasses that you wear. They either help you see or they do not. If they do not, then they are the wrong prescription for you.\n\nYou must stay with The Way of Knowledge long enough to see what this means and to be able to choose wisely. People often give up when the preparation becomes hard, confusing or disorienting. They want to return to what they believed in before because they think it gives them greater security, but they have outgrown this security already, and so they cast themselves adrift in the world.\n\nTherefore, to learn a Greater Community Way of Knowledge, you must feel your greater need. You must realize the limitations of your current understanding. And you must not assume abilities that are not yours to assume. This openness and this honesty with yourself enable you to receive the gift that you could not receive or recognize otherwise. This is the beginning. If you have this understanding, you will be able to take the steps to Knowledge without attempting to change them, deny them, alter them or skip them. You will be able to follow a way that goes far beyond your understanding and current ability. This will take you into a new territory and experience of life.\n\nLearning a Greater Community Way of Knowledge represents a tremendous challenge. You cannot understand it, experience it or use it from where you are now. That is why The Way of Knowledge has to take you to a greater vantage point in life. You are able to follow this not because of your ambitions, expectations or beliefs, but because Knowledge within you moves you forward.\n\nKnowledge will take you one little step at a time. This is moving quickly. There is so much to learn, to unlearn and to re-evaluate. Gaining a Greater Community perspective and Wisdom both within a larger context of life and with specific everyday problems will require a new approach and understanding. Here you will learn what small problems are and what great problems are, what the small problems require and what the great problems require. This brings about maturity within you as you proceed. But to proceed, you must prepare and you must stay with the preparation.\n\nIt is a remarkable accomplishment to learn a Greater Community Way of Knowledge in a world that has seemed forever isolated. It is a great accomplishment to recognize the need for this and to be able to develop the understanding, the perspective and the experience necessary to allow Knowledge within you to respond to life and to issue forth its great gifts, which are meant for the world at this time.\n\nKnowledge is like a secret cargo hidden within you. You cannot find it on your own. You cannot gain access to it on your own. You must prepare for it and prepare with others to receive it and to contribute it. What you carry within you is a great gift and a great blessing for humanity. It will be given in ways that are specific and mundane—ways that provide the necessary resources, abilities, understanding and effort to enable humanity to progress, to advance and to meet its challenge to survive and to prosper as a race according to its own destiny, a destiny which you share as long as you are here.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/where-can-knowledge-be-found/"
}