{
  "title": "Who Are the Allies of Humanity?",
  "content": "Humanity is not alone in the universe, for the universe you will encounter is full of intelligent life. Living in a well-inhabited and long-established region of space, your world will find itself in a greater neighborhood.\n\nWithin this neighborhood are many powerful nations that have created vast networks of trade and commerce that are tightly governed. And most nations in this region of space are dependent upon these networks for the essential resources they need to support their technology and, in some cases, essential resources just to provide the basic requirements of life.\n\nThe world, therefore, is not in some remote and unexplored region of the universe. Your proximity to this great establishment of life gives you certain advantages and certain disadvantages.\n\nYour advantage is that war and conquest are suppressed in this region of space. They are suppressed to maintain order and to provide security and stability for the larger networks of nations and their commerce and trade with one another. After going through long eras of war and competition and conflict, these larger networks have been established.\n\nIn this region of space, war is suppressed and outright conquest is not allowed. So if a nation wishes to gain advantage and influence in another world, such as an emerging world like your own, they must use more subtle means and employ other agents to carry out such an intervention.\n\nYou are facing, then, a non-human universe where freedom is rare, a universe that will seem foreign and even hostile to your presence should you escape the bounds of this solar system.\n\nHere you will find that you have few friends and allies. But to your advantage, there is a network of free nations in this region of space who do not participate in these vast networks of trade and commerce. They have, over time and through great effort, established their insulation and their freedom to function [without] outside interference.\n\nFor it is always difficult for a free nation to exist around unfree nations. It is a delicate situation and has been an ongoing challenge for those free races whom you may consider to be the Allies of Humanity.\n\nIt is important to have this larger perspective. Otherwise, you will not understand what restrains your potential allies and why they are not interfering in the world today. They have, through secret means, sent an expedition to be near the Earth to witness the alien Intervention that is taking place here—an Intervention carried on by more unscrupulous races and organizations who seek to gain control of the world and its people through subtle and persuasive means.\n\nYour Allies are here to provide wisdom and guidance and the perspective that humanity will need to comprehend the neighborhood of space into which you are emerging and what your advantages and disadvantages there are.\n\nIndeed, there are great disadvantages because other worlds view your world with envy, and they see humanity in its warlike, divided state destroying the wealth and the value of this world. This, more than anything else, has led to the Intervention that is occurring here today.\n\n[The Allies] expedition that is here [in the local universe] to observe this Intervention and to report on its activities and intentions is functioning here without the awareness of the free nations’ governments. This is very important to understand. For these governments could be held accountable for the fact that humanity is gaining benefit from these free nations, which violates the agreements that the free nations have established—agreements of non-interference in the affairs of the Greater Community.\n\nSuch is the price they have had to pay to keep the Greater Community out of their regions and to avoid ongoing interference and attempts at persuasion that have plagued them for so very long.\n\nIt is for this reason that the Allies will not describe themselves, or give their names, or speak of their home worlds. For this expedition is functioning to serve humanity in secret, without the awareness or approval of greater powers, even without the awareness and approval, officially speaking, of the governments of their own nations.\n\nIt is a delicate situation. To understand this, you have to really consider the difficulty of establishing and maintaining freedom amongst greater powers where freedom is suppressed and avoided. It is a problem that humanity will have to face as it proceeds, as the human family emerges into a Greater Community of intelligent life.\n\nHow does a race such as yours maintain its freedom and self-determination amidst the presence of powerful and persuasive forces who will seek to undermine your confidence, your unity and your courage?\n\nIt is not a battle of weapons. It is not a battle of military might. It is a battle of will and intentions, a battle that is being played out [in] the mental environment—a great environment of influence where more powerful minds can influence weaker ones, an environment that humanity knows very little about.\n\nThe free nations in this part of the universe seek to promote freedom wherever they can. They view your world as showing great promise because spirituality and religion have not been destroyed or forgotten here. They see that the power of Knowledge, the greater spiritual power, is still alive in individuals, despite humanity’s grave mistakes and foolish activities.\n\nThe Allies of Humanity have sent a series of Briefings into the world to advise and to prepare humanity for its engagement with the Greater Community. These Briefings present information that no one on Earth could create or know for themselves. They create a perspective that humanity does not presently have regarding the prospects for contact and the consequences of contact.\n\nThe Briefings correct many of humanity’s false assumptions and uninformed beliefs—assumptions and beliefs that make you vulnerable to foreign manipulation and persuasion. The Briefings themselves encourage humanity’s independence in the universe and the importance of not allowing foreign nations to establish their interests here and foster dependence upon their foreign technology.\n\nThis is a great service to an unwary and unsuspecting humanity, who believes the universe is either a great empty place awaiting exploration or that it is filled with benign and ethical races of beings who would be eager to assist humanity in its quest for technological solutions and greater power.\n\nThis naïve and foolish perspective, of course, means that you are uninformed and uneducated about the realities of life beyond your borders. You still think that technology can overcome the power of nature.\n\nThe Allies of Humanity Briefings, along with God’s New Revelation for humanity—the New Message for humanity—will give you a much clearer and more correct understanding. For you need this if you are to proceed with wisdom, caution and discernment.\n\nAfter the publication of the first set of the Briefings from the Allies of Humanity, the Allies’ position in this solar system was discovered, and they were forced to flee. Now they have to report from a hidden location far beyond your solar system.\n\nIn the third set of The Allies of Humanity Briefings, they are speaking about the realities of life—of trade and commerce, interaction that exists in your neighborhood of space—and the requirements for freedom that humanity will have to foster and support if it is to remain self-sufficient and self-determined in a Greater Community of life.\n\nIt is important for you to understand that the Creator of all life, through the Angelic Presence, has called upon these free races to provide this assistance to humanity. They are here and guided by a Divine mission, the expedition itself.\n\nThe governments of the free nations will claim no knowledge of this expedition, for they have very little knowledge of it. This is being guided by a greater force and set of Powers in the universe—Spiritual Powers serving the Creator of all life, seeking to support freedom wherever it can be established.\n\nIt is important for you to understand also that the Allies of Humanity have a debt to pay, for they were served by an expedition in an earlier time that helped to free them from the grip of intervention, opening the way for them to establish their freedom and autonomy in the universe. They now have an opportunity to repay this debt by providing a similar service to humanity, as you yourselves face intervention and all of the dangers and misfortune it can bring.\n\nHumanity knows not of its vulnerability in space. You still think the universe is there to serve you, that you are special and that anyone who would come here would come here seeking to assist you, to enlighten you or to save you from your own errors. Such are the misconceptions of an isolated race, who has never had to adapt itself to the realities of the Greater Community.\n\nTherefore, great assistance is being brought to humanity—great assistance providing wisdom and knowledge that humanity cannot provide for itself, great assistance that has been prompted by the Will of the Creator and carried out by certain individuals from several different worlds. It is an expedition that has been very dangerous for its participants and has taken a great deal of time.\n\nTherefore, when you begin to study the Briefings from the Allies of Humanity, it is important to consider the risks that have been taken to provide this wisdom and the immense importance of the wisdom and perspective that are provided in these teachings.\n\nTake them to heart and think of them deeply. Ask your questions, but understand that you are at the very beginning of your Greater Community education and you will have to live with certain questions that cannot yet be answered, building while you proceed a growing and concise understanding of humanity’s advantages and disadvantages.\n\nThere are many sets of eyes watching the world at this time. That is part of your disadvantage. But military conquest will not be sought here because the world is too valuable, and the foreign races who seek to establish themselves here need humanity as their workforce—a compliant and willing workforce—for these foreign races cannot live in this environment, for reasons that you would not guess.\n\nIt is a situation that must be understood correctly, which requires a great deal of information and perspective and a correction of many ideas that are prevalent still in the world today.\n\nOne person has been chosen to receive the Allies of Humanity Briefings. He is the individual who is also receiving God’s New Revelation to prepare humanity for the great change that is coming to the environments of the world and for humanity’s encounter with the Greater Community itself. He has been guided by the Lord of the universe through the Angelic Presence, and he has also been the recipient of the Allies of Humanity Briefings, Briefings which have been guided and prompted by the Lord of the universe through the Angelic Presence.\n\nYou must see that this had to come through one person who was sent into the world for this purpose, to serve this role. Otherwise, the message would become contaminated, and it would certainly become lost if it were given to more than one individual, with many different versions and interpretations.\n\nIt has taken the Messenger decades to prepare to receive the New Message and to receive the Allies of Humanity Briefings. The Briefings themselves were received on very distinct dates, with long periods of time intervening where no contact occurred at all.\n\nThe Briefings were made available with the assistance of the Angelic Presence, being communicated through a spiritual means that did not require the use of technology, a means of communication that the Intervention itself could not intercept or interpret. Again, this was done to protect the location of the Allies’ expedition, as well as the purity and integrity of the message itself.\n\nWe give you this perspective and this background so that you may understand the significance and the nature of the communications that are being sent to the world today from those free nations that exist in your region of space.\n\nIt is not an easy thing to consider because there are other messages being sent to the world at this time—messages from the Intervention, speaking of the nobility of their presence here and humanity’s dependence upon their guidance and their wisdom, speaking of lofty beings and great kingdoms and establishments and a network of wealth and prosperity that humanity is encouraged to become a part of.\n\nThese are the seductions and inducements of the unfree nations, speaking to humanity’s fears and ambitions. Many people have fallen under this persuasion. Many individuals in leadership positions of governments and commerce and religion are swayed by such things, being promised tremendous power, tremendous wealth and advantage.\n\nWithin the Allies of Humanity Briefings, you will hear a very different presentation, one that speaks to humanity’s inherent strength, courage and ability. It will advise humanity not to receive any technology from the Greater Community, for it is only being offered to develop dependence—dependence upon foreign powers and the great networks of trade. Once you become dependent upon these things for your technology or basic requirements, your freedom will be lost, and you will be governed from afar to meet the terms of engagement.\n\nIt takes great heart to face these things, but face them you must, for this is your world. Your isolation in the universe is over. From here on, there will be attempts at persuasion and intervention. The Allies will not intervene here. They will not establish bases in the world or try to manipulate human perception or seduce leaders of government, commerce or religion. They know that humanity must gain [its] freedom on its own, without outside control and manipulation.\n\nThis is a dangerous time for humanity, for your resources are declining, and your climate is becoming ever more unstable. Your environment is deteriorating. Ever greater numbers of people are drinking from a slowly shrinking well.\n\nThis is a dangerous time for humanity, for you are vulnerable to persuasion and manipulation and deception, knowing little or nothing about the realities of life in the universe or how your freedom must be sustained and defended as you emerge into this larger arena of life.\n\nThe Allies of Humanity seek no relations with humanity because they recognize humanity is not ready for contact. Humanity does not have the maturity, the unity or the discernment yet to tell friend from foe and to understand the complexities of life where thousands of races are interacting with each other.\n\nIf you think of this for a moment and imagine how difficult it is to establish agreements or negotiations with races that think differently, look different and have different concepts, different histories, different priorities, it would make your human negotiations seem simple and obvious in comparison.\n\nIt is a vast and complicated situation, and you must grow up to participate in this universe of life. You cannot be adolescent and destructive and aggressive, for you will find yourself alone, with great opposition around you.\n\nFor humanity to be self-sufficient and a sovereign race, free from outside governance and control, you must then follow what the Allies Briefings are providing for you. The Allies will not come to save humanity from intervention through the use of force or military means, for this would destroy their autonomy in the universe, which they have taken centuries to establish.\n\nThey give you the wisdom that you cannot not give yourself. They give you the perspective you cannot give yourself. They give you the information you cannot gain yourself. It is now up to humanity, the strength of humanity, the integrity of humanity and humanity’s native wisdom to teach you how to offset the Intervention and to build your capacity and your strength as a free race.\n\nThis would mean the cessation of conflict in the world and a far greater cooperation between nations than currently exists, or that has ever existed. What will be the impetus for this but the threat of facing a universe where freedom is rare and where many are looking at the world with envy?\n\nYou do not realize what a prize this world is and why other nations would intervene here to try to save it for themselves, using humanity as but a resource in and of itself.\n\nIt is time for you to grow up and think of greater things—to think of the welfare of your planet, to think of the stability of your environment, to think of world security now and not merely the security of your own nation.\n\nThis is a great opportunity for human unity, perhaps the greatest you will ever have. For the need is the greatest you will ever face, and the challenge is the greatest you have ever encountered.\n\nIt is a situation that requires courage and objectivity, the willingness to learn things you have never learned before and the willingness to realize what humanity has learned through its long and difficult history regarding intervention and the dangers to the freedom and self-determination of the native peoples.\n\nAll of humanity are now the native peoples of the world facing Intervention—an Intervention that is here to use you for itself, for its own wealth and acquisition.\n\nYou do not realize the biological wealth of this world, and the resources that exist within the complex web of life here that are sought after and valued in a universe of barren planets.\n\nThere is so much for humanity to learn. That is why God has sent a New Revelation into the world and has called upon the Allies of Humanity to provide their wisdom and their counsel to assist in this great effort to educate humanity and to alert humanity about the great dangers and opportunities that exist as it stands at the threshold of space.\n\nThe Revelation of the New Message and the importance of the Allies of Humanity Briefings should not be underestimated. They represent the most important documents in the world today and the greatest needs facing humanity, which are still unknown to so many.\n\nYou are fortunate to receive this. You are blessed to receive this. Proceed now with a courageous heart, and allow yourself to receive the gift of love from the Creator of all life and the reassurance that you have other races in the universe who support humanity’s freedom and independence. In time, you will come to depend on these two great sources of comfort as never before.\n\nThe power and the presence of Knowledge that lives within each person is the greater intelligence within the individual. It is this greater intelligence that the New Message speaks to and speaks of. It is this greater intelligence that the Allies of Humanity expedition is attempting to ignite and to communicate to you.\n\nThis holds the secrets of humanity’s spirituality and the promise of your greater destiny in the universe—a destiny as a free and self-determined peoples. But your destiny is not assured. The outcome is uncertain. You as an individual must have great faith in the power of Knowledge within yourself and within others to turn the tide in humanity’s favor.\n\nThe risk to humanity’s freedom in the universe and the decline of the world that you live in are the two great motivations for human freedom and unity, for humanity’s wisdom and greater cooperation.\n\nBut these two threatening realities can also lead humanity into conflict, war and deprivation, leading to certain subjugation to foreign powers. So the risks are great, and the rewards of choosing correctly are immense, paving the way for a greater future for the human family.\n\nLet this be your understanding.",
  "audioUrl": "https://www.newmessage.org/av/who-are-the-allies-of-humanity.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/who-are-the-allies-of-humanity/"
}