{
  "title": "Who Serves Humanity?",
  "content": "In the Greater Community, you have great allies. They are significant but hidden. Your allies represent a very secret bond. This bond is not a political power. It is not a worldly society. It is not a power with vast armies. It is not something that can rescue you from the clutches of another alien force. You have a different kind of ally, one far more dedicated and reliable.\n\nYour allies serve humanity because they serve the reclamation and expression of Knowledge everywhere in the Greater Community. They represent the Wise in many worlds who support a greater purpose in life. Together they share a greater Knowledge and Wisdom that can be transferred across vast distances of space and across all the boundaries of race, culture, temperament and environment. Their Wisdom is pervasive. Their skill is great. Their presence is hidden. They recognize you because they realize that you are an emerging race, emerging into a very difficult and competitive environment in the Greater Community.\n\nThey realize you are unprepared, and therefore they give to you, as they give to many other emerging worlds in this era, a greater possibility for preparation in The Greater Community Way of Knowledge. The Greater Community Way of Knowledge has been translated specifically for human beings into a form, a language and a set of concepts that are understandable to you, that are within your reach and that call upon familiar ideas and experiences. Only a Greater Intelligence could render such a preparation into the world. It is the Will of God that this be done, and the Wise who are your allies serve this unquestioningly.\n\nYour allies in the Greater Community are alive in the physical universe. They have as their counterparts those invisible allies that you have who are called the Unseen Ones. Here, however, we shall speak of your allies within the physical universe itself, for you need to be aware that they exist and that they are aware of you. You need to be aware that they have achieved what you are now setting out to accomplish. And you need to realize that in the Greater Community you are not alone, though you will indeed feel like you are alone in the great reaches of space.\n\nYour allies are called the Harim, which is a word meaning “those with skill” in Septoral, a commonly used language in the Greater Community. This word, though new to you, is used to illustrate both the assistance available to you and some of the realities that you will find in a greater context of life that extends far beyond the boundaries of your world and the limits of your awareness.\n\nThe Harim exist to support the reclamation of Knowledge everywhere—wherever intelligent life dwells and wherever intelligent life has originated in the physical universe. They serve as intermediaries between the invisible world where you have come from and the visible world where you live now. Great is their skill and accomplishment. Few in your world have ever achieved their state of awareness. Their mission is not simply to support and assist their own races and cultures. Instead, their role is to support Knowledge in the Greater Community. Their accomplishments make peaceful relations possible between worlds. They make higher education possible and make possible the elevation of worldly societies.\n\nThe Harim work for peace in the Greater Community, and thus their mission and their scope are enormous. They represent individuals from many worlds. Some have met each other and others have never met each other. Yet they are held together through a great network of communication that utilizes the Unseen Ones, who can go anywhere and who can deliver information from one world to another through non-physical means. This great network of communication extends to your world. It represents a marvelous accomplishment in the mental environment.\n\nYou cannot fully comprehend the magnitude of what is being presented here, but you can appreciate the fact that this great network of communication is in the world and available to humanity. Through this network of communication, a Greater Community Way of Knowledge and a preparation for the Greater Community are being given to you. Therefore, not only do you have assistance from beyond the physical universe, you have assistance from within it as well.\n\nThe Harim are not preoccupied with human development or human affairs. In their care are many worlds—worlds in various stages of emergence into the Greater Community, worlds that have matured in the Greater Community and worlds that are declining in the Greater Community. The Harim is active now in your world because of your emergence into the Greater Community. They represent Knowledge and Wisdom on a grand scale and within a far larger context, a context that makes everything that is being presented here in this Teaching universally applicable. What is true in the Greater Community must be true for your world, for your world is not different in this regard.\n\nThe Wise Ones who support your world serve as an example to show that everything we are speaking of can be demonstrated and learned regardless of the limitations and difficulties in your world. How they associate with each other and how they communicate across the great distances is a marvel and is something that you can now begin to appreciate, at least conceptually. Why are they hidden? Because they are generally not welcome in their own worlds unless their race has evolved to a high level. If their race has evolved to a high level, then it has gone into secrecy itself because the Wise remain hidden, and wise societies remain hidden for the very same reasons.\n\nPower in the universe is recognized in both the technological and the mental arenas. There are limits to technological power, of course, though you have not reached these limits yet. The powers of the mind, the powers of a group mind and the ability to influence the mental environment, however, represent a more advanced and mature approach to the use of power in the Greater Community. The limits to physical power open greater doors to this other kind of power in the universe. Here those who are smarter can defeat those who are stronger, and those who are wiser can avoid those who are invasive.\n\nStrength in the mental environment represents a greater development of power in the Greater Community. This is true in your world as well. Though the understanding of the mental environment is only in its beginning stages here, it potentially represents a great achievement for humanity and one that will enable you to offset the interference of other Greater Community forces in your world, whose social cohesion and technological ability far exceed your own.\n\nThe Harim recognize that nations and entire populations of any world cannot be elevated all at once. Only certain individuals can be prepared to contribute to their race in order to elevate it, strengthen it and so forth. Through their efforts and demonstrations, their own society and population at large can slowly advance. Therefore, the work is done through individuals here and there. It is not done through governments. It is not done through organized religions. It is not done through large groups. It is not done through social groups, political groups or economic groups. Instead, it is done through individuals who are prepared to assume a greater understanding and ability. Their contribution will far exceed what they could have accomplished without this preparation. What greater service can you perform for your world than to prepare it for the future in order to guarantee its future well-being and advancement? Remember, you work for the present and for the future. Human beings do not yet understand this, but this is known to be true in the Greater Community.\n\nThe Harim will not communicate to many people in the world because this is not necessary. And they cannot have direct communication on an ongoing basis. What they have learned is what you are reading today, what we are giving to you in this moment. What we are giving to you in this moment teaches what has been learned and demonstrated in the Greater Community. It represents the work of the Harim, for their example and their skill have verified what can be done in the physical universe in any particular world and what needs to be done given your world’s current state and future circumstances.\n\nRemember, the Harim do not represent a political force, a national government or any one world population. Its members dwell in secret and communicate with each other in secret. Though in some places they serve official religious or political roles, they do not represent their respective governments in their greater work. Governments by nature are concerned with order and survival. The Harim are concerned with truth and education. Therefore, their work cannot be constrained or limited by any government, either worldly or interplanetary.\n\nThe Harim’s numbers are few, and their skill is only revealed to certain individuals at certain times and is rarely demonstrated publicly. They are hidden, and that is why they are able to maintain their Wisdom. Their power has been protected from the usurpation of governments, trade organizations and guilds, military powers and so forth. You cannot yet see and understand how great an achievement this is, what it means and what it can teach you about power and ambition in life. Your world now needs individuals to advance in this understanding because they can give to the world something that the world cannot give itself.\n\nYou need help from beyond the world to prepare for the Greater Community. How can you prepare yourself? You do not know what is out there. You do not know the political and economic situation as it exists even within your part of the universe. You do not know how to defend yourself, and you do not know who to defend yourself against. How will you tell who is friendly and who is not? Your visitors will be able to present any number of images or demonstrations to you. How will you know what they are doing unless you can read their intelligence? And how can you read their intelligence if you are not developed in the mental environment? How can you discern their purpose if you are not skilled in The Greater Community Way of Knowledge? How can you match a race that is thousands of years more advanced than you in technology?\n\nThe only way that you can advance, and the only way that you will be able to interpret, discern and contend with forces from the Greater Community is through the development of Knowledge. This is true because Knowledge is the only part of your mind that cannot be influenced or dominated. It is the only part of your mind that is pure. It cannot be infiltrated. It cannot be manipulated, either in the mental or in the physical environment. It is unaffected by technology. It is unaffected by the demonstrations of power. It is unaffected by the manipulations of fear. It is the only part of you that is free. Therefore, the more you associate with Knowledge and become united with Knowledge, the freer you will become, the more capable you will be in encountering new experiences and new forces in life and the more able you will be to discern your visitors’ motives and activities beyond any appearance.\n\nPerhaps you cannot yet realize the importance of this. That is because your mind is referenced in the past. The Greater Community was not relevant in your past, generally speaking, unless of course you have had Greater Community contact in this life. However, most people will have to go beyond their past referencing and what they can relate to or experience in order to entertain the greater Wisdom that is being presented here. Our words convey important messages, but most importantly they can incite a deep response in you, if you can give that response and feel it.\n\nIf you know how to prepare for the future, you will know what to do today. If you know what to do today, you will be freed from what you did yesterday. For your future will be unlike your past, very unlike your past. Your future will give you possibilities and challenges that your ancestors never dreamed of.\n\nYou have allies in the Greater Community. They understand what you will be facing. They have faced these things themselves. They understand what you will have to contend with, for they have had to contend with these things themselves. They know what the development of Knowledge means and how it must be carried out within societal life, for they have accomplished this themselves.\n\nYou will not meet these individuals. They will not jump on board a space craft and travel the long distance to your planet. They will not come and speak to the President of the United States or the United Nations or any government or group here. But they do speak to those who can be initiated into Knowledge. And they speak through means that can bridge the great gulf of time and space. They do not travel about dispensing and preaching Wisdom. Their ideas come via a different kind of a network, a network that is out of reach to even the skillful in planetary governments.\n\nWe assure you, there are many skillful individuals and groups in the Greater Community who, if you encountered them without your being strong with Knowledge, would be able to discern and control your thoughts and make you think what they want you to think. They are that powerful and effective. As you can now influence and manipulate your physical environment to a certain degree, they have learned to influence and manipulate the mental environment to an even greater degree. But they cannot influence Knowledge. In fact, they may not even be aware of Knowledge.\n\nPerhaps you are beginning to get an image or an idea of what is being presented here. There is an effort in the Greater Community to foster good. It represents the way God works in physical existence, which is behind the scenes and through inspired individuals. God does not intervene. God does not control everything for everyone because God is wise. God knows better. God works behind the scenes through inspired individuals and through united relationships at all levels—at the level of individuals, families, groups, cities, nations and worlds.\n\nThere are greater powers at work that assist humanity and that serve humanity. They ask nothing in return except that you study The Way of Knowledge and become serious students who learn to look beyond your personal interests and fears in order to see beyond the limiting ideas of your mind. They ask that you begin to feel, to see and to ask that Knowledge reveal itself to you. They ask that you gain a greater ability, with patience and reverence for life. What can you give them in return except to receive their gifts? They do not need your wealth. They certainly do not need your ideas. They do not need anything from the world, except for humanity to learn to live in peace with itself and to contend successfully with the Greater Community. This is a great enough challenge for an emerging world.\n\nThe Harim extend over vast regions. They are associated with each other through the Unseen Ones, who communicate with them and who deliver messages for them. The Unseen Ones represent your spiritual allies who work on behalf of worlds individually and worlds together. For now, it is important for you to consider that you are not alone in the physical universe.\n\nIn the Greater Community, there are societies that exist at every stage of evolution, and there are societies that have failed for every reason. There are societies at war. There are societies at peace. There are societies that trade. There are societies that do not trade. There are societies that belong to commercial guilds. There are societies that do not belong to commercial guilds. There are societies that travel in space. There are societies that do not travel in space. There are societies that are primitive. There are societies that have beginning technology, such as your own. And there are societies that have gone beyond the limits of technology into new kinds of education and development. There are societies that have been defeated. There are societies that have been victorious. There are societies that have gone into hiding. There are societies that search from star to star for a home. There are societies that are exclusively engaged in commerce. There are societies that are law-abiding and civil. There are societies which are not. There are societies that are physically strong, and there are societies which are not.\n\nIf you can consider these ideas, you will think of examples within your own world. Yet consider how much greater is the panorama of life in the Greater Community and how much stronger are the opposing forces there. One benefit here is that the physical universe is quite large. And though space travel is actively carried on, more actively in certain areas than in others, no one can get around that quickly. The universe is too big, and therefore societies such as yours can live in relative isolation for a very long time. There are worlds in the Greater Community that have never been discovered by other races. The universe is too vast. There are unexplored regions in the Greater Community, and there are regions that are largely inhabited. There are regions where it is safe to travel, and there are regions where it is not safe to travel. There are regions that are defended and protected, and there are regions that are not.\n\nYou live in a great municipality of life. It is as if humanity were just venturing out of the house for the first time and beginning to explore its front and back yards. You do not even know your neighborhood yet. In this neighborhood, there are big kids on the block, but you are the little tiny kid who does not know anything.\n\nHow will you prepare for life in the Greater Community? Many people think that they will simply export human culture and religion and attempt to persuade others of the superiority of their morals and ethics. However, honestly speaking, humanity at this time makes a very poor demonstration. Its great accomplishment is occurring on the individual level and on the level of small groups and associations. On the level of nations and races and cultures, your behavior is still very primitive and brutish. We are not being cruel here. We are simply giving you a Greater Community perspective.\n\nHow will you prepare for the Greater Community? You will prepare through Knowledge. Technologically you are way behind. In your social cohesion you are way behind. You are just beginning to realize the need now for world community, yet even that idea is largely rejected and is still highly unpopular. As human societies now move towards merging together and becoming more interdependent with each other, wars, struggles and ancient animosities are arising between them. However, your nations will join because they must. It is your destiny. It is your evolution. You will do it or perish. Therefore, the need is greater than the resistance.\n\nPreparation for the Greater Community is being offered for several reasons, some of which are not so obvious. What is obvious is that you need to prepare for the Greater Community. What is not obvious is that the preparation itself will enable you to contend with the problems inherent in your own world, problems that have become severe and global in nature.\n\nYou need a Greater Community Way of Knowledge to see what you have to accomplish and to be challenged to accomplish it. You need a Greater Community Way of Knowledge in order to remain a self-determined race, or else you will fall under the control of an alien society. Your self-determination is important here, for it guarantees you a future where the greater aspects of your nature can emerge and take precedence over your more animal instincts. Such is the promise of life in your world. However, having promise does not guarantee a successful result. That is why you have allies within the world, within the Greater Community and beyond all the physical manifestations of life.\n\nGod is not preoccupied with the workings of this one world. God is not preoccupied with your success or your failure. But God has set into motion that which gives you the greatest possibility for success. When people say, “Well, my scripture says that God appeared before this man, and God appeared at the edge of the desert, and God parted the sea,” they are talking about the Unseen Ones. God does not come to the world. God has never been to the world. God is everywhere. Only a tiny god could come to the world, show up, make things happen, appear before certain individuals and speak to the prophets. Only a small god could come to your house. And it is a small god. It is God’s messengers, who are part of God. In the Greater Community, the understanding of God is so much greater. In the Greater Community, you don’t sit and say, “Well, when is God going to come to my house? When is God going to give me some attention? When is God going to come and take care of my situation? When is God going to come and work out this problem that I am facing?” You cannot think like that in the Greater Community, for life is too big.\n\nGo out on a clear night and look up. Your destiny is there. Your difficulties are there. Your opportunities are there. Your redemption is there. To successfully survive and advance in the Greater Community, you must become unified as a race, and you must preserve your environment, no matter what the cost. It must be done because it is your evolution and destiny. It won’t happen because you want it. It will happen because it must be done.\n\nEverything that happens in life happens because it must, not because someone wanted it to. Things that happen because someone wanted them to have no permanency. They are temporary. Yes, you can make a splash in the water, but your splash will be forgotten very quickly. Yes, you can have an impact on your physical environment, but over the span of time your mark on the world will be lost and forgotten. Yet your influence and development in Knowledge will not be forgotten, for the results of Knowledge are permanent; its results are for everyone. Even though in the course of your life you may only meet certain people and communicate to certain individuals, you are giving something into the mental and physical environment for everyone here. You are also giving something into the Greater Community. With every individual and group of individuals in the Greater Community who can receive your gift, Knowledge becomes stronger in the Greater Community. It becomes stronger with your development and your accomplishment. And it becomes weaker without it.\n\nAs you go beyond the boundaries of your world, both physically and in terms of your awareness, you enter a larger arena of life made up of greater opposing forces. Like a little child who peers out from the front door into the street and imagines what it must be like out there, you look up at the stars and you imagine what is going on out there. Everything looks so vacant and empty, so distant and so impersonal. Yet there is a great deal going on out there even though the distances are vast. And unless you go to an area where a great deal of commerce is being carried on, you will not meet many others.\n\nThe world you live in, however, is not in some remote or distant corner of the universe that no one has ever been to. In fact, your world really is not that remote at all. Few races have had occasion or the need to come here, but your world has been visited throughout its history—sometimes even very frequently, as it is now. Yet now you are being scrutinized by several different groups for different reasons. There is a great deal of planning going on about how to influence humanity, how to use humanity, how to take advantage of the world’s wonderful natural resources, how to develop humanity according to the political aim of one or two other races and how to prevent humanity from falling into an enemy’s camp.\n\nYour isolation is over. The implications for this are awesome—perhaps terrible, perhaps wonderful. This gives humanity what it needs right now, which is a big collective problem. It gives you who are reading this book a sober view into your life and into your future. It calls upon a greater incentive within you to enable you to develop and to find your purpose, for you have come to serve this world at this time. It is not an accident that you came at this time and to this place. You came here to assist in some specific way the world’s emergence into the Greater Community because this is the biggest thing that is happening here. This is the most consequential event in human history. This will change your thoughts, your priorities, your institutions, and eventually even your religions, for they were made for humans alone and cannot entertain the scope of the Greater Community.\n\nIn the Greater Community, God is Knowledge because God cannot be localized. God cannot be the resident of one world. God cannot give priority to one world. God is everywhere. How can you have a personal religion, like you have in the world, without God being localized? In the Greater Community, then, God is Knowledge. Knowledge is that part of God that works within the individual, initiating great relationships between individuals and setting into motion activities that contribute to the well-being of the race to which those individuals belong. Beyond this, Knowledge contributes to the well-being of all races, such as at the level of the Harim.\n\nDo not think that this sounds too great for you to consider. You need to think of these things now. Do not return to your safe little familiar ideas and activities. Life is calling you. It is calling you to consider greater things and to call upon a Greater Power within yourself which will enable you to learn greater things and to achieve greater things. Return to your individual life, but with a greater awareness, a greater discernment and the need to understand things on a larger scale. Life is working here in spite of human goals, plans and motivations. Life is bringing humanity into the Greater Community because that is humanity’s evolution.\n\nYet how this will be achieved and what its results will be will largely be determined by human response and response-ableness, or responsibility. You are the race that is being discovered. Therefore, you are the race that needs to be prepared. To serve you, there are races in the Greater Community who can respond to the Harim and who are influenced by them. They do not represent military forces or world governments necessarily. They are your potential allies, but they cannot become directly involved at this time.\n\nYou have the possibility for great friendships as well as great allies. Yet you have not gone far enough into the Greater Community, either mentally or physically, to see what exists there. However, you have the possibility of having great friends if you can be pure of heart and if you can focus your service not only on meeting the needs of humanity but on developing relationships with other races. These great friends come with good intentions, not to exploit you, not to control you, not to gain access to your resources, not to influence your development, not to colonize you and not to take you over. Can you have this same approach with them? Given current human behavior and understanding, the possibility does exist, but it is improbable that this will be your emphasis once you are able to travel beyond the boundaries of your world. There are Greater Community forces even in your solar system who are planning defenses against this occurring. They can keep you from venturing very far without a great deal of effort on their part.\n\nYou need Knowledge to see, to know what to do and to do what you know. You need to develop in The Greater Community Way of Knowledge. That is why this must be the primary emphasis for you. Let fear not be your motivation; let wishful thinking not be your motivation. Let Knowledge itself be your motivation. Fear will not prepare you. Wishful thinking will not prepare you. Saying everything will be wonderful or saying everything will be disastrous will not prepare you. You must prepare. Let Knowledge motivate you. Let your deeper sense of what is right and correct motivate you. Nothing is being asked of you except to receive the gift of Knowledge that is being given to your world through this Teaching.\n\nWe honor the one who has received us who has made this possible for you. However, this is a gift that must also be given by you. Do not exploit it. Do not try to use it for your personal advantage. Do not try to become a master and appoint yourself the right to interpret the Greater Community Way of Knowledge for others unless we have given you this right. To achieve this you must be very advanced, which you are not. Remember, we are the Unseen Ones, and this gift we give to serve you, to prepare you, to enable you and to direct you because God is at work in the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/who-serves-humanity/"
}