{
  "title": "Whom Will You Meet?",
  "content": "In your life, you will have many great encounters. In order for you to recognize them and to value them, you must be prepared for them, or you will miss them and they will not come to be. We have said previously that you will need great allies in learning a Greater Community Way of Knowledge. You will need great allies in finding your purpose and discerning your purpose amongst the many attractive things that the world seems to offer.\n\nKnowledge is leading you and preparing you at this moment to meet those individuals who will play a key role in your greater development. And Knowledge is moving them as well. You have a destiny to meet each other, but destinies can be changed. The course of things can be altered. In this world, chance plays a great part in determining whether things happen or not. And in this, your decision making and the decision making of the others whom you are destined to meet can have a significant impact on the outcome. The movement of Knowledge is constantly thwarted by the ambitions, the willfulness and the stubbornness of the personal mind.\n\nIn order for you to carry out your mission, you must have great allies because God knows you cannot do it alone. However, others cannot perform your role for you. You must do that. Certain individuals will help you to find your role, to experience it and to refine it over time. You have a purpose to be together, and you will attempt, however unknowingly, to try to find each other. This represents a greater attraction in life than any of the personal or romantic attractions that people feel and exert upon one another. This is something very different, very unique and very special. You will have very few of these relationships. If you are fortunate and if you prepare wisely, several of these relationships will come into being in your experience.\n\nYou are trying to get to these individuals because they hold a key to your life. They are trying to get to you because you hold a key to their lives. You cannot know your purpose alone, for your purpose can only be realized, experienced and expressed within the context of the appropriate relationships. If you try to establish these relationships with those that you love or prefer, then your purpose will not emerge, and Knowledge will be silent. You will be left with your own ideas to guide you and to protect you—a very poor guide and a very dangerous approach.\n\nKnowledge will recognize those allies who have been sent from your Spiritual Family to assist you. This is a very different kind of recognition from the kind of recognition that people experience in their romantic engagements and different even from the experience of affinity that you might feel with a person here or there with whom you share some distant past. You are not meeting your ally because you had some previous engagement in the world. This relationship is for a greater purpose. And if this relationship can be found and recognized, accepted and properly understood, it will yield a greater reward than all of your other relationships combined.\n\nTo prepare, you must learn something about The Way of Knowledge, and you must learn to differentiate between what is known and what is wanted or believed. Until this happens and until this differentiation has been experienced sufficiently, you will not be prepared for your true allies.\n\nOnly in very rare cases will these relationships ever represent a partnership such as a husband and a wife. In most cases, these people will be companions—people who journey with you, who are part of the provision that you need and whose Knowledge contains a key to your Knowledge, and vice versa. This is a different kind of relationship. It is not here to fulfill your personal mind. It is here to engage you with your deeper mind.\n\nShould you be fortunate to encounter one of these people, then you will feel a different kind of resonance within yourself—not the intoxicating thrill of romance and not the fascination and fantasies that accompany the glorious moments of intense attraction. You will experience a calm, a homecoming, a distant memory, something vague and wonderful but deep and penetrating. It will speak to you, and you will be able to respond.\n\nThough you are destined to meet these people, it is possible that you will fail to find them. It is possible that they will fail to find you. You can only do your part in this regard. If you do all that you can do and you do not find them, it is because they have become lost in the world. If they do everything they can do and they do not find you, it is because you have become lost in the world. By prior agreement, you agreed that you would seek to find each other. However, the time and the place remain uncertain because how you develop in life here, what decisions you make, how much you are distracted and how many encumbrances you acquire along the way will determine if and when you can make your rendezvous.\n\nTherefore, even though there is a destiny to these relationships, there must be a great deal of work to find them. Something greater in you must be emerging. It cannot be a distant possibility. It cannot only be a vague feeling. It cannot only arise when you are severely disappointed with others or with yourself. It must be something that is more constant and more deeply felt than this.\n\nYou were not sent into the world alone. Others were sent into the world to help you, and you were sent into the world to help them. Should you find each other, should you be ready for each other and should you be able to receive each other, then you can learn something very important about your greater purpose in life and about the nature of your destiny.\n\nIt is important to realize that in the context of these kinds of relationships there are very rarely any real leaders. Leadership roles must be assumed by certain people to carry out certain functions, yet they comprise a small minority of those who are emerging into this greater experience and awareness. Remember. You are coming here to serve and to give, to restore and to reclaim, not to dominate.\n\nIn the Greater Community, there are many remarkable truths that have been discovered—truths that are relevant to life in this world and in all worlds. One of these truths is: The Wise remain hidden. The greater you are, the more concealed you must be. The greater your power and awareness, the more careful you must be where it is revealed and with whom it is shared and the more discerning you must be in choosing the beneficiaries of your gift. This tempers all ambition. This tempers all impatience. This tempers all self-assertions that are not born of Knowledge. Knowledge only knows what is real and will not respond to anything else.\n\nThe stronger you are with Knowledge, the more you will be like Knowledge and the more difficult it will be for you to make a mistake. What are mistakes but mistakes in discernment—not knowing what something is, not knowing where you stand with it and not knowing how to relate to it? Choosing the wrong person, choosing the wrong time, choosing the wrong place, choosing the wrong moment, choosing the wrong idea—these are all problems in discernment. With discernment comes discretion—the ability to remain silent, the ability to remain concealed.\n\nWe can assure you that in the Greater Community, the Wise do remain hidden or they are exploited or crucified. They are misused and abused, and their gifts are lost. Only on very rare occasions are greater demonstrations made to large numbers of individuals. And these demonstrations are often final.\n\nThe Wise remain hidden—working secretly, protecting their gift, directing it towards those who are destined to receive it, and keeping it from everyone else who seeks power, privilege and other advantages.\n\nTherefore, when you find those individuals that you are destined to meet to carry out and to substantiate your purpose, there must be great humility. They are not here for you personally. They are not fascinated with you personally. They are not in love with your images. They are bonded to something greater in you, and their affection for you and their dedication to you will outlast all other human attractions.\n\nThis is what people truly seek in their relationships. They seek to find their allies. However, what they generally find is what they are attracted to, for they are not yet developed enough to respond to and to receive greater attraction and incentive in human engagements. They are bound to the need for pleasure and to the fear of survival, and these become the criteria for their choosing. Yet, we are speaking of something very different here, something very unique and rare.\n\nShould you meet all of your allies, it is unlikely that their number will be greater than ten. It will more likely be three or four individuals. These individuals will play a very great role in initiating, supporting and speaking for the greater purpose that has brought you into this world—a purpose that can only emerge as you gain a greater maturity as a person and as you satisfy certain desires and requirements for yourself.\n\nKnowledge within you emerges when the conditions are right. Relationships based upon Knowledge come into being when the conditions are right. Your coming together will not likely be easy. You will have to break away from other people and many wonderful things in order to find each other. You will have to gain the freedom to do this. You will have to win this freedom. You will have to struggle for it. Although this freedom is offered to you, in order for you to reach it, to accept it and to have it, you must be free of those things that belittle it, deny it or replace it.\n\nDestiny in life is something you should never attribute to the mundane activities in which you are engaged. People assign great purpose and value to things that are small and meaningless, temporary or expedient. They say, “I am doing this. It is for a great purpose.” “I am with this person. It is for a great purpose.” “I am suffering now. It is for a great purpose.” “I am staying here. It is for a great purpose.” “I am leaving here. It is for a great purpose.” however, these are usually merely attempts to give a greater meaning to something which does not have this meaning within itself. Do not be deceived by this. Do not fall into this form of self-assurance and self-comfort.\n\nRelationships of destiny are very rare. They do not happen every day. They are not guaranteed with every person with whom you find a great attraction, or even a great affinity. Relationships of destiny are here to serve a greater purpose. The people who become involved in them are still barely aware of this purpose and are struggling to discover it. Often they will struggle with each other, for within themselves and between each other they must find a reconciliation. They must find the basis for what is true and distinguish that from everything else.\n\nThis takes time. It is better that you do much of this work on your own before you meet each other, or you will not be able to join and participate. If you meet each other too soon, you will not be able to receive each other’s gifts of verification. You will not be able to vericate for each other and confirm the greater need and greater understanding that speak of a life of destiny, a life that was anointed before you came into this world. You were assigned to each other before you came here—not to fulfill each other as people and not to satisfy each other’s personal wishes, desires or needs, but to initiate, inaugurate, support and nourish a greater purpose and mission which transcend your human interests.\n\nIf you could have a vision of the Greater Community, this would be much easier for you to see. You would see relationships that possess this greater dimension and greater purpose. You would see this not only between individuals within other worlds, but between individuals living in different worlds as well. You would see relationships between individuals who have never met each other and who will never, within their own lives, have access to each other physically, but who can share what they have learned and what they have received through a greater recognition. This is remarkable and may seem incomprehensible given the normal range of experience. But true it is, and important for you.\n\nYour Spiritual Family works in many places. You are bound to them and they are bound to you. They represent the relationships that you have reclaimed in Knowledge thus far. Some of them are in the world, and many of them are outside the world looking in, watching you. Your Spiritual Family is watching you. They represent your small working group. There are many Spiritual Families. Never think that you can assign to your Spiritual Family the person you care for, the person you love, or your brother, your sister, your mother or your father. We are speaking of something else.\n\nIf you were to find one of your allies, but they were lost in the world and could not receive you, it would be a great tragedy for you. Therefore, do not demand that they come to you now. Instead, ask that they be prepared and that you be prepared so that you can be ready for each other—ready to recognize each other, ready to take on a greater role with each other and ready to differentiate between a greater purpose and your personal interests regarding each other. These relationships will be the confirmation that the work that you have done, the work that you have consciously involved yourself in, is meaningful and necessary, even though you cannot see its outcome or fully understand its importance.\n\nDo not look around and say, “Well, this person must be one of those people,” or “That person must be one of those people because we have so much in common, and it feels so good to be together, and we have so many shared interests,” or “I experience such affinity with him.” Do not assign this to any person. Time and experience will reveal those individuals who have a greater purpose and mission in your life. Restrain yourself in this regard and you will avoid many foolish and costly mistakes.\n\nYou do not want to waste your life. You do not want to have to continue to unlearn things that you have taught yourself. You do not want to be disappointed again and again regarding things that you think are real and correct. Your time in life is precious. Your opportunity here is great. The more you are aware that it is great, the less you will want to waste it on any endeavor or relationship that compromises you or that leads you astray.\n\nIn meeting your ally, you might find that you are to serve them or that they are to serve you. Perhaps they are in the leadership role this time, and you are not. Perhaps it is the other way around. You will fit perfectly together if you can accept how perfectly you fit, which may not fit at all with your ideals, ambitions or notions about yourself. That is why this requires humility and sobriety. That is why it requires preparation.\n\nMany of your hopes and ideals regarding yourself must be disappointed. Much of your reckless striving, intense desires and feverish attractions must rest quietly within you. To recognize your ally, you will need to look, listen and learn—not just in the moment but for a long time.\n\nMany people do not want to live without definitions. They want to have everything neatly explained and explainable. They want to have everything they are doing look very orderly, be connected to their past and be understandable. This will not work in these relationships. These relationships will be mysterious. They will often be very confusing. They may even generate tremendous conflict internally and between you, depending on how ready you are to recognize each other.\n\nWhat is important here is not getting to know the other person as much as it is getting to know the experience of true affinity. Yes, you will need to learn about their behavior, their idiosyncrasies, their liabilities and their difficulties. This is important. However, getting to know the experience of true affinity is getting used to having a relationship like this, which will make all of your other relationships seem very doubtful. All the other people you have committed yourself to, have attempted to give yourself to or from whom you have demanded or expected a commitment—these will be cast in doubt. What you thought you were going to do in your life, and all of your plans, schemes and goals will be cast in doubt. If you can allow this to happen, then a Greater reality can become manifest within you. However, if you resist this or refuse it or fight against it, there will be tremendous conflict. It would be better, then, that you not meet each other at all.\n\nIn order to find each other, you will need to work within yourself and within your life to clear the way. If you are married or in a committed relationship and have all of your plans, goals and securities tied together and then you meet your ally, everything else may fall apart for you.\n\nWe will give you an example, one that you are perhaps familiar with. When Jesus found he had disciples, he needed only to call them and they joined him. This represented relationships of the great nature that we are speaking of. They did not join him because he was magnificent or because he had unusual abilities or because he was beautiful or sweet. Indeed, he was going to take them all into dangerous situations and challenge them continuously. So what enabled them to drop what they were doing and to leave their lives and follow him? It was Knowledge.\n\nIf you ask for your ally to find you and if you ask to be able to find your ally, you must be ready. This relationship will cast in doubt a great deal that you have planned for yourself and that you have established for yourself already. If you do not want to give anything up but only acquire more and more, then this relationship will be too dangerous for you. The truth will be too dangerous for you. And though you may claim a greater purpose for yourself, your real purpose will be beyond your reach.\n\nIt is so necessary for you to learn to be in a relationship of this nature, and learn it you will by learning The Greater Community Way of Knowledge. The Way of Knowledge will validate Knowledge and nothing else. It will lead you to Knowledge and nothing else. It will bring you to true recognition within yourself and nothing else. It will bring you to recognize your true allies in life and nothing else. Nothing else will be validated.\n\nYou see, people want truth, but they want many other things as well. However, truth and these other things are not that compatible with each other. As your desire for truth grows deeper and your experience of truth grows deeper, then other things become seen as either useful or useless. However, they are no longer the central focus of your life. You are no longer drawn away by love or money. You are not captivated by beauty, grandeur, glory or security. You are not seeking to escape life or to be comfortably positioned. Instead, you are seeking something that verifies who you really are, why you have come into the world and what you must do here. These relationships are a central part of this initiation.\n\nLater, when we speak of the Unseen Ones, we will speak of a whole other realm of relationship that is related to your true allies. This will give you an even greater understanding of your purpose. As you have a life in the world, you have life in your Ancient home. This has not been lost to you, and it is in you now within your Knowledge. You have relationships in the world, and you have relationships beyond the world. You have relationships with your Spiritual Family, and these relationships provide the context and meaning to your reason for coming into the world.\n\nKnowledge will prepare you for these relationships. If you can find the way to Knowledge and dedicate yourself to it, then gradually all of your difficulties and dilemmas in relationship will be resolved. We can make this promise because of the nature of reality and the nature of your greater identity and purpose here. You can then choose rightly and escape the grave and seemingly hopeless suffering that afflicts so many. Then you will not be lost in the world any more. And your example, your experience and your understanding will inspire others and give them a greater possibility.\n\nYou need true companions in life, but to have them you must have a relationship with the truth within yourself, which is represented by your relationship with Knowledge. Become a student of Knowledge and this relationship will be revealed to you and then reclaimed by you. Then, your allies will be able to join you to confirm the reclamation of Knowledge, to give it meaning and scope in the world and to give definition to what you must accomplish here specifically.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/whom-will-you-meet/"
}