{
  "title": "Work",
  "content": "Work is the essential activity of life. What you do for work, who you work with and for what purpose you work determine the essential value that you will experience in life. Work is natural. It is necessary, and it is the foundation of your existence here. To think otherwise is to miss the point about life. It is to misunderstand your purpose for coming here, the value that you bring with you and the opportunity for relationship that your work provides for you.\n\nJust because most people do not find value in their employment does not mean that it is not the source of great meaning in their lives. But to understand work, one must have a sense of having a greater purpose, and one must bring into right order many things that constitute the essential elements of living here.\n\nThere is much that you would be able to learn from your neighbors in the Greater Community since they have traveled far beyond the stage that humanity is in at this time. They could give you an idea of what is up ahead and what will be expected of you in the future.\n\nWork, like most other things that are natural and fundamental, has been greatly misconstrued and, therefore, misapplied here. Work is seen in your culture primarily as a way of making money to provide for essential needs, and beyond the provision of essential needs, money is used for personal enhancements. But what is work really if it is merely a way of collecting income? Not much is expected of it here in terms of real value and meaning. Of course, people hope that their pursuit of money will be meaningful because it requires so much of their time and energy. But in essence work fulfills a greater purpose and a greater need as well.\n\nLet us start at the beginning. The beginning is this: You were sent to the world to work. The world is a place of work. Work is the natural activity of life. Work is the focal point for your relationships. When I say work, I do not simply mean earning enough money to get by or earning enough money to enrich yourself with personal enhancements. I am talking about the essential activity of life that provides the meaning for your existence, the justification for your past learning and the foundation for your meaningful relationships. It would be accurate to say that purpose and work are the same. When you ask, “What is my purpose?” you are really asking, “What is my work?” If you do not include work in your idea of purpose, then your idea of purpose is pure speculation and won’t yield anything of real value. People think that their purpose has to do with their identity, but this is not accurate either. Your true identity transcends your work activity in the world. Though your work activity will define your role in the world, your true identity is something beyond this altogether.\n\nTherefore, we must place work in a larger sphere. Your work is not simply doing one thing. Your work is all of your productive activity in life. Everything that you enjoy and rely upon is a product of work. If work is done with a larger idea in mind and a greater purpose to serve, then its value will extend far beyond the products, services and results of the effort itself.\n\nIt is true to say that in recent generations people have been losing their ability to work. They are losing the value of work because there is so much pleasure and so much leisure time for so many people now. In this, there is a great misfortune. Because your work requires so much from you, it cultivates you. It enhances you. It demands things of you. It places responsibilities on your shoulders. It provides balance, structure and the opportunity for greater meaning. If these are avoided or neglected, the results will truly be pathetic—anger, depression, chronic confusion, self-denial and self-abuse. All these are the result of not responding to a call for work in the world and not fulfilling that response.\n\nMany people do not work; others work and are very unhappy. Therefore, to gain a greater sense of what work means, we must put it in a larger context. Work is not simply what you do to get by to earn enough money to meet whatever needs you define to be necessary and important for yourself. Work is what you are here to do. It includes great activities, but it is largely made up of small activities—mundane things that have to be done every day, simple tasks that once fulfilled give you the opportunity to do greater things in service to humanity.\n\nWhat is your real work in the world? Well, to find your real work you must go through a long process of refinement, for it is the same as asking, “What is my real purpose?” Can I tell you your purpose by a simple definition? Well, yes, I can, but it will not mean that much to you until you are in a position to experience it, apply it and live its reality.\n\nTo gain access to your real work, or your real purpose, you must begin to value work itself and to build upon what you do today in order to expand it and to broaden its scope and application. To simply go to a job and endure it and then come home to rest and recreate will not bring you to the great realization of what you are here to do and what you are equipped to contribute.\n\nIt is true that following The Greater Community Way of Knowledge brings you to your true work, but it does so gradually, stage by stage. Likewise, it brings you to your true purpose, but it does so stage by stage. You see, having a greater purpose or greater work is not simply taking on more work responsibilities. It is having a larger understanding of what your work is and what it can do and then being able to bring into balance all the important components of your life—your health, your financial responsibilities, your primary relationships and your spiritual development. These are the Four Pillars of successful existence here.\n\nThe fact that most people can only focus on one pillar to the exclusion of the others is quite evident. Occasionally, you will see someone who can do two of the four, but that seems rare. Beyond this, it is a rare individual indeed who can be competent in all four of these areas. By competent, I do not mean that they are expert. I mean that they are competent. Competent means that they can carry out things, progress and maintain something beyond their own personal needs. This is all the result of work. Relationships require work. Gaining financial stability requires work. Proper health maintenance requires work. Spiritual development requires work. If insufficient effort is expended in any of these areas, the results will fall far short of what they are intended to be.\n\nYou might ask now, “Does this mean I have to work all the time?” The answer is yes, you will be working all the time, with periods of rest and carefree enjoyment sprinkled here and there. The rest is all work. You have a long time to rest when you leave this world and return to your Spiritual Family. In the interim you are here to work, to accomplish tasks, to complete things and to develop as a worker and contributor to life.\n\nIf you think about what I am saying, you will realize that it is absolutely true. Everything that you see around you has been the product of people’s efforts—the product of their work. Let us say here that work is a combination of effort, direction and determination. If you focus on achieving something, you aim yourself in a certain direction so that achievement can be made. You expend effort consistently. You learn, you make mistakes, you grow, you change and you re-evaluate all along the way. It is all a process of work.\n\nA leisure society is a society that is dying. And, indeed, much of the decadence that you see in your culture here is directly attributable to the emphasis on leisure and pleasure. Leisure and pleasure are natural benefits of a life that is meaningful and filled with work. Work hard and you will enjoy your leisure. If you do not work hard, your leisure will seem like a weight upon you, something that you do not want to lose but which gives you little or no value within itself.\n\nThere is satisfaction with accomplishment. There is satisfaction in relationships that are geared towards accomplishment. The fact that these values have been eroded or are associated with earlier times or with old ideas is truly unfortunate. It means that people are requiring more from life but are diminishing the very thing that will give them what they want. People want more leisure and more pleasure, but they are cutting out the very thing that vitalizes them, that keeps them awake, aware and moving. You did not come to the world to fall asleep by the side of the road. Life is not a beach. Life is a project and a process with all the Mystery and manifestation built in.\n\nWhen you think of work, think of what you must do to maintain financial stability, to maintain your primary relationships which require time and effort, to maintain adequate health so that your body can serve you and to further your spiritual growth. All of these require work. They require effort, direction and determination. This does not leave a lot of time for confusion or ambivalence or wandering around aimlessly. Now you do not have time for things that only frustrate and confuse you because you have a greater set of needs, and these provide definition for you and give your life direction.\n\nEvery activity that is meaningful is a form of work. Developing stillness is work. Here effort is extended to produce a state of mind where there is no effort, yet it is work nonetheless. We refer to having faith in Knowledge and the study of Steps to Knowledge as “the work.” People say they are involved with the work because it is work. People have difficulty with practice and often give up far too soon because they are not accustomed to work. They think the work is to be a pleasure, a refuge and a retreat from life—time off. The Way of Knowledge is not a beach. It is not a refuge. It is work. It is choosing a direction to which you apply yourself with determination. In this, you become aware of what you need to work on in your life, and you begin to work on these things.\n\nNow, let me give you a very important distinction. Many people think that they must work on themselves to change, correct or improve themselves. This idea is correct but only in a certain way. You must work on yourself but only insofar as it enables you to work on the Four Pillars that I have mentioned. To work on yourself for any other reason is meaningless. In fact, it is an escape from work. To be able to work on developing financial stability, adequate health, primary relationships and spiritual growth—that is the work! You make corrections within yourself and you analyze yourself only insofar as it enables you to participate actively in these areas.\n\nThe only value of personal retreat is so that you can learn to work better. But in fact, people use retreat in order to try to improve themselves. You cannot improve yourself. You can only give yourself to something. There is no self-improvement that can be the focus of your life. You will be improved as your work becomes better—more complete, more effective, more nurturing to others and more meaningful to you. The only work you do on yourself is to enable you to work in the world. Trying to improve your personality or arrest unwanted habits or behaviors will not lead to success. Life will purify you if you involve yourself with it correctly. You do not purify yourself so that you can be involved in life, for in this you have taken yourself out of life and are attempting to do for yourself what only life itself can do for you.\n\nLet us say that you receive what you give in life. This is a familiar idea, but if you apply it within this larger context, you will see how true it is. If you work very little and give very little of yourself, if there is very little devotion in your life to anything beyond fulfilling your own personal desires, you will feel empty, and no amount of new stimulation or pleasure or relationship or excitement will offset the terrible emptiness that haunts you. People who find meaning are people who find an engagement in the world where they are needed. When you realize you are needed for something, this provides meaning and value to your life. In the world, your life does not have meaning apart from your work. To proclaim that you have a universal meaning regardless of what you do is in fact a meaningless exercise because it does not enable you to justify why you have come into the world. To say, “I am a Divine Being no matter what I do or where I go,” will not offset the gnawing sense that you must respond to something important and give yourself to it.\n\nWhen we talk about our work, we talk about our shared endeavor. It is not only for your personal fulfillment; it is to enable you to give something to the world. Now, the world does not necessarily want what you may want to give. What the world wants is what the world needs from you. Let us say this in different words. People think that their great work is what they want to give, so then they try to figure out what they want to give. Here they get all tied up with themselves trying to figure out if they want this or if they want that, what will give more pleasure, what they really want.\n\nThis is not the way. Find out where you are needed and give there. And if you have found the right place, you will give more than you had planned to give, and you will receive more than you had planned to receive. What you may end up giving may not at all resemble what you thought you had wanted to do. That is why the path of personal fulfillment is the path of darkness. You will never be able to fulfill yourself. You will never be able to have enough pleasure, delight, sensation, recognition, appreciation, glory, fame—whatever you might want to call it. You will never have enough. In fact, this is really a desperate attempt to offset the pain of emptiness and the pain of isolation.\n\nWhen you put yourself in a position to give, and it is the correct position and the correct situation, you will give. And you will find that you have to give much more than you had planned, without guarantees of fame, glory, love, pleasure or wealth—without any of these things. And in this, your work can become focused on the Four Pillars that I have mentioned. But this can only happen if you have the correct engagements and the correct understanding.\n\nLet us make another important point. Many people think that everything they do is for their spiritual growth. This is not true. Spiritual growth is only one of the Four Pillars of life in the world. Most people will not want to admit that they do everything just to make money. Most people would not think that they do everything just to enhance their health. A few people think that they do everything for their primary relationships to the exclusion of everything else. So, why think that everything is for your spiritual growth?\n\nSpiritual growth serves the other three Pillars as the other three Pillars serve spiritual growth. If you are financially unstable, you will not be able to begin your spiritual development because you will be so hampered by external problems and irresolutions. If your health is compromised and you are ill, it is very difficult to be wholeheartedly involved in a spiritual practice. If your primary relationships are chaotic and in disarray, how will you be able to approach your spiritual growth? All of these must work together.\n\nSpiritual growth gives purpose and meaning to your work and to earning money. It gives purpose and meaning to your relationships. It gives purpose and meaning to your health. You cannot have good employment in the world if your health is compromised. You see, they are all interdependent. You don’t choose one to the exclusion of the others. This is not to say that everyone has to maintain the same level of health, the same level of financial stability, the same kind of relationships or even the same pursuits in their spiritual growth. But it does mean that the Four Pillars all work together and must all be areas of work.\n\nWhen you develop your relationships, you will experience spiritual growth. If you develop your work in the world, you will have greater health. Advancement in any one area, as long as it is in keeping with your overall purpose and focus, benefits all of the others. Now, if you neglect your relationships because you want to make a lot of money, or if you neglect making an adequate amount of money because you are consumed with your relationships, this will produce instability, and your work will become misappropriated. We are talking about achieving a balance, a balance that Knowledge will promote, a balance that you will naturally and instinctively feel. When imbalance exists, you will feel that imbalance. You will feel the urge to do something about it, particularly when the opportunity is at hand.\n\nCommit yourself to work because everything that is important will be realized through the process of work and the results of work. The focus of your work, the understanding of your work, the application of your work and the engagement of your work—these are the things that are significant for you. You leave a little time for pleasure and time off for rest and introspection. If you are a student of Steps to Knowledge, you have time in your practices—quality time—to integrate all that you are doing and to learn how to feel the presence of Knowledge and to express Knowledge in different situations.\n\nMost of your activities are work. You do not get the ultimate job right up front. You start out with a little job, and then you move on to something more complete. All of these steps help to shape you, to define you and to bring you in touch with your deeper needs.\n\nDo not ever think that you are only going to work as much as is necessary and that the rest of your time is for fun. This is a great mistake, for you will lose the means for generating vitality and meaning, and your fun will be a burden—more like an addiction or an escape than something that is truly meaningful to you.\n\nThe world has tremendous needs, and these needs will grow. People are wandering around, not knowing what to do, not knowing how to find value in life. You see this everywhere. Do you see here where the connection is not being realized? Do you see here where the need and the response are not coming together, where the question and the answer are not meeting each other?\n\nYour work is your purpose. It is who you are and what you do in the world. It is not your ultimate reality, but it is your purpose for coming here. All forms of work, most of which will be very mundane, all serve this. You build a foundation of work. You do not want to retire from work; you want to expand your work and rededicate your work. This keeps you vital; this keeps providing meaning. Do not believe that escape from work will lead to any kind of satisfaction. Though you may be tired of your current employment, think of expanding your work into new areas. Think, “Where could I be helpful to others, given what I know?”\n\nIn your society, you have many older people who have tremendous life experience and who are being put out to pasture. They are not needed anymore. Many of them put themselves out to pasture, and many others are simply neglected. This is a great misfortune because the Wisdom of life is not being passed on. When giving stops, meaning stops. You only find your gift through giving. And giving is work; it is what you give yourself to. The value of that work will be determined by your inner nature and by what the world is requiring from you. Where these two realities meet—the reality of your inner life and the reality of your outer life—is where purpose is found in the world.\n\nTherefore, do not think about retirement. Do not think about escaping to a pleasurable, non-demanding life. Do not think about getting out from under your responsibilities. Instead, think about changing what you are doing and finding new opportunities to work and apply yourself. Always apply yourself. This will keep your battery recharged, and this will keep you advancing to meet your mundane responsibilities and your divine responsibilities, for they are inseparable.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/work-spiritual-growth/"
}