{
  "title": "The Worldwide Community of God’s New Message",
  "content": "Clearly, there must be a great community of respondents, and they must be very connected to the Messenger and to those who assist him. For the Revelation comes through him. He is the vehicle of Revelation. Those he has chosen to assist him closely, who have proven themselves over time, they must be honored. And whoever can respond must associate with them.\n\nThis is not something that you can take upon yourself, to present or to teach or to express, for that is hazardous and is out of keeping with the purpose and the meaning of the Revelation.\n\nIt is your relationship with the Messenger and with his Sacred Community [The Society] that will be your anchor in this world, that will be the center of the wheel, that will be the lighthouse upon the stormy seas.\n\nThe errors of the past are so grievous and longstanding regarding these things because people did not stay with the original community. They did not stay with the Messenger and those whom he has appointed.\n\nThere are many people in the world who will take the Revelation and try to turn it into a business of some kind or a platform for their own self-proclamation. They will unite it with other things, and it will become corrupted. They will choose perhaps only parts of it that they identify with and neglect the rest.\n\nThis always happens following the time of Revelation. That is why those who are amongst the first to respond and those who will respond beyond this must unite themselves with the Messenger and his Sacred Circle.\n\nIn this way, the Message remains pure and uncorrupted. It is not used for selfish purposes, or for political purposes, or in some kind of attempt to unite it with other religions, for that would be a betrayal, you see.\n\nThe only authentic Worldwide Community, then, would be in concentric circles around the Messenger and those who carry the Message with him. Anything beyond this, apart from this, cannot be held to be pure and authentic.\n\nThe Angelic Assembly has taken great pains to make sure and to try to minimize the errors of the past, to make sure that the Message remains pure and efficacious. That is why the Pathway has been given. That is why the words have been given. That is why the books have been given and the recordings have been given. And even the Voice of Revelation, which has never been presented before, so that this does not become corrupted and diffracted and stolen and misused.\n\nThis is the Will of Heaven, you see. But the Earth is a corrupted environment. People living in Separation seek to use all things to support their Separation, to enrich themselves, either materially or spiritually; to support their group, whomever they identify with.\n\nGod’s New Message is for the whole world. It is not for one group, one nation or one tribe alone. It is connected with the Messenger, you see. It is connected to those who assist him closely.\n\nTherefore, he must be the focal point within his remaining years on Earth, and beyond this as well, to be true to God’s great gift, to be true to those of Us who have sent it, to be true to the intent and purpose of the Revelation, which is greater than anyone can fully understand.\n\nThe ambitious, the self-seeking, the self-serving, these are always a hazard when a pure Revelation is being given into the world. It is enough, you see. People do not need to embellish it. People do not need to add on to it or alter it in any way, for this weakens it and destroys its power, confuses its meaning and corrupts its message.\n\nWhen We speak of a Worldwide Community, then, We are speaking of those who are united with the Messenger and his Sacred Community. It is not merely the Message they must receive. It is the Messenger and those who will carry on his work beyond his life. They are all one. You cannot really have one without the other and really be able to receive the blessings and the great power that God is bestowing upon you and, through you and others, upon the whole world.\n\nDo not think that you can do a better plan for presenting this to the world. Do not play the Judas role. Do not betray the Messenger.\n\nA community must have a center. It must have a purpose. It must have a unifying purpose. And it must be stronger than the will and intent of any person. It must have the Power of Heaven within it to be true, to be lasting and to carry itself forward into a world that will be ever more chaotic within the Great Waves of change.\n\nTo be part of this Community is to give your mind and heart to this—to the Messenger, the Message and those who will carry on his Message with his blessings and approval.\n\nAlready, plans are being laid to safeguard the Revelation beyond his life. He has given the power and the responsibility of this to The Society that has joined around him and has pledged and proven themselves around him. This must be respected as the center and the source of the Revelation.\n\nBut be very clear: Beyond the Messenger’s life, there will be nothing added to the Revelation. The Seal of the Prophets will close behind him, and Heaven will have nothing more to say.\n\nIt will be up to the fidelity and the wisdom and the union of people to carry this forward in the tradition in which it was given, directed by the Community [The Society] that has supported it all these many years.\n\nIn this way, the Message remains pure in a world that is so impure. It remains uncorrupted in a world that is corrupted. Those who hold it in its pure form will be the antidote to those who steal it and try to do things with it for their own purposes and to their own ends.\n\nNever think that you know what to do with the Revelation on your own. That will only create calamity, misunderstanding and will endanger the Messenger and those who will carry on his work with his blessings and approval.\n\nNever think that you know where to take it without the guidance of this Community [The Society]. Do not try to take it to the leaders of nations and religion, for they will either deny it or attempt to use it for their own ends. They who have committed themselves to their own trajectory in life may be the least able to respond to a greater calling from beyond.\n\nDo not call yourself a teacher of the New Revelation unless you have been appointed that role by The Society, who are gathered around the Messenger and who carry on his work with his approval and with his authority. This is a great responsibility, and it will require restraint for certain people.\n\nThe Angelic Assembly has taken great care to present this gradually over time, building its foundation, building its core community, calling those who are destined to be a part of it to come and to build a new life around it. Not all of them have been able to succeed in this, but that has been their calling and is their calling. And it will be the calling for others as well.\n\nNever think the Revelation is merely here for your own personal edification, merely to enhance your life, to give you peace or pleasure. It is really to call you into a greater service, you see. For why would God call you only to have you continue to be adrift in a world of fantasy, terror and denial? You are being freed for a purpose. This is the purpose.\n\nIf you are truly being called, then you are being called into service. And it is through this service, within this service, that your greater relationships will emerge and your true redemption will take place as you proceed.\n\nBlessed you are to be given such a great task and responsibility. Perhaps at this moment you cannot see what an immense gift this is to you and your life, and what it will mean for others who will learn through you and will benefit from the great service that you will give to this. Words cannot express how important this is and what it will mean for your life.\n\nIn your heart, you will know this. Your mind may reject or deny or resist, for there are still many things you want for yourself, which may or may not be appropriate for you. But if you are truly honest, then you will have to take the Steps to Knowledge and to prepare yourself for greater service and involvement in the world.\n\nAll along, this is what We have meant when We speak of a higher purpose. It is being called into a new kind of life, guided by Greater Powers in service to Greater Powers—the Powers that have sent you into the world for this purpose.\n\nBut all great truths have hazards because they can be misinterpreted, misapplied and misused, or wedded with other things of little or no value.\n\nSo great care must be brought here. That is why your preparation in taking the Steps to Knowledge is so vital—to give you the strength, the self-awareness and the clarity to begin to discern what is true from what is untrue within your own mind and circumstances.\n\nGod has given you this power. God has given you the eyes to see and the ears to hear, but your eyes and your ears have been used for other purposes for a very long time. So you must be prepared to fulfill a greater purpose in the world, and it is through this Community that this purpose will emerge.\n\nBut alone, you cannot do it. Isolated, you cannot do it. Though all are not being called to one place, for God wants you all over the world, it is this Divine connection that you are so privileged to be a part of, and to be called to, and to serve, and to be blessed by.\n\nTo understand what We are saying to you today, you must have a very clear understanding of what community means. It is a community of service. It is a community of studenthood. It is a community of strength, clarification, restoration and renewal. It is a community above and beyond all else that must help bring God’s New Revelation into the world. For the time is short, and the Great Waves of change are building, and with each passing day, those from the universe around you [the Intervention] are gaining strength in the minds and hearts of people.\n\nThere is no time to delay now. You have delayed long enough. There is no time to be ambivalent. You have been ambivalent your whole life. There is no time to wrestle with yourself endlessly, for the truth is with you.\n\nYou do not need to do grand and spectacular things, for the service required is very simple. What is important is that you can maintain it and carry it forward and be true to it so that it can rest upon you.\n\nLet The Society determine what must be done. Follow this. Be a part of this. That is the center of this Sacred Community. Do not build other communities. Do not break away and try to be the center of community, for that is not your destiny.\n\nThere are so many hazards at the early stages of bringing something of this magnitude into a divided and corrupted world. There are so many hazards. It is a delicate situation, and success is not assured. It depends on who responds and what they are able to give, their understanding and their commitment.\n\nIt is extremely hazardous for the Messenger now as he begins to proclaim to the world, as the Proclamation is being prepared and is now prepared.\n\nWho will stand with him? Who will have the courage and the humility to do this? Everyone will be tested, of course, but it is just the nature of the situation.\n\nIf you love humanity, if you love this world, if you love freedom, if you love inspiration, then this is the mountain you must climb. And this is not a mountain you will climb alone.\n\nAll things that are impure within you, all things that are troubled and divisive within you, will be shed along the way. For you cannot go in two directions at once.\n\nThe Worldwide Community has so much to do. It will pull everyone forward. That does not mean that you can escape your own self-development, for that is one of your Pillars of strength. But it does mean that you are assuming greater responsibilities in the spirit of service and humility.\n\nThis is how Heaven restores those who can respond. This is how Heaven blesses the world for this time and positions humanity correctly for the times to come.\n\nHumanity in the future is facing hazards that you cannot see and cannot even know. What happens today will determine what happens a hundred and a thousand years from now. Those who play a part in such a great service will be blessed by Heaven and honored.\n\nMany of the voices in the world are speaking of truth, but there is only one Messenger. Religions claim to have the only path to God, but God created them all, and they have all been changed over time by man.\n\nMany will denounce the Messenger as a heretic, as a devil, as an imposter. But they cannot see and cannot know. They are bound to what they have created. They are bound to their ideas. They are bound to their fixations. Even if their own prophet or messiah were to appear, they would crucify them, thinking that they were imposters.\n\nHeaven understands these things. Humanity is confused. Living in Separation, you cannot know what Heaven knows or see fully what Heaven sees. But you can respond and carry on a great mission here on Earth. And you are blessed to be called to this, blessed beyond all things that could support you and serve you, both now and into the future.\n\nThe Messenger is a humble man. But he is an older man, and his health is not that strong. He must rely upon others of true faith and commitment to assist him, for this is a mission far too great for one person. It will require the participation of many, many people.\n\nEven at this moment, there are millions waiting to receive God’s New Revelation. How will you find them? How will you reach them in time? How will you give them the gift that will liberate their minds and their hearts and provide a pathway out of the jungle of their circumstances?\n\nThis is the work not of you alone but of you united with the Messenger, under his guidance and the guidance of Heaven through him. This is the blessing upon you. This is the great promise for humanity.",
  "audioUrl": "https://www.newmessage.org/av/the-worldwide-community-of-gods-new-message.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/worldwide-community-gods-new-message/"
}