{
  "title": "Your Relationship With Yourself",
  "content": "As was revealed in the previous chapter, you must be disassociated from yourself in order to have a relationship with yourself. In other words, there must be at least two of you to have a relationship; otherwise, the idea is not applicable. Relationship is an environment where two or more learn to work together harmoniously. They do not need to consider themselves the same, but they can learn to find the right engagement with each other in order to serve and nourish the experience of shared purpose.\n\nSince, in truth, there is only one you, you must consider your relationship with yourself in terms of your relationship with your mind and with your body. You have a relationship both with your mind and with your body. Who you are is neither your mind nor your body. Your mind and your body are not as great as who you are. However, who you are must be experienced and expressed through these vehicles in order for your life to have meaning in the world. And like it or not, you are in the world where you are supposed to be.\n\nYour relationship with your mind and your body are the primary arenas where healing and empowerment must occur. These are the arenas for growth. Your relationship with God is not an arena for growth because it is fully established already. Your awareness of it is limited, and yet your awareness will grow as you expand your relationship with yourself, with others and with the world.\n\nYour need now is for growth and development. That is what you must concern yourself with here in the world. Ultimately, you will reach a place where growth and development are not necessary. But that is a long way from where you are now, for you have not reached the top of the mountain yet. Therefore, you need to concern yourself with where you are on this mountain and the conditions that are presenting themselves to you now.\n\nYou have a relationship with yourself, which is primarily your relationship with your mind and your body. Your mind is a thinking mechanism that runs your body. You are the Being that runs your mind. Yet if you are completely identified with your mind, you will not experience your Being. And if you are completely identified with your body, you will rarely experience your mind in an objective way.\n\nThe true hierarchy of power within you is your Being, your mind and your body. All are important. The mind is the medium between the spiritual and the physical. It can assimilate the spiritual and direct the physical. However, people primarily associate with their ideas, and their concern is for their physical survival. Here they are identifying themselves with their mind and their body. This makes their Being something that they are either not aware of at all or something they can only consider theoretically.\n\nThe experience of Being is the moment where religious experience occurs. This experience is neither inherently physical nor mental though it can express itself in the physical and the mental environments. The experience of Being is inexplicable and mysterious, just like your relationship with God. Even having a few moments of this experience can be life changing, for these experiences provide a contrast between your Being, your mind and your body. This opens the door for real growth and development.\n\nThe body is a limited vehicle. The mind, though far greater than the body, is a limited vehicle as well. If your awareness of yourself is only functioning at the level of your mind and your body, you will experience yourself as limited and fallible because the mind and the body are both limited and fallible.\n\nIn a state of pure Being, which is not a state of being in the world, you do not need either a mind or a body. Though this seems incredible, if you will think about it, you will see that this is the truth. For if you have no body, why have a mind? There is nothing for your mind to manage. However, your Being has a mind, yet it is very unlike the mind that you think with. This greater mind is called Knowledge. Your Being knows, while your mind thinks and your body acts.\n\nYour body is the most temporary and fragile of your three aspects. It has a limited life span, it is beset by difficulties and it is made of what the world is made of. Yet your body is absolutely necessary and requires care and maintenance. It is the means through which the world can communicate to you and you can communicate to the world. If you did not have a body, but only had a mind, you could communicate to the world, but who in the world would hear you? And if you were in a pure state of Being, you would simply permeate everything and be in communication with everything.\n\nYour body will not live as long as your mind. Your mind will live as long as you need to be in physical reality. Your Being lives forever. Therefore, the arenas of development are the physical and the mental, for your Being cannot develop; it can only reclaim itself. There is no growth at the level of Being; there is only reclamation and rediscovery. You must reclaim your Being within the physical and the mental environments because you were sent here to do that. These are the arenas where the disassociation within yourself must be healed.\n\nThese examples are meant to be as simple as possible because you do not need a complex philosophy or cosmology to comprehend the essence of things. You need a very simple and usable framework, which is being provided here. Yet even the most simple and usable framework will require thinking on your part, for you must penetrate what at first might seem confusing in order to find out what is really obvious. This requires the proper use of your mind and body. This is where growth occurs. There is really no spiritual growth. You develop physically and mentally so that your Spirit may shine forth.\n\nAs it has been said, the body serves the mind, and the mind serves the Spirit. This is the true order of things, but it is not the order that you experience currently. The order that you experience currently is that your mind serves your body, and your Spirit serves your mind. When you are concerned primarily with survival and personal fulfillment, you are concerned with everything serving the mind and the body. You will use your relationships for this purpose and will either knowingly or unknowingly require that God serve this purpose as well.\n\nAt the very beginning stages in the reclamation of Knowledge, most people try to make everything serve the body: the body’s survival, the body’s comforts, the body’s needs and the body’s beauty. Here the body is your most valuable asset, and your mind, still being a slave to the body, will attempt to meet the body’s needs. Yet this is very deceptive because even here, the body is serving the mind in its purposes and designs. For it is the mind that wants to survive in the world, it is the mind that wants to be attractive to others, it is the mind that wants to be accepted and it is the mind that wants to exert control over others and over life. The body does not actually think. It either responds to the mind or to the environment. Yet it can respond to the Spirit. Your body can become a vehicle for Knowledge if it is serving the Spirit. This is its highest achievement, and it is towards this that your true development is aimed.\n\nTherefore, at the very beginning of the evolution of consciousness, everything serves the body. When you begin to realize that you are simply using the body to serve your own motives, you will see that the body is, in fact, in service to your mind. This will give you greater determination in your life because your mind can be changed. Your mind represents your thoughts, your will and your sense of purpose. These can be cultivated and altered. The body’s basic needs cannot in effect be altered. The body responds to the environment. If it is cold, it is cold. If it is hot, it is hot. If it is hungry, it is hungry. If it is tired, it is tired. Your sense of self-determination is extremely limited if the body is your complete emphasis. Therefore, discovering that the body serves the mind represents great movement in your evolution. For your mind can think and therefore change. And your mind is in a position to respond to a greater mind within you, which is your Knowledge. The mind is the greater arena for growth, for the mind is the medium between the spiritual and the physical.\n\nAs the evolution of your consciousness continues, you discover that your mind has created its own purpose, and this purpose must be brought into question. If your purpose is based upon disassociation from others and personal empowerment to the exclusion of others, then you will use your body and your relationships destructively.\n\nThe mind is the primary arena of development, but it is not the only arena. For even in advanced stages of spiritual realization, the body undergoes cultivation as well. Here it goes from simply being a survival vehicle to being an instrument of communication, a place where your mind can express something greater.\n\nIn the first great stage of development, where most personal growth occurs, you learn to consciously bring your body into service to your mind for a greater purpose. This does not make a slave out of your body. It simply gives your body the opportunity to express something greater than its own basic needs. The body will still function as the body. Do not think you can make the body like the mind because this is not possible. People who think that the body can do anything the mind wants it to do are preparing themselves for some very serious and grave disappointments. The body is a limited vehicle with its own nature and design. Its possibility for greatness is that it can serve a Greater Power. Consciously bringing the body into service to the mind can unite them in a meaningful and compatible relationship.\n\nThe second great stage of development is bringing the mind into service to the Spirit, or Knowledge. For, like the body, the mind can only have lasting meaning and true potential in its expression of a Greater Power. Ultimately, to fulfill your need to be in the world, your body and your mind must come into right relationship with your Spirit. Then your Spirit can make its contribution through these vehicles, and your life can become complete and fulfilled. This makes real happiness possible.\n\nYour mind survives beyond your life in physical reality. Yet when you have no more need to be in the physical reality, you will not even need a mind. This may arouse fear and seem like a great loss to you at this point, for you are so identified with your thoughts that you think that you are your mind. Even the idea that your physical body will no longer be necessary can be fearful because you think of yourself as a body. Yet your body and your mind are temporary vehicles. Your body serves you while you are in the world, and your mind serves you while you are in physical reality.\n\nWhen you transcend these realms, you transcend these vehicles without loss or sacrifice of any kind. In fact, to keep them beyond their usefulness would become a great restraint and confinement. You would feel your freedom being infringed upon, and this would create a negative reaction within you. Yet while you are here, you need to value your physical body highly because it is meant to be a vehicle for communication in the world. You need to value your mind highly because it is a vehicle for greatness in the world. Thus it can be said that what is small serves that which is great, and this gives what is small all the meaning that it has.\n\nStudents of Knowledge are in the process of bringing their body into service to their mind and their mind into service to Knowledge, or Being. They do this with humility because they realize the limitations of their physical and mental vehicles. Yet they also do this with the understanding that greatness and total appreciation are engendered as the mind and body are brought into service to Knowledge. There is no bondage here; there is only right and meaningful relationship within yourself.\n\nWhat enables you to find your real purpose, meaning and direction in life is your ability to represent the Greater Power that has sent you into the world. What gives your body purpose, meaning and direction is its service to your mind. What gives your mind purpose, meaning and direction is its service to your Being. What gives your Being purpose, meaning and direction is its service to God. And what gives God purpose, meaning and direction is God’s expression through all things that can express God.\n\nThis greater understanding will only arouse anxiety if you have the order of your relationship with yourself mixed up. You may still want God to serve your mind while your mind wants to serve your body. Yet this must be reversed because for your mind to serve your body, your mind has to become as weak and as fallible as your body. And if you want God to serve your mind, which serves your body, then God will seem to become weak and limited as well. That is when God appears either foolish, cruel or weak. The body can appear foolish, cruel or weak. Yet the body can only be foolish, cruel or weak if it is serving these motives in the mind. For the body by itself without the mind doesn’t even exist. It is meaningless. It is just a mass of organic material. What gives life to your body is your mind; what gives life to your mind is your Being.\n\nLife in the world appears to be the movement of physical things because it is a physical reality. What motivates life in the world is the mind behind the physical things. What motivates the mind is the Being that permeates everything. If you think of life in this way, you will begin to see the real relationship between your body, your mind and your Being.\n\nAt this point, your mind is still in service to your body because you are concerned with survival, with being liked and with looking good. Looking good is also about survival because survival is not only being able to continue to breathe, but also gaining security and meaning through association with others. Here it can be said that there are only two things in life: there is Knowledge and there is looking good. Much of your thinking is to look good so you can offset your pain, guilt and anxiety. This makes you want to have your body look good so that it can be accepted by other minds in bodies who are engaged in the same activity.\n\nHere the mind is using the body to offset its own insecurities. How can the mind be insecure unless it is disassociated from its Source? Here the mind is disassociated from the Greater Power. Yet as your relationship with God becomes more real and apparent to you and as you are able to experience it more completely, your sense of disassociation, which is the root cause of your guilt, fear and uncertainty will be erased. Eventually, it will disappear forever.\n\nGaining freedom from guilt, fear and uncertainty will require a new use of the body and the mind. A new use of the body will occur as your thoughts are re-directed so that they may express Knowledge within you. You may identify with your thoughts and think that you are your mind, but the very fact that you can entertain a relationship with yourself means that your mind cannot really be you. You may say it is part of yourself, and this is partially accurate, but there is still a relationship. There is something greater than your mind that is you.\n\nIn order for you to have the right relationship with your mind and your body, you need to realize both the limitations of your mind and body and the great assets that they provide for you. Your body is a wonderful vehicle and a wonderful mechanism. What it can do and express is marvelous. It is totally deserving of your care and development, not merely to look good, but to function as a vehicle of communication. The mind, when it is not predominated by fear for its physical or social survival, will only want to use the body to express itself. This is what people mean when they speak of creativity. Creativity is where the body is being used as a vehicle of communication for the mind. Yet what gives the mind all of its meaning as a vehicle of communication is its service to a Greater Power. For the mind is a medium between the spiritual and physical. A medium is something through which power from one level gives power to another level. As power passes through your mind it is expressed through your body into the world.\n\nPeople may believe that they create, but in truth they only transmit. Your mind has dominion over your body, but only to a certain point. The body cannot have dominion over the mind unless the mind has given up its authority. For your mind will exist beyond your body. Even if your body perishes, the mind will continue, with an emphasis on its life in physical reality. Yet the mind too is temporary, for knowingly or unknowingly, it is in service to Spirit.\n\nLike your body, your mind is a marvelous instrument. It has far greater possibilities and capabilities than your body. It is a much greater vehicle. In fact, compared to your body, your mind seems almost God-like. For the power above always seems to be God-like to the power below. As you begin to view your mind objectively, it will appear to be God-like compared to your body. That is when people speak of the mind as God or think of it as God-like. Yet the mind itself is only a medium. It becomes Divine in service to the Divine. Because your body serves your mind, it too will become Divine as it serves the Divine.\n\nIf your mind is not serving the Divine, then it is attempting to serve its own ideas because in the universe there is only God and there is individual imagination. Individual imagination is serving ideas that are not real. Individual imagination is temporary thinking without foundation. This is not to say that imagination is bad, it is only to say that it is being misused. Nothing in you is bad; it is only being misused. The body is not bad; it is neutral. Its value is determined by what it serves. If it only serves the mind’s imagination, it will be chaotic, destructive and disappointing. Yet if it serves the Divine, it becomes Divine in its service.\n\nAs you begin to open up and to cultivate your awareness of Knowledge, which is your spiritual power, you will increasingly see your mind as a medium, and this will give your mind a far greater range of expression and comprehension. This will occur in the context of your relationships, for your relationships are the arena where growth is anticipated, carried out and realized. The message in this book is primarily about Knowledge and relationships. At first, it may seem that Knowledge is your goal and relationships are the means. Yet ultimately, true relationships are the goal, and Knowledge is the means.\n\nYou will be able to love your body when it truly serves your mind. You cannot love your body if it serves your imagination because here its service will bring pain, discord and confusion to you. Yet you will be able to love your body when it serves your mind, and you will love your mind when it serves God. You can only truly love something that serves Love itself. You can only trust something that serves that which is immutable. You will be at peace with your body when it expresses your true purpose for being here. And you will be at peace in your mind when it has given itself in service to the Greater Power through Knowledge within you.\n\nSelf-love is the result of expressing Love itself. You cannot love yourself apart from this. You cannot love yourself in a disassociated state. All you can do is attempt to accept your disabilities and confusion with as much compassion as possible. Love is the result of experiencing affinity and you cannot experience affinity with yourself if you are separate from life itself. Therefore, for true love to be reclaimed, true relationship must be reclaimed.\n\nHere you do not give up your individuality. Instead, your individuality is given new meaning, purpose and direction in service to Spirit, or Knowledge. You are still a distinct point of awareness, but now you are being loved and fed by awareness itself. Here your conflicts will begin to be erased, and your experience of life will be heightened.\n\nMost people are very concerned about losing their individuality. This is the result of having their mind serve their body, for bodies are far more distinct from one another than minds are. If your body serves your mind and you are aware of this and you are re-directing its service according to Knowledge, you will experience far less separation and you will realize that your individuality exists so that you may give something special to the world. This is when your individuality becomes a source of joy instead of a source of pain and conflict.\n\nWhat is the ego but the attempt to maintain the mind in its service to the body? This punishes the body and crucifies the mind. To reverse this destructive arrangement is God’s first purpose. For God’s first purpose is to unburden you from your own conflicts so that you may be able to express the greater purpose which has brought you into the world.\n\nIt is much more difficult to see the separation between minds because minds are not separated. What joins minds is service to the Greater Power, for the Greater Power is one. If the mind is serving its own ideas and making the body be a slave to this, there will be great confusion and conflict, and nothing will be clear and straightforward. However, when the mind serves Being, it learns how to engage itself constructively and harmoniously in relationships with others. Then you will know who you must be with and what the nature of your engagement should be. This will free you from other compulsions and desires that do not represent Knowledge. For compulsions and desires are born of the fear of loss and separation. This fear seems ever present because trying to maintain your disassociation is eminently difficult and terribly fearful because life is always eroding your attempt at separation and threatening your survival.\n\nAs your mind begins to serve Spirit, it increasingly will know what to do, and it will learn how to manage itself in relationships. It will learn how to discern others and their motives. This will lead you to those individuals who are essential for your purpose and progress, and it will take you away from divisive engagements with those who are not. It will heal the need for pain. And it will heighten your capacity for joy.\n\nTherefore, it is necessary to concern yourself with your relationship with yourself, which is primarily your relationship with your mind and with your body. Whether you are currently in an intimate relationship with another or not, your relationships with others can only reflect the condition of your relationship with yourself. Yet your relationship with others is the arena where your relationship with yourself can find its true expression.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/your-relationship-with-yourself/"
}