{
  "title": "Your Most Primary Relationship",
  "content": "In order to comprehend the true meaning and purpose of your relationships, you must begin with your most primary relationship of all. It is the one relationship that provides the greater context for all your other relationships at all levels. It is the one relationship that is your beginning and your final resting place. It is the one relationship that establishes your purpose for being in the world, the value of your growth and development and the direction and aim of all of your contributions in life. It is the relationship that is most essential to your well-being and your comprehension of yourself and the world. Yet it is the relationship to which you may give the least attention. It is the relationship that you may concern yourself with to the least degree. In fact, it may not be a relationship that you have thought of seriously at all.\n\nThis is your relationship with God. What is God? It could be said that God is the sum of all relationships. God is the consummation of all relationships. This is a valuable definition because it enables you to experience God as a living force and power in your life rather than an absolute principle or a great and lofty Being whose reality is entirely beyond your reach and life within the world.\n\nThe experience of God can be found within the context of each and every relationship: your relationship with yourself, your relationship with your physical body and your mind, your relationship with others, your relationship with nature and with other living things in the world, your relationship with the world itself and your relationship with the Greater Community of worlds in the universe around you.\n\nTo approach your relationship with God, it is necessary to speak about your purpose in the world. This issue must be addressed very directly because your relationship with God indicates that you are here in the world for a purpose. This must be understood, and it must be a premise upon which any valuable investigation into your relationship with God is established. You have a relationship with God, and because you are in the world, you are here for a purpose.\n\nHere God must be seen as very great and very inclusive, extending far beyond the normal experience of being in the world and of everyday affairs and interactions. Here, rather than being an object or a singular Being, God can be recognized as the context for your entire experience. In other words, God is the environment in which you function. This is a mental and a spiritual environment, but it affects your physical environment as well. Yet God is more than an environment. God has a Mind, a Will and a Purpose. In its totality, this is incomprehensible to you now, for you cannot stand apart from this Mind, this Will and this Purpose and be able to discern their meaning. You can only join with them, and the extent to which you can join with them will be the extent to which you will experience their reality, their value and their immediate necessity in your life.\n\nYour relationship with God must speak of your purpose because God is great and the world is small. Why are you in the world if you have a relationship with God? What could have brought you to a place where conflict and disassociation seem so predominant? Have you sinned against God? Has God sent you away from the peace and perfection of God’s reality? Are you in exile? Are you a castaway? Have you rebelled against God and sought refuge in a different environment? These are all very fundamental questions that any person who has begun to think about his or her reality and the value of his or her life must eventually ask. Yet the real answer to these questions can only be satisfied through the fulfillment of your purpose here. Only then you will be able to see, experience and know the reality of God and the reality of the world. It is very simple, really, but you must be in a position to see this. You must have reached this vantage point, or what is simple and obvious will seem remote and confusing to you.\n\nThe emphasis here is for you to reach that vantage point where you can see your relationship with God and with yourself clearly while you are in the world. It is from this vantage point that you will be able to see the relationship of all things. Like climbing a great mountain, you must reach a certain position where the relationship of that mountain to everything around it becomes self-evident. From this vantage point, you will see why you could not have comprehended the overall meaning of your existence before. Previously, you were consumed within a certain stage of development and all that you could see was that stage of development. Yet when you look down from the mountain and see the trail far below, you will say, “Yes, from that vantage point down below, I could only see the trail and my immediate circumstances. ” Perhaps on that trail you lost track of the mountain and its summit altogether. Yet when you reach this higher vantage point, your perspective will be more complete. Therefore, to answer the fundamental questions of life, you must reach the vantage point where the answer is self-evident.\n\nIn life, God is usually the last relationship that is ever seriously considered. When real meaning, purpose and value are not self-evident, people assign value to their relationships based upon their own immediate needs, preferences and understanding. This is how the substitutes for real meaning, purpose and value become established. This makes it very difficult for most people to have any comprehension of the true meaning, purpose and value of their own relationships. For without the truth, there can only be the substitutes for the truth. Real spiritual growth is concerned with outgrowing or setting aside the substitutes for truth so that the truth itself may be approached, comprehended, accepted and embraced.\n\nWhat is your relationship with God? Who is God to you? Who are you to God? These questions are important, but you are only in a position now to have them partially answered. Yet this partial answer will give you what you need in order to proceed with certainty and strength. It will provide the criteria from which you can organize your relationships in such a way that they are blessed and given due credit in service to your higher purpose here.\n\nYou have come from a place where God is real to a place where God seems to be unreal. You have come from a state of mind where life is pervasive and intrinsic to a place where life seems disassociated and particular. You have come from a place of peace and harmony to a place of conflict and discord. You have come from a place of total acceptance to a place of separation, competition, attack and so forth.\n\nHow can it be, then, that you have a relationship with God when you are in a place called the world? This is one of the great paradoxes of life, a paradox that keeps many people from accepting and understanding the reality of their most primary relationship. For how can it be that God can truly exist if the world truly exists? If God created the world that you see, then God is either foolish, cruel or extremely limited in power and ability. If God is foolish, God has made a terrible mistake. If God is cruel, God wishes to punish you for some error or deficiency on your part. If God is limited, then God is using the world to affirm God’s own strengths and value. That God should doubt God’s own value would be a sign of evident weakness. If you believe that God has created the world that you see, you must assume then, or conclude eventually, that God is either foolish, cruel or extremely limited in power.\n\nGiven this, God is certainly something you cannot trust, give yourself to or identify with completely. For if God is foolish, then you will share in God’s error and will pay for it. If God is cruel, God will punish you. And if God’s power is limited, then you will not have faith in it to serve you and the world in a beneficial manner. These are fundamental theological questions, but, as you will see, they are essential in determining your sense of who you are and why you are here.\n\nHowever, if God did not create the world you see, then who did? If God’s reality is not supported by the world you see and if God’s mind is not reflected by the world that you experience, then how could the world that you experience come into being? Does it exist at all? For if God did not create something, how can it be real if God is the author, the source and the meaning of life?\n\nFor you to experience your relationship with God, you must realize that you have come from a place of reality to establish that reality in a place where it has been forgotten and denied. This is your purpose. God has given you Knowledge, your spiritual power, to accomplish this task. To say it in a different way, you have come from your Ancient Home to a place where you are away from Home in order to establish your Ancient Home here.\n\nIs this to mean, then, that you are to establish Heaven on Earth? Only partially. The Earth cannot be Heaven. Yet you can experience Heaven while you are in the world. The world will continue to be a physical place—a place of growth, change and decay, a place of changing circumstances and opposing forces. Here you do not need to misrepresent the world by believing that it is your Ancient Home. Here you do not need to ignore the world’s reality in order to support a spiritual idea about the world. For the world will continue to be the world. Yet your experience of it can be utterly transformed. And it needs to be transformed for you to find fulfillment, happiness and contribution here.\n\nLet us explore this further. You have come from a place of absolute reality where there are no questions and the answer is fully experienced to a place where there are innumerable questions and no apparent answers and, therefore, no foundation for true experience. For only reality can be truly experienced, and any substitute for reality can only be entertained and imagined for a certain period of time. This is why the world can only be experienced for a certain period of time. Everything in it can only be experienced for a certain period of time. That is why your span of time in the world is limited. For you to experience the world permanently, the world would have to be like your Ancient Home from which you have come. This would not be the world that you currently experience. This would not be the world which you currently share with others. In fact, it would not be the world at all.\n\nThe emphasis here is not to attempt to make the world perfect, but to bring your experience of your Ancient Home into the world so that the evolution of the world may be served and furthered. In this way, you may make your specific contribution while you are here so that the separation between this place and your Ancient Home may be dissolved.\n\nYour Ancient Home is where you live; the world is where you have come to work. You have come into the world to work. God has sent you and you have sent yourself because there is the perfect Knowledge that you need to be here. It is not as if you and God made a deal, or God forced you to do something you did not want to do, or you did something God did not want you to do. In Knowledge there is no dissension and there are no opposing forces. There is only what is real and the certainty of what must be done.\n\nTherefore, you have come from your Ancient Home to a place of work. Your work in the world is in two arenas. One is the transformation of your experience of yourself and your relationships, and the other is the rendering of your specific contribution to the world. Without the first, the second will not come to pass, and your experience of relationships will not be brought into harmony with life itself. You will not be able to recognize and to render your contribution completely. In fact, your unrendered contribution will be a great weight and burden for you, a problem and not a solution. This teaching in relationships and higher purpose is being given to you so that you may be able to discover your contribution and to render it harmoniously by realizing the true nature and purpose of your relationships in the world.\n\nRelationship is what life is. Everything is relationship. Seen in this way, then, you are in a position to determine how you can best proceed. You are given authority in the world. You are given the option of choice, though the options are very limited. This understanding is absolutely vital for success here. It gives you the power to manage your affairs, and yet it gives God a greater authority in your life to guide you and to prepare you. This perspective enables your relationship with God to have meaning while you are in the world.\n\nYou experience God through discovering and carrying out your purpose for being here. If you are not serving the purpose for which you have come, you will be in profound confusion concerning your relationship with yourself, with others, with the world and with God.\n\nYou have come into the world because you knew that you had to do this. God knew you had to do this because the world is a place where work has to be undertaken. Your real reason for coming into the world is to re-establish your experience of your Ancient Home here and to give specific gifts that you were sent to contribute.\n\nYour relationship with God cannot be comprehended intellectually. It must be experienced. The development of this experience rests upon your desire for it and your capacity for it. Desire and capacity. These determine your range of experience in your relationship with everyone and everything. In fact, these two criteria determine the range of your experience, period. Therefore, cultivating and nurturing your desire for Knowledge and expanding your capacity for Knowledge are what will enable you to grow and make progress.\n\nTo begin to look at your relationship with God, you must first become very honest about how you view God at this moment. It is not enough to simply believe that you love God or that God loves you. For this is only a hope and is not yet based upon certainty and conviction. As such, it simply masks your distrust, uncertainty, avoidance and guilt. It conceals that which you need to uncover in order for your relationship with God to become real, healthy and vital.\n\nIt is now necessary for you to think about your relationship with God. Ask yourself: “Do I love God? Do I trust God? Does God love me? Does God trust me? Is God lovable and trustworthy? Am I lovable and trustworthy? Do I deserve to have God? Does God deserve to have me? Have I blamed God for what has happened in my life?” This examination will begin to give you an understanding of how you relate to other people and your ability to be in intimate relationship with anyone or anything.\n\nYour experience of intimacy with anyone or anything directly reflects your desire and capacity to experience God. For what is real intimacy but the ability to experience affinity? What is affinity but the ability to join your life and mind with others? Your success in marriage, in your business affairs and in maintaining your personal health are all directly related to your experience of God. You cannot go further with anyone or anything than you can go with God. If your experience of God is concealed by idealism or wishful thinking, so will be your relationships with others and with the world. If your trust of God is partial or non-existent, then your trust in other people and your trust in life will be the same. If your affection for God is restrained by your condemnation of the world, your affection towards other people will be restrained by your condemnation of their behavior. This is why you must consider your relationship with God before you consider any other relationship.\n\nGod is your primary relationship. Many people think their primary relationship is with themselves, but how can you have a relationship with yourself unless you are already disassociated from yourself? A relationship must presume that there are at least two parties involved or the idea of relationship is meaningless. If you are one person with one mind, one goal and one orientation, there would be no value in considering having a relationship with yourself. For who is in relationship? What difference is there between the observer and yourself? Because there is relationship, there are at least two aspects. If you have a relationship with yourself, then you are already disassociated from yourself. There is you and then there is yourself. Who is the you, then, who is not yourself? And who is the self that is not you?\n\nTherefore, it is necessary for you to accept that you are disassociated from yourself, that you are disassociated from others and that you are disassociated from God. This is in part due to your own stage of development in your evolution, and it is in part due to the condition of the world, which requires that you be a separate individual with a separate consciousness and a separate set of values and so forth.\n\nTherefore, do not think that your relationship with yourself is your primary relationship because without your relationship with God, you would have no real basis for understanding yourself. You would simply like yourself when you are likeable and dislike yourself when you are not likeable. You would trust yourself when you are trustworthy and distrust yourself when you are not trustworthy. Your evaluation of yourself would be entirely based upon your ideas. Your ideas, then, would be the criteria for relationships even more than your behavior because you can only determine your behavior by your ideas or by your conclusions, which are also ideas.\n\nIn fact, your entire evaluation of your relationship with yourself, with others and with the world is based upon ideas. But your relationship with God is not based upon ideas. It is based upon the experience of affinity and purpose. You have a purpose for being in the world. God wills for you to do something. It is your will to do something. In realizing your real will, you come to realize God’s will for you. To understand how you can serve God, you must recognize the range of your power and understand that the range of God’s power is far greater than yours. With this understanding, you can begin to realize how you can serve God and how God serves you.\n\nThis evaluation strikes at the very heart of the idea of separation, which is primarily a competition for power. That is why this teaching in relationships and higher purpose addresses the issue of power. Many people who are interested in spirituality are in conflict concerning the issue of power and often do not wish to discuss it at all. They would prefer to discuss the idea of love, happiness or fulfillment and avoid the issue of power. Yet your disassociation from yourself, from others and from God is primarily an issue of competition for power. Whether your individual power is joined with God’s power or separated from God’s power will determine whether you experience love or hatred, trust or distrust, association or disassociation in relation to yourself and others.\n\nIt is to your benefit that you cannot put your finger on God. It is to your benefit that God is neither a body nor an object. You judge bodies and objects and can disassociate yourself from them. Yet it is much more difficult to judge and disassociate yourself from the Presence of God. You can go towards or away from a body or an object, and you can project images upon them. Bodies and objects are always fallible and so you can condemn them for their weakness or incompleteness. Bodies and objects are either likeable or not, depending upon your criteria for judgment. As a result, it is more difficult to experience affinity and real relationship with a body or an object than it is with the Presence. When you project images or judgments upon the Presence, they have nowhere to attach themselves.\n\nIn essence, this means that you can relate to God far more easily than you can relate to yourself, to other people, to physical objects, to the world or to the universe. Because God is a Presence, you can experience affinity with God far more immediately and completely.\n\nGod is here, there, everywhere, enveloping you, embracing you and giving you purpose, meaning and direction. You do not need to judge God at all because God is not an object. You either accept God or you do not. If you do not accept God, you must create substitutes for God because you must have some sense of purpose, meaning and direction to be in the world. If God is not your purpose, meaning and direction, you will create your own substitutes. You will then make your substitutes your god, and you must love them and serve them, for you must love and serve something in life. Some of these substitutes seem benign, and some are clearly destructive. Yet they all deprive you of true relationship. They all deprive you of real purpose, meaning and direction in your life because a substitute cannot truly provide these things. It can only replace them. A substitute cannot give you what life gives you. It can only mimic what life gives you. It can only stimulate you temporarily.\n\nTaken a step further, ultimately you can only have relationship with God or with your ideas because all substitutes must be ideas. Though you may devote your life to supporting these substitutes, fortifying them and attempting to re-experience them, they are in essence only ideas in your mind to which you are attached. That is why the most important and difficult thing for people to give up is their ideas because it is upon their ideas that they base their identity and sense of certainty and stability.\n\nTo experience your relationship with God, you must begin to set aside the substitutes for God that you have created and that you share with others. God is a pure experience of relationship because God is a pure experience of affinity. This is a pure experience of shared power. This is a pure experience of the right order of authority in your life. It is a pure experience of love and inclusion. If your desire for this relationship is strengthened and if your capacity to experience this relationship is gradually expanded, then you will be able to experience this affinity with God within your meaningful relationships with others and with the world.\n\nIf your relationship with God is denied, however, either intentionally or inadvertently, then you can only support your ideas. Here you will attempt to use your relationship with yourself and with others to do this. Here you will try to make your relationship with yourself and your relationships with others conform to your ideas. This leads to tribulation and discord, for life exists free of your ideas and others exist free of your ideas. If you attempt to make others conform to your ideas, you will attempt to imprison them and you will be a prisoner along with them.\n\nHere you have an advantage with God, for God does not have a body. God is pure essence and experience. You can experience God anywhere, with anyone and in any situation. In fact, whatever genuine pleasure you derive from any person, any place or any object is because you are experiencing God. You may not think of this within that experience, but this is what is truly happening. True happiness always reflects your experience of your relationship with God.\n\nYou do not need to be a religious person or even to have a religion in order to experience God. If you are experiencing true affinity, inclusion and happiness, you are experiencing God. Here you may not believe in God and you may not belong to a church, but you are experiencing God to some degree. You are having a religious experience. The purpose of all religious institutions fundamentally is to provide an environment where you can cultivate your desire and your capacity to experience God.\n\nIf you can see that God is an experience and not merely a grand idea, you will be able to see the connection between your relationship with God and your relationship with others. You will see that your relationship with God enables you to be in relationship with others in a real way. You will see that your devotion to God enables you to be devoted to others. You will see that your experience of shared power with God enables you to share your power with others. You will see that your capacity to experience the love of God will determine your capacity to experience love with others.\n\nIt is wise at the outset that you concern yourself with your relationship with God. However, you must allow God to be mysterious and beyond definition because the Presence cannot be brought into form. You cannot be truly reverent toward something you have defined. You can like and appreciate what you have defined, but reverence must always be reserved for that which is beyond definition and which is mysterious. You may believe and devote yourself to something concrete, but you will never be truly reverent towards it.\n\nThe attempt to define God is the attempt to make God concrete. This is an attempt to make God fit in with your ideas. Yet this attempt destroys your ability to experience your direct relationship with God and with other people. Your real relationship with God is forever beyond definition. It is mysterious. The ultimate goal of your growth and spiritual advancement is to build the desire and the capacity to experience this relationship.\n\nYour relationship with God is already fully established. You are learning to reclaim this relationship while you are in the world. This involves the reclamation of Knowledge, which contains the experience of your relationship with God.\n\nIs there hope for the world? Only if there is hope for you. Will the world experience healing? Only if you can experience healing. What is healing but the renewing of your most primary relationship? There is no other true healing than this.\n\nTrue healing is to bring two things that are disassociated into meaningful relationship with each other. A meaningful relationship is a relationship of purpose. Everyone in the world has a purpose, for everyone is here to do something. The world is a place of doing. Your Ancient Home is a place of being. The world is a place of doing because it is a place of work. Work involves accomplishing tasks. Your Ancient Home is a permanent place; the world is a temporary place. Your Ancient Home is a place of peace; the world is a place of action.\n\nYour relationship with God is what must be healed, for that is the primary conflict in your life. Your disassociation from God is the source of all of your conflicts and disabilities. However, the resolution of this fundamental conflict will take place within your relationship with yourself, with others and with the world. In other words, your problem is your relationship with God, but the solution will be established through your relationship with yourself, with others and with the world. Real healing must be established within the context of these three arenas. The power for you to do this is given by God.\n\nBecause God cannot be seen, it is easier for you to experience affinity with God. However, if you consider yourself to be only an object, a body, you will only relate to other objects and bodies. Yet if you experience yourself as part of the Presence, you will then learn to recognize the Presence in others. This is part of the healing process.\n\nThe foundation of all relationships is purpose. For example, you have a relationship with the clothes you wear because they serve a purpose. You have a relationship with the house in which you live because it serves a purpose. This may seem obvious, but it is a revolutionary idea once you begin to embrace it and see its application. People use their relationships with objects and with others in order to fulfill their fantasies and ideas about themselves. Yet this is not a genuine purpose.\n\nEverything you value, you value because it serves a purpose. Yet with God you experience pure affinity. The range of your desire and capacity to experience this pure affinity will completely determine the quality of your relationships and your life in the world. Without this experience of pure affinity, you will continue to try to determine your experience through the fulfillment of your ideas.\n\nIn considering your relationship with God, you do not need to have answers, but only to ask questions. You ask these questions so that you may open the door to your own realization. Life is not about having answers. You already have plenty of answers, and they have not answered your deeper needs. So having answers cannot be the emphasis. Experience must be the emphasis. Relationships are healed through experience. Though ideas can lead to this kind of experience, they in themselves are not the answer.\n\nThink carefully then on what has been presented thus far in this beginning chapter. Doors have been opened, but ultimate answers have not been given. For you to be a learner, you must not content yourself with answers. You must seek real comprehension. Comprehension involves both intellectual understanding and the experience of affinity or knowing. Here knowing is the most important and intellectual comprehension is secondary. This knowing reconnects you with God and with your greater purpose for coming into the world. Here you begin to experience God within the context of your relationship with yourself, with others and with the world. In fact, you were sent into the world to do this. That is why you have come into the world with a purpose. This is your gift to the world and to yourself. It is also your gift to God.\n\nYour relationship with yourself, with others and with the world are the three arenas in which God is experienced, your purpose is discovered and your contribution is made. It is with these three arenas that you must now concern yourself. These are the arenas of fulfillment in the world.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/your-most-primary-relationship/"
}