{
  "title": "Your Purpose and Destiny in a Changing World",
  "content": "In preparing for the Great Waves and in preparing for the Greater Community, you are preparing for your true purpose and greater mission in life. These are not merely inconveniences. These are the opportunities that you have been waiting for. For under normal circumstances, you will never find your greater purpose and mission in life. Something extraordinary must happen to call them forth from you, to create a situation where they will be needed and called for.\n\n\n\nYou cannot initiate yourself here. There must be greater forces at work, both on the physical plane and in the spiritual reality as well. So it is no accident that you have been confronted with the reality of the Great Waves of change, while others remain indifferent or ignorant regarding this. It is no accident that you have come to find this small part of the New Message for humanity, for it was arranged to be this way. You have come here as an act of destiny. This is a time of destiny.\n\n\n\nPeople may look upon the Great Waves with horror or with denial, with all kinds of human reactions. They cannot see that what they are really facing is the one thing that will redeem them and give them a greater life, a greater purpose and a greater contribution.\n\n\n\nIt can take a long time to wait for the great events to call forth this greater purpose from you, and in the interim you will be attracted to establish your own purposes, to give yourself your own greater purpose, to give yourself to things that please you or excite you or inspire you. In the interim, you may become married. You may have a family. You may fill your life with people, responsibilities, obligations and so forth. But when the great opportunity comes, it is still your time of calling. If your life is encumbered, if you are being held back by people, responsibilities and obligations, then it is more difficult to respond. But the timing and the response are still fundamental.\n\n\n\nIt is no accident that you are now called to learn about life in the Greater Community, to be amongst the few who can receive this Revelation. You did not simply stumble upon it by accident. There is a purpose behind this, you see. This represents the great mystery of your life—that while you live your life at the surface, there are deeper forces at work beneath that surface.\n\n\n\nAt the surface, life looks chaotic and unpredictable. It looks mundane. There is nothing really extraordinary about it. It is full of stimulation, some of which gives pleasure and much of which gives pain. But deeper down, there are deeper currents moving your life, moving you into proximity to learn something, to see something, to respond to something—both within yourself and within the world at large. It is like the ocean, which is turbulent at the surface—swept by the winds of the world, moved by trivial forces. But at its depths, the ocean is being governed by greater forces, by planetary forces, by immense and mysterious forces that are moving water from one part of the Earth to another.\n\n\n\nYour life is like that. At the surface, it is calm, it is turbulent, it changes from day to day, but it gives no real indication of its real movement and real purpose. From the surface of the ocean, how can you determine what the great movement of the waters really is? You cannot. You would need to have a greater wisdom, a greater insight of Knowledge here to really comprehend the fact that the water of the Earth is moving in a conveyor-like manner from one part of the globe to another—something you could not see or understand from the surface.\n\n\n\nYour life has greater forces within you—forces that are stimulated by powers within the world and beyond the world, within the physical reality and beyond the physical reality. You have a purpose here, and it is related to the time in which you live and the events to come.\n\n\n\nIf everyone left it up to themselves to design a higher purpose, you would have a world full of musicians, poets, gardeners, therapists and so forth. It would be extremely passive. It would not be vital at all. It would not have any meaning.\n\n\n\nSo your greater purpose is really beyond these things. It is only the rare and exceptional person who is destined to become a great artist or musician, or a great athlete or an expert in a particular field. And these things are revealed to them as they go along. But for most people, the mystery remains, and from the surface of their lives, they cannot discern it—its meaning, its purpose or its direction.\n\n\n\nYou view yourself as a weak person, trying to survive, trying to be happy, trying to have good things and avoid bad things, trying to have relief, trying to have pleasures, trying to have opportunities. But at a deeper level, you were sent here on a mission, and nothing will satisfy that mission except the mission itself. And what will stimulate that mission within you are great events in the world and the needs of others that call it forth from you. They generate the initiation.\n\n\n\nThe need will grow in the world. The human family will come under greater duress. The calling will sound forth for many people to awaken from their sleep and their dreams of self-fulfillment—called into action and with it a deeper memory and sense of responsibility to the world.\n\n\n\nFrom the surface, you cannot see this. It sounds fantastic. Perhaps it sounds good to you. Perhaps it does not. But you cannot see it from the surface, for it represents the mystery, the mystery of your life. Everything you do to try to be happy and to satisfy yourself, everything that you do that costs you so much in terms of time and energy and life force, cannot satisfy this deeper need—the need of the soul to discover your greater calling in life, to respond to it, to prepare for it, to be initiated into it and to serve it in the changing circumstances of your life.\n\n\n\nPrecisely when and how things will take place remain part of the mystery, for there are so many things that can change the opportunities or the timing of things. That is why making predictions is counterproductive. The future is always changing and shifting, and the outcome can take many appearances. But the direction is clear.\n\n\n\nTherefore, you are not learning about the Great Waves of change just to try to run away somewhere and be safe. You are not having this being revealed to you simply so that you can fortify yourself. It really represents a greater calling. The different levels and kinds of service are countless. You do not yet know. You can only go towards something that calls to you, that is genuine. You must leave the definitions open. Do not come to conclusions. Do not proclaim a role or a title for yourself. That is always premature and is foolish.\n\n\n\nThe Great Waves will show you where you must go, how you must be, whom you must meet and how you must learn to respond to life. They will show you how to mature and how to become one person with one reference point within yourself, with one great focus and orientation, instead of a diffracted personality with many voices, with many directions, with all kinds of conflicts and opposition within yourself. You will never know your deeper nature by studying your personality or your personal history. It must be revealed to you through a greater experience and a greater involvement in the world.\n\n\n\nTherefore, the correct and best approach is to put yourself in the position of being a learner, being a student—not making assumptions, not making proclamations, not living in definitions, but leaving the way open, leaving your life unexplained, allowing the mystery to call you and guide you forth.\n\n\n\nFor amidst all of the changing circumstances of your life now and the great changes that are to come to the world, there is still the mystery, and the mystery is what will give you clarity and direction. This is the realm where Knowledge exists. This is the realm where your Spiritual Family can communicate to you. This is where you can receive guidance. This is where you can do things that other people would never do, see things that people would never see and hear things that people would never hear—things that are important for your life and for the well-being of others.\n\n\n\nTherefore, as you proceed, you must take time for stillness and inner listening. Stillness is learning how to still the mind and to focus the mind so that you can see beyond your thoughts and hear beyond your thoughts—hear what is there, see what is there and develop the ability to become objective and look with clarity, without preference or fear.\n\n\n\nFor most people, this skill is beyond their reach. But you must cultivate it. You cultivate it by carrying out important tasks, and you cultivate it by building a connection to Knowledge within yourself.\n\n\n\nIn taking the steps to Knowledge, you learn how to still the mind, how to listen within yourself and how to discern the voice and the movement of Knowledge from all the other voices in your mind—the voice of your parents, the voice of your teachers, the voice of your culture, the voice of your friends, the voice of your fear, the voice of your desire, the voice of your self-doubt, the voice of your self-criticism—all these other voices that reside within you. And then there is Knowledge.\n\n\n\nThe only way you can have confidence that what you are hearing and feeling is true is by building this connection and learning to discern the presence of Knowledge and the movement of Knowledge from all the other compulsions, all the other fantasies and ideas in your mind. Steps to Knowledge will teach you how to do this, and it will give you a great advantage.\n\n\n\nBecause you are entering very uncertain times, it is important that you learn to live without self-definitions, without trying to control events and without trying to live in conclusions. Here it will be necessary to live with the questions—the problems for which you do not have a solution and situations where you will have to work with a problem to learn how to resolve it, to learn how to meet its needs and so forth.\n\n\n\nYou will have to leave part of your life open and mysterious. The people who cannot do this will not fare well in the face of the Great Waves of change. They will not see, they will not know and they will not prepare. When change comes upon them, they will panic and be enraged and terrified.\n\n\n\nIf you are going to enter uncertain times, you must have this opening within yourself, this ability to listen, not for answers or explanations, but to listen to cultivate the ability to be inner-directed so when the moment comes when Knowledge must speak to you, you will be able to respond, and you will be able to feel the movement of that message moving you.\n\n\n\nYou practice stillness not to get anything, but to learn to be still. You learn to be still so that you can feel and listen. You listen to develop the ability to listen so that when you are out in life, Knowledge within you can speak to you, guide you and hold you back when that is necessary.\n\n\n\nYou will be dealing with very difficult circumstances and seeing great tribulation in the world as time goes on. How will you maintain your bearings? How will you keep yourself from entering into fear and panic, dread and apprehension? How will you prevent yourself from falling prey to the admonitions and the condemnations of others, which will arise all around you? How will you keep yourself from losing heart, from giving up, from feeling hopeless and defeated? When the rain is falling and the thunder is clashing, how will you be able to maintain clarity of mind and purpose?\n\n\n\nThese are all important questions for you now. They require a deeper connection to Knowledge and an openness about your life and about the future. You do not know what is going to happen. You do not know how it is going to turn out. You do not know necessarily who will do well and who will not. You cannot predict it, for you are entering times of great change and uncertainty. How will you know? You will have to be open and listen.\n\n\n\nThat is why the “Recommendations for Living in a Great Waves World” are really only beginning guidelines because everyone’s circumstances will be somewhat different, and everyone has a unique mission and purpose in life to discover and to fulfill. So beyond establishing initial steps and building a basic foundation, you will have to rely upon Knowledge within yourself and Knowledge within others to navigate the changing and uncertain times ahead.\n\n\n\nWhat you are being given here is essential for your success. This is planting seeds of Knowledge and wisdom in you, but you must prepare. You must learn The Way of Knowledge. You must study the Great Waves. You must reevaluate your life—your relationships, your activities, your obligations and everything—and carry out the deep evaluation. You will have to be strong when others are weak. You will have to have faith when others have no faith. You will have to be compassionate in the face of tragedy.\n\n\n\nYou cannot lose yourself now. Before, being true to yourself was an advantage, but not a necessity. Here it will be both. You must learn to look without preference and without fear, with a clear mind and have this inner strength, this faith in Knowledge, this connection to God, this connection to the mystery—without making false assumptions, without believing that everything will turn out, without thinking you will be protected in all instances, for this is not the case.\n\n\n\nThat is why your inner preparation here is more significant than anything you do on the outside, for whatever you do on the outside is a temporary expedient. You cannot store food for the rest of your life. You cannot protect yourself from every event and eventuality. You cannot stockpile for decades. And there will be no place on Earth that will be entirely safe or beyond the reach of the Great Waves of change.\n\n\n\nSo you will have to become clear and resourceful, wise and inner-directed, for there will be very few on the outside who will be able to give you wise counsel. You will have to take care of your family and perhaps other people as well. You will have to take care of your health—your mental health and your physical health—and at times you will have to do things that are very courageous.\n\n\n\nThe more you value your strength and identify with it, the more you will build confidence in the face of uncertainty. Even in the face of disaster, you will have an inner confidence, and it will not be a false confidence. It will not be something you simply tell yourself to placate yourself or to make yourself feel better. It is the power of Knowledge. That is your core strength, but it is mysterious. You cannot control it. You cannot make it give you what you want. You cannot use it as a resource. For you must serve it. Your mind is meant to serve Spirit, as your body is meant to serve your mind. You cannot use Spirit as a resource.\n\n\n\nYour confidence must be established at a deeper level. The sense of authority in your life must be established beyond your personality and your ideas, for so many of your ideas will be challenged and will prove to be inadequate to face the future and to navigate the difficult times ahead.\n\n\n\nThat is why you must become a student of Knowledge, as well as a student of the world. You will need to suspend many of your ideas and beliefs about people and about the world. Many of your assumptions that you find to be self-comforting now will only weaken you and make it more difficult for you to see what you need to know and to do.\n\n\n\nYou do not know how it is going to turn out. But how it is going to turn out really does not matter because you are here to serve the world, and you serve the world without requiring a result. If your service is pure, if it comes from love and compassion, you give because you must give, not because you are assured of an outcome. You do it anyway. You try to bring about a good result, but in the end, you cannot control it. Then if your service to others seems to fail, you will not feel devastated. You did what you could. Like the physician in the field of battle taking care of the wounded soldiers, you do what you can with what you have.\n\n\n\nYou are here to serve, not to control. You are here to give, not to manipulate things to your own advantage. This gives you a kind of immunity from the effects of tragedy, which in some cases may be extremely disheartening. Other people around you will fail. They will fail to prepare. They will fail to see and know. They will fail to maintain their stability. Some will even lose their lives. You cannot fail. This is the confidence you must have, and it must be built upon Knowledge and not upon some false sense of yourself.\n\n\n\nThose who will be able to navigate the highly uncertain times ahead must have this strength and inner guidance. If they are to benefit from these circumstances, if they are to be uplifted and strengthened by these challenges, that must be their focus.\n\n\n\nFrom a personal point of view, it seems to be too much. The requirements are too great. The problems are too immense. The outcome is too tragic. From a personal perspective, you might as well just give up and go hide somewhere and hope that it all passes over, like a bad dream. You can wake up, and life can go on as you have known it. From a personal perspective, the Great Waves seem too radical, too extreme, impossible, improbable, illogical or unreasonable.\n\n\n\nA New Message from God seems impossible and unreasonable. Even if you thought it was possible, you would think it would be something else, something lovely and beautiful, something sweet and assuring—nothing that requires you to deal with difficulties or to serve people under difficult circumstances. It should be something that would make you feel wonderful and carry you away in a blissful state.\n\n\n\nBut here is the difference between fantasy and reality. This is a New Message from God. This is what it looks like before it is adulterated, corrupted and wed with other things by people and turned into a political tool or used by religious institutions to establish their power and their dominance.\n\n\n\nThis is what a New Message looks like in its pure form. It is clear. It is powerful. It requires great things of people. And it gives great things to people. It has not been watered down to be acceptable to the masses. It has not been socialized so that it is socially acceptable. This is the real thing. You must be genuine in order to see it and to respond to it and to receive the power and the grace that it brings into your life.\n\n\n\nPeople will consider the Messenger and think he must be powerful and produce miracles. He must be able to be flawless—without sin, without stain, without error, loving and compassionate to everyone all the time. Yet the real Messenger is a human being—fallible, prone to error—and yet strong, committed and dedicated.\n\n\n\nCan you see the difference between fantasy and reality? If your life has been about building and sustaining fantasies, then the reality will escape you. You will still think in fantastic terms, and your expectations will reflect this.\n\n\n\nYou are hearing for the first time a New Message from God being presented into the world. You are reading it. It has never happened before. If you cannot receive it, if you do not believe it, if you think it is something else, then the reflection is upon you. To receive something pure, you must gain purity within yourself. It will not fit your expectations or the expectations of your culture and society.\n\n\n\nThe real emissaries are never valued in their lifetime. Only after they have died and are no longer a social problem or a security problem, then they are deified. Then they are exalted. Then temples and monuments are built for them. But while they were alive, they were a problem, an irritant, upsetting, disconcerting, talking about things that people had difficulty understanding or facing within themselves, setting a higher standard for life and making everyone feel how pathetically compromised their situation really is.\n\n\n\nGod has a higher regard for you than you have for yourself. Therefore, great things are given to you to do, to see and to know. If you are able to receive this and do this, you will escape your pathetic view of yourself and build a new foundation for relationship with yourself and with others as well.\n\n\n\nThe New Message brings with it a warning, a blessing and a preparation. If you do not recognize the warning, you will not understand the blessing. If you understand the warning and the blessing, you will see the need for the preparation. You will need a way, a method, a pathway to achieve and to gain the very things that are being presented here.\n\n\n\nIn the face of this, you will feel weak and confused. One day you will feel strong. The next day you will feel weak. One day you will feel that your life is blessed. The next day you will feel as if you have been deserted because that is the surface of your mind—one day calm, next day turbulent, sometimes viciously whipped up by the winds of the world, never stable. But as you learn to become connected to the power and the movement of Knowledge within yourself, this turbulence at the surface will have less and less influence over you and over your thinking and emotions. You will just see it as turbulence at the surface of your mind, and this will give you greater equanimity and objectivity.\n\n\n\nIt is not expected that you will understand the warning completely because you must keep looking yourself. You must have the comprehension yourself. To simply hear it and believe it will not be enough to stimulate courageous action within you or to evoke wisdom within you.\n\n\n\nThe blessing is that Knowledge is within you. It is here to guide you, to protect you and to lead you to your greater accomplishments in life. It is here to enable you to find the individuals who will represent a higher purpose in your life. It means that God is with you, in you, connected to you, and that humanity has a greater promise within the world and within the Greater Community of worlds. That is the blessing. And you are destined to have relationships of higher purpose if you can respond to a greater calling in your life, if you can face the reality of your life, and if you can proceed forward step by step. That is the blessing.\n\n\n\nYet it requires a very different way of considering yourself, other people, the world, the future and the past. It requires a tremendous reevaluation, and this takes time. So you will not understand the warning completely. You will not understand the blessing completely. And you will not see the need for the preparation or understand how the preparation really works.\n\n\n\nYou could look at the study of Steps to Knowledge and think, “Oh, this is so easy! This is basic. This is for beginners.” Yet you have no idea what you are looking at, what a masterpiece that is and the power of Spirit that can work through you in relationship to it.\n\n\n\nYour mind does not know anything. Only Knowledge knows. Your personal mind has beliefs and convictions and fixed ideas, but it does not know anything. It was meant to serve Knowledge, not to replace Knowledge. That is why the true recognition happens at a deeper level. The true commitment arises from a deeper level. The true participation is motivated from a deeper level. The waters of the great oceans are moved at a deeper level.\n\n\n\nTherefore, you have an opportunity now to have your greater purpose revealed to you in the face of the Great Waves of change, in the face of the Greater Community and in the face of all the uncertainty and unanswerable questions that they present to you. This is the gift. This is the promise. This is the doorway through which you must now pass.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/your-purpose-and-destiny-in-a-changing-world/"
}