{
  "title": "Your Relationship With Your Spiritual Family",
  "content": "What is your Spiritual Family? Your Spiritual Family is comprised of both the relationships that you have fully reclaimed thus far in your overall evolution in physical life and those relationships you are meant to reclaim now and in the future. Your Spiritual Family is your learning group. This means that you are not only an individual, you are also part of a group. Because you have not yet fully reclaimed relationships in life, you cannot fully reclaim your relationship with God. You must first reclaim your relationship with others to move towards fully experiencing your relationship with God.\n\nAs your desire and capacity for relationship grow, so will your comprehension and appreciation for God. That is why there are many different experiences of God and why some of these experiences can seem quite contradictory to one another. This is because of the differences in people’s comprehension and capacity to experience God. Here there is a little God, a medium-sized God, a great God, a magnificent God and eventually a God without limit. This is why it is useless to argue about God. You must realize that people have different capacities for experience and will therefore draw different conclusions. Your understanding of God should never be a conclusion, by the way. This will enable it to grow and to expand.\n\nYou have come into the world to serve your Spiritual Family. Some members of your Spiritual Family are in this world at this time, some of them are in other worlds and some of them are not in physical reality at all. You have come into the world for your own advancement and for the advancement of your group. As your group advances and expands, it will be able to join with other groups, and then, like rivers joining with one another into greater and greater flowing bodies of water, you will find your way home to God, which is the source and destiny of all relationships.\n\nThe reality of your Spiritual Family is very important though it will not be easy to understand. Here the emphasis must be on experience rather than ideas. It may indeed be a long time before you can fully understand it. The value of this idea of Spiritual Family is that it shows you that you have a contribution to make to others that is vital and that your desire for spiritual advancement is not a selfish one, but one born of true contribution and devotion. In this light, you will realize that there will be certain people in this world, perhaps only a few, with whom you can join completely. Here your joining will be so intrinsic, so complete and so harmonious that it will be in complete contrast to your attempted engagements with other people. Here you are finding members of your Spiritual Family, and here you will need to learn how to become correctly engaged, depending upon the activity that you will be sharing together. You may find a member of your Spiritual Family, but you may not be able to participate together because neither of you are ready.\n\nThese relationships will teach you about God because they are intrinsic. You have known each other from before. Yet your experience of one another is not born of past life experience, but of Creation beyond the physical reality entirely. You have had past life experiences with many individuals who are not part of your Spiritual Family. Your Spiritual Family is a small group. Yet you have had past life experiences with thousands and thousands of individuals.\n\nThe experience of Spiritual Family is something very rare and special. It can generate tremendous spiritual power if it can be properly discerned and if your participation with the other person can be correctly established. Here it is possible to make serious errors with another member of your Spiritual Family. Still, the possibility for contribution, for discovery and for advancement is so great in this relationship that it represents a miraculous experience.\n\nDo not think you have met a member of your Spiritual Family because this can only be known, and here its value will only be determined by what you can do together. If you are a piece of a puzzle, then your Spiritual Family is a large body of pieces that have already joined. Encountering a member of your Spiritual Family confirms your design, your shape and how perfectly you can fit with another once you are properly engaged. This relationship confirms your higher purpose and the reality of your relationship with God. It reminds you of your Ancient Home. It reminds you of your agreement and commitment before coming into the world to serve the world and your Spiritual Family. Participation in this relationship activates your spiritual nature and calls for concrete development of your abilities. This ignites spiritual power and responsibility within you, for they must always accompany one another.\n\nYou do not need to ask yourself, “Is this person I like a part of my Spiritual Family?” That is not important. What is important here is that several individuals in the course of your lifetime will come into your proximity and will activate an ancient memory of your Ancient Home and will call forth a power from you that you have hardly ever discerned within yourself. These relationships are intensely powerful, and they must be construed properly because making mistakes here can be very costly.\n\nThe value of introducing the reality of your Spiritual Family has a second important benefit as well. It gives you a larger perspective on the nature of your true evolution in life. Recognizing that you have already joined with a certain number of individuals and realizing that all evolution can be measured in terms of the range and capacity of experiencing relationship, you can begin to see the evolutionary process. Here you will see how your interactions with others are essential to your well-being and how they are primary to your success and your empowerment in life.\n\nEncountering a member of your Spiritual Family will give you the greatest possible experience of true relationship with another that you can have in the world. That is the value of this encounter. But with this recognition comes responsibility. Here the requirement that you perceive this relationship and participate within it correctly is of the utmost importance. Therefore, the greater the achievement, the greater the requirement.\n\nYou are part of a growing body of individuals. As your group grows, it can join with other groups. In this way, the Universe returns to wholeness and oneness. Then the puzzle of many pieces in your world and the puzzle of many more pieces in the Universe-at-large come together to make one grand picture.\n\nIt is possible for you to experience the reality of God by completely joining with one other individual. This is without parallel with anything else that you could experience in the world. Nothing in the world can in any way compete with it in value, in magnitude and in lasting benefit. Yet the experience will not last because your engagement must grow. The purpose of two members of a Spiritual Family meeting is to activate Knowledge and to generate true contribution. If this contribution is not rendered or if its development is not furthered, then your recognition of each other will be preliminary and will not last. To enable this relationship to become truly activated, both of you must give yourselves completely to your purpose together. Only then will the experience return and grow.\n\nThere is a third aspect to understanding the value of your Spiritual Family, and that is to reinforce the idea that you cannot join with people at random. Your piece of the puzzle will not fit with theirs. Though you may greatly love one another and have a great sense of affinity and spiritual resonance, the relationship will not have this greater dimension. This will give you the necessary criteria to discern those individuals with whom you will need to become engaged. This will prevent you from becoming involved in a divisive or inappropriate relationship, which is a great cause of human misery in the world.\n\nThere is a Plan, and because the Plan serves the reclamation of Knowledge and the reclamation of true relationship, it calls for specific engagements with specific people. Do not then pretend that you are God by attempting to re-arrange the world toward your idea of perfection or wholeness or unity. To do so will merely deceive you once again and force you to use relationships to satisfy your idealism, which will in time require that you become an oppressor and a victim of error. This is not what is intended for you. This is not what God wills for you, and this is not what your Knowledge calls for you to do.\n\nYou may think your ideas represent the truth about love, harmony and peace. Though having great ideas may be necessary at the outset to give you a positive emphasis, they can in no way compete with the genuine experience and must be seen only as an initial step which must in time be outgrown. Therefore, you will need to transcend your ideas about your relationships so that you may be able to genuinely experience them. Here you will need to transcend your ideas about another in order to experience another. You will need to transcend your ideas about the world in order to experience the world. And ultimately, you will need to transcend your ideas about Spiritual Family in order to experience your own Spiritual Family.\n\nThere is a fourth benefit in introducing this new understanding and that is that your Spiritual Family is with you now. Those who are not in the physical reality are with you now and you can experience their presence. This will be your experience of spiritual presence. Your Inner Teachers will help to cultivate and nourish these growing associations so that your experience of spiritual presence and your ability to experience affinity with other people may grow.\n\nYour Spiritual Family is with you now. Therefore, it is impossible to be alone. Though your body may not be around other bodies that you recognize, and though you may seem to be separated from your loved ones while you are in the world, your Spiritual Family, which are those you love beyond all others, are with you now. You will share thoughts with one another because your minds are joined. Ideas will come into your mind from their minds and ideas will enter their minds from your mind because you are joined. What makes them part of your Spiritual Family is that you have joined with them sufficiently to engage in a greater association. This association transcends your lifetime. That is how great it is. It is a permanent establishment.\n\nNothing in the world can separate you from your Spiritual Family. Even if you misuse a relationship with a member of your Spiritual Family while you are in the world, you two cannot be separated. This is a seed of true devotion. This enables your relationship to reach its highest expression, which is to express your relationship with God. You do this not conceptually or theoretically but in terms of dedication, devotion, compatibility and contribution.\n\nThe reality of your Spiritual Family is being introduced for a fifth reason and that is that it provides the greatest and most immediate means of experiencing God. The greatest joy, the greatest strength, the greatest empowerment and the greatest contribution come from this. Therefore, do not think that your Spiritual Family is some obscure idea. It is the very fountainhead of your well-being. It is the greatest establishment in your relationships. It represents the truest affinity that you can yet experience. It represents the greatest opportunity for relationship while you are in the world.\n\nEveryone is part of a Spiritual Family though not everyone is prepared to experience their Spiritual Family. Who you are destined to meet is pre-determined before you come into the world because there is a Plan. The Plan organizes all separated beings into an evolutionary flow where people join at higher and higher levels more and more inclusively until God is reached, which is the experience of complete joining. The greater your capacity and range of relationship with one another, the greater will be your capacity and range of experience of God.\n\nSeparation exists in the world, but only so that Separation may be transcended. For God does not deny what exists in the world, but uses it on your behalf. You use Separation to be apart. God uses Separation to join. You use Separation to fulfill selfish aims. God uses Separation to fulfill individuals. God does not deny what you have created. God only gives it a greater purpose. God gives your body and your mind a greater purpose. God gives your emotions a greater purpose. God gives your imagination a greater purpose. God gives all your mental and physical faculties a greater purpose. God does not say your Separation does not exist. God says: “I will use your Separation to help you.”\n\nIt is very important that you see the difference here. Then you will not confuse ultimate reality with temporary reality, for they cannot be compared. They are entirely different. Do not confuse physical reality with spiritual reality because they are different, and you must function somewhat differently within each realm. For example, you must learn to be cautious while you are in physical reality because it is easy to hurt yourself and to destroy your body, even by accident. But you do not need to exercise the same caution in the spiritual realm. Here you must learn to be discerning, but in a different way than you discern physical events. So although there are similarities in all the realms, their specific functions are different. This will become obvious to you as you learn these things and will not require a great deal of speculation on your part.\n\nIf you will think of your Spiritual Family according to the understanding that is being presented here, you will begin to realize that it is very, very important. You are in the world looking for your Spiritual Family. That is part of your purpose here. If you had no Spiritual Family, your motivations for being in a relationship would be quite random. You would have no real ability to discern who to be with and who not to be with. There would be no plan for joining; there would be no plan of reclamation. There would be no real direction for spiritual development. You would not have Inner Teachers because they represent the force that serves your Spiritual Family. This would only leave you to join with others based upon fear, preference and convenience, which hardly provide a foundation for a meaningful life. This would hardly enable a relationship to survive the challenges and difficulties of being in the world. Look at divisive relationships around you and realize their enormous cost. Be glad that an alternative is available. And be glad that you are part of a Spiritual Family, for this gives you the discernment necessary to seek out those individuals with whom you must learn and with whom you are meant to become engaged.\n\nSpiritual Families exist because God has a Plan. Spiritual Families appear to be separate, but only so that Separation may be ended. Be happy, then, that you may seek out those individuals with whom you are meant to become engaged and that you need not attempt to join with those with whom you cannot fit. Be glad that perfection is given you in your engagement with others. For even in the world, perfection can be experienced in this way.\n\nYour Spiritual Family is with you. You are not alone. They are here to serve you, to nurture you, to empower you and to give you the true abilities of discernment and right engagement in your relationships. And they are here to give you the courage and the skills necessary to become a contributor in the world. They have sent you into the world to give and to reclaim certain relationships for a higher purpose. They did not send you into the world for you merely to learn to escape from life, for there is no escape from life until your true relationships have been reclaimed. Relationships are all that you can take with you beyond the world. All of your worldly possessions, your physical body, the significance of your name and the glory of whatever fame you establish for yourself are all given up when you leave here.\n\nWhat is permanent is the reclamation of relationships. That is why you have a Spiritual Family, for these are the relationships that you have reclaimed. God wills that you only reclaim certain relationships while you are here. Once these are reclaimed, your work will be complete, you will take these individuals with you to your Ancient Home, and your Spiritual Family will grow. If everyone did this, everyone would be included, and they would be able to join.\n\nYou, who can hardly join with one another, cannot be expected to join with humanity at large, and certainly not with God. Yet that is not the requirement of the world, and that is not the learning environment of the world. The learning environment of the world is for you to learn to join with another in true purpose, guided by Knowledge, in honor of your Spiritual Family. In this way, Knowledge will be kept alive in the world. In this way, your purpose here will be fulfilled. In this way, that which is real and genuine will continue to be active in the world and will guide the world in its evolution.",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/your-spiritual-family/"
}