{
  "title": "Achievement",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We would like to speak about achievement and relationship. Sometimes people are uncomfortable with the things We say. To a certain degree, this cannot be helped because not everyone likes everything. Sometimes We put a little pebble in your shoe, so to speak, because it is good to think about things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Often when you are engaged in discussing very important matters, it is very easy to maintain self-comforting ideas and to rely upon them to answer all the controversies that may arise. To penetrate the real truth within your life, however, sometimes you must let these controversies rage a little and see what happens.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sometimes you must think very carefully about your own assumptions and be able to distinguish your assumptions from those things you really know to be true. In other words, you must distinguish between belief and direct experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Life is very intelligent. It is always conspiring to move you into a larger sphere of experience. A part of each person always wants to stay in a smaller sphere of experience, which is actually not experience at all. It is merely a realm of self-assuring ideas.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, sometimes it is necessary to break things up, to bring in some new ideas or say some things that are challenging. This is healthy. Here there must be trust that if something that is held very deeply is challenged, there is something else within you that is really sound, true and stable. You are all trying to get to that because that is where all true meaning and direction come from.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you experience life, it is always interpretive. In other words, what you see is interpretive. What you hear is interpretive. What you feel from within yourself is interpretive. However, the Source of Knowledge within you is not interpretive and the more that you can set aside interpretation, the greater your direct experience of life will be.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will give you a vision of life that is quite profound and extremely useful. You will be able to perceive situations around you with greater clarity of mind. You will be able to see what is there rather than what you want to be there because your preferences are exerting less influence upon you. This makes your vision clearer and your presence more powerful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are many popular spiritual ideas that are very deeply cherished, and people often think that these are not ideas but absolute truths themselves. But they are really only ideas. Anything your mind settles on is an idea.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What is most important is where true ideas come from. Do not be content with ideas alone. Whether they be comforting or not, find out where they come from. That is the great opportunity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have all come here to achieve something. It is a possibility. There are no guarantees that you will do it in this life because that is up to you. You have all come to do something specific. By achieving that, you will be able to end Separation within yourself and therefore be able to complete your work at this level.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, this thing you have come to do is not so obvious. Do not say, “I know what it is already. It is to do this!” That may be a very comforting idea, but not very helpful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you sense that you have something in life that you must achieve, it is important that there is someone in your life who loves you enough to challenge you when that is necessary, to comfort you when that is necessary and to reassure you when that is necessary.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">An achievement has two aspects: the first is realization; the second is accomplishment. You cannot separate them. They must happen together.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Some people want the realization without the responsibility of the accomplishment. Many people want to experience accomplishment and just bypass the realization. “Just tell me what it is. I’ll go do it tomorrow. Or maybe I’ll do it tonight, if it is important. Just tell me what it is. Tell me what to do!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Way of Knowledge gives some very lofty goals to achieve. They are not so easy, but they are worthwhile. We want everyone here to aim very high in life, perhaps higher than you think you can go. That is good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The realization is very important because it gives you the power of accomplishment. It also resolves many other issues that can be very substantial in themselves. The accomplishment is very important because here you leave your mark upon the world. Then you achieve a satisfaction that very few people will ever achieve. You have completed something that is absolutely fundamental to your being here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is satisfaction even in approaching the accomplishment and in all the various stages of the accomplishment. Here you do not need to question your reality. You do not need to continually ask the same question: “What am I doing? What am I doing? What am I doing?” You are able to give yourself increasingly to a primary focus in life, and that in itself ends conflict.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is something else very important about achievement. You must be extremely concentrated, not only concentrated in terms of your perspective, but concentrated in terms of your life force. You must have tremendous vitality to go in the direction that you must go. You will find this quality apparent in all individuals who are achieving something important in any area—a tremendous concentration of energy and focus.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you learn to concentrate, you find out it is not so easy to do if you are not used to it. At first, it can seem very self-limiting to concentrate like this, but as you proceed, it begins to generate spiritual power in your life and to harmonize your outer affairs. In fact, this concentration requires that other things be resolved. This begins to generate a tremendous build-up of power that is quite essential for your achievement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To achieve anything in this life, you must exert tremendous energy to do it, and yet the achievement that We are speaking of is not only an achievement based upon your own ability, but the achievement of carrying a greater power in your life that far exceeds anything that you individually can do alone. But the greater power cannot do this without your development as a vehicle and your development as a partner. This is very exciting.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Very few will actually be the seed people for the accomplishment. They will require a community of people to help them do whatever it is given them to do, and everyone who can help them will be uplifted in doing that.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are concentrated, you will have power. Whether it be for good or for ill, you will have power. Those who are committed to destruction can be very concentrated. That is why they are so influential. If the general population is not concentrated, either individually or collectively, it can be easily manipulated. This is sad but true.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, if you wish to make a contribution in life, it is very important to increase your concentration on your power and development. This means pulling yourself in and focusing your emphasis on only one or two areas. This magnifies your presence and power and brings about resolution to your conflicts.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are truly engaged in achievement, you are concentrating on what is essential. What is essential is gaining your attention and involvement. This concentrates your life, and with concentration comes the resolution of conflict. More and more of yourself is aiming in one direction, and there is less and less division internally.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Greater Community Way of Knowledge is for people who know they must carry on in achieving what they came here to achieve. Beyond their personal preferences or desire for comfort, there is something now that is driving them forward, and they must proceed. The Way of Knowledge is for these people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We wish to give a very honest and clear picture of what true preparation is and what it requires. Then people can become more honest about the issue of achievement. Now in normal conversation people talk about the great things that they want to achieve or intend to achieve or will achieve someday or should achieve and so forth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The word “commitment” is used very lightly here, and the word “dedication” is used very lightly. These things deserve reverence. Indeed they do. When you have a taste of what it really means to be committed and devoted, to be inner directed and to give yourself completely to something, then you will see the difference and how important it is.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Somehow you must find your place in life, and you must find a way to gain access to that part of you that has come here to achieve something. It is not true that you are here merely to make up for past mistakes. It is not true that you are here merely to resolve personal dilemmas. That is not true. That is a very limited viewpoint. It does not respect your origin, your Source or your true Community beyond this world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Often We have spoken of Spiritual Family, and We would like to say a few words about this because many people who have heard this are not yet certain what this means. In life thus far, you have had a physical family, a family of the world that has made it possible for you to be born, to be raised and to be educated in the ways of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Likewise, you have a Spiritual Family that is waiting to prepare you, to activate your spiritual life and your Knowledge while you are here in the world. All sparks of achievement come from beyond the world. The achievement may have a very physical manifestation. It may have a very mundane application. But the inspiration for all achievements for good has come from beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you have a physical family, a worldly family, that has raised you from birth and that has educated you to prepare you to be in life. Maybe they did not do such a good job, but that is beside the point.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then you have a Spiritual Family from which you are born into a new world. Here you develop and you become educated so that you can become a spiritual presence in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you first begin to realize this process of spiritual development, it is very important to know that you will be like a child in this new realm. Like all little children, you will want everything but will actually have the capacity for very little.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it takes time to understand how your wants are relative and dependent upon your capacity. Even though a little child wants to have everything interesting for themselves, they must learn what things are, and what things are for good, and what things are not for good. They must develop a capacity for having things and for being responsible.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The same is true with your spiritual development. At the beginning, you may say, “I want it all!” But you cannot really receive very much yet because your capacity is quite limited and your education has not been brought about. So you must be raised within your Spiritual Family and educated as well so that you can assume the responsibilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, We wish to talk about achievement in terms of your Spiritual Family and your Ancient Heritage, which you are privileged to bring into this world from beyond. We applaud all achievement for good in life. Yet Our role is to cultivate a greater level of achievement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To prepare for this requires a great deal, yet whatever it requires is small compared to what it gives. It is an achievement that at the outset looks very intangible. You do not quite know what you are doing. It is not like building a better car or a business. That all seems very predictable. In these cases, many of the steps seem to be laid out in front of you. You merely need to follow them and be intelligent and committed to what you are doing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the reclamation of your true spiritual heritage, however, the process of achievement is much more mysterious. The steps are not so evident at the beginning. You begin because something inside of you is moving you to do that.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To trust this requires that you learn to relinquish self-hatred and self-doubt and begin to honor the spiritual Presence that is emerging inside of you. You are taken through various stages of initiation. Then anything you do will have a lasting impact on the world, not only because of what you may do physically, but because of the state of mind that you are in.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Achieving this state of mind in essence is the greatest achievement, but it requires the greatest preparation as well. We do not expect this achievement of all people. In fact, We only aim at a few people, but everyone who is closely aligned with these individuals will be raised as well. Our task is to initiate these individuals, and for everyone else We offer important ideas.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In order to do something important in life, your life must become simplified, directed and more concentrated. If We say to someone, “Go become a surgeon,” becoming a surgeon requires a great deal. It is not something you can do in your spare time. That is achievement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, with all the talk of achievement and people’s expectations of others for achievement and the expectations of the human race for achievement, it is very important to see what achievement really is and what it requires. That is why We speak now about relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is something very important to see when you look at people who are involved in great achievements. Often they are not very well-rounded people. They are very advanced in one area and not so advanced in other areas. In terms of purely worldly achievement, this is always the case. But in terms of achievement at a higher level, this cannot be the case.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Purely worldly achievement requires using relationships to bring about an intended result, but achievement at a higher level has an entirely different emphasis on relationship. Here relationship is the result. What you achieve, you achieve in relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you happen to build a building, or bridge or hospital, that is secondary. In fact, people who are achieving this mysterious thing We are speaking about rarely do anything tangible. They do not leave lasting things. They leave lasting relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Did Jesus Christ build anything? Did he carve his initials anywhere? Buddha, what did he do that is tangible? What is their achievement? They made it possible for many people to achieve. They ignited relationships at a very high level.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Of course, people do very stupid things regarding spiritual teachings, but that must be expected. You cannot judge a teaching based upon what people do with it, and anyone who is giving the teaching must know this. They must know that it will be horribly disfigured by subsequent practitioners. This is very important to understand.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, a person who is involved in worldly achievement will use relationships to meet their aims. But for a higher level of achievement, relationships are the aim, and those who achieve this level of relationship will leave the greatest imprint, the most lasting effect. They will produce a movement that will stay in motion for a very long time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All of this is very relevant to what you want to do with your life. Do you want to squander your life seeking little things which do not satisfy you, or do you want to concentrate on something very important? Many people seem to be happy with little things. That is all right. But these people usually do not read books such as this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People respond to these words because they have a deeper hunger that has manifested itself, at least to some degree. Many people are merely curious. “I want to see what this is,” and then they laugh about it later. That is all right. People laugh all the time about the truth. We do not mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then other people respond because something is stirring in their lives, and they must do something about it. They must give it recognition and validation, and that is good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you want to achieve something tangible, then all you have to do is dedicate all your time and energy to doing that and use all of your talents and the talents of other people to help you, and you will make a strong impression in life. There are other factors involved in this, but generally that is it. It is not that difficult.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But to realize a greater achievement in the realm of relationship, well, that is something else. Here you cannot have part of you being an idiot and another little part of you being brilliant and be a brilliant idiot who can only do one thing very well and be handicapped in everything else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Our emphasis then is on this greater achievement. Any step in this direction makes you more powerful, more generous, wiser and more efficacious in life. Here you must be concentrated, but your focus is much more mysterious. Your poor mind will not have much to hold onto because your Spirit will be moving things. That is good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a different kind of training, a different preparation for a different goal. Here you will achieve something that affects the Mystery of life, where all meaning comes from.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In tangible matters, you are focusing on something physical that needs to happen. That is very commendable, and We do not want to belittle it. But these two levels of achievement are in different realms.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To see where you are aiming yourself, you must become aware of your own nature. If you think that your life was meant to achieve something and it has not happened so far, there is a good chance that that is not your goal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People say, “Well, I would be so magnificent if only I had no barriers!” We cannot tell you what a ridiculous thing it is to think like that. That is not helpful. What you are saying here is that your barriers have all the power, and who you are is something meek, only a potentiality.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This belittles what is real and gives great weight and authority to what is not real. This is not helpful. You will always end up condemning yourself and justifying error, so please do not think like that.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are always barriers. You will always have limitations in this life. You will have psychological limitations and physical limitations. This ceases to be such a problem when you are involved in something greater, however.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why, in the most practical sense, true healing deals with being involved in something greater. When you have nothing greater to be involved in, you fall back on your wants and your fears. That is the prison house because what you want in that little realm is hardly enough to satisfy you. So there is a constant war within yourself to achieve little things that you do not really want anyway. True resolution comes when you are engaging in something greater that pulls you out of this morass and allows you to concentrate, which you must do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We have often given the example of the house on fire because if the house were on fire, everyone would jump into high gear. Who cares if you want a soul mate? The house is on fire! Who cares if you want more pay for your job? The house is on fire! Who cares if you want a body that never aches? The house is on fire! Here everyone goes into gear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do you wonder why people let situations become intolerable? That is a very marked tendency in human beings, both individually and collectively. People wait until the situation is dire because then everyone must go into action.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But you cannot thrive upon catastrophe alone. Emergency is not enough to give you a sense of real purpose in life. Desperation is not a good foundation to live upon.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are remarkably free to consider what you really want to achieve in life. The Way of Knowledge gives you a perspective on the Greater Community of worlds in order to illustrate your remarkable freedom in this world and how much We encourage you to take advantage of it. Most of the universe on the physical level is enslaved in contrast to your life, which is relatively free and casual.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Often, teaching greater things works better with people who are enslaved because they take it more seriously, but it takes longer for them to move into a position where they can actually do something with it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are very free. So what do you want to do? You can have little things, but they are not very satisfying.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You live in a spiritual and a mental world as well as a physical one. To be fully responsible means that you are accountable in all three realms. Here you do not neglect the physical because you are only interested in spiritual matters. Likewise, you do not neglect the mental because you are only interested in physical things. Achievement, at the level that We are pointing to, requires accountability in all three realms.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Achievement on a purely physical level, a manifest level, requires accountability only in the physical and the mental realms, though in the mental realm it may not require a great deal. Here if you are clever, rational and patient, you can do a great deal because there is not much competition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sometimes, people think that this Teaching is too hard on everyone, but it is not. It is easy on everyone. The reason it may seem too hard is that God knows who you are. Therefore, God offers great things. If God did not think you were great, God would offer little things. If God thought people were stupid, God would offer things for stupid people. But because people are great, God offers things that are great.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must do something great to know you are great because this is a world where things are done. When things are done, they are demonstrated, and that is the level of teaching here. When things are demonstrated, that is achievement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We teach about relationship. Anytime people come together based upon the deeper impulse of Knowledge, something remarkable happens. But because this does not happen very often, it seems to be too rare to rely upon. This requires that you re-evaluate relationships and what attracts people to each other. Here demonstration is very important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People come together for many reasons. Much of this is for unlearning things. It is for disillusionment. This is not easy, and though We wish to save people these pains, We can only do so much.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you become tired of little things that are temporary and that do not last, there is a good chance in a very sober moment you will say, “Oh, my God, this is my life! What am I doing with my life?” And then you will perhaps stumble across something that has been waiting for you all along. Disappointment always opens a door, and it can be a remarkably rewarding experience if you can take advantage of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sometimes people only want temporary comfort in relationship. Sometimes people want an extended holiday. Sometimes people want something really lasting. It is very important to look and see what you want in this regard because relationships that are based upon Knowledge will be lasting. Their effects will be with you forever, even beyond this life. That is how permanent these relationships are. The discernment that you need to develop will give you a real sense of their contrast to everything else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your purpose in life is waiting to be discovered once you have reached a state of maturity. One of the qualities of maturity is that you begin to value things that last. You want to invest in things that have promise, not only for the present but for the future as well. You look for things that are more substantial, and you look for different qualities in people. In relationships, you look for compatibility now, not beauty, excitement, romance or infatuation. You look for compatibility, honesty, productivity and so forth. These are different criteria.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Unfortunately, these things are not highly valued in this world. Here in your world, romance is the ultimate expression of union—self-abandonment in a profound love state where you forget all problems, past, present and future in order to have a glorious moment with another person. For this moment, you will sacrifice a great deal and will expend your resources to a great extent.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you reach maturity, you are not going for things that are momentary. You want things that last. You want to build something. You are thinking not only of immediate satisfaction. You are thinking of future providership. You are thinking of yourself in terms of making a contribution, not only for the present time but in times to come.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here your life becomes much bigger. You are living in a bigger world. You are seeing yourself participating in a larger time frame. This represents maturity. Out of this state comes a desire for achievement that is markedly different from your former state.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At times, We have been very hard on adolescent mentality, which is quite rampant here. It would be fun to have this mentality, if it were not so tragic. It is actually very silly, and it is unfortunate that so many resources are being spent for it when it provides so little.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As We have said, your worldly family initiates you into the world, but your Spiritual Family initiates you into the Mystery. You were born from the Mystery. You will die into the Mystery. Mystery is where you have come from. Everything that is lasting comes from the Mystery. Everything that is transitory comes from the manifestation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are two things that last in this world: There are tangible, physical manifestations and there is relationship. Of the two, relationship is far more lasting because it continues long after your death. After all, buildings fall down and societies change, but what you have begun in relationship continues.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to experience your Spiritual Family, you enter a whole new realm of relationship. There are many illusions that go along with the idea of spirituality, of course, and many things are hoped for. But when you begin your education with your Spiritual Family—those individuals both within and beyond the world who are working on your spiritual development directly—it will require that illusions be seen for what they are and be discerned from those things that are really true.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is kind of a romance about spirituality, too, and it is all right because it is predictable. Without direct experience, what can you have but assumptions? So the sooner you can have the direct experience the better.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Assumptions become cherished, particularly if they have become the foundation of your identity. Then even if they are not true, you will not want to admit it for fear that your life will be wasted. If an idea lasts too long and if an identity is built upon it, it will be very hard to relinquish that idea.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why ideas need to stay in motion and not become solid. Your true identity is beyond all ideas. Ideas can either help or hinder you in your progress. They are only temporary expedients.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now the question of relationship is not really that complex. Everyone wants everything right away, but things that are important do not come immediately. They must come at the right time, and you must prepare for them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are not many people who are prepared for successful marriage. That is why there is so much divorce. It is not hard to get married, not really. Just talk someone into loving you, find out what they want, try to be that, and for a period of time they will be convinced. Perhaps.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, there is a great deal of experimentation in relationships. This is necessary to a point, but again We are aiming for something substantial and lasting.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to realize your true powers of discernment, it will become increasingly difficult to make mistakes in relationships. Ultimately, it will become very hard to make any mistake.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At the beginning, you have a resource to fall back on. We call it Knowledge, and this is what We teach.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To reach a greater achievement, the whole question of relationship must be re-examined. If you want something lasting, it requires different criteria. It may seem great to fall in love, but it often does not lead anywhere, and it carries with it a very great price. Likewise, it may seem pleasurable to make love and all that, but it carries a price.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you get a little older, you begin to realize the price—what it has cost you to invest yourself so greatly in little things. Therefore, if you feel you have reached a place where you want something truly substantial and lasting, it will require a different set of criteria for relationships. This requires patience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are only two things in life: There is relationship and there are ideas. As you abandon ideas, you become more available for relationship. So do not look for new ideas because you will have to abandon those too.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We say relationship, people always think of romance because at this level that is what most relationship seems to be. Romance is a very small part of life. Romance is simply enjoyment between people who are united. When did it become the sole object of life where people will spend all their money and all their time preparing themselves for this little romantic dance, which at best offers only a few glorious moments? It is very intoxicating, but not much real love comes out of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We speak about relationship, people think, “Oh, boy meets girl. How wonderful!” We are not talking about that. We are talking about relationship in a bigger way, where you are really united with someone beyond your personal interests.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here as you let yourself follow what is being given to you, it will make you ever more reliant upon and ever more sensitive to the presence of your Spiritual Family. To become truly united with someone, you must rely on them. This is hard to achieve in a modern society that places such a premium on individual self-reliance, where you try to be powerful and try not to need anyone. A true island! A fortress!</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not the way to undo pathetic needs. Great relationships are established because individuals can rely upon each other. This is not simply because they have seen each other and have felt a deep affinity. Affinity is not yet relationship. Emotional attraction is not yet relationship. It is only potential for relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people do something in life together, this establishes relationship. When they carry weight together and when they rely upon each other, this establishes relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why We are interested in people doing things together, not simply being mesmerized by their recognition of one another. Recognition is important, but it is not the substance and foundation of relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can experience great recognition with individuals that you will not be able to do anything with. You may experience a tremendous feeling of affinity with another, but in life you can do very little together.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How often have people married because of an experience of affinity, only to find out that in real life they could do very little together? How often this has occurred.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot carry on substantial physical achievement and spiritual achievement simultaneously because they both require too much time. It is possible that someone who has achieved something that is very substantial in the physical world will have a real spiritual emergence. But you cannot succeed in the two realms simultaneously, though many people are currently trying.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They are trying very hard to be magnificent in all aspects and do you know what? They do not make much progress in any aspect. You see, you cannot trick the way things are and find a new way to slip through a loophole in life. Look back in history. You are not smarter than people used to be.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you really want to find out the Mystery of your life, if that is the direction you choose, then that will draw all of your primary energy. If you wish to be involved in manifest life, then that will draw all of your energy. People who want it all do not go very far because you must make choices along the way. You must let go of that to have this or let go of this to have that.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why is this true? Because your Spiritual Family is extremely powerful, and the attraction to your Spiritual Family is stronger than the world itself. Your attempt to maintain a precarious balance cannot last in the face of real forces. Likewise, the world is a real force and will captivate you completely, leaving little time or energy for other things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not think that your barriers can keep you from Knowledge. But your desire for Knowledge must be greater than your barriers. If desire is weak, barriers are great. If desire is strong, barriers are few.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, We do not look at barriers with a magnifying glass. We rekindle the desire for truth and Knowledge because these things give meaning everywhere and provide all good things in this world.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/achievement/"
}