{
  "title": "Ambition",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To move towards realizing the real depth and purpose of your life, you must move away from ambition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is wonderful to attain personal goals and to acquire things. It is wonderful, but only for a short time. Securing these things carries with it a great price, part of which you pay at the outset and part of which you pay later. The price can be quantified in terms of strain, dishonesty, desire, greed, or other such problems and errors that can accompany the attainment of any goal, even if it is a worthwhile one. But the greatest price of personal goals and acquisitions is that they disengage you from Knowledge within yourself. Here your preoccupations override your true determination, your true inclinations and your inner voice, which is speaking to you throughout the day to help guide and protect you and to counsel you in matters great and small.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is wonderful to have that moment of accomplishment when you say to yourself, “I set out to do this thing and I did it!” But how long does that moment last? And what does it bring with it? Is it not followed by the anxiety of how that acquisition or accomplishment will be protected or expanded? Does it not bring an emptiness that makes you feel that you must establish a new goal, a new place to reach, something new to strive for? Your success here is very brief and is quickly replaced by new questions and new anxieties.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yes, you may have great encouragement from the world, and many people may applaud your achievements, but how long does the pleasure of this last? Only a few moments, surely. And is it a pleasure to swell with pride when others are acknowledging you for your great endeavors? Is it a pleasure to receive compliments when your own internal questioning and needs have not yet been fulfilled? So, you set out to strive again, dealing with many adversities, planning, working feverishly to attain another height which will give but only a momentary pleasure and sense of satisfaction. Indeed, consider the costs, both before and after the achievement if it is made, and then weigh this against the pleasure or satisfaction that are yielded as a result.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can look at this honestly and clearly, using your own life as a demonstration as well as the demonstration of others, surely you will see what a vain and desperate pursuit this is, how little is accomplished that is lasting and meaningful and how little happiness is generated in the world. Even if you have sought to accomplish something and have done so in as ethical a manner as possible, without incurring injury or harm upon others, what has it cost you? Has not life passed you by—the simple pleasures and wonderment, moment to moment, missed while you were intensely engaged in reaching your goal? And while you are now attempting to reach your next goal, are you not painfully aware that you are missing something? Are you not painfully aware that perhaps this latest pursuit is really not worth it? Perhaps owning or possessing that thing or this new ability is really not such a great accomplishment after all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must consider these questions, and consider them you will, especially at times of disappointment and especially when success, if it is achieved, is followed by emptiness and fearful questioning, “What should I do now? What is left for me?” Indeed, if the goal was not achieved, you are left to question yourself. At first, perhaps, you will question your value or the value of others with whom you were involved. But if you are honest, you will come to question your own priorities and your own motivations. What led you to initiate this pursuit? What has kept you going? Is it really valuable? Is it really what you have come here to do? These fundamental questions are answered by an experience—an experience that at the very outset can be quite painful, as it is painful at times to touch upon something that has been waiting for you for oh so long. But the pain of this is quickly replaced by greater insight and a realignment within yourself once you have hit upon an essential truth. These experiences are the result of moments of introspection often begun by grave disappointment and carried out in times of reappraisal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To move in a new direction, to move towards realizing the real depth and purpose of your life, you must move away from ambition. Here one of the first things that confronts you is the question, “What do I do now?” as if what you do represents who you are. For many people, this great disorientation is fraught with anxiety and the fear that without all their personal goals, nothing will be accomplished, nothing will happen, that there will be no happiness, no achievement, no value and no relationships—just emptiness and despair. This would be the case if Knowledge did not live within you. If Knowledge were not with you, all of your value would be derived by what you do and what you possess. But Knowledge does live within you, a living reality beyond your personal desires and fears, beyond your personal ambition and personal anxiety, beyond even your individuality. It lives within you. It is great. It is still.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is living within you, but like your heart that is beating and your organs that are functioning, you are not aware of it. Throughout your whole life, your body works with very little awareness on your part, with very little appreciation and very little understanding. Knowledge is like that. It is working in you every minute, but it goes unnoticed because it is not part of your plans and ambitions. It is not part of your struggle to acquire things, to be someone and to defend yourself against loss. It goes unrecognized. Yet, even in this state it is serving you. Though most of its service goes unheeded, it is still protecting you, and at times it will override even your personal prerogatives in order to save you from a great calamity. Yet, it does not intrude upon your personal life. It simply carries out its function to protect and sustain you and to move you in the direction of self-realization. It is a Greater Mind within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, while you are busy with your plans, goals, fears, anxieties and all of the fantasies and ideas that accompany them, Knowledge lives within you. But you are not with Knowledge. Disappointment brings you to Knowledge because, even if it is only for a brief moment, it illustrates the futility of many of your pursuits. This gives you pause to reconsider your motives and your primary endeavors. This re-evaluation, in turn, can lead you to experience something new that has been within you all along.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This discovery points you in a different direction, a direction that few have traveled. Therefore, it is mysterious. Its pathway is not unknown, however, because there are individuals who have journeyed that way and, though they made many errors in their journey, they paved a way for you. To move in this direction, ambition cannot go with you because at first you will not know where you are going, what you will do or even why you are doing it. Though you may assign personal reasons in order to justify your involvement, your justifications and definitions will sooner or later prove to be inadequate to justify why you are choosing this way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In choosing The Way of Knowledge you enter into the Mystery. In choosing the way of ambition you follow the ambitions of others. Here you will have a great deal of company. As you follow your own ambitions, you will judge yourself and others very harshly, calling this group winners and that group losers, this group good and that group bad, all the while trying to be in the winning group.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To choose a different way, you must first stop—stop the ceaseless striving to have this, to be that, to attain this and to avoid that. You must stop driving yourself and be still for a time until you can sense that there is a different direction for you to go. This begins a period of critical fusion. For quite a while you will be wandering about in the desert, so to speak, not certain where you are going or what you are doing. Yet, you are actually going somewhere if you do not interfere.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The true way is not the way of personal ambition, so it defies definition. Everyone who has traveled this way has gone through a period of wandering about, bumping into things, uncertain of where they are going and why they are going there. Nobody can map this part of the journey. In light of your former ambitions and all of the standards and values that went with them, you may appear quite foolish—stupid and foolish, like a lost soul. But you are not lost. You are not nearly as lost as you were before, when you were struggling with yourself every day, beating yourself into submission to have and to do and to be all those things that you thought were necessary for your happiness. You were lost then, for you were not available to Knowledge. Even if you valued honesty, you could not be fully honest with yourself before because you could not sense your deeper inclinations. You could only misrepresent yourself to yourself and to others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now you feel more honest but less certain. Now perhaps you feel more connected to yourself, but you will have fewer definitions by which to live. This is a time not to make a great many decisions. This is a time to remain open and maintain a simple life—simple employment and simple involvements. This is the time to stay out of a primary relationship if you are single. This is a time to refrain from changing a primary relationship if you are in one. This is a time of internal re-evaluation. But it is not a mental process.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you wander around, or seemingly so, you will actually find over time that you are following a certain direction and that there are certain clues along the way and little guides and things that are helping you. Though your way is still ill defined and seemingly incomprehensible, you are actually moving in a certain direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The mistake that people make here is that they try to bring their ambitions into the situation. Now they think that they are going to achieve spiritual heights. Now they think that they are going to have spiritual relationships. Now they think that they are going to have spiritual wealth, spiritual power and spiritual prestige. When this happens, people redefine themselves all over again and are lost. Now they are doubly lost, for they think they are doing something very genuine when in fact they are just acting out their ambitions once again. It is more difficult now to recognize this because everything can seem very edifying. But it is no different from the person who is out to make a million dollars. It just looks more edifying, and so it is more difficult to realize it is but another form of self-deception.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can keep ambition at bay and remain in a state of unknowing and uncertainty, then your way will be revealed, and you will slowly follow it. As you continue, you will recognize that you are following a certain direction and that you are going there for purposes that you can experience even if you cannot yet define them. You will also realize that you are not traveling alone, for companions will come to join you. If you can refrain from ambition and self-definition here, then you will move more powerfully, and Knowledge within you will increasingly become a source of guidance, inspiration and protection that you can experience. Without your attempt to harness and direct your life, Knowledge will emerge. This doesn’t mean you are being weak or passive. It simply means that you are attending to something greater. Here you take your former self-determination and apply it to your desire to have Knowledge and to live a life of greater truth. That is the commitment. If this is being followed honestly and sincerely and if you are willing to work for it, then you will be able to generate sufficient energy to move forward on the Path of Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">During this transitional time, everything becomes redefined. Yet, many things don’t become defined for a long time. This is a period when you must find freedom from your own self-definitions, which is a very real kind of freedom. You must become free of all your beliefs and assumptions about the world and about other people and free of all the judgments and grievances that attend them. This is a freedom you can experience. Only here, once you have traveled sufficiently in this direction, can you begin to really see that ambition is a form of personal hell for people. Whether they win or lose in their great pursuits, there is little joy, little empathy with life, little affinity with others and little satisfaction. It all comes to look very tragic.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you travel in The Greater Community Way of Knowledge, you will see, particularly in the lives of others who inspire you, that great things are achieved when people are allowing a greater Knowledge to emerge within them and are combining that with practical skills in their field of endeavor. This produces something of lasting value. Their activity consumed them, but in a different way. You see that sometimes they achieved some rewards and recognition for their accomplishments, but often they did not. They were following something else. They were participating in a Greater Reality to achieve something. Sometimes they produced things of practical value. Sometimes they produced only Mystery. Their personal goals were not the driving force. Their desire to do something, be something and have something was not where their power came from. That is not why they were engaged. Yes, in most cases some of their own personal ambitions were involved, but they were not predominant. Personal ambition has never created anything of value in the world. Only a greater initiative, born of Knowledge within individuals and combined with the Knowledge of others who are working in concert with them, can produce something of greater value.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For those who have chosen The Way of Knowledge and are in the “wandering in the desert” phase, there is little assurance that they will produce anything of value at any time for anyone. There is no assurance of success. There is no fame, no glory and no wealth. They will not win love or money. They do not know what they will get out of the situation. They are only doing it because they must do it. Either their former life proved to be too painful or they experienced something else calling them—usually a combination of both. What they will produce, they cannot say. Who they will be, they cannot say. What they will have, they cannot say. It is up to the Greater Power now. They are standing by, willing to carry on whatever is necessary. They are truly motivated. Their result is beyond them. They can now be primary participants in achieving a concrete result or a mysterious result, whatever it may be, but they don’t know what they are creating. They are only participating in creation now. Now they have greater promise. Yet, there are many pitfalls along the way. They can make many errors, particularly if they try to regain control and determine the nature and the direction of their pursuit. But if they do not do this, they will come to realize the reality of Knowledge, the direction of Knowledge and the expression of Knowledge in their individual lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To experience Knowledge, you must follow Knowledge. To value Knowledge, you must follow Knowledge. To comprehend Knowledge, you must follow Knowledge. You cannot stand apart from it and have an understanding of it at all. You cannot accurately say, “Well, I had an experience of intuition and that is all it is.” Knowledge is greater, much greater. You must follow it to know it. And to know it, you will have to proceed without ambition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To begin this journey, you must have your own ambitions fail. Actually, they do not fail. You simply begin to realize what they are and what they produce. This looks like failure because you think that without your ambitions you are nothing and are going nowhere. So, the experience of failure attends this great recasting of your life. As you proceed, a Greater Mind within you will begin to emerge and will be the source of your direction, your accomplishment and your meaning. This you cannot find. You can only participate and learn as you go.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How simple and yet how difficult this is for people who, because they are disassociated from God, are attempting to be God in their own lives. Either they willfully take control of their lives or they give up in submission to an idea of God, a distant God, a God who will not advise them. Either of these extremes, and all of the positions in between them, are governed by ambition. The dominating person is willing to be responsible. The submissive follower is not willing to be responsible. But they are in the same category because of what motivates them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To know that Knowledge is real, to understand its presence and its expression in your life, you must follow it—not thinking that it will do everything for you, but realizing that it will give you the things that you need to do. It will move you towards certain things and away from others. It will allow an opportunity for new people to join you and for old ones to depart. This happens without ambition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Think of ambition like this: It is an attempt to make separation work. It is an attempt to make your individual, self-created self satisfactory. This pursuit must fail for you to begin to realize that you have a greater life that exists without your self-definition but that needs your assistance and all of your energy for its expression. This is a new life, a new impulse, a new motivation. It is rare because few have undertaken it. It is great because it extends beyond the boundaries of human ambition. It is mysterious because its source is beyond the world. It is helpful because it yields a greater result and generates satisfaction in people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The next time you ask yourself, “What do I really want?” ask yourself a different question. Ask yourself, “What would I seek if I did not want anything?” Ask yourself this different question, and new questions will come to mind to ask. This is a different kind of questioning and leads in a different direction. If you believe that your attempts at fulfillment are satisfactory, then go spend time with people who are further along in their pursuit than you are and see what kind of results they are producing. Look at the quality of their lives. Look at the degree of their satisfaction. Look at their ability to be in relationship, to experience affinity and community. Do they inspire you or does what they own inspire you? It will be no different for you. Win or lose, you will miss the essence of life. That is why you must choose again and ask a new kind of question of yourself.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/ambition-personal-true-way/"
}