{
  "title": "Approaching the New Message",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The New Message from God provides each person an opportunity to build a connection with the deeper Intelligence that the Creator of all life has placed within them—to guide them, to bless them and to lead them to a greater life in service to others in the world.</p>\n\n<p class=\"book-paragraph\">This deeper connection, then, is the critical link in a person’s life, for even in wealth and splendor in the world, you cannot find real inspiration there. Nor can you have a sense of your permanence and the reality of your presence in the world. To live without this deeper connection is to live half a life, a life only on the outside, and not a real life on the inside.</p>\n\n<p class=\"book-paragraph\">People have become such strangers to themselves that they do not know where they are in life, where they are going, or where they should be placing their focus and their emphasis. People live with this uncertainty and try to counteract it through constant stimulation, through goals and hobbies, personal obsession, through the pursuit of romance, through the pursuit of wealth or power—becoming completely caught up on the outside, as if they were running away from themselves in all things.</p>\n\n<p class=\"book-paragraph\">Even if you are successful in these pursuits, the emptiness remains, and the deeper need of your soul for you to realize and fulfill your greater purpose in being in the world remains unrecognized and unfulfilled.</p>\n\n<p class=\"book-paragraph\">The Creator of all life has sent Messages into the world periodically to further the advancement of human civilization and to raise the ethical standards and the moral awareness of people at critical turning points in human history. Each of these major contributions has been critical for the advancement of humanity—advancement not only in practical matters, but advancement in terms of the ethics and morality of humanity.</p>\n\n<p class=\"book-paragraph\">All the great religions of the world have a common Source, and they have all been altered substantially through human manipulation—by being united with powers of the state and social customs and values and so forth.</p>\n\n<p class=\"book-paragraph\">But at the heart of them all is this deeper connection to this greater Intelligence We call Knowledge—an Intelligence that is not afraid of the world, an Intelligence that is not seduced by the world or induced by the world. Yet it is an Intelligence that is here on a mission, to meet certain people and to accomplish certain things that were given to you before you came into this world.</p>\n\n<p class=\"book-paragraph\">Should you be so fortunate to receive the New Message from God, and to learn of its existence, then you will be able to find and explore this deeper connection. If you are a casual reader, you can learn about it through the study of the Books of Revelation that are part of the New Message. You may consider its vision and its ideas, its remarkable teaching, its clarity, its simplicity and so forth, and hold this light up to your own life to see what it can reveal about your thinking and circumstances.</p>\n\n<p class=\"book-paragraph\">Should you become a real student of the New Message, it will require more time and focus, but the rewards will be far greater. That is a decision that you can make based upon your understanding and your inner needs.</p>\n\n<p class=\"book-paragraph\">Yet in either case, it is important to realize the New Message comes in a pure form. It has not been altered by governments. It has not been adopted by cultures. It has not been alloyed with so many other things. It is pure and undefiled.</p>\n\n<p class=\"book-paragraph\">In this way, it is comparable to all the great religious teachings, except that it has this purity that can be approached right at the outset. Here there are no grand ceremonies. There are no great edifices. There are no social movements or political movements. There are no divisions, no schisms, no splitting of ideologies. There is no record of war and conquest, political ascension, or political oppression.</p>\n\n<p class=\"book-paragraph\">It takes you right to the heart of the matter. The New Message calls for all religious teachers to bring people to the heart of the [matter], to the very heart of what spirituality really is, which is uniting your thinking worldly mind with the deeper Mind of Knowledge, to discern and to discover a greater purpose and contribution in the world.</p>\n\n<p class=\"book-paragraph\">Even if you did not believe in God or participate in any religion, if you could find and make this deeper connection and fulfill this greater purpose, you would complete your mission in the world. You have been sent into the world to do certain things with certain people, in certain places, but only this deeper Intelligence knows what this is, what it means and how it can be accomplished.</p>\n\n<p class=\"book-paragraph\">This exists beyond the realm and the reach of your intellect, for there is a greater master within you, greater than your intellectual understanding. It is to this that your intellect can serve and be of great service. It is this that will bring harmony and compassion and tolerance to your life. It is this that will free you from that which is unnecessary and insignificant, and bring you to that which is truly meaningful and redeeming for you.</p>\n\n<p class=\"book-paragraph\">You may find this pathway in all the world’s great religions, but you would have to search very wide for a real teacher in The Way of Knowledge. Not just a teacher of principles, not just a teacher of institutional values, but a teacher in The Way of Knowledge. Such teachers exist in each tradition, but can be very difficult to find.</p>\n\n<p class=\"book-paragraph\">It is because humanity is facing great and tumultuous change in the world, and because humanity stands at the threshold of facing the reality of intelligent life in the universe, that the Creator of all life has sent a New Revelation to revitalize the world’s religions, and to provide a pathway and a warning and a blessing for everyone who can have access to it.</p>\n\n<p class=\"book-paragraph\">The warning is of the Great Waves of change that are coming to the world, which include political and economic instability; the depletion of the world’s fundamental resources; and a changing environmental condition that will affect the lives of everyone in the world—a change greater than anything the entire human family has ever had to contend with before.</p>\n\n<p class=\"book-paragraph\">The great religions of the world cannot prepare you for this, for that is not their emphasis and focus. And this has called a New Revelation from the Creator of all life for the protection and the advancement of humanity.</p>\n\n<p class=\"book-paragraph\">For you, this means a rare and unique opportunity to experience living at a time of Revelation, and to experience the gift and the power of the New Message in your life. Whether you are a casual reader or a serious student, this will bring clarity and clarification for you, and an ability to forgive yourself, and to forgive humanity, and to find wisdom and compassion in its place.</p>\n\n<p class=\"book-paragraph\">There are many teachings in the world today, and some of them are quite beneficial. But there is only one New Message from the Creator of all life. It is given in a form that people in any country can use, in any faith tradition and in nearly any set of circumstances. Only those who are extremely impoverished, or those who are extremely wealthy, would have difficulty understanding and receiving the New Revelation.</p>\n\n<p class=\"book-paragraph\">This is not a gift to the elite or the wealthy peoples of the world. This is not a gift for gifted individuals alone. It is not the providence of secret societies or networks of the rich and powerful. It is a gift to humanity directly from the Creator of all life, delivered into the world in the way that New Revelations have always been delivered—through a Messenger with the assistance of many people.</p>\n\n<p class=\"book-paragraph\">But people do not understand the process of Revelation, for it is ancient and has been amplified in stories and parables and so forth. But you, now living at a time of Revelation, can really see how this transmission of Knowledge and Power is actually taking place, and the way that it has always taken place—not only in this world, but in other worlds in the universe as well.</p>\n\n<p class=\"book-paragraph\">People will ask, “Well, what is this for me? What will it mean for me to receive a New Revelation?” It will mean the liberation from what traps and imprisons the mind, and the ability to bring Grace and Power into your circumstances—to bring new life into you, but also to enable you to bring new life to others.</p>\n\n<p class=\"book-paragraph\">You look around and you will see the people are depressed and oppressed, obsessed and driven. For anyone to be able to show the power of this Grace and Presence in their life is of immense value for others. It will inspire them to take courageous action, and to bring resolution and relief into their life and circumstances.</p>\n\n<p class=\"book-paragraph\">The power of this Grace and the transmission of this Grace is something that exceeds human understanding. And yet if you look back in the history of humanity, you will see that the transmission of this Power has kept the awareness of the Creator and the reality of spirituality alive in the world, despite all the great tragedies of humanity.</p>\n\n<p class=\"book-paragraph\">The New Message comes unadorned. It is simple. It is deep. It can be studied or practiced by anyone, and yet its simplicity and its depth are confounding for the intellect, but bring relief and reprieve to the soul and to the heart. You cannot understand God or God’s Presence in the world, but you can experience these things in your life. And you must experience them to some degree to have a sense of your purpose and direction and the pathway you must follow.</p>\n\n<p class=\"book-paragraph\">This can be found in the world’s great religious traditions as well, but you will need a very wise teacher, and you will have to discern the difference between the essential teaching and other ideas that are associated with it. And that can be a very formidable task.</p>\n\n<p class=\"book-paragraph\">How will you know if the New Message is something you should study? Well, this is a matter of recognition within yourself. There is no need here to persuade you, or to try to force you because it is all based on authentic recognition.</p>\n\n<p class=\"book-paragraph\">If you have not been able to give yourself to the religious tradition of your culture, or the other traditions in the world that you might have encountered, then perhaps you have been waiting for the New Revelation. Perhaps you have been waiting for something really new and revolutionary to come into your life.</p>\n\n<p class=\"book-paragraph\">New Revelations have always been denounced and vilified at the time of their introduction, and the individuals charged with being their Messengers have had to face tremendous obstacles and condemnation. You are now living at a time of Revelation, and you will be able to see these things for yourself. You will be able to see how difficult it is to bring something pure and new into the world—where people are frightened, where people have been manipulated, where people have been subjected to misuse, where religion has been misused, where it is taught that nothing new can come into the world regarding God’s Revelations.</p>\n\n<p class=\"book-paragraph\">But the Creator of all life has not forgotten humanity and has not left humanity bereft and unsupported in facing the Great Waves of change and in facing its encounter with a universe full of intelligent life. There must be a New Revelation now for humanity to be able to navigate the difficult times ahead, and to prepare to live in a very different kind of world—a world where you will realize you are no longer alone in the universe, a world of great opportunity and great hazards, a world where humanity will have to find a greater foundation of unity and cooperation if it is to survive the Great Waves of change and to forge a new direction for the human family.</p>\n\n<p class=\"book-paragraph\">It is a Revelation given not only for this time, but for the times to come. Its wisdom exceeds the needs of the day and speaks to the greater needs of humanity, even needs that humanity has not yet recognized, but which will be predominant in the future.</p>\n\n<p class=\"book-paragraph\">The first step is to begin to read and study, and to reflect upon what you read, and to bring it into your experience to see how it relates to your sense of success and failure in life, and to the great problems facing humanity at large, as well as the obstacles you feel within yourself personally.</p>\n\n<p class=\"book-paragraph\">Begin to study this first for yourself because your life must be brought into a greater order and harmony, and you must find the source of your strength and direction, which is the power of Knowledge deep within you. You cannot really have a positive impact upon the world until you build a foundation with this Knowledge at its center. The New Message teaches this and will make this very clear.</p>\n\n<p class=\"book-paragraph\">To learn something new, you must suspend, at least for a time, your judgments and prejudices and doubts in order to have a new experience—in order to see something new, to feel something new.</p>\n\n<p class=\"book-paragraph\">Fundamentally, the New Message is an experience. It is an experience of presence and revelation within your own life—the presence of the spiritual power that lives within you and beyond you, and a revelation of a greater purpose that has brought you here. It is a revelation of what is deeply within you already. It is as if the light has been brought into the dark room, revealing everything that is there.</p>\n\n<p class=\"book-paragraph\">At the center of you is your connection with God, and your greater purpose, and your associations beyond this world, and your associations within this world that have yet to be discovered.</p>\n\n<p class=\"book-paragraph\">But this is all overlaid with memory and pain and unforgiveness, with goals and preferences and fears, and all kinds of things so that you cannot feel and know this presence within yourself. And this foundation and this purpose seem to be so distant in your daily experience.</p>\n\n<p class=\"book-paragraph\">But as you explore, you begin to recall ancient memories. You begin to feel things you have felt at other times in your life, and with it a sense that you are here to do something important. You are not merely here just to survive, or just to be part of a culture or a family. There is something else there to be discovered. It is not grandiose. It is not fabulous. It is simple and profound, and will restore to you your power and integrity as you approach it.</p>\n\n<p class=\"book-paragraph\">You cannot understand the New Message unless you learn from it and receive it to a certain extent. You cannot stand apart from it and know what it is at all. You cannot judge it from afar and have any sense of its reality, its purpose or its meaning. People who do this are merely trying to fortify their prejudices, and are merely exercising their fear and preferences. But many people are afraid of the New Revelation, and so they cling to the old ideas, or they remain deeply in doubt about everything.</p>\n\n<p class=\"book-paragraph\">But it is easy to be fearful and skeptical, yet it takes more courage and determination to learn something new, and to have a new experience, and to embark on a new journey in life.</p>\n\n<p class=\"book-paragraph\">The New Message does not promise you wealth, power and fame. It gives you something much more real and substantial. It gives you the power of Knowledge and the awareness of the spiritual Presence within you and beyond you.</p>\n\n<p class=\"book-paragraph\">Perhaps you might think this is unsubstantial, but there is no greater power and force in the world. And the closer you come to the sacred Knowledge within you, the more difficult it will be for you to make a mistake; the more difficult it will be for you to give your life away inappropriately or tragically; the harder it will be for you to be persuaded or manipulated by others; the more you will hold out for what is true and real and genuine.</p>\n\n<p class=\"book-paragraph\">If these things are important for you, then you must explore the New Message for yourself. You do not have to be sophisticated or have a tremendous background and intellectual understanding, for these things can merely be obstacles in discerning something pure and elemental within yourself. Cleverness here is a problem, not an asset. It is better to not assume anything to learn something new than to bring all your assumptions to bear.</p>\n\n<p class=\"book-paragraph\">No matter what your circumstances in life, even if you are trapped in poverty and cannot change your circumstances, you need the power and the illumination of Knowledge. This will free you from grief and regret. It will free your mind from aggravation and from hatred and unforgiveness. It will restore to you a sense of dignity and purpose and value that is fundamental to your being in the world and your ability to change your life and circumstances.</p>\n\n<p class=\"book-paragraph\">The New Message is not the product of a man or a woman’s thinking. It is a gift of Revelation from the Source of your life. It has not been reinterpreted for you by other people or by centuries of institutional use. It comes to you in a pure form. It will challenge you, yes. It will not meet your expectations, but no New Revelation from God would be confined by these things. It will not seem to fit in with many current beliefs because no New Revelation from God would conform to these things.</p>\n\n<p class=\"book-paragraph\">It is the genuine quality of the New Message and its intention to restore to you power and clarity in your life that will show you its authenticity and demonstrate its power to you as you learn to study it and to receive it yourself.</p>\n\n<p class=\"book-paragraph\">But these things take time. Many people think that it is all about miracles, instantaneous events, providential events, but real merit and real understanding require time and involvement. You do not get something for nothing here. You do not have immediate rewards. You do not find the greater prizes at the outset, for you must travel on this journey a ways before any of that can happen.</p>\n\n<p class=\"book-paragraph\">In that, the New Message is entirely honest. It is not deceptive in any way. It says: Come with an honest intention and with a patient and persevering participation, and great things will be revealed to you along the way. And there will be many challenges along the way. But you will see and know things that others cannot see or know, or will not see and know. You will hear things and know things that are essential for your life because God has given you the power to see and to know, a power that is yet to be really discovered in your life.</p>\n\n<p class=\"book-paragraph\">Here you do not worship ancient identities or distant gods. Here you do not carry out endless observances and ritual because you are dealing now with a very elemental part of spiritual realization in its very pure form.</p>\n\n<p class=\"book-paragraph\">This is for the average person because the truth is plain and simple. But it does not meet people’s expectations. It does not conform to people’s greed or deception. It does not meet social expectations or general assumptions in your community necessarily. It has its own integrity, its own strength and its own permanence. If you seek to have strength, integrity and permanence in your life, then you must come to that which is the source of these things. It is a simple approach, but it is very direct. It will show you your strengths and your weaknesses, and it will give you the courage to choose the former and to manage the latter.</p>\n\n<p class=\"book-paragraph\">If you are reading these words, or hearing Our Voice, the Voice of the New Message, then you are very fortunate indeed to be receiving part, a very small part, of the New Revelation itself. It is no accident that you have found this—it represents a destiny. But what this means and its value to you await your own discovery. There are things you must find out yourself through your own experience that can never really be told to you in a meaningful way.</p>\n\n<p class=\"book-paragraph\">May the power and the presence of Knowledge within you become strong—strong enough that you feel it every day, that you feel its life and power pulsing through your body, that you feel it re-invigorating your health and your mental clarity. And may you find the courage and the self-confidence to follow this power, for it is the only real power in the world that is worth following.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/approaching-the-new-message.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/approaching-the-new-message/"
}