{
  "title": "Avoiding Disaster",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity now must concern itself with avoiding disaster. This disaster is under recognized and under appreciated by the people who should be looking at this: people in government, people in commerce, religious leaders, community leaders and so forth.</p>\n\n<p class=\"book-paragraph\">The disaster has to do with the Great Waves of change that are coming to the world—great environmental change, changing climate, violent weather, the loss of fundamental resources, the impact upon people and your ability to grow food, scarcity of water, growing economic hardship and instability, and the risk of nations going to war over who will have access to the remaining resources of the world.</p>\n\n<p class=\"book-paragraph\">This is not merely a possibility or a distant event. It is very close at hand. Great Waves of change, all converging at the same time, each one of which has the power to destabilize human civilization, but collectively together they create a situation unlike anything that the human family has ever had to face before. And they will impact each other, creating cross currents and unforeseen events.</p>\n\n<p class=\"book-paragraph\">This makes it very unpredictable how this situation will unfold. But it cannot be denied that humanity is heading towards a disaster, a disaster that will have a greater impact upon the world over time than any war that has ever occurred here.</p>\n\n<p class=\"book-paragraph\">Yet humanity is displaying all of the usual tendencies of denial and avoidance, blind optimism, faith in technology, a kind of weak response to a serious problem. While there are individuals who are becoming aware of the Great Waves of change and their immense potential for changing the landscape of the world, many people in positions of leadership and the public at large remain largely unaware.</p>\n\n<p class=\"book-paragraph\">Economic hardship is upon you now, but that really is only the beginning. That is a human creation that can be rectified over time. But the Great Waves of change involve a changing world, a different environment, a diminishing set of resources, something that humanity cannot easily rectify upon its own.</p>\n\n<p class=\"book-paragraph\">For your natural inheritance has been spent unwisely, foolishly and greedily. The exploitation of the world has accelerated so quickly with such devastating effects that the human family will have to face a declining world in the future.</p>\n\n<p class=\"book-paragraph\">In essence, your children’s future is being spent. Your children’s resources are being spent. And while you have clever gadgets to entertain yourself with, who has the eyes to see and the ears to hear what has really occurred in the world at large?</p>\n\n<p class=\"book-paragraph\">It is not simply that humanity has problems. It has always had problems, but this is of a far greater magnitude. How will humanity cope with a growing population and a shrinking well of resources? What would prevent humanity from destroying itself in constant conflict over who has access to these resources? What can lift humanity above its self-destructive tendencies, its foolishness and its lack of response to what is coming over the horizon?</p>\n\n<p class=\"book-paragraph\">Clearly, it must be a power that is greater than the intellect. For while the intellect is clever and inventive, it is rarely wise and prudent. It is a power that must be managed by a Greater Power to be truly effective and beneficial.</p>\n\n<p class=\"book-paragraph\">This Greater Power is the Power of Knowledge within the individual, a Greater Power that the Creator of all life has placed within each person to guide them, to protect them and to lead them to a greater life and contribution in the world. But so few people are aware of this great endowment, God’s great gift to humanity, that it is as if it does not exist or only seems to be a dream or a remote possibility for people.</p>\n\n<p class=\"book-paragraph\">Look at the world around you. Look at the particular things in your environment and ask yourself: “Can this be sustained into the future?” Look at your automobiles, and the structure of your cities, and the transportation of your food, and the manufacture of your goods, and ask yourself in each case: “Can this be sustained into the future?” Look at your ever growing cities, ever expanding cities, and ask yourself: “Can this be sustained into the future?” Look at your shrinking forests and your polluted rivers and the loss of topsoil in your agricultural areas and ask yourself: “Can this be sustained into the future?” And look at your ever more unpredictable weather and violent weather events, and ask yourself: “Can this be dealt with in the future?”</p>\n\n<p class=\"book-paragraph\">It is a fundamental decision here that faces actually every person. It is the decision over what they will listen to within themselves. You have the power and the presence of Knowledge, a deeper conscience within you, which has the Wisdom of the Creator. But you also have all of the potential capabilities and incentives to carry out every form of destructiveness, ignorance and violence upon yourselves and one another.</p>\n\n<p class=\"book-paragraph\">What will you listen to? Which will you follow? You will follow one or the other. Because they are mutually exclusive, it is difficult to follow both to any great degree. So eventually you will have to choose one over the other increasingly.</p>\n\n<p class=\"book-paragraph\">It is not just having good government programs or charismatic leaders. This is the decision that everyone will have to make, and how they will decide will determine the outcome. It will determine whether disaster can be avoided or whether disaster will be encouraged.</p>\n\n<p class=\"book-paragraph\">Most people will not encourage disaster consciously or willingly, but clearly if humanity does not begin to recognize its predicament, it will cast itself into a very grave set of circumstances, which will produce immense hardship, deprivation and loss of life in the world. You do not have to be a genius to see this. You just have to ask the right questions and have the courage to look out over the horizon of your life with as much objectivity as you can—without fear or preference, without insisting upon what you want or denying what could take place.</p>\n\n<p class=\"book-paragraph\">Here you must recognize that what you are facing is unlike the past. You may say humanity has survived and worked through all of its great problems and tribulations, but that does not mean you will be able to do this into the future. The possibility is there. The need is there. The necessity is there.</p>\n\n<p class=\"book-paragraph\">But it will have to do with what nations and their populations, individuals, and you yourself will have to choose—what you will choose, what you will be willing to give up, how much you can adapt to changing circumstances, and what kind of restraint you can put upon yourself so you do not become vehement and revengeful and hateful of others.</p>\n\n<p class=\"book-paragraph\">Most people do not want to lose wealth and power, whatever wealth and power they might already possess. And of course there are so many people who have no wealth or power, no social power, no ability to redirect their lives.</p>\n\n<p class=\"book-paragraph\">Here you cannot rely upon ideas, beliefs or systems of government alone. There must be a fundamental change of heart, a commitment to move in the right direction even if you do not have answers and solutions.</p>\n\n<p class=\"book-paragraph\">People who insist upon answers and solutions have not really faced the situation for themselves. They have not really recognized that they too must take a journey—a journey of preparation, a journey that will require a re-evaluation of their lives, a journey that will alter the course of their lives and will change the circumstances of their lives.</p>\n\n<p class=\"book-paragraph\">The people who insist that someone must have solutions or answers have not really taken responsibility for what they themselves must do and must face and must reconsider. Do not think that God will save humanity at the last minute. People have wild associations with this and wild expectations. They think it is the end times, and so the righteous will be spared, and everyone else will be cast into the inferno.</p>\n\n<p class=\"book-paragraph\">Here again there is no responsibility. There is no real recognition that humanity is facing the product of its own misuse of the world, and this has nothing to do with God or destiny or the end of times.</p>\n\n<p class=\"book-paragraph\">It will be the end of certain kinds of beliefs, values and perhaps lifestyles. It will be the end of an era. But the world will go on. Life will go on. This world is like a grain of sand in the universe. Everything will go on.</p>\n\n<p class=\"book-paragraph\">But whether human civilization can survive the product of its own self-destructive and unwise behavior is another question. It is a question that can only be answered in the minds and hearts of people.</p>\n\n<p class=\"book-paragraph\">There will be no punishment from God. There will be no Judgment Day. Why would God judge you when God knows that without Knowledge, you could only make mistakes and would ceaselessly invest yourself against your own welfare and your own future.</p>\n\n<p class=\"book-paragraph\">The Creator of all life has given you Knowledge to guide you. Should you neglect it, deny it or avoid it, then your life will be reckless and hazardous, full of errors and regrets, full of frustration and self-recrimination. But the answer is still within you and within others. God has not given up on you though you have given up on God.</p>\n\n<p class=\"book-paragraph\">Instead of praying for a miracle, you must pray for strength and courage for yourself and for others. Instead of praying for God to intervene on your behalf, you must pray for the strength to find and to follow the Knowledge that God has placed within you. God has already given you everything you need, but you do not know what God has given you. People remain blind and ignorant of the Power and the Presence that has been placed within them.</p>\n\n<p class=\"book-paragraph\">Until you recognize your circumstances and the situation at hand, you will not realize your profound need for guidance and counsel. You will still think it is a problem for other people to solve, for governments to solve, for other nations to solve. You will still be passive and irresponsible, thinking it is not really your problem and that you really cannot do anything anyway.</p>\n\n<p class=\"book-paragraph\">It is these prevailing attitudes that keep humanity from responding to the signs of the world and to the signs from Knowledge within people—warning them, restraining them, guiding them. But if you cannot be restrained, if you cannot be warned, if you cannot be alerted, if you will not look and see, if you will not live with the problem for which you do not have answers, then the great gift and the endowment will be lost upon you.</p>\n\n<p class=\"book-paragraph\">Here you must not live in either hope or hopelessness, but instead adopt a position of courage, strength and determination. It is courage to face a set of circumstances for which you do not have answers or solutions. It is the courage to realize you must change your life and your circumstances accordingly so that your position can be more stable and secure, and so that you can be in a position to be of assistance to others.</p>\n\n<p class=\"book-paragraph\">This requires strength because you must overcome your own habits and tendencies that weaken you, that dissuade you, that tell you that you are hopeless or impotent in the face of great change. And you must be determined. You cannot give up. Even if everyone around you seems to be hopeless and helpless, you cannot give up.</p>\n\n<p class=\"book-paragraph\">So many people will succumb to fear, will succumb to hopelessness, will succumb to panic. So many people will blame others. Their hatred will turn upon others and even upon their own leaders. It is those who will not follow this that hold the real promise for humanity and for its future and its ability to establish a new beginning.</p>\n\n<p class=\"book-paragraph\">Do not say to yourself, “Well, if we don’t do something, the world will change.” For the world has already changed. It is too late to go back. There is no going back. You can only go forward. You can only face the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">The signs of the world will tell you what is coming. You can mitigate it to a certain point, but by and large you will have to adapt to a changing set of circumstances. Your work, your relationships, your health, your activities, your associations will all have to be reconsidered in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Where will you find the courage? Where will you find the strength? Where will you find the determination to do all these things?</p>\n\n<p class=\"book-paragraph\">Your ideas will fail you. Your false optimism will evaporate. Your denial will prove to be self-destructive. Your hope and belief that others will take care of these problems for you will fall into grave doubt and anguish. Your friends, even your family, may abandon you and your decision to face the Great Waves of change and to prepare for them before the great difficulties arrive.</p>\n\n<p class=\"book-paragraph\">Where will you find the courage, the strength and the determination? It must come from Knowledge, for Knowledge is not afraid of the world. Knowledge is here to serve the world. Knowledge does not care about beauty, wealth and power. It is not attracted to all of the seductions that weaken people and lead them to betray themselves.</p>\n\n<p class=\"book-paragraph\">Here your choices are limited, but they are very fundamental and consequential. There is nowhere to run and hide in the face of the Great Waves of change. There is no place where you can find safety and immunity from the impact of events that will reshape the whole world. There is no avoiding your responsibilities here without putting yourself into a grave and perilous situation.</p>\n\n<p class=\"book-paragraph\">Beware of what you tell yourself in this regard. It is not a question between hope and hopelessness. It is really a question between being responsible or irresponsible, being wise or unwise. It is fundamental.</p>\n\n<p class=\"book-paragraph\">If you can face the great threshold, then you can begin to gather your strength, to re-evaluate your life, to reconsider your circumstances and your involvements—where you live, how you live, how you travel about, your work, your relationships, everything.</p>\n\n<p class=\"book-paragraph\">For in the face of the Great Waves of change, you will have the criteria to choose strength over weakness, wisdom over foolishness. The Great Waves will give you a greater purpose. They will require a greater strength from you and a greater responsibility.</p>\n\n<p class=\"book-paragraph\">God is sending a warning around the world—warning of the Great Waves of change that are coming and warning humanity of Intervention from races from the universe who are here working in secret to take advantage of a weak and divided humanity. While people go about their lives unaware and unconcerned, these two great events are underway, and each of them has the power to change the future and the fate of humanity and the lives of every person in the world.</p>\n\n<p class=\"book-paragraph\">While there are many problems facing humanity at a local, regional, national and worldwide level, these two great events will overshadow everything. But how few people are responding, how few people are aware. It is not the conversation of governments and leaders particularly.</p>\n\n<p class=\"book-paragraph\">People want to believe that they will have more in the future and will be able to keep what they have today. They want reassurance, they want to believe, they want to hope. This is what their leaders provide for them for the most part. There is no real service here. There is no real contribution here.</p>\n\n<p class=\"book-paragraph\">People will not be prepared. They will not be warned. They will not realize their vulnerability and the nature of change that is emerging on the horizon.</p>\n\n<p class=\"book-paragraph\">You need time to prepare for the Great Waves of change. It will take many steps and much courage and much support to do this. If you wait until the end, it will be too late. Then your options will be few, and there will be not much you can do.</p>\n\n<p class=\"book-paragraph\">Knowledge within you knows what you must do, where you must go, what you must reconsider, what you must change. Your intellect cannot fathom this. It is too complex. So you must appeal to a greater power within yourself and within others. And it is this greater power that can enable you to navigate the uncertain times to come. It is this greater power that will unite you with others who can strengthen you and strengthen the world.</p>\n\n<p class=\"book-paragraph\">It is a great set of trials humanity is now facing. But most of the nations in the universe have had to face this as well, for they too have overreached their world’s ability to sustain them and have either collapsed and fallen under domination by other powers, or have re-established their societies to deal with changing circumstances and the requirements of a limited world.</p>\n\n<p class=\"book-paragraph\">You cannot avoid disaster, but you can prevent disaster. You cannot run away from disaster. You must face it.</p>\n\n<p class=\"book-paragraph\">In a way, you are on your own here. For the governments will be overwhelmed. Your social services will be overwhelmed. Your economies will be overwhelmed. There must be a greater self-reliance and reliance upon other individuals who are strong and their reliance upon you. When you realize the government cannot save you from the Great Waves of change, then you will begin to realize your own set of responsibilities and your own gifts and your own strengths.</p>\n\n<p class=\"book-paragraph\">Do not wait until the clouds darken. Do not wait until economies begin to collapse. Do not wait until humanity begins to run out of its essential resources. Do not wait until political and economic instability reaches a critical juncture. Do not only be concerned. Do not only be worried because you must take action.</p>\n\n<p class=\"book-paragraph\">If you do not take action, you will not find any confidence. You will not believe in your abilities. And you will not experience your own courage, strength and determination.</p>\n\n<p class=\"book-paragraph\">The Great Waves will come. The degree of the impact will be determined by the degree to which people have foreseen them and have prepared for them accordingly. In any case, it will not be easy. But you can prevent disaster.</p>\n\n<p class=\"book-paragraph\">If you see the situation clearly, you will recognize the power of the events of your time. You will see that humanity has reached a great threshold that will determine its freedom and its future. That is how great these times are.</p>\n\n<p class=\"book-paragraph\">It is not the end. It is the beginning. It is not the final curtain call for humanity. It is the beginning of the next act.</p>\n\n<p class=\"book-paragraph\">God has sent a New Message into the world to warn humanity of the Great Waves of change and of its emergence into a Greater Community of intelligent life in the universe. God’s New Message will teach about spirituality at the level of Knowledge, beyond the level of ideals and beliefs. It is here to prepare humanity for a future that will be unlike the past and for your encounter and destiny within a Greater Community of life in the universe. It is here to teach humanity Knowledge and Wisdom from the Greater Community—Knowledge and Wisdom that has never been brought into the world before, for it was not needed until now.</p>\n\n<p class=\"book-paragraph\">You are living in times of Revelation. You are also living in times of cataclysm. Do not take your life lightly, for you must take it seriously. Do not think these times are just like other times, for they are not the same. Do not think your future will be assured, for it is not assured. Do not think your nation is assured, for it is not assured.</p>\n\n<p class=\"book-paragraph\">You will respond either with strength or with rejection, depending on whether you choose strength or weakness within yourselves. This is the decision.</p>\n\n<p class=\"book-paragraph\">Part of you is wise, part of you is unwise. Part of you can prepare, part of you will not want to prepare. Part of you can see, part of you is too afraid to see. Part of you is strong, part of you is weak. Part of you has courage, part of you has no courage. Part of you is determined, and part of you has no determination.</p>\n\n<p class=\"book-paragraph\">Decision is very fundamental. What will people choose? What will you choose?</p>\n\n<p class=\"book-paragraph\">Your first step is to see the great thresholds that you are approaching, to look with courage and as much objectivity as you can muster—to see the signs from the world, and to heed the signs from within yourself.</p>\n\n<p class=\"book-paragraph\">Here it is necessary to begin the deep evaluation of your life and circumstances to see what really can be sustained and what will have strength in the face of the Great Waves of change. This will give you incentives to settle your little problems so you can take on the greater challenges of your life.</p>\n\n<p class=\"book-paragraph\">It will give you the perspective and the understanding you will need to act courageously and swiftly in most cases—to clear up the confusion of your life; to withdraw from places you are losing energy and vitality; to step away from that which cannot be resolved; to step away from people and situations that are weakening you, and dissuading you, and reminding you that you are weak and incapable.</p>\n\n<p class=\"book-paragraph\">You have to build your ark, and you have to assist others. This takes precedence over everything. This changes everything. This puts everything in a different light. This reveals things about yourself and about others that you did not see before.</p>\n\n<p class=\"book-paragraph\">Here you can see strength and wisdom in others. Here you can see all the manifestations of weakness. Here you cannot save the world, for you must save yourself and others who are close to you, and then reach out to others who are vulnerable in your community who cannot prepare themselves.</p>\n\n<p class=\"book-paragraph\">Here your ideas about politics and religion—your beliefs, your convictions, everything—must be re-evaluated. For you cannot rely upon these things and have any certainty in approaching the future.</p>\n\n<p class=\"book-paragraph\">Perhaps you will think it is a great misfortune you are facing, a great inconvenience. But in essence it is the thing that can save your life, restore your value and your strength, and call forth your greater gifts from you.</p>\n\n<p class=\"book-paragraph\">Redemption can be found in the most unfortunate circumstances. A miracle can occur in the face of great tragedy and difficulty. It all depends on what you choose within yourself, and what you follow within yourself, and how you respond to the world around you, and whether you will choose strength or weakness as your foundation.</p>\n\n<p class=\"book-paragraph\">Look at the world without judgment, and you will begin to see things and feel things and know things. Look at yourself in meditation without judgments, and you will begin to see things, feel things and know things. Look at your relationships and involvements with others objectively, and you will see things you did not see before. Ask the right questions, and the real answers will appear.</p>\n\n<p class=\"book-paragraph\">The Creator of all life has provided guidelines for preparing for the Great Waves of change. God has provided a Revelation of the future. It is speaking to the Power of Knowledge within you. It is speaking to people of all religious traditions and to people who have no religious tradition to respond to the great needs of the world and the great events of your time—calling people to respond to the power and the presence of Knowledge within themselves, and to give this greater priority than their beliefs, their admonitions, their convictions and their traditions. This is how you reconnect with God, by responding to what God has given you to see, to know and to do.</p>\n\n<p class=\"book-paragraph\">You do not have to belong to a religion, or go to the temple or the mosque or the church to have this experience. Here your experience of the Divine will be pure and will occur either within or without the context of religion.</p>\n\n<p class=\"book-paragraph\">For God is everywhere. God is here. But God is speaking through Knowledge within you. This is how God speaks to you and guides you.</p>\n\n<p class=\"book-paragraph\">Learn to listen. Learn to tell the difference between your thoughts or your compulsions and the power and the presence of Knowledge. Take the Steps to Knowledge to learn how to connect with the greater power that God has given you. Learn to be humble and open, but wise and discerning. Gain the strength to question your own beliefs and past assumptions, and gain the vision to see the signs that the world is giving you—telling you what is coming and what you must do to prepare.</p>\n\n<p class=\"book-paragraph\">God will redeem you through even the worst circumstances, and sometimes the worst circumstances have the greatest opportunity in this regard. But do not take the Great Waves of change lightly. Do not think that you can avoid disaster by simply avoiding reality.</p>\n\n<p class=\"book-paragraph\">It will be the courageous efforts of people everywhere that will turn the tide for the human family. Wise leadership will help, wise guidance and counsel will help, but without the strength of the individual, the commitment of the individual, then humanity’s future cannot be assured.</p>\n\n<p class=\"book-paragraph\">This is all about you and why you came into the world, for you came to be in the world to face the Great Waves of change. It is no accident that you are here at this time. This has everything to do with you—who you are and what you are here to accomplish.</p>\n\n<p class=\"book-paragraph\">Therefore, it is a calling. It is a recognition. It is a deeper reckoning within yourself. And it is a recognition in the human family that it will have to live differently in the world and unite to protect the world—to protect the world from internal collapse and to protect the world from intervention from beyond.</p>\n\n<p class=\"book-paragraph\">This has the power to forge a unity that could never be established under any other circumstances. And if this unity is guided by freedom and wisdom, then it will provide humanity a new beginning—a greater beginning, a greater strength and union than it has ever achieved before.</p>\n\n<p class=\"book-paragraph\">But this strength and union will not be based on ideology, or upon one religious view, or upon convenience or affluence. It will be built upon necessity and forged in the fires of the Great Waves of change.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/avoiding-disaster.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/avoiding-disaster/"
}