{
  "title": "The Battleground",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You must speak out against war. It is never justified. It is errors compounded. It is failure compounded.</p>\n\n<p class=\"book-paragraph\">The incentive to go to war over resources, territorial control and overcoming a perceived enemy will be so great in the future when the resources of the world will diminish and economic difficulties will arise here, there and everywhere. It will be a great trial for humanity.</p>\n\n<p class=\"book-paragraph\">It is a challenge because humanity must become united in the face of the universe, a Greater Community of intelligent life. It must become united to utilize the resources of the world sufficiently and successfully to avoid ongoing competition, conflict and war. It will be a great trial for humanity.</p>\n\n<p class=\"book-paragraph\">People will feel threatened. They will take sides. They will believe others who take sides. When people are governed by fear, they take sides. When people are governed by anger or resentment, they take sides blindly, foolishly. They will be told who the enemy is, and they will believe what they are told. It will be a great trial for humanity. A trial is a test as well as a proving ground for what is true, what is just and what is honest.</p>\n\n<p class=\"book-paragraph\">There will either be cooperation or there will be conflict and war. The choices become much more simple and direct here. You cannot have it both ways. You cannot overcome another and establish the peace at the same time. You cannot suppress another people or even the people of your own nation and think you are maintaining justice, order and peace, for you are merely denying and resisting that which must come forward. But what must come forward is not simply revenge or hostility or the settling of scores.</p>\n\n<p class=\"book-paragraph\">You must be guided by a greater power within the people, the power that God has put there for all the peoples of the world, for all the religions of the world. Even for those who have no religion, it is there.</p>\n\n<p class=\"book-paragraph\">This power will see beyond division. It will see beyond complexity. It will see beyond the settling of scores to establish a cooperating reality based upon necessity and not merely high ideals, based upon the fundamental needs of people and what can assure that those needs will be sufficiently met.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation speaks of this greater power within the individual, speaks of it with such great emphasis, for it is the most important thing. Without this, you will be governed by fear, desire and the persuasions of others. You will side with your group, with your tribe, with your culture and maybe even your nation, or some force or faction within your nation. You will be blinded by their ideology, and you will believe because you will be so frightened that you will want to believe in something you can adhere to. You will not want to be alone, so you will associate with those who seem to be powerful and determined.</p>\n\n<p class=\"book-paragraph\">Thus, whole nations are corralled into war. Thus, people are cast into opposing forces, not even understanding what the conflicts are really about, not really understanding what they are doing and what they are supporting.</p>\n\n<p class=\"book-paragraph\">Radical forces, radical voices, will gain the world’s attention as has been the case because that is what people want to listen to. They do not want moderation. They do not want restraint. They do not want diplomacy. They want to take what they think is theirs or prevent someone else from taking what they think is theirs or getting what is left as the world diminishes and declines. It is such a desperate situation in a world where humanity is so fractured and so divided.</p>\n\n<p class=\"book-paragraph\">You must overcome this, you see, but you must begin with yourself, for you are fractured and divided internally. You are given to radical persuasions. You tend to avoid that which you cannot face or try to put simple solutions on circumstances that are really more difficult to comprehend and to understand.</p>\n\n<p class=\"book-paragraph\">Look at your own tendencies. Look where your mind goes facing grave uncertainty and the prospect of war and conflict. Look how you take sides automatically or assume beliefs without ever really thinking or taking the time to understand a situation more deeply and more thoroughly which would give you pause and restrain you from coming to premature conclusions.</p>\n\n<p class=\"book-paragraph\">God has given you the great power to see, to know and to act with certainty. But to follow this, you have to step away from all the other seductions, directives and tendencies of the mind. If people will not do this, they will fall into ranks. They will become partisans in a splintering and disintegrating situation.</p>\n\n<p class=\"book-paragraph\">The battle lines are being drawn. Nations are vying for positions of control. Many who lead these nations understand the great change that is coming to the world. They want to have as strong a position as possible, to control access to resources as much as possible, to assure their security as much as possible. So they will vie for control and compete with others for control. But none of them understand the greater threat in the world, the threat of intervention from beyond the world that will seek to use human conflict, human ignorance and human ambition to its own ends.</p>\n\n<p class=\"book-paragraph\">The great understanding that humanity must have is not being adopted sufficiently, so God has given a New Message for the world—a message of warning, a message of power, a message of grace, a message of great hope. But this great hope can only be fulfilled if a sufficient number of people can receive the Revelation.</p>\n\n<p class=\"book-paragraph\">Many parts of the world are facing restrictions in food and water, for nature has been violated and the world’s natural balance has been upset. Now the whole world will be facing violent weather, destroying much of the world’s food production it will, and with it, the stability of nations, particularly the poorer nations of the world. While the stronger nations vie for position, struggling with each other, using poorer nations as their battleground, the poorer nations of the world will suffer and decline.</p>\n\n<p class=\"book-paragraph\">How much war will be waged, and how many lives will be ruined and lost? How much land will be destroyed? How many cities will be devastated? How much tragedy will have to occur before enough people come to their senses and realize their problem is not with one another? Their problem is with the world—their stability in the world itself, their stability within a Greater Community of life in which humanity has always lived and with which it must now learn to contend.</p>\n\n<p class=\"book-paragraph\">Who will guide humanity? What can God offer to humanity under such a grave and critical situation: the waste to the world of things that cannot be wasted, of land and infrastructure, of people and talents and abilities?</p>\n\n<p class=\"book-paragraph\">Nothing can be wasted in this new world, this world of greater demands, this world that will require human unity and cooperation at a level never seen before, not because everyone agrees ideologically, but because of sheer necessity itself, and because humanity is facing adversity and Intervention from the universe around it, functioning surreptitiously in the world, using the powers of deception and persuasion, casting nation against nation and people against people, discouraging entire populations so they will lose faith in their leaders and seek to be guided and governed by powers they do not understand.</p>\n\n<p class=\"book-paragraph\">This is the battleground. You either ruin what you have left and cast humanity into a much more grave and dire set of circumstances in the future, or people begin to come to their senses to realize that everything is at stake. No nation will prevail if the world declines too far, if too much is lost. No one’s affluence will be safe and secure in a situation like this.</p>\n\n<p class=\"book-paragraph\">So what will prevail—wisdom, dignity and common sense, or anger, resentment and revenge? This is the great battleground. Not over territory, but over what will prevail in the minds and hearts of people. How many will have to die and suffer and be cruelly crippled before humanity can see what it must choose and commit itself to this path of resolution?</p>\n\n<p class=\"book-paragraph\">The religions of the world are divided and contentious even within themselves. Too often they have become partisans in the great struggles for power and dominance that have been waged throughout time and history. What is the guiding light there?</p>\n\n<p class=\"book-paragraph\">Not everyone will become a Christian. Not everyone will become a Muslim. Not everyone can become a Jew. And not everyone can follow any faith tradition or ideology. And yet many seek to dominate the world with their views and their religions. They too are sowing the seeds of war and conflict and mindless destruction upon the world.</p>\n\n<p class=\"book-paragraph\">That is why God has spoken again—not to condemn them but to offer a new way that does not require a strict ideology, that does not require that you repudiate another or another’s group or nation, that does not require that you believe in one hero.</p>\n\n<p class=\"book-paragraph\">You are standing on the battleground. It is here you will either build a new and more equitable and united future for the human family, or you will destroy yourselves—group by group, nation by nation—only to be exploited by those from beyond, who will seek to use you and direct you in your state of weakness, failure and decline.</p>\n\n<p class=\"book-paragraph\">If you knew the great hazards facing humanity, war would stop tomorrow. It would simply not be an option. If you knew what humanity will have to deal with and face, there would be little contention between nations.</p>\n\n<p class=\"book-paragraph\">This is the great trial, you see. Can humanity emerge from this great threshold intact, with a greater resolution, unity and strength? Or will it simply disintegrate and destroy itself in the face of what it has created in a world that has been exploited, wasting its precious resources on conflict, wasting its opportunity to establish a greater union here on Earth? And what kind of union will that be? Will that be a free union or will that be an oppressed state? The universe is full of technological, oppressed states.</p>\n\n<p class=\"book-paragraph\">Whatever the union is, you will have to have a union to survive in the Greater Community. You cannot be a set of warring tribes. You cannot be destroying the wealth and splendor and resources of the world over your ridiculous issues with one another. For pride, arrogance, power or advantage, you will destroy what is left. And then you will face a set of circumstances the human family as a whole has never had to face before—how to survive in a decimated world, how to survive in a climate that is out of control, a climate that has lost its natural stability because of human pollution and abuse.</p>\n\n<p class=\"book-paragraph\">It will take everything you have—your science, your ingenuity, your technology, human will and power just to survive in this world. And your ability to do so will determine what happens on this battleground and what this trial produces.</p>\n\n<p class=\"book-paragraph\">It is easy to go to war. It is more difficult to establish a union. It is easy to fall apart because that is what people do when they are weak and confused. It is more difficult to stand firm and maintain your strength and determination in times of great change and uncertainty. It is easy to attack another. It is more difficult to establish an agreement between you that is mutually supported.</p>\n\n<p class=\"book-paragraph\">Take the easy way, and you will face hardships that have never been known to the human family as a whole. And the world your children will have to live in, and their children, will be far more difficult and dangerous than what you face today.</p>\n\n<p class=\"book-paragraph\">They will bless you or curse you for what you have done in these times—this one great opportunity in this era to establish a greater unity, to prepare for a new world and reality, and to prepare for a Greater Community of intelligent life in the universe; this time of Revelation when God has spoken again to all the peoples of the world, to all the nations and all the religions of the world, to give them this greater perspective and this greater power and this greater opportunity that will be utterly wasted if humanity continues in its destructive and ignorant ways.</p>\n\n<p class=\"book-paragraph\">People of the world, hear the Voice of Heaven. And those who would wage war, particularly the religious who claim to be religious, Heaven will not look upon you favorably, for you are leading humanity into travail and far greater danger and difficulty.</p>\n\n<p class=\"book-paragraph\">What will prevail—human strength and wisdom, or human weakness and indolence? What will prevail? What must be built carefully over time, or what is expedient in the moment? What will prevail in you? You can always blame others and speak about humanity in generalities, but what about you? Where will your mind go? What position will you take? What will you support? You cannot merely look out for yourself, for that is destructive. You must consider how everyone can have greater stability and encouragement.</p>\n\n<p class=\"book-paragraph\">This is a challenge not only for leaders of nations, or great thinkers, or philosophers, or theologians. It is a challenge for each person who sees that they must really consider what is happening in the world and what they can do to contribute to a positive and constructive outcome.</p>\n\n<p class=\"book-paragraph\">Like it or not, believe it or not, you are standing on the battleground right now—an economic battleground, a political battleground, a military battleground, a battleground even within yourself over what you will follow and what you will stand for at a time of greater uncertainty and upheaval in the world.</p>\n\n<p class=\"book-paragraph\">God has spoken again to all the peoples of the world to give them strength, courage and dignity and a pathway out of confusion, danger and self-destruction. But who will listen to this and not merely defend their old ideas or their position, or speak for their own group, or protect their self-interest? Those who have taken sides and those who will take sides, can you hear God speaking to you again—admonishing you, correcting you, honoring you and directing you?</p>\n\n<p class=\"book-paragraph\">In the next twenty years, if the great remaining resources are squandered, the world will be poor, poorer than you can imagine. Humanity may survive, but in a very much declined state. It is not a world where anyone really benefits. Even those few who have wealth will be surrounded by those who do not. Their position will not be sustainable.</p>\n\n<p class=\"book-paragraph\">This is the seriousness of these times. This is the importance of your life. You did not merely come here to be a locust upon the land and consume everything in sight, as the wealthy do so often. You came here to give something unique and special to a world in need.</p>\n\n<p class=\"book-paragraph\">Do not complain about the world, for this is the world that will offer you redemption if you can understand it and respond to it correctly. Do not condemn yourself, for you know not of your greater purpose, your greater origin and your greater destiny.</p>\n\n<p class=\"book-paragraph\">Each one of you is important. Each one of you has gifts for the world—gifts that you cannot ascertain from your own desires and preferences, but what must be called out of you by the circumstances of the world, often by circumstances you might choose to avoid or have avoided in the past. This is what brings greatness out of people, not their pathetic little wishes and obsessions and fantasies.</p>\n\n<p class=\"book-paragraph\">You are standing on the battleground, determining the future and the fate of humanity. Each one of you and all of you will contribute to this in one way or the other. There is no neutral ground. You cannot stand apart and think of yourself as above and beyond all this, for this is the world you have come to serve. And Knowledge, the greater power that God has given you, is determined and focused on you finding this service and fulfilling it here.</p>\n\n<p class=\"book-paragraph\">It is okay that things are not perfect. Stop complaining about this. When people are in danger, they do the greatest things. When there is the greatest need, the greatest creations are made. When the greatest needs prevail, the greatest inventions come forward. You are not made great by pleasure and indolence, but by contribution and selfless giving of yourself and life and resources.</p>\n\n<p class=\"book-paragraph\">Do not think your belief in a great savior is going to save you unless you can give to the world what you came to give. Do not think that your religious ideology is going to set you above and beyond everyone else. For if you cannot contribute to human unity and cooperation with peoples from different nations and religions, then you are working against the welfare and well-being of humanity, no matter what you believe or what your hero or heroine might be.</p>\n\n<p class=\"book-paragraph\">Heaven looks upon those who can contribute to human unity, cooperation and adaptation to a new world and to a Greater Community of life. For your isolation in the universe is over, and you will never have it again. The time has come for humanity to contend with this, and there is no running away from this reality.</p>\n\n<p class=\"book-paragraph\">It is what is necessary that is important. It is what must be that is important. It is courage, purpose and destiny that are important. Do not think your intellectual position is significant. It is only what you give and do not give, what you support and do not support that makes any difference to the outcome for your life and destiny, and for the well-being of the world. Here there must be great humility and great service, or you will not understand why you are here, what you must do and what the world is calling from you and requiring of you.</p>\n\n<p class=\"book-paragraph\">You are on the battleground. There is no hiding. There is no running away. There is no living in fantasy. There is no thinking that you are special and unique because of anything.</p>\n\n<p class=\"book-paragraph\">The world is declining. Humanity is sowing the seeds of future conflict. War is raging here, there and everywhere. The climate is unstable. Economies are contracting. You must participate in this greater reality and serve wherever your true service can be rendered. In this, you will know Heaven, and Heaven will know you, regardless of your religious beliefs.</p>\n\n<p class=\"book-paragraph\">For you are at the dawning of a new era of human unity and cooperation, or a new era of human self-destruction. The outcome will be determined upon the battleground—the battleground upon which you stand today.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-battleground.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/battleground-conflict-war/"
}