{
  "title": "Being a Student of the New Message",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is a great blessing to receive a New Revelation and to live at a time of Revelation. It is a great opportunity to discover your greater purpose for being in the world and to recall through your experience those who sent you into the world. For you now before you, have a gift of unparalleled value, a gift that is only given once every [millennium] at a time of Revelation.</p>\n\n<p class=\"book-paragraph\">You did not come upon this by accident. You did not find it by chance. It represents a destiny and a calling for you. It has come into your life at a time now when the world is growing dark and Great Waves of change are coming. It has come at a time when humanity is facing Intervention from beyond the world by small groups who are here to take advantage of humanity’s weaknesses and divisions.</p>\n\n<p class=\"book-paragraph\">It is a time to learn something truly new and revolutionary, something that has been given to bring clarity to the world’s great traditions and to be a sounding and a calling for human unity and cooperation in the face of tremendous challenge and upheaval.</p>\n\n<p class=\"book-paragraph\">But you cannot really understand the New Message and the meaning of this Revelation by reading it alone. You must become its student. You must become a learner and take the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">From where you are, you cannot see the panorama of life clearly. You cannot understand the meaning of your appearance in the world at this time. You cannot comprehend the Greater Community of life that humanity is now facing in the universe beyond the borders and boundaries of this world. You cannot even see the great significance of encountering a New Revelation, a New Message from God.</p>\n\n<p class=\"book-paragraph\">To understand these things and their complete relevance to your life, to your origin and to your destiny, you must become a student of the New Message—to learn of it and to allow it to be applied in your life, to be lived, to be experienced, to free you from the bondage of your old ideas, your bondage that you currently experience under the oppression of people and culture, the bondage that keeps you at the surface of your mind and does not allow you to experience your deeper nature.</p>\n\n<p class=\"book-paragraph\">Without corruption, without confusion, the New Message is here in a pure form. It brings with it the memory of your Ancient Home and the recalling of your greater purpose that has brought you into the world at this time.</p>\n\n<p class=\"book-paragraph\">But this requires that you understand what studenthood really means—what it really means to be a student of a New Revelation. For you cannot go back in time and be a student of Jesus or a student of Muhammad or a student of the Buddha and receive the pure teaching as it was revealed by its Messengers.</p>\n\n<p class=\"book-paragraph\">To be a student of a New Revelation requires, then, a very pure approach on your part. This means that you are not trying to mix the New Message with other teachings, with other beliefs, with other spiritual practices. It means you are not alloying the New Message with your own spiritual beliefs and perspective. To be a real student is to start at the beginning with a clear and open mind.</p>\n\n<p class=\"book-paragraph\">Here you do not believe everything. You are discerning and careful, but you make no presumptions about the journey ahead, for you have never taken such a journey before. Even if you have studied other religious teachings over time, you have never taken a journey like this.</p>\n\n<p class=\"book-paragraph\">It is a new mountain to climb, and it will purify your intentions. It will purify your understanding. And it will purify your experience of yourself and the world to undertake such a greater journey.</p>\n\n<p class=\"book-paragraph\">Being a real student here means that you are not altering the New Message to meet your preferences or your prejudices or preconceived ideas. You are not changing the words. You are not deleting certain aspects of the New Message. For you must see it all.</p>\n\n<p class=\"book-paragraph\">You cannot say, “Well, I am very interested in Relationships and Higher Purpose, but I do not really want to learn about the Greater Community.” Here you cannot say, “Well, I really want to learn about the Greater Community, but I don’t want to study The Way of Knowledge.”</p>\n\n<p class=\"book-paragraph\">For you see, it all goes together. It is whole and complete. It is pure and intact. It has not been ravaged by the world and united with other things and torn apart with different interpretations and schools of thought and so forth.</p>\n\n<p class=\"book-paragraph\">Especially while the Messenger is in the world, this is the most optimum time to become a student of the New Message. For its purity will be maintained and is being maintained by him and by those who have joined to assist him in bringing a New Revelation into the world.</p>\n\n<p class=\"book-paragraph\">Here you must be willing to learn things that exceed your understanding, things even that you might be afraid to approach. It is a journey you cannot control. You can only control yourself as you undertake it—not allowing your fears or anxiety to take you away, not allowing the opinions of others to discourage you or to dissuade you, not allowing your own ambivalence to weaken your approach and to dilute your focus.</p>\n\n<p class=\"book-paragraph\">To be a student here means that you start from a position of the desire and the capacity to learn and that you are willing to take a long journey with many steps, without coming to premature conclusions—a journey that will take you up this great mountain, a journey with many twists and turns, many things that you cannot foresee and thresholds along the way you were not anticipating.</p>\n\n<p class=\"book-paragraph\">For, you see, you cannot come to God on your own terms. You cannot say, “Well, I am willing to study this, but it has to be on my terms.” For this journey will take you where you have never gone before because from where you are now, you will never find your higher purpose in the world, and the chance of your meeting those individuals who will play a part of it is very small indeed.</p>\n\n<p class=\"book-paragraph\">That is why you need a pathway out of the jungle, out of the state of confusion and ambivalence, out of the oppression and the domination of your social conditioning. You need a way out so your mind can be free to be what it really is, so that your Spirit can be liberated and express itself through your mind and body, and so that you can feel your primary and fundamental connection to your Source and to the world you have come to serve.</p>\n\n<p class=\"book-paragraph\">It is necessary here to describe studenthood because most people really do not know how to be a real student. In your childhood education, you had to memorize things to pass tests; you had to meet requirements. But it did not really mean that you had to seriously consider your life, your values, your presumptions and your beliefs. You just did what was necessary to pass the exams, to reach the goals. Along the way, you did learn some things, but it is really a very diluted form of studenthood.</p>\n\n<p class=\"book-paragraph\">Here you are really taking on something magnanimous and great—greater than your understanding, greater even than the realm and the reach of your intellect. You are doing this because you know you must do this because it is entirely natural and essential for you.</p>\n\n<p class=\"book-paragraph\">You may think at the outset you are doing this to achieve love and wealth and power, spiritual fulfillment and all of this. But those things will come under question as you proceed, for the journey is not bound by these expectations and will exceed them entirely.</p>\n\n<p class=\"book-paragraph\">If you proceed and do not fall by the wayside, eventually you will come back to the reality that you are doing this because Knowledge, the deeper Intelligence within you, is indicating for you to do this. As your understanding grows and expands, as you go through periods of certainty and uncertainty, as your own beliefs become questioned and even set aside in certain situations, you come back to this essential motivation, which is pure.</p>\n\n<p class=\"book-paragraph\">Very few people have ever been students where they had to study with a master to learn something that they simply could not understand at the outset. Those people who had to master something in life understand this process a little bit better. They see what a long journey it is and how there can be times of discouragement where your expectations are not being fulfilled. But you keep going because you have a goal, and the goal is the most powerful thing here—the goal and the power of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">You are following a curriculum you did not invent for yourself or was not invented for you by other people or by tradition—a journey that has been given by God directly. That is why it is a Revelation and not merely a teaching. You are following something that is essentially mysterious even though it has tremendous practical applications. Over time you see that it is not you who is guiding you, but a greater power—a greater power to which you are intrinsically united, but which you cannot understand with your intellect.</p>\n\n<p class=\"book-paragraph\">To be a student here is to realize that certain things will fall away, unburdening your mind and your life. And while you may be afraid at the outset of losing things, in the end, the New Message is here to bring you all things that you truly need and desire. But your true desire is not the same as those desires in you that are not true. Over time, you will learn to distinguish them and tell them apart.</p>\n\n<p class=\"book-paragraph\">To be a student means you do not have an answer for everything in the world. It means that your intellect is a servant and not a master in The Way of Knowledge because the Teaching and the Pathway extend beyond the realm and the reach of the intellect.</p>\n\n<p class=\"book-paragraph\">Yet your mind will be employed in comprehending Greater Community Knowledge and Wisdom and the meaning of a New Revelation—the Revelation about Creation and the universe, about the evolution of life in the world, an education about the Greater Community and the Great Waves of change that are coming to the world and humanity’s need to prepare.</p>\n\n<p class=\"book-paragraph\">This alone so far exceeds most people’s intellectual capacity, so your mind will be very busy on its own accord. But what you will be learning even exceeds this. That is why it is initiation for your Spirit, which is the power and presence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">You begin your studenthood thinking that the New Message is all about you. But in time you discover that it is greater than this and that you have a greater incentive for being here, beyond personal survival and gratification. This will be a great reunion within yourself when you can begin to experience this.</p>\n\n<p class=\"book-paragraph\">To be a student of the New Message means you are seeking quiet and withdrawing from much of the stimulation of the world, which keeps your mind confused and in a state of aggravation. You seek to simplify your life so it does not burden you so much. You seek a deeper connection with people in your relationships and are willing to let go of people who cannot provide this experience for you.</p>\n\n<p class=\"book-paragraph\">A natural transition begins to occur where your values and your focus will change along the way. It is natural because it comes from within you and is not imposed from the outside. To keep yourself on track, you need certain guidelines to help you, and these are provided in the New Message in the study of Steps to Knowledge, the study of Greater Community Spirituality, Wisdom from the Greater Community and all of the books of the Revelation.</p>\n\n<p class=\"book-paragraph\">For you need a certain amount of structure to keep yourself clear and to keep your life focused and moving in a positive direction. For there are so many forces in the world taking you away, who seek to fill you up while you are trying to become clear within yourself.</p>\n\n<p class=\"book-paragraph\">To be a student means you are not a master and you cannot take this Teaching and try to make money with it, or do something with it, or use it to be significant in the eyes of others. Whatever ambitions may exist, even unknowingly within you, will be flushed out over time.</p>\n\n<p class=\"book-paragraph\">For Knowledge within you will only reveal certain things to you as you become prepared, as your motives become clearer, as your understanding becomes more real and genuine. As We said before, you cannot control the preparation, but you must control your mind and affairs to a greater degree than you are accustomed to, and you will learn how to do this in the most beneficial manner.</p>\n\n<p class=\"book-paragraph\">To be a student means you are not learning this in a day or a month or a year, for it is a greater journey than this, with a greater result and a greater goal. But you must be the captain of your mind and affairs to keep yourself focused, to maintain consistency in your practice, to not be swayed by so many forces and emotions that kept your life in a chaotic state before.</p>\n\n<p class=\"book-paragraph\">Here you gain the power to take charge of your mind rather than being its victim. Here you take charge of your life and affairs to a far greater degree, which will restore to you power and clarity, which you will need.</p>\n\n<p class=\"book-paragraph\">Being a student of the New Message means that you support the New Message being in the world. And as you advance you are able to share its wisdom with others and to support and assist the great Messenger who has been sent here. For this is life serving you, and you serve life in return. It is entirely natural to do this.</p>\n\n<p class=\"book-paragraph\">You find in your studenthood that the journey is richer and deeper than you had expected and that you must read the sacred books repeatedly to understand their depth and the many teachings that they provide, which will not be revealed to the casual reader or the person who skims the surface only.</p>\n\n<p class=\"book-paragraph\">To be a real student means to accept where you are, to have confidence in your progress and to allow Knowledge to keep you focused, even if you think you are not making any progress at all. People want instant gratification. They want instant results. They want to pass the test and get a grade. That is what they think studenthood is. But real studenthood is something much greater—a greater journey, a journey of many steps.</p>\n\n<p class=\"book-paragraph\">You will go through periods that seem very dry and empty and others that seem very rich and revealing. It is all part of taking the journey, you see. You will begin to learn what is significant within you and what is insignificant, and how previously you were so caught up in making the insignificant significant and in [overlooking] or neglecting the significant altogether.</p>\n\n<p class=\"book-paragraph\">You are a student because you are called to be a student, and in your heart you are responding. It is such a simple thing to say this, and yet it is such a remarkable thing to experience and to support and to maintain.</p>\n\n<p class=\"book-paragraph\">Many people start out with great expectations and high hopes only to find that the journey is more demanding than they expected, and they really do not have the self-discipline to stay with it for more than a few days. But if they are true in their intentions, they will come back and try again and take themselves further this time. And over time they will be able to go beyond their former limits. They will be able to see how easily they gave up and quit before. And now they can move forward into a deeper region of experience.</p>\n\n<p class=\"book-paragraph\">Essentially, the New Message will reveal what is essential in your life and in contrast show everything that has been added on that is but a mere distraction or burden for you. This frees the soul. This allows you to meet the deeper need of the soul, which is the deepest of all your needs and which holds the greatest promise for your fulfillment and success in the world.</p>\n\n<p class=\"book-paragraph\">If these things sound too daunting to you, it is because you do not value your life sufficiently and do not yet recognize you are here for a greater purpose and that this purpose is really not what you think it is. It is not merely something you tell yourself. It is not an explanation you give for your life. It is a higher state altogether—higher up this mountain—beyond where you are now.</p>\n\n<p class=\"book-paragraph\">Here your spiritual beliefs are secondary and your spiritual practice becomes everything. For you are either making the journey, or you are not. There are many philosophers at the bottom of the mountain, but philosophy will not get you up this mountain. It is intention. It is commitment. It is feeling a deeper need within yourself that nothing you see around you can fulfill. It is responding to a greater calling, which is your calling—the calling that can initiate you into your greater life in the world.</p>\n\n<p class=\"book-paragraph\">Here fear and anxiety and self-preoccupation lessen their grip on you. You begin to feel more intact within yourself, and you begin to experience your integrity to a far greater degree. But to experience these things, you must take the journey of many steps. And the Steps are in Steps to Knowledge and in the sacred teachings.</p>\n\n<p class=\"book-paragraph\">The New Message presents a minimum of external form at this point because it is a calling for Knowledge within you to become your strength and your guide. It puts great trust in the individual, and that is what distinguishes it from so many other things under the name of religion.</p>\n\n<p class=\"book-paragraph\">It is not about belief now. It is not about ritual observances. It is about living a dynamic life. It is about living close to the world and close to your spiritual Source all at the same time—looking in and looking out, listening in and listening out at the same time.</p>\n\n<p class=\"book-paragraph\">It is so natural, so obvious, of course. But how far this is from where you are now. You cannot even sit still for five minutes. You cannot focus your mind. You cannot resist distractions. You cannot control your emotions. You are still swayed by beauty, wealth and power to certain degrees. And so you have no freedom inside of yourself. Not yet.</p>\n\n<p class=\"book-paragraph\">If the New Message is your calling, it is your calling and none other. Do not take the foolish approach of trying to mix this and that—a patchwork quilt of spiritual ideas from different traditions, for that means you have never climbed the mountain. You have only sat at the bottom collecting postcards from people who have.</p>\n\n<p class=\"book-paragraph\">I must be challenging with you because your life is important to the world and to the New Message itself. We will not treat you like children. We are not selling you something. We are giving you your heart’s desire. But there is certain wisdom that must be given at the outset so that your journey can proceed more quickly, with less obstruction and distraction and confusion.</p>\n\n<p class=\"book-paragraph\">Over time, you will see this is truly a New Revelation—unlike anything else in the world it is, given at a time of great upheaval for the human family, a time of great danger, but also of great opportunity.</p>\n\n<p class=\"book-paragraph\">As you experience your deeper nature, you will see that this experience has been with you all along, perhaps only felt for moments periodically or even rarely. But now you have the chance to bring your life entirely to it so that your true nature can express itself in the world, fulfill its mission and destiny here, find its true relationships here and the great satisfaction and joy of accomplishing this—a task that seems so far beyond the prayers and aspirations of many people.</p>\n\n<p class=\"book-paragraph\">Come to your studenthood, then, with the determination to proceed, to take the journey of many steps, to have the courage to face yourself—your mind, your emotions, your self-criticism, your self-doubt, even the criticism and doubt of others, all the things that keep you in bondage at this moment.</p>\n\n<p class=\"book-paragraph\">Come to your studenthood with the intention to experience the Grace that lives within you, its power and its presence.</p>\n\n<p class=\"book-paragraph\">Come to your studenthood without knowing what it will mean or what it will provide, leaving this door open for revelation to come to you in time.</p>\n\n<p class=\"book-paragraph\">Come to your studenthood without requiring others to come with you, for this is your calling. You cannot bring your partner or your friend or even your children along, for this is your calling and perhaps not theirs at this time.</p>\n\n<p class=\"book-paragraph\">Come to your studenthood with confidence that you can proceed, despite your failings in the past. Despite whatever is haunting you at this moment, you come with the conviction that you can make this journey, that this is your journey and your one chance in life. For if this is your calling, it is your one chance. There is only one calling and one way for you.</p>\n\n<p class=\"book-paragraph\">People think they can take any journey, any pathway, but only one really has their name on it. Only one will speak to their deeper nature and call them forth.</p>\n\n<p class=\"book-paragraph\">Do not be foolish in your approach and think that it is up to you to choose how you will come to your greater calling, for you do not know the way. You have never made this journey before.</p>\n\n<p class=\"book-paragraph\">Here spiritual idealism, spiritual beliefs themselves, can be true impediments to understanding and to progress. You do not need them now to become a real student, only the recognition that you are here for a greater purpose and that deep within you, beneath the surface of your mind, is your deeper nature, which you seek to experience and to express. Beyond this, religious beliefs and observances can only hinder and confuse your approach.</p>\n\n<p class=\"book-paragraph\">Do not be worried if this is different from your religious tradition because this is the heart and soul of all religious traditions. But even if you were raised in another tradition, if the New Message is your calling, it is your calling. There is none other. You cannot invent your calling if it is to be genuine and authentic. It is your calling.</p>\n\n<p class=\"book-paragraph\">Do not waste time now, for time is of the essence. The world is moving. Your opportunities will come across the horizon. You must be ready for them. Your true relationships will come to you in time. You must be ready for them, or you will not be able to participate. Your life must be free and clear, or you will be held back by people and circumstances.</p>\n\n<p class=\"book-paragraph\">Time is of the essence. You have time, but not a lot of time. You have no time to waste. You have already wasted a lot of time. Be you young or older, there has been much waste in your life. It has not given you much at all.</p>\n\n<p class=\"book-paragraph\">Be committed now to become a real student, a consistent student, not one who vacillates in and out, here and there, forward and backwards, faltering, dissuaded easily, easily discouraged, easily pulled off track by other people and their opinions and their ignorance.</p>\n\n<p class=\"book-paragraph\">No, you must come to this now with a powerful intention because it is your life. And time is of the essence. With the power of this intention, you can overcome your former obstacles, go beyond those places where you quit or gave up before and proceed onward into new territory, which will make your life dynamic and fresh and real.</p>\n\n<p class=\"book-paragraph\">Every day becomes important. Every encounter becomes important. Even the rituals of your life repeated over and over become now opportunities to experience Knowledge. This will restore life and enthusiasm to you and the sense that you have a greater destiny in the world.</p>\n\n<p class=\"book-paragraph\">God knows how to reach you because God created that which is really you. You identify with your worldly mind, but who you are is really something much more profound. It was who you were before you came into this world. It will be who you are when you leave this world and return to your Spiritual Family. To know this in the world is to join Heaven and Earth. The Earth can never be Heaven, but Heaven and Earth have a place to touch within the deeper nature of you.</p>\n\n<p class=\"book-paragraph\">Your future will not be grandiose, but simple, but profound. You will not be a superstar or a great leader, but your life will be simple and profound. Give up greatness. Give up fame. All these are false ambitions. Those who are chosen for great things are never ambitious. Those who are ambitious are held back and kept at the lower level of their education until they can recognize their error and outgrow these things.</p>\n\n<p class=\"book-paragraph\">Consider these words and hear this calling. It is for you. God’s Love is emanating through the New Message. It is not hidden by human inventions and human compromise. It is calling for you.</p>\n\n<p class=\"book-paragraph\">This in the end will be its greatest testament. This in the end will reveal to you your deeper nature and your deeper connection to God and to life, and why you have a destiny in the world, and who you are destined to meet, and what you must do to prepare for all of this.</p>\n\n<p class=\"book-paragraph\">That is all before you now. You need only to take the steps and to be aware, to consider your mistakes, to focus on your accomplishments, to persist, to persevere, to pass through the empty valleys, to pass through the times of doubt to the greater rewards beyond them.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/being-a-student-of-the-new-message.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/being-a-student-of-the-new-message/"
}