{
  "title": "Being Alone",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Many people are alone, and perhaps they regret it extremely, depending upon their circumstance. Perhaps they welcome it if they are seeking a reprieve from an unfortunate relationship. Perhaps they seek to be alone to gain reprieve from the pressures of constant engagement with other people. Whatever the case may be, their being alone provides a great opportunity.</p>\n\n<p class=\"book-paragraph\">Many people have not been alone enough to gain a deeper connection within themselves, constantly stimulated by being with others. Or due to poverty and cramped conditions, they are constantly surrounded by people so they have no time for quiet within themselves. Being alone is a great opportunity if it is utilized correctly.</p>\n\n<p class=\"book-paragraph\">It is a time to begin to feel the deeper current of your life, to forge a deeper relationship within yourself. All the great artists and inventors and humanitarians have had to forge this deeper union with themselves, a union with a deeper intelligence within themselves, beyond the realm and the reach of the intellect.</p>\n\n<p class=\"book-paragraph\">Many people who are by circumstance alone at this time do not take advantage of this great opportunity. Perhaps they seek partnership and meaningful relationship, but such partnership and relationship is not on the horizon. So what should they do with this time alone? How can they utilize this great opportunity?</p>\n\n<p class=\"book-paragraph\">This is the opportunity to gain contact with the deeper intelligence within you, an intelligence that God has placed within you, an intelligence called Knowledge. This intelligence is so very different from your surface mind, your socially conditioned mind, the mind that has been shaped through your experience and adaptation to the outer world. But the mind of Knowledge is very different. It does not speculate. It does not debate. It does not fantasize. It is not afraid. It is not confused. It represents the center of your inner certainty and inner direction.</p>\n\n<p class=\"book-paragraph\">It is deep. It resides within the well of silence, a great empty space beneath the surface of your mind. You will never be able to penetrate the surface of your mind if you are constantly stimulated, or constantly engaged with other people, or constantly seeking approval and pleasure, and constantly trying to escape your own inner lack of security.</p>\n\n<p class=\"book-paragraph\">You must have this time of solitude. Here you practice inner listening. You learn how to focus the mind on a point or an idea so that the mind can become clear, so that you can slip beneath the surface of the mind, the turbulent and erratic surface of the mind. The world outside is going on, but now you are disengaged from it. You are beginning to forge an experience of your inner life.</p>\n\n<p class=\"book-paragraph\">When you begin this exploration, you will feel tremendous confusion, and you will see all the imagery that is stimulated in your mind—memories, imaginings of the future, strong ideas, strong impressions. These things will all be moving at the surface of your mind. Like the surface of the ocean swept by the waves, turbulent and unpredictable it is. But deeper down, the waters of the world are being moved by greater, more cosmic forces, moved with certainty, moved with purpose.</p>\n\n<p class=\"book-paragraph\">Beneath the surface of your mind is all the detritus of your mind—the errant thoughts, the deep-seated fears, the longings, the fantasies, fragments of your experience, fragments of your dreams—all the debris of the mind.</p>\n\n<p class=\"book-paragraph\">To go beneath this is to enter a very quiet place. It looks empty, but it is really not. It is the well of silence. It is a place of pure experience.</p>\n\n<p class=\"book-paragraph\">At first, you will seek this perhaps out of the need for reprieve from the friction and the difficulties of the outer world. You will want to rest and be at peace to refresh your mind. This is entirely appropriate. And even as you practice inner stillness, you will still need this reprieve. Like bathing the body, it cleanses the mind.</p>\n\n<p class=\"book-paragraph\">But breaking free from the surface can be difficult. On occasion, it happens spontaneously, but often it is difficult because you are so trapped there. Particularly if you respond to the media, or watch movies or television, these images are running around in your mind, making it more difficult for you to slip beneath the surface.</p>\n\n<p class=\"book-paragraph\">Your relationships here can be very interfering—the expectations of others, differences of opinion, arguments, the need for people, the need to get away from people, the complexity of trying to communicate with others. All of these things are preoccupations in the mind.</p>\n\n<p class=\"book-paragraph\">So you breathe and you focus on an idea or a sound or a word. You can use the word “Na Rahn,” “Na Rahn.” Inhale “Na,” exhale “Rahn.” It is a resonating word, resonating with the power of Knowledge in the universe. But it is not a word or a sound you will understand intellectually or that has associations with it necessarily. You want something that is just a pure sound.</p>\n\n<p class=\"book-paragraph\">And you need to be in a place that is quiet and still. You need to be comfortable, and you need to approach this practice with a passive mind, not aggressively trying to get something for yourself, not trying to solve problems or to gain insights. You come to be still, to learn how to slip beneath the surface of your mind, to develop an opening, an opening that will serve you when you are out in the world, an opening that will allow impulses and ideas and insights to come to you from Knowledge.</p>\n\n<p class=\"book-paragraph\">You build that opening in your practice. You do this without trying to get anything, without being greedy, without being aggressive, without being manipulative. You come in a state of humility to receive and to experience the reprieve and the space and the wholeness that exist within this well of silence, beneath the surface of the mind. Perhaps you will fall asleep. That is okay if that is your need in the moment. But you are taking reprieve.</p>\n\n<p class=\"book-paragraph\">In the study of Steps to Knowledge, you will learn how to focus and still the mind and how to think in accordance with the deeper Knowledge that God has placed within you—to guide you, to protect you and to lead you to a greater life in the world.</p>\n\n<p class=\"book-paragraph\">If you find yourself alone in life at this time, it is the most wonderful opportunity to develop this deeper connection within yourself. Do not be anxious for relationship. Do not be impatient. Take advantage of this great opportunity. You do not see how invaluable it really is.</p>\n\n<p class=\"book-paragraph\">The poorer people of the world have no time and place for this—constantly surrounded by people, constantly under pressure to produce, to survive, to accommodate themselves to degrading situations. They do not have this rare opportunity.</p>\n\n<p class=\"book-paragraph\">Do not think of it as a misfortune, or you will miss its great significance. For in the future, should you become married and have a family, you will never have this time alone again. Short of being thrown in prison, you will never have this time alone again. You will always have to be accommodating to the needs of others, adapting to the needs of others, surrounded by others, responding to others.</p>\n\n<p class=\"book-paragraph\">If you are a young person and are single, this is a great opportunity for you. Do not fill it up with people and stimulation. You will see as you attempt to gain a deeper experience of yourself that you do not want to add to the stimulation and confusion of your mind.</p>\n\n<p class=\"book-paragraph\">That is why movies and television and the media should be kept to a minimum because they flood your mind with images and fears and concerns, making it more difficult for you now to penetrate the surface. Using up your psychic energy, they are. You do not yet see what a great price you are paying for keeping yourself so stimulated.</p>\n\n<p class=\"book-paragraph\">Your concern for the world is not appropriate unless you are prepared to take action regarding something specific. Otherwise, you are just worrying and worrying and worrying. You are angry and you are frustrated, and you are condemning and judgmental. You are worrying because you are afraid.</p>\n\n<p class=\"book-paragraph\">You are not really doing anything. You are not really taking any concerted action regarding these things that concern you, so you are just leading yourself into a state of frustration, of fear and anxiety. This is wasteful. Here you are spending huge amounts of your life force without any result whatsoever, keeping yourself in a state of high anxiety and yet producing nothing.</p>\n\n<p class=\"book-paragraph\">If you are alone, begin your practice in Steps to Knowledge. Learn how to gain access to the well of silence. Learn how to control your mind and focus your mind so that you can direct it and use it appropriately instead of being governed slavishly by it.</p>\n\n<p class=\"book-paragraph\">This is a time to forge your spiritual practice. This is a time to organize and re-evaluate your life. This is a time to pull yourself together and to plug up all the holes where you are losing energy to other people and other things.</p>\n\n<p class=\"book-paragraph\">Some people are alone but not taking advantage of it, and others have no time to be alone. They have no opportunity to be alone. Or if they have the opportunity, they are afraid to be alone. They are afraid of themselves. They are afraid of their thoughts, their feelings, their anger, their grief, their confusion. They want to stay at the surface, looking outward, always stimulated, their mind always preoccupied. They do not know how to be with themselves. They do not know how to be with anyone. They do not know how to be with anything. Stimulated, agitated, frustrated, they are in a constant state of flux. And the power and presence of Knowledge that is speaking within them, they cannot hear; they cannot feel.</p>\n\n<p class=\"book-paragraph\">This is tragic, particularly in wealthy nations where people have the opportunity to cultivate their inner life. This missed opportunity is such a tragedy. Put yourself in a poor country, where you live in cramped conditions, you have no personal time and space, crowded everywhere. You can hardly think for yourself. You hardly have a moment alone—driven, oppressed, threatened. So the people in the wealthy nations have freedom from these things to such a large degree, and yet they do not take advantage of their great opportunity.</p>\n\n<p class=\"book-paragraph\">Here you do not become acquainted with yourself in a weekend, or in a day, or an hour. It takes time and focus, like anything else. To build a relationship takes time and focus and a certain degree of skill.</p>\n\n<p class=\"book-paragraph\">If you are a stranger to yourself, how can you be related to anyone else in a real way? You will be a stranger with them as well. Unknown to yourself, they will be unknown to you. And you will likely be unknown to them. This in essence is the tragedy of the human condition—isolation, separation, being a stranger unto yourself and to others.</p>\n\n<p class=\"book-paragraph\">Therefore, seek time alone. Seek a quiet place. Begin to take the Steps to Knowledge that are available to you now. And if you are already alone or isolated socially, take advantage of this time to forge a deeper union within yourself so that you can hear Knowledge speaking to you; you can feel its encouragements and its restraints; and you can reflect upon it whenever you have to make any decision that is important.</p>\n\n<p class=\"book-paragraph\">Here you will let it choose your relationships and your activities, and in doing so, you will be true to yourself and will not betray your greater interests and greater purpose. Here you will see that everyone around you is giving themselves away, falling in with other people, being socially dominated, controlled by the opinions of others, driven by the need for approval, driven by the fear of being alone.</p>\n\n<p class=\"book-paragraph\">To the person who has gained this greater connection, everyone else begins to look like they are in chains—slaves to their possessions, slaves to their relationships, slaves to their fears and their appetites, unable to be still, unable to discern, unable to experience, unable to be at peace.</p>\n\n<p class=\"book-paragraph\">Find a quiet place in your home, or if there is no quiet place in your home, find a quiet place in nature or in a sanctuary. Go there and practice repeating the words “Na Rahn” and let this replace your thoughts, your memories, your anticipations. Let this take you deeper.</p>\n\n<p class=\"book-paragraph\">Here you will find as you proceed that your values will change. You will seek quiet now instead of constant stimulation. You will seek meaningful communication and engagements with others instead of mere social engagements and superficial conversation. You will seek honesty now instead of charm, beauty and wealth. You will look for what is real in people and not be mesmerized by their appearance or their false behavior. You will value deeper, more permanent things. Your culture will have less of a hold upon you.</p>\n\n<p class=\"book-paragraph\">Perhaps you will feel lonely or estranged as a result, but this is the price of freedom. If you are afraid to be alone, you will be afraid of freedom because freedom will set you apart, with a different focus and a different set of values that are more natural and more wholesome for you.</p>\n\n<p class=\"book-paragraph\">All the great contributors to the human family, in whatever field or endeavor, have had to face loneliness and social disassociation. Those who are free within themselves cannot just go be with anyone or do anything because they have higher standards. They are looking for deeper things. They are responding to a deeper need within themselves.</p>\n\n<p class=\"book-paragraph\">If you seek to know your own heart, you must be able to be alone. You must not fear yourself or your thoughts or feelings. You must learn to gain control of your emotions and your intellect instead of being a subject to them.</p>\n\n<p class=\"book-paragraph\">To find your real purpose in life, you will have to experience over time the deeper current of your life, for only at the level of Knowledge is your real purpose and your real destiny [discerned]. It is only at this level that it can be discerned and experienced truly.</p>\n\n<p class=\"book-paragraph\">Some of the greatest rewards of life are awaiting you, in stillness, in building a deeper connection to Knowledge within yourself. But you will have to face temporary loneliness.</p>\n\n<p class=\"book-paragraph\">Perhaps you will find it difficult to relate to your culture and to society at large, but that is part of the process of finding yourself, and finding what you really came to do and gaining the discernment and the values required to discern those relationships that hold the greatest promise for you.</p>\n\n<p class=\"book-paragraph\">You need to be alone to have time to see yourself in the world, to distinguish your thoughts and your conditioning from the deeper currents of your life and to recognize that you are not your mind and your intellect—that is only the surface of you—and that beneath the surface is the real power and the presence in your life.</p>\n\n<p class=\"book-paragraph\">Look at people around you. See how unable they are to be with anything. They are constantly stimulated, constantly reading, constantly watching images on the screen, constantly talking, constantly agitated, constantly dealing with information, constantly running around—busy, busy, like little mice. They cannot stop and be with themselves. They cannot stop and be with anyone. They do not know what is happening within themselves. They do not know what is happening in the world because they are too busy to feel and to respond to the presence of Knowledge.</p>\n\n<p class=\"book-paragraph\">This is hardly intelligent. To be unaware of your greatest capacities and your greatest strengths because you are caught up in trivial things is hardly intelligent. This renders you incapable of dealing with difficult questions and decisions because you cannot feel the power and the presence of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">To Knowledge, your decisions are either unimportant or they are a yes or a no. Sometimes certain conditions are required. Knowledge does not have to debate; it does not have to go back and forth; it does not have to consider all options. That is the struggle and the burden of your intellect, but at the level of Knowledge, it is a yes or a no or nothing at all.</p>\n\n<p class=\"book-paragraph\">People are impatient because they are driven by the insecurity of their surface mind, which is always insecure because it is not stable, because it does not have a deeper foundation, because it associates with the body, which is fallible and destructible and easily threatened.</p>\n\n<p class=\"book-paragraph\">Being alone is a great asset here. Yet so many people either cannot have the opportunity to experience it because of their circumstances, or, as in the case in the wealthy nations, people avoid it or are afraid of it. So they remain unknown to themselves. And in facing the great change that is coming to the world, they will respond like herds of animals or flocks of birds, panicking at the last moment, unaware of their surroundings, caught up and preoccupied.</p>\n\n<p class=\"book-paragraph\">Yet even the animals in the field and the birds of the air are often more intelligent here, for they sense change before it occurs. They respond to subtle forces, whereas the human beings seem to be unaware, unprepared and unresponsive.</p>\n\n<p class=\"book-paragraph\">The power and the presence of Knowledge lives within you. It is here to guide you at every turn. It is not preoccupied. It is not afraid. It is not caught up in all the swirls of sensation, fear and anxiety. It is not dominated by desire. It has no fantasies. It is creative because it adapts wisdom to the moment. But it is not lost. It is awaiting you, there to be discovered and experienced, but it does not happen by accident.</p>\n\n<p class=\"book-paragraph\">You have to build a deep connection. As if you were in the desert and the water was flowing ten feet below the surface, you have to drill that ten feet below the surface. You have to dig your way down to where the pure waters flow.</p>\n\n<p class=\"book-paragraph\">This should be part of your daily experience, your spiritual practice. It is one of the Four Pillars of your life—the Pillar of Spiritual Development, which is really the Pillar of Spiritual Practice. Along with the Pillar of Relationships, the Pillar of Work and the Pillar of Health, the Pillar of your Spiritual Practice is an essential part of your life. And it will help to keep in balance the other Pillars in everything else that you do.</p>\n\n<p class=\"book-paragraph\">Once you have learned about the power and the wonder of stillness, you will be able to still your mind in the moment when you are out in the world, to gain a greater discernment of what is happening, to make a wiser decision in the face of uncertainty, to make a wiser choice regarding who to be with and how to be with them. You will be able to still your mind to look and see.</p>\n\n<p class=\"book-paragraph\">While others are preoccupied and remain blind, you will see, you will feel, and you will know. You will look at every attractive person, and you will see the difference between what looks good and what is good. You will see if a relationship has promise or not. And the more your own greater purpose begins to emerge in your awareness, you will have real criteria about who to be with and know if they can be with you.</p>\n\n<p class=\"book-paragraph\">All this awaits you. It is your promise and your destiny, but you have to work for it. You have to be in relationship with it. You have to participate. You have to practice. You have to focus. And for this, you will need to be alone. Practicing with others is beneficial, but practicing alone is the most promising.</p>\n\n<p class=\"book-paragraph\">Being at ease with yourself, having confidence in Knowledge within yourself and yet being humble places you in a position of great clarity. The world is turbulent, but you are not. People are driven, but you are not. Life is stressful, but you are able to recover from the stress. Relationships are confusing, but you are not confused regarding them. Your real work in the world remains to be discovered, as you prepare for it, but you are patient enough to work towards it and to await its emergence.</p>\n\n<p class=\"book-paragraph\">Knowledge is patient. It is not seeking because it is the answer. Yet it is here in the world to accomplish something, so it is focused, it is creative and it is determined. You then become its student. You follow Knowledge. Your mind and your intellect now become subservient to a greater power within yourself.</p>\n\n<p class=\"book-paragraph\">Here the intellect can become the wonderful instrument of communication that it really is. Here you are able to discern amongst your emotions those that are truly valuable and indicative and those that are merely the product of your own reactions to life. Here you are powerful and humble all at once, for you know the source of your power is beyond your grasp. And you cannot control it. You can only yield to it and follow it.</p>\n\n<p class=\"book-paragraph\">You will find that even if you are in close relationship with another, you still have this sanctuary within yourself. You do not give that up for another. You do not relinquish that to be in relationship. Instead, your sanctuary becomes stronger and more vital as it resonates with Knowledge in another.</p>\n\n<p class=\"book-paragraph\">Here you do not lose yourself in relationship. Instead, you learn to express what is most profound and real within it. Here you can relinquish your personal freedom to a marriage and to leading a family because you know it is the right thing to do, and you know the time has come for it. Here you can give up your outer freedoms to follow what is real and genuine within yourself. Here you can withstand corruption and restrictions on the outside because you have the power and presence of Knowledge within yourself. Here you are present to life, and you can experience its wonder and its difficulties. Here you can live without answers; you can live with uncertainty because Knowledge is within you. Here you are not constantly grasping for fulfillment. You are not obsessed. You are not possessed by the world around you because you are grounded in Knowledge.</p>\n\n<p class=\"book-paragraph\">Here even enlightenment becomes a kind of fantasy for the intellect, an obsession, when in fact life only asks you to be grounded in Knowledge, to have Knowledge as your foundation. God expects nothing more.</p>\n\n<p class=\"book-paragraph\">Perfection is an obsession of the intellect. It is not a need of the soul. God does not require it. And neither should you.</p>\n\n<p class=\"book-paragraph\">You know when people are being genuine with you. You know if something is really real and authentic. You are moved by real sincerity and commitment. You are impressed when people are following a deeper strength and courage within themselves.</p>\n\n<p class=\"book-paragraph\">Being alone, you have time to explore these things, to discern what is real from what is unreal, what is good from what only looks good. You are able to challenge yourself—your ideas, your beliefs, your assumptions, in contrast to the reality of Knowledge. This takes time. This takes focus on your part. You must be there for this.</p>\n\n<p class=\"book-paragraph\">Sitting quietly, doing nothing, you can begin to feel a deeper experience. Beneath the turbulence of your mind, beneath your erratic thoughts, beneath the images of fear and desire that have dominated you in the past, you now can simply be present without becoming caught up, allowing all this to pass before you. Like the clouds passing over the landscape, blocking the sun, blocking the universe, they pass by.</p>\n\n<p class=\"book-paragraph\">Beyond them is the reality of life, and the truth of your spiritual nature, and the power and the presence of Knowledge, which is in the world to achieve specific things with certain people. Its goals are different from what you think. Its direction is not what you imagine. Its power is not what you think it is. And it is this reorientation and reeducation at the level of Knowledge that represents what real spiritual development is, in whatever form or tradition it is practiced.</p>\n\n<p class=\"book-paragraph\">Be alone. Be really alone. Be really with quiet. Practice your focus. Learn to slip beneath the surface of your mind. Allow there to be a great empty space within you into which you can immerse yourself. Do not come seeking answers and miracles and solutions, but just come to give yourself, to develop the skills necessary and the discernment necessary to recognize, to experience and to follow the deeper current of your life.</p>\n\n<p class=\"book-paragraph\">Here Knowledge is the master, not your mind. And God is the master of your Knowledge. So this is where you and God make a real connection. Beyond religious belief, beyond the traditions of belief, beyond theological debates and understanding, this is where the real connection is made.</p>\n\n<p class=\"book-paragraph\">Let this Power and this Presence emerge in your awareness and open your mind to receive it, and you will be its great beneficiary. And you will be able to recognize your real gifts and the greater relationships that you are destined to have.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/being-alone.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/being-alone/"
}