{
  "title": "The Bridge",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You were born with two minds: the deeper Mind that God has given you, the Mind you had before you came into the world, the Mind you will have once you leave the world; and you have a worldly mind, shaped and conditioned by your experience of the world and by your response to all those experiences and all the influences that have shaped your thinking, attitudes and beliefs since the day you were born.</p>\n\n<p class=\"book-paragraph\">The deeper Mind within you is with you today. It is still connected to God. It is still part of Creation. It is wise and fearless and uncorrupted by the world. But you do not live in this Mind, not yet, for it is greater Knowledge within you.</p>\n\n<p class=\"book-paragraph\">You live in your worldly mind, with all of its turbulence, its desires, its fears, its distractions, its obsessions, its unresolved conflicts and grievances and so forth. In your worldly mind, you seek comfort and reprieve from all these things, but there is little comfort there to be found. For your worldly mind is not built on who you really are and why you came into the world and who sent you here and for what purpose.</p>\n\n<p class=\"book-paragraph\">It is building the bridge between these two minds that is of greatest importance now. For you cannot understand your real nature, your purpose, your destiny living in your worldly mind. You can only have beliefs and assumptions regarding this. They are certainly weak and inadequate and so often completely false that you cannot rely upon them for anything.</p>\n\n<p class=\"book-paragraph\">You seek relief from the tribulations of the world and the conflicts of your life, but real resolution lives deeper within you—beyond the surface of the mind, beyond the reach of the intellect, beyond belief, beyond conjecture.</p>\n\n<p class=\"book-paragraph\">It is this bridge you must build, and that is why God has provided the Steps to Knowledge—to bring your worldly mind into alignment and service to the deeper Mind within you. For this is its true function, and here the [worldly] mind can become a beautiful thing, a magnificent instrument of communication, a magnificent instrument to solve problems of a practical nature.</p>\n\n<p class=\"book-paragraph\">Without this deeper Knowledge to guide you and the Power of Creation to guide you, your worldly mind becomes a prison, a fortress, a place from which you cannot escape, a thing that haunts you and binds you and encloses you and takes you away from reality—within yourself and within the world.</p>\n\n<p class=\"book-paragraph\">If you can sit quietly and begin to observe yourself, you will see how dominated you are by this worldly mind and how chaotic it really is. Though you establish patterns of thinking and behavior; though you have the routines that you follow, you are profoundly unaware of who you are, where you are going and why you are here.</p>\n\n<p class=\"book-paragraph\">For these questions can only be answered at a deeper level, at the level of Knowledge. But Knowledge will not merely provide answers. It will take you to the life you were meant to live, which you are not really living now, not yet.</p>\n\n<p class=\"book-paragraph\">People exhaust the intellect trying to understand greater things, trying to piece together a sense of reality on a larger scale, trying to understand their own inclinations and conflicts and contradictions. But at the level of Knowledge, these things become clear, evident and in some cases even unimportant. For Knowledge knows who you are and why you are here, who you are seeking to meet and what you must accomplish. It knows your real gifts and where they must be given, things the intellect could never ascertain.</p>\n\n<p class=\"book-paragraph\">Here you must learn to listen more deeply within yourself and to stop complaining about the world so that you can begin to see and to listen and to learn how to be still so that you can feel the nature of your deeper experience, which emanates from the level of Knowledge.</p>\n\n<p class=\"book-paragraph\">Without this bridge, you cannot respond to Knowledge adequately. It is speaking to you every day, but you will not hear it, for your mind is dominated by other things—by overactivity, by distractions and problems, by desires and fantasies. Knowledge is with you, but you are somewhere else. It is only when you come to realize your real condition here and how much suffering and confusion it is creating for you that you will seek to gain a greater certainty.</p>\n\n<p class=\"book-paragraph\">Here Heaven can really help you. Before that, you were adrift and lost and unwilling to respond. You were trying to create your own reality. You were trying to make Separation work, the Separation that has brought you into this world, with your plans, your schemes and your goals leading to confusion, uncertainty and depression.</p>\n\n<p class=\"book-paragraph\">For you cannot make Separation work, try as you may. Everyone around you is trying so desperately to find happiness somewhere and to protect whatever they have that they think will give them comfort and security. It is really a desperate situation from which there seems to be no escape or relief.</p>\n\n<p class=\"book-paragraph\">This will become clear to you as you become honest with yourself, as you are able to reflect upon your real condition and what dominates your mind and awareness, as you come to recognize your compulsions and obsessions and inability to respond to things of a greater nature and meaning.</p>\n\n<p class=\"book-paragraph\">This creates a crisis internally because your soul requires that you respond to Knowledge and that you learn to follow Knowledge and allow Knowledge to prepare your life and reshape your life for a greater experience in the world.</p>\n\n<p class=\"book-paragraph\">This is the revolution internally, the most important revolution there can be anywhere, at any level of existence. It occurs gradually, through many steps and stages, many turning points, where you will have to choose again to continue as the power and emphasis within you shifts from your obsessive intellect to a deeper, more quiet power within you.</p>\n\n<p class=\"book-paragraph\">God does not punish evil because God knows that without Knowledge, evil will arise. God will not send anyone into Hell and damnation because God knows without Knowledge, people will be in error and will make grievous mistakes, even criminal acts, for they are governed by fear and anger and not the grace of Knowledge.</p>\n\n<p class=\"book-paragraph\">That is why God and God’s New Revelation for the world have provided the bridge. For without this, what is religion but high ideals, strict observances, admonitions, restraints and cruel punishment if you should fail, which of course you will, eventually?</p>\n\n<p class=\"book-paragraph\">Without the bridge, the greater life is unattainable. The poets may sing of it. The great teachers may speak of it. The great Messengers may demonstrate it. But for everyone else, it is essentially unattainable because they do not have the bridge.</p>\n\n<p class=\"book-paragraph\">You cannot go into an inspired, sacred life living in your worldly mind. Oh, yes, it will attempt to build temples and chapels and mosques. It will parade as a spiritual person, reciting the scriptures and admonishing those who do not agree.</p>\n\n<p class=\"book-paragraph\">But you are still lost on the shore. You cannot enter the deeper water. You are pacing the beach, trying to understand, but you cannot yet enter the deeper water. You cannot even get your feet wet. You think on your own, living in Separation, you can understand your greater nature and purpose in the world and why God has sent you here and what you must do and whom you must meet, what you must refrain from and what you must build and emphasize?</p>\n\n<p class=\"book-paragraph\">The scriptures cannot teach you this, for it is wisdom that must come from Knowledge within you. The scriptures can only create guidelines and generalities that can be easily misapplied and misunderstood. Despite their wisdom and importance, people misuse these all the time.</p>\n\n<p class=\"book-paragraph\">When you realize your life is adrift, that you are living upon assumptions that have little basis in reality and that your mind is governed by fear—the fear of loss, the fear of not having, the fear of being unfulfilled, the fear of poverty, the fear of rejection, the fear of illness and calamity, the fear of death, adrift, living in Separation, in a world that is unpredictable and growing more dangerous and complicated every day, this will be your core experience no matter what frivolity you try to establish above and beyond it or how many distractions you keep for yourself. Even the attempt to work endlessly becomes a kind of avoidance and obsession because you cannot face or will not face your core experience.</p>\n\n<p class=\"book-paragraph\">That is why it is at times of great disappointment, loss or bereavement that people really come to a deeper place of reckoning within themselves, for it is in these experiences that the allurements of the world have no value. You are not even tempted. They are meaningless and pointless. They are charades. There is nothing of substance there.</p>\n\n<p class=\"book-paragraph\">It is in these times that most people finally come to ask the real questions. If they ask these questions with great sincerity and determination, Heaven will respond. Then Knowledge within them will have the opportunity to reach their awareness and to speak to their honest appeal.</p>\n\n<p class=\"book-paragraph\">This is the beginning, but there still must be the bridge because you have to move from your former life and state of mind into a new kind of life and state of mind. That does not happen overnight. That does not happen with a flash of a revelation alone. That does not happen even in a moment of great self-honesty and sobriety.</p>\n\n<p class=\"book-paragraph\">It is not based upon an insight. It is not based upon one moment of prescience or self-awareness. It is a journey you must take. It is the bridge, the long bridge. You must walk this bridge because there is so much for you to unlearn and to correct within yourself.</p>\n\n<p class=\"book-paragraph\">And there is much that must be learned to see the world in a new way—with clear eyes, with open ears and with real comprehension. This is the reformation, the reformation of yourself, your life, your mind, your experience, your feelings.</p>\n\n<p class=\"book-paragraph\">People clasp on to a spiritual idea or become attached to a spiritual teaching or teacher, and they try to live through this idea or through this relationship with this teaching and teacher, but they still must pass over the great bridge.</p>\n\n<p class=\"book-paragraph\">In doing this, you have the opportunity to make all the minor and major corrections that are necessary. You have the time to reconsider your life, and to choose again when that is necessary, and to revise your relationship with people, with places and things. All this revision is necessary for you to be able to be free to approach a new life and experience of being in the world.</p>\n\n<p class=\"book-paragraph\">It is taking this journey where you build strength, compassion for yourself and others and real self-determination that is not obsessive, that is not compulsive, that is not driven by your frightened, worldly mind.</p>\n\n<p class=\"book-paragraph\">This is why God has provided the bridge—the Steps to Knowledge, which has been studied before time even began in this world, throughout the universe, offered in many different forms, but all with the purpose of giving individuals the opportunity to escape the isolation, the confusion and the misery of Separation—not to take them out of the world, or their worlds, but to bring them back renewed, strengthened, complete and able to assume a real purpose and meaning in life.</p>\n\n<p class=\"book-paragraph\">Here those who will journey up this mountain must leave those who merely philosophize or theorize or speculate or stand on the sidelines, trying to understand, or using theories and principles to try to comprehend what is beyond the reach of their intellect. Here the critics and the observers and the theorists stand at the bottom of the mountain, looking up, trying to comprehend, while those who are really called will begin to make the journey, setting out.</p>\n\n<p class=\"book-paragraph\">In setting out, you find that the journey is more complex and greater than you had anticipated. You cannot take everything with you. You cannot carry all these relationships with you. You cannot carry all these beliefs or feelings or regrets with you. You cannot be obsessing about your past because you are heading now into the future, a future that will be unlike the past. You cannot carry the burden of obsession, or even obligation, if you are to be free to set out on this journey.</p>\n\n<p class=\"book-paragraph\">Certain people will go with you. Certain people cannot. Circumstances may need to change, even dramatically over time. It all becomes apparent as you begin to climb this mountain, to pass over this great bridge.</p>\n\n<p class=\"book-paragraph\">It is you who change things. It is you who must be responsible for what you think, say and do. Never claim that you are being guided or that God told you to do something, for this is irresponsible. You must take full responsibility for your decisions here, and you must face the consequences of those decisions.</p>\n\n<p class=\"book-paragraph\">In this way, Heaven makes you powerful, gives you strength, determination and self-confidence, which you would not have if you thought you were just being guided, witlessly, moved around like a pawn in the world. That is not how this works at all, you see.</p>\n\n<p class=\"book-paragraph\">You must become strong, competent, determined, capable, discerning and discreet. These are all qualities that must be built in time, and that is why the bridge is long and not short. You cannot enter the life you are meant to live in your current state of mind, with your strengths undeveloped and your weaknesses still dominating you.</p>\n\n<p class=\"book-paragraph\">God knows this, of course. From where you are, you can barely hear your inner nature. You can barely respond to Knowledge, you are so caught up and captivated by the outside and by your own internal difficulties. It is resolving these things and releasing that which must be released that you finally gain the strength, the freedom and the inspiration and confidence to move forward.</p>\n\n<p class=\"book-paragraph\">People will stay behind in their little prison cells, trying to make it more comfortable, redecorating their little space, trying to be distracted, trying to be pleased, trying to have enjoyable experiences as much as possible, unable to recognize that they are captive and cannot be fulfilled in that environment.</p>\n\n<p class=\"book-paragraph\">There is what people believe, and there is what God does. God does what works. People believe in what they want or what they try to reinforce so that they think their beliefs are the truth. Meanwhile, God does what works.</p>\n\n<p class=\"book-paragraph\">God moves through the world, working through individuals from the inside out—those who are free enough to respond, those who are responsible and can be strong and can take care of what is given them to do, without collapsing, without losing heart, without being drawn away or overtaken by the opinions of others.</p>\n\n<p class=\"book-paragraph\">For God to work from the inside out with you, you must pass over this bridge. It is waiting for you. It has been waiting for you for a very long time, waiting for you to finally become honest enough with yourself and present to yourself sufficiently that you can realize that you need the power of redemption, that you are not living the life you were meant to live, that you are adrift and that none of your plans and schemes and thought-out beliefs will give you freedom from this.</p>\n\n<p class=\"book-paragraph\">It is here that you open yourself to the power of Knowledge within yourself and that you appeal to Heaven to help you. In this, Heaven will respond. You will begin a journey—the most important journey of your life, the greatest endeavor, the only thing that can fulfill you here in a world of confusion and distraction and tragedy.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-bridge.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/bridge-two-minds/"
}