{
  "title": "Bringing Balance and Security to the World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The world is facing two great phenomena: the Great Waves of change that are coming to the world, which are largely the result of humanity’s misuse and overuse of the world’s resources, and humanity’s encounter with intelligent life in the universe. These are the two greatest challenges that humanity has ever faced, and they are both occurring at this time, and will grow ever more significant in the days, months and years to come.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change—resource depletion, environmental degradation, the loss of food production, growing economic and political turmoil and instability, and the risk of war between groups and nations over the remaining resources—this is the greatest set of converging changes that the human family has ever faced, and it will affect everyone in the world, even in the wealthy nations.</p>\n\n<p class=\"book-paragraph\">At this time of profound upheaval and instability, certain races from the universe are here to take advantage of a weak and divided humanity, to establish themselves as a greater power in the world. And they will seek to achieve their goals without the use of force, relying entirely both upon their powers of persuasion and intimidation, and upon humanity’s own frailty, conflict and weaknesses.</p>\n\n<p class=\"book-paragraph\">When you put all of this together, it seems overwhelming, and many people will go into denial or contend against it—not because it is untrue, but because they just cannot deal with it psychologically and emotionally. It will take a thousand solutions to face the Great Waves of change, and humanity is unprepared for the Greater Community of intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">The emphasis now for the human family is not growth and expansion, but stability and security. This world cannot continue to be plundered at such a violent and rapid rate if humanity is to have a future here. And you will not be able to go out in the universe and gain the resources that you have depleted here in this world, for those resources are owned by others, and they are far more powerful than you are.</p>\n\n<p class=\"book-paragraph\">That is why humanity must strive now to establish a balanced use of the world. This will require immense change in people’s behavior, beliefs and attitudes. And this change will not be easy to secure. There will be much conflict regarding it, but it is an essential fact. And the reality of the Intervention that is occurring in the world today—which is so very deceptive and so very dangerous for humanity—that, too, will become revealed.</p>\n\n<p class=\"book-paragraph\">You are entering a period of great change and difficulty. It is not for the faint of heart. It is not for the ambivalent or the self-seeking. It will take a greater courage, and a greater determination, and a greater cooperation between groups and nations of people.</p>\n\n<p class=\"book-paragraph\">The Creator of all life has given you this greater strength, the power and the presence of Knowledge within yourself—a deeper and more powerful Mind, beyond the realm of the intellect. For in truth you have come into the world at this time to face these tremendous circumstances. You have come into the world to make a contribution to a world in need.</p>\n\n<p class=\"book-paragraph\">Regardless of your opinions, beliefs or personal goals, this remains a fundamental truth, for you and for everyone. The more people who can discover this and allow this greater contribution to occur through them, the better the world will be and the brighter will be the promise for humanity. The fewer the people who claim this greater purpose in the world, the darker, and more difficult, and more tragic human circumstances will become.</p>\n\n<p class=\"book-paragraph\">In essence, groups and nations must unite to preserve the world so that humanity has a future. And groups and nations must unite to face a universe of intelligent life with one voice, so that humanity may establish its own rules of engagement and ethics of Contact regarding all who are here today and who may visit this world in the future.</p>\n\n<p class=\"book-paragraph\">Divided, you will fall under foreign subjugation in the universe. But united, such subjugation will not be able to take hold here. That is the power of the human spirit. It is not a question of technology as much as it is a question of human will and determination, human wisdom and human cooperation. You now face competition from beyond the world, and this competition is here because humanity is entering a great period of instability.</p>\n\n<p class=\"book-paragraph\">Your freedom is precious. You will have to unite to preserve it and to build it. For you are entering a universe where freedom is rare, and where all nations are desperately searching for resources—resources that your world in its biological diversity holds in great abundance.</p>\n\n<p class=\"book-paragraph\">You have come into the world at this great turning point. It is a time of great danger, but also a time of immense opportunity. Never before has the need for human unity been so great. And never before has the challenge to the well-being and sovereignty of humanity in this world been in such great peril.</p>\n\n<p class=\"book-paragraph\">You yourself have come into the world to contribute to this. You carry within you like a secret cargo a greater gift for the world. But only this deeper Knowledge within you knows what this is, where it is to be given and those unique individuals who will be part of this expression.</p>\n\n<p class=\"book-paragraph\">Do not despair, then. Do not lose yourself in anger or resentment towards others, for this is a time when a great awakening must happen within you, a great stirring of the heart, and the emergence of the power of this Knowledge within you.</p>\n\n<p class=\"book-paragraph\">This will guide you through every storm. This will be your raft in the difficult waters ahead. And this will provide the unique contribution that you have come to the world to give.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/bringing-balance-and-security-to-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/bringing-balance-and-security-to-the-world/"
}