{
  "title": "Buddha and the New Message from God",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Buddha is one of the great Messengers sent from the Angelic Assembly to bring correction, but also new opportunity to the human family. His gift was unique, and the time in which he was in the world was opportune for his Message to spread.</p>\n\n<p class=\"book-paragraph\">These things cannot be determined standing upon the Earth, for you do not see the larger picture of your life, or what God is intending for the world over time, and how the great Messengers come at turning points, at pivotal moments in history, to enliven the human spirit and to keep the deeper Knowledge that God has put within each person alive, where it would most certainly become obscured, diminished and lost otherwise.</p>\n\n<p class=\"book-paragraph\">First, you must understand that the Jesus, the Buddha and the Muhammad have all come from the Angelic Assembly. God is their Source. God has sent each into the world at different times, in different parts of the world, to deliver unique Messages to continue the building of humanity and human civilization.</p>\n\n<p class=\"book-paragraph\">This is part of God’s Greater Plan, a Plan you cannot understand with your intellect, for it reaches far beyond this world to encompass countless worlds and races of beings. So very unlike you they are in appearance. But, like you, they are living in Separation in a physical reality, and God has a Plan for everyone.</p>\n\n<p class=\"book-paragraph\">This larger view, then, is necessary to comprehend the meaning of the Messengers’ appearance on Earth, what it meant and how each is very important in its own right. Understanding this, there would be no contention between the religions over who is the preeminent teacher, who is the greatest Messenger or who is the final prophet. For this is only a human evaluation and cannot take into account God’s Greater Plan. For only God knows how to redeem you, the whole world, and indeed the whole physical universe, living apart from timeless Creation.</p>\n\n<p class=\"book-paragraph\">No theology, no religious understanding, no human concept or any concept in the universe can encompass something this great. But even hearing Our words will give you a greater scope and understanding, and with it a greater promise for others to build a greater future in this world.</p>\n\n<p class=\"book-paragraph\">The Buddha came at a time of great religious decadence and misuse in his own nation. And though he was born a prince, he had to give that up, you see. But he also had to give up the life of a pure ascetic because he realized that neither was really the correct pathway. He had to build a spiritual practice that was apart from all of the mythology and idolatry and hierarchical misuse of the religious practices that were so prevalent in his time, and in so many parts of the world at that time, with the emphasis on inner development, the emphasis on purifying and clarifying the mind, the emphasis upon reaching a higher ethical understanding about being in the world.</p>\n\n<p class=\"book-paragraph\">What you must understand here is that he lived at a time when social change and progress were really not possible. It was a religion for building the inner life, not for impacting the outer life essentially, not directly. Because at that period of time, it was not possible to create real social progress. That would have to wait until later eras, and the Messengers of later eras would emphasize this because they were living at such a time when that was possible.</p>\n\n<p class=\"book-paragraph\">What is so important to understand here—because his teaching has different interpretations, different schools of thought—is that no matter how much you prepare spiritually, no matter how clear your mind can become, no matter how great your capacity for experiencing a greater reality, you must return to the world to serve.</p>\n\n<p class=\"book-paragraph\">The end point of all spiritual practice is not bliss and ecstasy. It is service, contribution. For the Messengers this is always the case. But for you it is the case as well. For you were sent here to serve in a far lesser capacity, certainly. But the emphasis is still the same.</p>\n\n<p class=\"book-paragraph\">It is not what you believe that is important. It is what you serve, what you study, what you reinforce within yourself and encourage in others. That is your religious practice, you see. And all religious practices, no matter how simple or extravagant they might seem, are all to prepare you, in essence, to be able to live like this.</p>\n\n<p class=\"book-paragraph\">The Buddha proved that you do not have to be an ascetic or leave the world entirely, for that is not the emphasis, you see. He had to return to the world and serve in the most mundane and often difficult circumstances, facing all of the tragedies and abuses of his society, speaking to the highest and the lowest, speaking to the least privileged of peoples, traveling with hardship to deliver an essential message that could begin to restore and redeem people, all who could hear him in his time.</p>\n\n<p class=\"book-paragraph\">So never think that spiritual practice is to escape the world because you will all escape the world, sooner or later. You hope it will be later, but sooner or later, you will all escape the world. It is what you did here, what you gave here, what you reconciled within yourself while you were here, what you forgave within yourself and for others while you were here. That is the progress, you see.</p>\n\n<p class=\"book-paragraph\">You cannot return to your Ancient Home a miserable, deceitful, condemning person. These things must be unlearned and replaced while living here, for they are the product of living in Separation.</p>\n\n<p class=\"book-paragraph\">In your Ancient Home, they have no place and no reality. They have no cause and no expression. But here in a world of error and grievance, tragedy and abuse, it is the perfect place, you see, to cleanse your mind, to become still and simple, to listen deeply within yourself, to forego all the trappings of seduction and spiritual glory, all of the trappings of religion, into a pure experience. This is what the Buddha emphasized.</p>\n\n<p class=\"book-paragraph\">But it is this service, you see, this selfless service, the endless giving, that made true and real all that he had accomplished in his earlier years of extreme spiritual practice. This is the great lesson of his life, a lesson that perhaps has been lost on many of his followers.</p>\n\n<p class=\"book-paragraph\">Only God knows the way to God. Only God knows how to redeem you purely and completely. And God has put Knowledge within you, a deeper Intelligence, to take you to this Knowledge, to take you to your true pathway in life, to give you time to cleanse your mind, to reconcile your life and to choose a greater path.</p>\n\n<p class=\"book-paragraph\">At a time in the world when social change and progress were really not possible in any kind of large sense, it was the contribution to the inner world, the inner pursuits, the inner journey—free of religious symbols, free of religious ideology, free of religious beliefs—the pure approach.</p>\n\n<p class=\"book-paragraph\">All of those who have followed this great Messenger must understand that their spiritual practice must lead to greater service. There is no escaping life. There is only serving life. And when you are finished, you will be finished, and you will not need to come here again. But even then, you will move to a higher level of service, in service to the Angelic Assembly that watches over this world, and all worlds in the universe, and all the universes beyond that.</p>\n\n<p class=\"book-paragraph\">It is a Plan so great, so perfect, so elegant, so inclusive, your mind is not big enough to encompass it. But you can experience it—its presence, its power and its innate direction because God has put Knowledge within you, and Knowledge is connected to God, to your Source.</p>\n\n<p class=\"book-paragraph\">It is your natural state. It will protect you, guide you, in all things of importance in this world if you can learn to discern it from all the other voices in your mind; and recognize how it guides you and what it feels like in your experience; and rid yourself of all the fear, distractions and convictions that stand in the way of this great and necessary recognition.</p>\n\n<p class=\"book-paragraph\">It is important to understand that the Buddha taught the importance of non-violence—to produce no harm, to will no harm, for this is the heart of all the world’s religions if they are clearly understood. But, alas, they are not clearly understood. For so much has been added, and so much has been changed, and so much has been altered to meet the appetites of people over time. So much has been wedded to culture and politics and human belief.</p>\n\n<p class=\"book-paragraph\">The Buddha knew he could not change the world, and so it became a role and a pathway of inner development. But it is this inner development that is essential even in the modern time, for Knowledge exists beyond the realm and the reach of the intellect, deep beneath the surface of the mind. How will you find this? How will you reach this? How will you be able to discern it from your own machinations and the persuasions and influences of others?</p>\n\n<p class=\"book-paragraph\">This is an essential question, which you really cannot answer yourself because you do not know the way. But God has put the way within you. And God’s New Message for the world is to restore the way—purely, clearly, without ambiguity, without references to the past, without trying to fulfill past understandings or prophecies.</p>\n\n<p class=\"book-paragraph\">For God is not bound by these things, and you cannot be bound by these things either if you are to move ahead and reclaim your life and the real purpose that has brought you into the world, which only God knows, and which only Knowledge within you can lead you to discover.</p>\n\n<p class=\"book-paragraph\">If you understand the origin of all the religions and understand that no one religion can appeal to or guide everyone, that no one teaching or teacher can be the teaching and teacher for everyone, then you can begin to gain a true understanding of God’s Plan and activity in this world over time.</p>\n\n<p class=\"book-paragraph\">However, many people do not have this understanding. They think their religion is the only religion, or the final religion, or the better religion, and they condemn others and even destroy others who disagree. This is religion without Knowledge. This is religion apart from the Will and the Plan of God. This is what humanity has done to corrupt, to profane this sacred intent.</p>\n\n<p class=\"book-paragraph\">The Buddha was guided by the Angelic Assembly, but he did not want to speak of this because he was trying to take his students and listeners to a new realm of understanding, away from gods and mysterious forces, and all the fantasy and speculation that surround these things.</p>\n\n<p class=\"book-paragraph\">It was the Assembly who told him to return and to teach after his self-realization, a role which he only accepted with regret. But it was the truth. And it is the truth, as it will be the truth for you. Do not think you can depart the world and purify yourself, for you will only be sent back with your job undone, your work unfinished, the truth unrecognized.</p>\n\n<p class=\"book-paragraph\">God’s Plan is not merely to give you happiness, but to employ you for a greater good, which will give you a kind of happiness and satisfaction that nothing else in the world can provide—a sense of rightness about your life, a greater sense of integrity, purpose, meaning and direction.</p>\n\n<p class=\"book-paragraph\">Nothing else in the world can give you these things, no matter how grand your pursuits. Even your desire to help others, if not guided by Knowledge, will have too much self-righteousness invested in it to be purely effective.</p>\n\n<p class=\"book-paragraph\">The Buddha stands with God’s New Messenger, who has been sent into the world to receive the largest Revelation ever given to the human family, given now at a time of global interdependence, given now to an educated world—a world that is becoming aware of global problems, dilemmas and crises.</p>\n\n<p class=\"book-paragraph\">He is not asked to withdraw from the world and purify himself at the expense of all other things, for he is the Messenger. And the Messenger must deliver the Message. And all of his preparation was to become the Messenger and to deliver the Message as it was intended to be delivered.</p>\n\n<p class=\"book-paragraph\">Buddha was a Messenger, not merely an individual seeking ultimate happiness. And as far as he could take himself was not as far as he would have to go to fulfill his mission here on Earth.</p>\n\n<p class=\"book-paragraph\">Let this be an understanding for you. God wants to make you functional and part of a Greater Plan and part of a Greater Grace in the world. It is not about self-purification ultimately. You will always be fallible. You will always have difficulties. You will always have doubts periodically, even if your mind is very clear.</p>\n\n<p class=\"book-paragraph\">It is not about purifying yourself. Only God can do that. But you must take the steps and assume the practices and responsibilities that will be your work to do. For you are the one who must do the work. There is no sitting around waiting for miracles. There is no endless petitioning of God to do things for you as if God was your little errand boy. There is no more neglecting your responsibilities—neglecting your health, neglecting your relationships, neglecting the importance of your work in the world and your spiritual development.</p>\n\n<p class=\"book-paragraph\">Great change is coming to the world. It will change the whole world. The world will have a changing climate, a changing physical reality. The upheaval to nations’ economies and societies will be greater than anything the human family has ever seen before.</p>\n\n<p class=\"book-paragraph\">This is no time to be idle. This is no time to lose yourself in your hobbies and your fantasies and romances. This is when the Calling must sound with great urgency, for you are either here to make a difference, or you will be a person who will be overtaken by the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Think not this does not speak to you directly. Think not that the Buddha’s example does not speak to you directly. Think thence not that his accomplishments and even his mistakes do not speak to you directly.</p>\n\n<p class=\"book-paragraph\">It is the same with all the Messengers. Their life and demonstration speaks to you even though you are not called in any way to assume such a great mantle of responsibility. But you are here to assume a responsibility, not of your own fashioning, a responsibility that waits within you for you to be ready and earnest and serious, understanding that only your fulfillment can come from this. Only this can close the gap that separates your worldly mind from the deeper mind within you that is the eternal part of you that is still connected to God.</p>\n\n<p class=\"book-paragraph\">The Buddha now watches over his followers, from the Assembly. He grieves over their great mistakes and their great divisions. But he cannot interfere, you see, except with certain individuals who may be able to receive his counsel. In a way, his task now is more difficult than it was when he was here on Earth. It is the same with all the Messengers, you see, for they must oversee what they have created. And here is where the difficulty rests.</p>\n\n<p class=\"book-paragraph\">Can you imagine what Jesus has had to undergo to watch Christianity be used as a tool of war, genocide and cruelty for centuries and centuries, as religion was used for the quest for power and dominance? Imagine that. He is not living in bliss, disassociated from everything that happens. He is watching, and he has many to assist him.</p>\n\n<p class=\"book-paragraph\">God brings an entirely new understanding of God’s Power, Presence and Plan in the world. Previously, only the real initiates, the great mystics, the great inspired teachers could see such things, which are now being spoken to you and to people all over the world.</p>\n\n<p class=\"book-paragraph\">For humanity is running out of time to correct its great mistakes in how it has taken care of this world, its great errors in perpetuating endless conflict. It must unite now, not only for high principles, but to save human civilization from internal collapse and from subjugation from forces from the universe who are already here in the world planning to undermine human authority.</p>\n\n<p class=\"book-paragraph\">You know not of the great threat that is coming over the horizon and whose tentacles are even growing underneath your feet at this moment. You who live a life preoccupied with your desires, your fears and your problems do not see how the world is changing and has changed.</p>\n\n<p class=\"book-paragraph\">Here the Calling is powerful and urgent. The ability to respond will make all the difference. The humility of your approach, the sincerity of your approach, will make all the difference for you and for everyone around you.</p>\n\n<p class=\"book-paragraph\">Do not use your religion to oppose the New Messenger, for it would be a sure sign you do not understand your own religion—what it means, who created it and what has happened to it ever since.</p>\n\n<p class=\"book-paragraph\">If you understood the Source of the Messengers, religious war would end. And you would see it is purely for power and vengeance that it is carried forth, as it is being done in the world today, with such violence and mindless cruelty.</p>\n\n<p class=\"book-paragraph\">That is why God must show The Way of Knowledge because only this can restore the individual. Only this can create the real call, the real attraction of the religious Presence and Power—within religion and beyond religion. For people of all faiths, for people who have no faith tradition, it is the same Calling you see—the call to respond, the call to prepare, the call to take the Steps to Knowledge, the call to give up your condemnation and hatred, the call to restore your life to the best of your ability, the call to reorient your mind to the power and presence of Knowledge that lives within you, beneath the surface of your mind.</p>\n\n<p class=\"book-paragraph\">Here what the Buddha taught about simplicity, focus and inner direction becomes important if you are ever to escape the turbulent surface of your mind. God’s New Revelation brings the practices of inner clarity and stillness into the world in the simplest form possible to carry forth, in modern times, what was originated by the Buddha so many centuries ago.</p>\n\n<p class=\"book-paragraph\">It is not merely observing religious practices and principles, religious holidays, religious forms of worship. The Buddha’s emphasis was to take you deep within. And that emphasis is encouraged and repeated and resonated today in God’s New Revelation for the world.</p>\n\n<p class=\"book-paragraph\">For only Knowledge can save you, for that is why God has put it there. Only Knowledge can save the world, for with Knowledge there will be no war. For Knowledge in one cannot really be in disagreement with Knowledge in another—born of God, born of Creation, which is fully unified and harmonious.</p>\n\n<p class=\"book-paragraph\">The grievances and problems of the world can then be tackled practically and pragmatically, without hatred and condemnation. Religion will not be used as a tool of war or a banner of war. For there are no holy warriors and there are no holy wars. In the eyes of Heaven, religion being used as a justification for war is an abomination. You could not create a greater sin against God than this.</p>\n\n<p class=\"book-paragraph\">If you understand Our words, you will see that they are vitally important. But they hold more meaning than you can see at the outset. Our Voice, Our Presence, Our Words, the Messenger being in the world, the Steps to Knowledge being given, made available to everyone to practice and to study. It is so elemental. It is so perfect—perfect for these times and the times to come. Not to replace religion necessarily, but to infuse it with life, Spirit, purpose, meaning and the need for reconciliation.</p>\n\n<p class=\"book-paragraph\">Without this, religion becomes dead, becomes a harness and a yoke. It becomes a punishment. And from this, the Judgment Day arises. Hell and damnation arises. The vengeful God arises. All of these misconceptions that have been so prevalent in human understanding and tradition are revealed here. The source of their error is revealed.</p>\n\n<p class=\"book-paragraph\">For God’s Plan is to save everyone, and only God knows how this can be done. And you can only know what to do [given] the Knowledge that God has placed within you to follow. But for this, you must find this Knowledge. And to find this Knowledge, God has given the Steps to Knowledge in the simplest possible terms—so easy to translate, so accessible to every language, so clear, so consistent, but so deep that you cannot really fathom its wisdom and its power.</p>\n\n<p class=\"book-paragraph\">If you can understand God’s Power and Presence and Plan in the world, you will see that there is no real discrepancy between God’s New Message and the great traditions of the world as they exist today. It is only a clarification. It is only a correction in human understanding and beliefs and assumptions that must occur, or religion will simply become part of the great breakdown of humanity as factions fight one another and seek to destroy one another, each claiming to be the true representative of God’s Plan and Purpose here.</p>\n\n<p class=\"book-paragraph\">Religion is a part of the problem today whereas it was meant to be part of the great solution over time. But to see this, you must see what We are saying here today.</p>\n\n<p class=\"book-paragraph\">Give up your grievance. Give up your blind belief. Give up your insistence that you know what religion is or how God works or what redemption is, for you do not know. This is beyond human belief and estimation. Do not be arrogant and ignorant all at once. Do not be foolish. Do not seek the easy way of a few simple beliefs.</p>\n\n<p class=\"book-paragraph\">All your religious teachings are relative in time and space. Only God knows the eternal Plan. And it is the call to God that is being given anew, sounded anew, resonating with all the Messengers of the past, resonating with the core meaning of all the world’s religions from the past.</p>\n\n<p class=\"book-paragraph\">For it is all part of God’s Plan to prepare and to build a great civilization that can be free and self-determining in a universe where freedom is rare and is largely unknown.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/buddha-and-the-new-message-from-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/buddha-and-the-new-message-from-god/"
}