{
  "title": "Building Your Ark",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Great Waves of change are coming to the world, Great Waves of change that will change the landscape of the world for everyone—great change that is the result of humanity’s misuse and overuse of the world, great change that will bring about a complexity of effects that no one can discern fully in the moment.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change are already beginning to affect the world’s economies, leading to ever-greater instability and uncertainty. The resources of the world are becoming depleted, and humanity has not prepared for its future, its future living in a world of declining resources and of environmental limitations.</p>\n\n<p class=\"book-paragraph\">Many people are filled with hubris that technology or ingenuity will overcome all of these problems. They think that they can control nature, using technology and ingenuity, and it is only a matter of investment in these things that will determine the outcome. But technology has its limits, and in the end the power of nature and the limits of the world will be the defining elements for humanity, for the future of the human family.</p>\n\n<p class=\"book-paragraph\">If you search your heart, rather than appealing to your ideas, you will feel that great change is coming. Perhaps you cannot describe it or define it. Perhaps it is unclear to you. But what is important is you are feeling the movement of change, the impending change in the world.</p>\n\n<p class=\"book-paragraph\">This is very important, for now you must pay attention to your environment ever more closely. You must pay attention to changing climate and violent weather. You must pay attention to the growing economic and political instability around the world. You must pay attention to problems in developing and distributing food and water. And you must pay attention to the essential energy resources upon which humanity now depends and will depend for the foreseeable future.</p>\n\n<p class=\"book-paragraph\">This is not a time for false self-assurances. This is not a time for ambivalence or complacency. It is a time to be aware and observant. Take all of the energy you spend in condemning others, in criticizing governments, in repudiating leaders and bring this energy, this time and focus to bear upon the changing circumstances of the world. Do not be concerned that you do not have an answer, for no one has an answer. There are many answers to specific aspects of the Great Waves of change, but no one has an answer for the entire thing.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change are all converging at the same time, creating crosscurrents and a complexity of events that no one can predict accurately. Climate will affect food production. Food production will affect political and economic instability. Political instability will affect energy production and distribution. Poor living conditions will foster disease and even pandemics. Water resources will affect vast populations, forcing mass migrations, creating ever-greater political and economic tensions and instability. If this goes unchecked, then you are facing a different kind of human conflict. You are facing wars of desperation, which are unlike the conflicts that humanity has engaged in in the past.</p>\n\n<p class=\"book-paragraph\">The dangerous outcome can be terrifying and seemingly overwhelming. But your task as an individual is not to try to come up with an answer for everything. Your task is not to fall into despair and complacency. Your task is to discover the power and the presence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">For God has given you this power and this presence to guide you, to protect you and to lead you to a greater accomplishment within the changing circumstances of the world. For, you see, the Great Waves of change are not merely a big inconvenience for you. They have everything to do with why you have come into the world. The real gifts that you have to give to humanity, gifts which you have not yet discovered, will be stimulated and called forth from you by these Great Waves of change.</p>\n\n<p class=\"book-paragraph\">So denying the Great Waves of change or disputing their reality or avoiding them is destructive to you for many reasons. First, it does not allow you to prepare for the Great Waves of change. But even beyond this, it denies the possibility that your greater calling will emerge in life and with it the fulfillment that this calling will produce for you and for others.</p>\n\n<p class=\"book-paragraph\">Perhaps your first response to the Great Waves of change will be fear and trepidation, but this must be replaced by a kind of determined objectivity. For there is nowhere to run and hide from the Great Waves of change, and denial or avoidance only weakens your position, making you more vulnerable and less able to deal with the impacts of these Great Waves of change as they occur.</p>\n\n<p class=\"book-paragraph\">So you really have no alternative but to stand and to prepare. Once you realize this, your fear and trepidation and feelings of helplessness will be replaced by a kind of determined objectivity. The deeper Intelligence within you, called Knowledge, will give you this strength—for it is not afraid of the world, and it is not afraid of the future. Its concern and responsibility is to bring your awareness to a deeper place within yourself, where the power and presence of Knowledge can guide you, protect you and enable you to navigate the uncertain and difficult times ahead.</p>\n\n<p class=\"book-paragraph\">So here fear is replaced by a kind of clarity and objectivity. If you are terrified, you will blame others, and you will spend all your energy blaming others, when in fact you need this energy, this time and this focus to prepare yourself and to assist others in preparing as well.</p>\n\n<p class=\"book-paragraph\">This Message is a gift of Love, to alert you, to prepare you, to warn you and to preserve you. Do not consider it as a fearful message. It is like your neighbor coming to tell you that your house is on fire. Would you accuse them of giving you a fearful message or being based in fear?</p>\n\n<p class=\"book-paragraph\">A great warning is being sounded around the world. It is a gift from the Creator of all life, warning people about the Great Waves of change that are coming to the world, and about humanity’s encounter with intelligent life in the universe, humanity’s encounter with a Greater Community of intelligent life. These two great events—the Great Waves of change and humanity’s encounter with the Greater Community—will determine the fate and the future of every person living in the world.</p>\n\n<p class=\"book-paragraph\">There is no problem, there is no challenge, there is no priority that is greater than your focus on these two great phenomena, for they are the greatest events in human history. To avoid and to deny them is to avoid and deny your place in that history and your contribution to that history.</p>\n\n<p class=\"book-paragraph\">So when you realize there is no place to run and hide, either physically or psychologically, then you can stand firm. And you ask of Knowledge within yourself: “What must I do?” And Knowledge will begin to give you steps to take. Instead of answers or solutions, it gives you steps to take. You begin with what you have to do right now. You begin to resolve the problems that are robbing you of focus, energy and time right now. Perhaps there are a hundred steps that you must take, but you can only take them one at a time.</p>\n\n<p class=\"book-paragraph\">People want solutions. They want answers. They want reassurances because they are too afraid to realize that they must prepare and that the responsibility is upon them as well as upon leaders of nations and institutions.</p>\n\n<p class=\"book-paragraph\">If you do not claim your own responsibility here, you will find that you have no power in the matter, and you will feel impotent and helpless in the face of the Great Waves of change. Here you must build your own ark. And like the great story of the ark, you must build this before the great change comes. For it was not raining when Noah built the ark, and things will not be collapsing around you when you build your ark. But build it you must.</p>\n\n<p class=\"book-paragraph\">Here you do not build an ark simply to provide safety and security for yourself, but more significantly to put yourself in a position to be of service to others and to allow the Great Waves of change to call from you your greater service to the world, and to provide you the power and the inspiration to provide this service where it will be most needed and effective.</p>\n\n<p class=\"book-paragraph\">Your ark is small. You cannot stockpile food for the rest of your life. You cannot stockpile anything for the rest of your life, so that is not the emphasis. You will need a certain amount of resources available to you so you do not fall prey to the shocks that the Great Waves of change will bring. But you cannot provide safety and security for yourself forever, so the real ark building is more internal than it is external.</p>\n\n<p class=\"book-paragraph\">Yes, you should have three months’ worth of food. And you should have three months’ worth of financial resources at the minimum. Yes, your health must be checked and it must be strong. Yes, you must be with people who can assist you in supporting you in building your ark, and in building their ark as well. Yes, you must leave divisive relationships that have no future and no promise. Yes, you must re-evaluate your life, your involvements, your possessions—everything.</p>\n\n<p class=\"book-paragraph\">This is building the ark. This is determining what is essential and what is not essential, what you will really need and what you will not really need, what you can actually do and what you cannot actually do. This is why the preparation is more internal than external.</p>\n\n<p class=\"book-paragraph\">People will do many reckless and foolish things in the face of the Great Waves of change. Some people will try to move out into the country, thinking that they can grow their own food and be independent in this way. They do not realize the danger of isolation here. Some people will try to stockpile food and resources for a long time, not realizing that if they do this, that others will simply come and take these things away from them. Some people will think they should go out and build a spiritual community somewhere and to try to achieve self-sufficiency in this way, but they do not realize that if they were to do this, they would have to deny others food and shelter. For how will a spiritual community exist around such great human need and suffering, and how will you keep people from entering your sanctuary?</p>\n\n<p class=\"book-paragraph\">There are no easy answers. There is only the intention and the will to prepare. The preparation has many steps, which you cannot discern at the outset. You have to follow the greater power of Knowledge within yourself, and the power of Knowledge within others.</p>\n\n<p class=\"book-paragraph\">In the future, there will be many dangerous and foolish leaders. They will lead humanity into ever-greater danger and despair. In the future, there will be leaders who will arise who could become vicious dictators as the human need escalates, as resources diminish, and as social disorder increases. Be very careful, then.</p>\n\n<p class=\"book-paragraph\">Here you must be able to discern the presence of Knowledge and distinguish it from the assertions of people’s beliefs and ideologies. Here you must not think that all the solutions are there waiting to be employed, for this is not the case. Here you and others must work diligently for a better future. And you build your ark to give you enough stability to weather the shocks of the Great Waves of change so that you can be in a position to be a contributor and not merely a victim or a consequence of the Great Waves.</p>\n\n<p class=\"book-paragraph\">You need to have a strong mind, a strong will, a strong body and great compassion. You will have to know who to serve and who not to serve, where your gifts must be given, where they cannot be given, when to say yes, when to say no. You must break free of your social conditioning that makes you think like everyone else, because everyone else will not prepare, and if you do not prepare, you will share their fate.</p>\n\n<p class=\"book-paragraph\">This is a calling for you. Do not look to everyone else. You must look to yourself first. God calls to you to prepare, to build your ark, so that you may have a future, so that you may serve others in need and to support others in building their ark so that they may be stable and secure and strong in the uncertain times to come. Here you must listen to the power and the presence of Knowledge over the rancor and the anger and the turbulence around you and other people.</p>\n\n<p class=\"book-paragraph\">Support good leadership for your nation, but do not think that one person alone or one group of people are going to offset the impacts of the Great Waves of change. Do not take the false comfort in thinking there are just a few solutions to the whole problem, for it will take a thousand solutions to prepare for, to mitigate and to adapt to the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Here you must find your strength, your courage and your determination. You cannot be weak and helpless, waiting around for someone else to take care of these problems for you. Knowledge will give you the strength, the courage and the determination. And that is why taking the Steps to Knowledge is so essential.</p>\n\n<p class=\"book-paragraph\">For you must ask yourself: “How will I find the strength to face the Great Waves of change? How will I know what to do within the changing circumstances of the future? How will I know which way to go when everyone else is panicking, or when everyone else is responding in certain predictable ways? How will I know who to trust and what to trust within myself? How will I know what to do when no one knows what to do?”</p>\n\n<p class=\"book-paragraph\">These are all very essential questions, but they are not the questions that your intellect alone can respond to and to answer effectively. For they require a deeper power and a deeper presence within you—a presence that is not governed by fear, that is not conditioned by social pressures and expectations; a power that is not dominated by the will and the intentions of others.</p>\n\n<p class=\"book-paragraph\">You cannot find this power in the intellect, for the intellect is largely the product of your social and biological conditioning. The intellect here can only serve and be a greater resource for Knowledge, for Knowledge cannot be a resource for the intellect.</p>\n\n<p class=\"book-paragraph\">When you understand this, then you will be able to see more clearly and more effectively where your power resides, and the degree of responsibility you must assume to have your life have real purpose, meaning and direction. This is not simply a good idea now. It will be essential for your survival and your well-being.</p>\n\n<p class=\"book-paragraph\">For you will have to face change at a level that you have never had to face before. You will have to take risks. You will have to make important decisions. You will have to discern other people very carefully. Your mind will have to be clear. You cannot be overtaken by your own internal conflicts. Where will you find this strength, this power and this ability? Here you must turn to Knowledge, for this is the power that God has given you. And Knowledge will know what to do no matter what is going on around you.</p>\n\n<p class=\"book-paragraph\">But you cannot sit around waiting for Knowledge to guide you. You must begin your preparation. Do not wait until the skies are darkened, until events are happening so fast that you cannot respond, for then you will have no options, and you will have missed your window of opportunity to prepare for the Great Waves of change. Do not think you have all the time in the world, that you will do this next summer or next year or some later time, for you do not realize how precious this time is right now—that this is your window of opportunity, and it will not last forever.</p>\n\n<p class=\"book-paragraph\">Here you must be willing to act when others are not acting. You must decide when others are not deciding. You must let things go when others are not letting things go. You must rearrange your life when others are not really rearranging their lives. You must prepare, even though others are not preparing. You must find people who can help you do this, and you may have to leave behind or depart from people who cannot or will not help you do this.</p>\n\n<p class=\"book-paragraph\">Do not think for a moment that everything will turn out fine, that governments or technology will take care of all these problems. Do not give yourself this false assurance. You must overcome your own laziness. Your must overcome your own weaknesses here. You must not listen to those voices in your mind that tell you that you cannot do anything and that other people will take care of things for you, like you are a little child, for this will not be the case. Governments will not be able to take care of everyone in the future. Governments will be struggling just to provide the basics and to keep human civilization from falling apart.</p>\n\n<p class=\"book-paragraph\">You will not find this strength in your emotions, or your ideas, or your beliefs, for they are not strong enough or resilient enough to face the Great Waves of change. You must turn to the power and the presence that God has placed within you, and learn how to still your mind so that you can feel the power and presence of Knowledge deep within you. Over time, you will learn to read the signs of Knowledge, and you will learn to read the signs that the world is giving you. For the world is telling you what is coming. You may not know when it comes or how it comes, but the world is telling you what is coming.</p>\n\n<p class=\"book-paragraph\">This is redemptive to you, for you have to get serious about your life now. You cannot be lazy, foolish, or self-obsessed. You have to snap out of that. You have to wake up from your nightmare. You have to give up your longing for things that are not taking place. You have to stop condemning others, or holding others to blame for your condition or for the condition of the world, for that is a waste of energy with no good outcome.</p>\n\n<p class=\"book-paragraph\">Here the Great Waves of change, which seem so overwhelming and so difficult once you have the courage to face them, in reality provide the power of redemption for you. For they require a greater strength and a new kind of relationship with yourself. Doing great things will restore your own value to your life and your own sense of power and ability. Facing great change or great needs will call forth from you a deeper and more profound strength than you would ever be able to discover otherwise.</p>\n\n<p class=\"book-paragraph\">Great times create great people. No one becomes great in the face of complacency or indulgences. Here it will not be just a few exceptional individuals in the human family that will make all the difference, for many more people must be called to their higher purpose now. And higher purpose is not just simply a definition or an idea. It is an immense sense of responsibility and self-determination leading to dramatic action.</p>\n\n<p class=\"book-paragraph\">Here you may have to give up your refuge in the country or your pleasurable indulgences to a certain degree so that you can respond to the world powerfully. Knowledge will help to move you into the right position, the right situations, to call forth your gifts from you and to give you the greatest opportunity to meet those individuals who are destined to be part of your greater service to the world.</p>\n\n<p class=\"book-paragraph\">Here you must be both a leader and a follower all at once. You must lead your mind. You must lead your emotions. You must govern your habits. You must override your weak and self-defeating tendencies. Yet you also must follow, for only Knowledge knows the way. And you must follow Knowledge, and yield to Knowledge, and choose with Knowledge whenever real decisions are required.</p>\n\n<p class=\"book-paragraph\">When people think of great change in the future, they think of what governments must do, what nations must do, what large organizations must do. Yet while nations and large organizations will have important parts to play, it is the power of the individual that ultimately will make the difference.</p>\n\n<p class=\"book-paragraph\">If people are going to be like sheep, then they will resign themselves to whatever powers are governing them, and they will go wherever these powers want them to go. It is this kind of self-sacrifice and irresponsibility that has led the world to the precipice, that has taken humanity to this dangerous and great threshold.</p>\n\n<p class=\"book-paragraph\">Therefore, you must think like a person who is being guided by the power of Knowledge. And you must discern Knowledge and distinguish it from your own compulsions and your own adamant beliefs. This takes time. It takes preparation. It takes wise counsel.</p>\n\n<p class=\"book-paragraph\">You cannot do all this on your own. You will need a preparation you did not invent for yourself. And you will need strong individuals in your life to help clarify your life, to show you when you are in error, and to give you the strength to choose what is really true.</p>\n\n<p class=\"book-paragraph\">Here the Power of God brings people together in meaningful ways. For alone you can do nothing. But Knowledge will unite you with other people so that your power will be amplified, your strength will be reinforced. This is why relationships based on Knowledge are so powerful and are so resilient, and why they can weather the changing storms of the world, where other relationships will fall away and will collapse.</p>\n\n<p class=\"book-paragraph\">You must build your ark, and you must support others building their ark, for you need to have strong people around you. In relationships, people are either weakening you or strengthening you. There are no neutral relationships. Anyone with whom you spend time and energy is either strengthening your preparation and awareness or is weakening it. Even lovely, wonderful people can be a great disincentive here. Knowledge will help you to discern who to be with and how to be with them, thus ending endless speculation and debate about who to be in relationship with.</p>\n\n<p class=\"book-paragraph\">If people cannot support your building your ark, then they are taking you away from your fundamental responsibilities. If they think you are being foolish, or extreme, or eccentric in having this awareness, then you can be assured that they are weakening you and are weakening your position.</p>\n\n<p class=\"book-paragraph\">Be careful of rationality because rationality here is usually a reinforcement of the past. People will use rationality to talk themselves out of their own awareness and their own deeper experience. You will appear to be unreasonable to other people. They do not think the Great Waves of change are coming. They think the future will be like the past. They are not responding to the great Calling that is going out in the world. And though they may be very intelligent and intellectual, or very smart in other areas, here they are being blind and foolish.</p>\n\n<p class=\"book-paragraph\">When the Great Waves come, people are standing on the beach like it is any other day. They think tomorrow will be like yesterday. They think today will be like any other day, not knowing that today will be very different. The animals are heading for the hills. People are lying on the beach. Who is being intelligent now? Who is being foolish now? So do not fall into the trap of thinking you must have a consensus of other people to make the important decisions that are before you. For you do not want to be lying on the beach when the Great Waves come. And you know they are coming.</p>\n\n<p class=\"book-paragraph\">Here you are governed not so much by fear, but by responsibility, by the ability to respond to your own internal experience and to the signs the world is giving you. When the animals build shelters or seek refuge for the winter, they are doing that because they are being responsible. But humanity demonstrates an incredible degree of irresponsibility in this regard. The oceans are rising, but people are building mansions on the beach. The deserts are drying up, but people are moving there for retirement. Food production is being impacted by the Great Waves of change, but people move out far into the country, far away from the sources of food and food distribution. Governments are becoming weaker and more unstable, but people are still waiting as if they were on welfare of some kind.</p>\n\n<p class=\"book-paragraph\">Do you see the problem here? Your ancestors long ago had to pay attention to the environment at all times because they had to be aware of the risks and the changing circumstances of that environment. But people living in the wealthy nations, particularly, have lost this essential responsibility to the environment, and this essential relationship with the environment. Now they take for granted that everything will be there for them, provided by other people, provided by complex networks of organizations. It is unthinkable to them the possibility these organizations might not function well, or that there will be breaks and discontinuities in delivering them everything that they need and expect.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change will create discontinuities. You must be prepared for this. These are the changing times. You are preparing for a world in decline. You are preparing for the future that will be unlike the past. Therefore, you cannot be relying upon assumptions and beliefs, because assumptions and beliefs are all reinforcements from the past.</p>\n\n<p class=\"book-paragraph\">Even if you are the only person who is thinking of these things, you must honor your deeper experience. You must build your ark even if no one else is doing it. You must engage in the deeper re-evaluation of your life—re-evaluating your possessions, your obligations, your relationships, your activities, where you live, how you live, how you travel about—all in light of the Great Waves of change. The alterations you make to your life here, if they are wise, will give you greater stability and will give you greater assurance that you will be able to act wisely in the face of uncertainty and great change.</p>\n\n<p class=\"book-paragraph\">People who do not do anything will not have this certainty. They will not be resourceful. They will not be able to respond in the moment to the changing circumstances of their lives.</p>\n\n<p class=\"book-paragraph\">You build these skills through the preparation, by taking the Steps to Knowledge and following the steps that Knowledge will provide. The Creator of all life has given a set of guidelines for preparing for the Great Waves of change, but these are only beginning guidelines, for everyone has a different gift and a different path to follow. People’s circumstances are different, and so the guidelines only provide the basics to enable you to begin your preparation.</p>\n\n<p class=\"book-paragraph\">You may have to turn a hundred times in the future. It is Knowledge that will teach you when and how to turn, how to change, what to decide to do and not to do. That is why Knowledge is your greatest asset and your most powerful endowment.</p>\n\n<p class=\"book-paragraph\">God saves you through Knowledge. God redeems you through Knowledge. God ends the Separation through Knowledge. This is why the inner preparation is greater than the outer preparation. This is why you must respond to the signs that God is giving you, on the inside and on the outside.</p>\n\n<p class=\"book-paragraph\">Building your ark is not just to protect you, it is to enable you to give to the world, to find the people and circumstances that will call forth from you your greater gifts, which you yourself could not call forth.</p>\n\n<p class=\"book-paragraph\">The answer is within you, but the calling is out in the world. You cannot call these gifts from yourself. And your greater purpose is not what you think it is. You may think you are to be an artist or a musician, when in fact you have a greater service to render somewhere else. You might think that your greater purpose is to be what you want it to be, but in almost all cases it is really something else.</p>\n\n<p class=\"book-paragraph\">Only Knowledge knows, and you can only find what Knowledge knows by following Knowledge so that it may reveal to you the reality of your greater purpose in the world. You build your ark for this, so that you may be a contributor to a world in change and not merely a victim of it.</p>\n\n<p class=\"book-paragraph\">Your preparation begins right now, today, and tomorrow, and the days to come. There is no thinking about it. You can do that forever without any clear resolution. Allow your deeper response to guide you, and do not listen to the weakness of your thoughts and your emotions.</p>\n\n<p class=\"book-paragraph\">This is a gift of Love because God loves the world. And God wills that humanity prepare for the Great Waves of change, survive the Great Waves of change and build a greater and more just civilization in the future. But what God wills and what people want and are aware of are not the same. So it is bridging this gap, then, that provides the greatest resource and assurance for humanity, and the greatest meaning and purpose for your life.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/building-your-ark.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/building-your-ark/"
}