{
  "title": "Comprehending God",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is time now for a greater comprehension of God and an expanded understanding of God, who is the Source and Author of your life and of all life within this world and throughout the Greater Community of worlds in which you live.</p>\n\n<p class=\"book-paragraph\">This new understanding is not to correct previous understanding as much as it is to expand it, to make it more complete, to leave the door open for a greater experience of the Divine Will and Presence in your life.</p>\n\n<p class=\"book-paragraph\">In presenting a New Message from God, it is necessary then to renew this experience, to freshen it, to separate it from all the things that have been added by human institutions and human inventions, to bring it into greater focus and clarity for you.</p>\n\n<p class=\"book-paragraph\">Here it is important not to confuse God with religion, for many terrible things have been done in the name of religion and in the name of God. But God exists far beyond all of these things—far beyond human error, far beyond human imagination, far beyond human invention and far beyond human corruption.</p>\n\n<p class=\"book-paragraph\">It is necessary now for you to consider God within the larger arena of intelligent life in which you live, which includes all life within this world, but extends beyond it into the Greater Community [the universe].</p>\n\n<p class=\"book-paragraph\">To have a pure experience of the Divine Reality and the Divine Will for your life, you must gain this Greater Community understanding of God.</p>\n\n<p class=\"book-paragraph\">Otherwise, you will think of God as a projection of your own personality, as a projection of your own emotions, thoughts and feelings. You will project onto God your anger, your preferences, your judgments, whatever sense of revenge you might have, your notions of justice and punishment and so forth.</p>\n\n<p class=\"book-paragraph\">But God exists beyond all of this—the real God, the pure God that has been shining like the sun upon you. Regardless of the clouds in the sky, regardless of the pollution in the atmosphere and the turbulence on the ground, God is like the sun shining upon you.</p>\n\n<p class=\"book-paragraph\">But God is beyond the sun, beyond any definition that you can make. Beyond your histories, beyond the great teachers and the great Messengers from God, beyond the great spiritual books and testimonies, there is God the Creator and the Author of your life and existence.</p>\n\n<p class=\"book-paragraph\">What God has created in you lives within you now. It lives beyond your intellect, beyond your thoughts and understanding, beyond your concepts, beyond your ideas and beliefs in a deeper place within you—a deeper mind, a mind that in the New Message is called Knowledge. It is the mind that knows. It is the mind that waits. It is the mind that sees clearly without distortion, without fear, without preference, without confusion, without speculation—a deeper mind within you.</p>\n\n<p class=\"book-paragraph\">This is what God has created in you that is permanent, that will last forever. Beyond your temporary identity in this world, beyond all the events of this world and all other worlds, beyond the river of your experience in this life, there is Knowledge within you, and it is God that is the Author of this Knowledge.</p>\n\n<p class=\"book-paragraph\">If you think of God within this greater context, you can begin to appreciate the power and magnificence of God’s Creation, in the world and eventually within yourself.</p>\n\n<p class=\"book-paragraph\">Your body, your mind, your personality—these are all temporary vehicles whose greater purpose is to express your relationship with God and the Wisdom that God has given to you to communicate and to contribute to a world in need.</p>\n\n<p class=\"book-paragraph\">Think then of your mind, your body, your intellect as vehicles of expression, valuable in and of themselves, but not as valuable as that which they are meant to express and to serve.</p>\n\n<p class=\"book-paragraph\">Then you will begin to see that God permeates all things, lives within all things and yet is beyond all things—all at the same time.</p>\n\n<p class=\"book-paragraph\">You can feel this Presence wherever you are, and you can find and follow Knowledge wherever you are.</p>\n\n<p class=\"book-paragraph\">Therefore, to fully understand and experience God within your life, you must come to Knowledge within yourself, which is the Greater Intelligence, the permanence that God has created within you and for you. It is who you really are, beyond all concepts, ideas and delusions. It is your true nature.</p>\n\n<p class=\"book-paragraph\">It is by gaining a connection with Knowledge, by learning to discern Knowledge and to follow Knowledge that you learn to experience the Presence, the Power and the Will of God in your life.</p>\n\n<p class=\"book-paragraph\">Beyond this, God remains forever beyond the concepts of the intellect, beyond all human inventions, beyond all individual and collective philosophies. For what set of ideas or concepts can contain a God of the Greater Community, the Author of countless races of beings, all unique and different from one another in so many ways?</p>\n\n<p class=\"book-paragraph\">To come to God then is to come to Knowledge within yourself, for this is what calls you to God. Perhaps you will be called to a certain place or to a certain person, but it is for this purpose—to experience the Presence within yourself. For you will need more than belief to appreciate, comprehend and follow what God has given you to see, to know and to do.</p>\n\n<p class=\"book-paragraph\">Let this then be the starting place for you, where you take the Steps to Knowledge, where you take the steps to God. And you do this whether you are a Christian, a Buddhist or a Muslim. Whatever faith tradition you adhere to, or even if you do not have a faith tradition, there are still the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is what created all the world’s religions, and Knowledge is what unites them still, despite all of the separation and conflict that exist between them. For these are a human invention and not a Divine invention.</p>\n\n<p class=\"book-paragraph\">The Calling reverberates through all of these traditions—within them and beyond them. It is a Calling that sounds throughout the universe to return to the power and presence of Knowledge, to discover what Knowledge has for you to do, to see and to know. This initiates the return—the Calling, the listening, the responding and the return.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/comprehending-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/comprehending-god/"
}