{
  "title": "Courage and the Will to Prepare",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The mind is weak. Beliefs are easily challenged. Emotions are easily aroused. In the face of travail, one can lose heart and be easily discouraged. This is why people run from the truth, not because what they are facing is untrue, but because they do not have the strength to abide with it.</p>\n\n<p class=\"book-paragraph\">Their plans, their goals, their preferences, their involvements, their previous investments, everything can become so easily challenged in the face of the new world—a world of environmental change and social, political and economic upheaval; a more difficult world where humanity will have to face the damage that it has done to the world and its ability to support humanity. This is an immense challenge, and there are very few people, even amongst the experts, who can really face this.</p>\n\n<p class=\"book-paragraph\">People either go away from this entirely, or they hope that it is not true. They assure themselves that everything will work out fine or that humanity can deal with anything and everything. By that, they mean someone else can deal with it for them.</p>\n\n<p class=\"book-paragraph\">People cannot face reality because they are weak. They are governed by their thoughts, their feelings, their beliefs and the approval of others. So people follow each other around blindly, engage in long and meaningless conversations and indulge themselves in fantasies, hobbies and interests without ever reaching deeper within themselves or one another.</p>\n\n<p class=\"book-paragraph\">You can see what is real, for God gave you this ability. You can discern, in general terms, what is coming over the horizon because God has given you this ability. You can distinguish your deeper experience from your hopes, wishes and fears because God has given you this ability. It is these deeper abilities that are connected with the deeper Mind within you, the Mind We call Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is not afraid of the world. Knowledge is permanent; it is forever. It was with you before you came here, and it will be with you after you leave. It is not threatened by the world. But it is here on a mission. And for that mission to be fulfilled, it must prepare the rest of you—your mind and your body—for a greater service and participation in the world.</p>\n\n<p class=\"book-paragraph\">This requires that you face reality, both within yourself and around you out in the world. This, of course, requires a deeper honesty, beyond what you think of at this moment, an honest reckoning of your deeper experience and what Knowledge is really telling you that is happening in the world around you.</p>\n\n<p class=\"book-paragraph\">People look at difficult situations, and they hope for the best and assure themselves that it will be dealt with by someone, somehow, as if they were merely bystanders in life. But the man or woman of Knowledge looks and sees what is coming and sees if people have the courage and the will to prepare.</p>\n\n<p class=\"book-paragraph\">Here you face life clearly, objectively, with greater sobriety, but also with greater strength and compassion. As you learn to take the Steps to Knowledge, the deeper Mind within you, you begin to gain its sense of permanence and strength, certainty and determination. You see this lacking in others, and that is why they live such unfulfilling lives— chasing pleasures and dreams and fantasies, running away from anything that scares them or that challenges their ideas or notions.</p>\n\n<p class=\"book-paragraph\">But the calling is for you. The world is a proving ground for you. Regardless of what other people do or do not do, or say or do not say, the challenge is for you. You must understand this, or you will defray your responsibility onto others. “Well,” you say, “what are people going to do? How can I share this with people? And how are people going to change?” That is trying to pass along the responsibility to someone else.</p>\n\n<p class=\"book-paragraph\">If you think of the general public, you will become discouraged most assuredly. But that is not where your focus needs to be. For you need to prepare for the Great Waves of change that are coming to the world. You need to prepare for humanity’s emergence into a Greater Community of life in the universe. You need to prepare for the big events of your life, not just day-to-day affairs.</p>\n\n<p class=\"book-paragraph\">You need to prepare to build the Four Pillars of your life—the Pillar of your Relationships, the Pillar of your Work and Providership, the Pillar of your Health and the Pillar of your Spiritual Development. Like the four legs of a table, this is what upholds you and determines how great a life you can really live, and how much responsibility and wisdom you can really carry.</p>\n\n<p class=\"book-paragraph\">To begin to receive the New Revelation, you must have the courage and the will to prepare. This is not an ideology; this is not a belief system; this is not simply a host of ideas that you either like or dislike, agree with or disagree with. To think like this is to think foolishly and to not recognize the power and the meaning of the Revelation and what it calls for from you.</p>\n\n<p class=\"book-paragraph\">This has to do with honesty so much and what you tell yourself. Here people do not realize how much their lives are built upon dishonesty and the falsehoods they tell themselves. They are not honest with themselves, really, and therefore that is what they communicate to everyone and the world around them. And they think they are being honest because they are expressing what they think and feel. But they are really perpetrating falsehoods.</p>\n\n<p class=\"book-paragraph\">People build relationships upon falsehoods and false assumptions. It happens all the time. People build lives and careers and invest themselves heavily in things that never really had promise to begin with and that do not represent their greater calling for being here. It happens all the time, all around you: a great investment in romance, the great investment in business, the great investment that people make in things that really have very little to do with who they are and why they are here and what they are capable of really giving and comprehending.</p>\n\n<p class=\"book-paragraph\">The mind is weak. Your ideas and beliefs may be very firm, and you may defend them blindly, but it is still weak. It is a weakness to be fixed in your beliefs. It means you are not only foolish but arrogant on top of it.</p>\n\n<p class=\"book-paragraph\">You do not know who you are, you do not know why you are in the world, you do not know who sent you or what you are really here to do. All the pretense, all the admonitions, all the declarations that people make cannot conceal the fact that they are profoundly unaware of who they are, why they are here and what they are really doing.</p>\n\n<p class=\"book-paragraph\">People create very demanding lives and take on immense responsibilities before they have any notion of these greater things. And then they feel they must meet these responsibilities, which requires tremendous effort, of course, great suffering and struggle. But they never really have to think about the greater questions because they are too busy meeting their responsibilities.</p>\n\n<p class=\"book-paragraph\">But their responsibilities are not really authentic. They were built without a knowledge and understanding of their deeper nature, their deeper calling and their deeper responsibility to the Source of their lives.</p>\n\n<p class=\"book-paragraph\">That is why people are so grave, so unfulfilled, so conflicted, so confused. Oh, sure, they have great responsibilities, and they are being very responsible, and society admires that. But somehow they missed their calling in life, and now they are a slave to their responsibilities and expectations and the expectations of others.</p>\n\n<p class=\"book-paragraph\">And so all the wonder goes out of them. Spontaneity goes out of them. The creativity goes out of them. They are like hollow inside, walking through life, meeting their responsibilities, establishing a position in society perhaps, maybe even leading a nation. But they are hollow inside, empty, missing.</p>\n\n<p class=\"book-paragraph\">Knowledge for them is so distant, they would have to backtrack to find it. They would have to deeply explore beneath the surface of their mind to find it. But they are so committed on the outside that they dare not risk questioning their priorities and their responsibilities.</p>\n\n<p class=\"book-paragraph\">So they do not want to know. And they do not want to know anything that would challenge or threaten their plans, goals or activities. And so they are living blindly and are not utilizing the greater Intelligence that God has given them to guide them, to protect them and to prepare them for a greater life.</p>\n\n<p class=\"book-paragraph\">So they are disassociated from themselves. They are disassociated from God. They are disassociated from the truth. For them, the truth is all about perspective and ideas, which can easily be questioned and dismissed. They are too afraid to deal with the truth that cannot be dismissed, that has nothing to do with perspective. It only has to do with honesty.</p>\n\n<p class=\"book-paragraph\">You must realize your calling is a calling to prepare, for you are not ready for a greater life. You are not ready to understand and to follow Knowledge within yourself. You do not even know what it is yet. It is still a small and distant intermittent voice within you. You have not come into its proximity enough to understand its greater power and efficacy.</p>\n\n<p class=\"book-paragraph\">You see that it is a thousand times more powerful than your intellect. [Yet] you will think it is a tool of the intellect, a tool to help you get what you want and to avoid difficulty.</p>\n\n<p class=\"book-paragraph\">This misunderstanding is there for almost everyone at the outset. They think God is their servant. God is going to give them what they want. God is going to help them with all their problems. God is going to enable them to fulfill their dreams and goals, thinking [this] comes from God.</p>\n\n<p class=\"book-paragraph\">It takes so very long to unlearn these things and to have the honesty and the courage to question them, to walk around them and look at them objectively, to see if they are really true, if there is any truth there at all, and to break free of the social conditioning that makes you a slave to other people’s approval and expectations.</p>\n\n<p class=\"book-paragraph\">That is why God’s first purpose is to unburden you, for you are burdened with the unnecessary. You are struggling with things that can never be and have little promise. You are a slave to your culture, to your family, to your religion, to ideas and beliefs that are not founded upon Knowledge. And that which is founded upon Knowledge, you cannot easily discern.</p>\n\n<p class=\"book-paragraph\">It is like the needle in the haystack, as people say. Well, you have to remove a lot of hay to find that needle. That is what your preparation is largely about—to remove that which is false, that which is unreal, that which you are bound to that you desire, that you do not really need. It is not necessary, and therefore it is a distraction and an obsession for you.</p>\n\n<p class=\"book-paragraph\">People fall in love with other people based upon images and personality and seductions—people that could never take the greater journey with them, not in a million years. And yet, oh, they are so devoted they give their life away. They are obsessed—personality obsession. They are obsessed, and they call that love. As if love were some kind of drug you become addicted to, and then you have to go through withdrawal, which is immensely difficult. There is substance addiction and personality addiction. It is not love. It is obsession.</p>\n\n<p class=\"book-paragraph\">Knowledge will guide you to the people, the individuals, who really have promise for your life, who really have the possibility of becoming significant and meaningful relationships for you. We say “possibility” because they too have to prepare, for no one is really ready for the greater realities of life. That is like asking children to be ready to go out and work in the world like their parents. They are not ready for that.</p>\n\n<p class=\"book-paragraph\">In like manner, you are not ready to live a life of a greater purpose. And so the preparation becomes the emphasis; your honesty becomes the emphasis; your patience and your determination become the emphasis.</p>\n\n<p class=\"book-paragraph\">For, you see, only Knowledge brings you to Knowledge. All your other reasons—wealth, pleasure, peace, love, romance—all these things have to be set aside as you go along. You cannot take them up the mountain with you. They are far too heavy and unnecessary.</p>\n\n<p class=\"book-paragraph\">So the student is in a process of undoing things they have already set in motion and breaking free of false expectations, goals, plans and desires. They do not become ascetic here; they simply become honest—basic, simple, deep honesty. It is not a lifestyle. You are not giving up all pleasures; you are not withdrawing from the world; you are not living a life of extreme abstinence. You are just becoming honest, to the point where you are no longer lying to yourself and to other people, and to the point where you can see your tendency to do this and can correct it and objectify it within your own experience.</p>\n\n<p class=\"book-paragraph\">To prepare requires courage. You must face things you have not faced before. You must consider things you have not considered before. You must question your beliefs and your assumptions, and the beliefs and assumptions of your culture, your family and even your religion, if necessary.</p>\n\n<p class=\"book-paragraph\">You find this courage because it is coming from a deeper place within you—beneath the surface of the mind; beneath the turbulent, confused and chaotic surface of your mind into a deeper place where there is certainty, wisdom and Knowledge.</p>\n\n<p class=\"book-paragraph\">People are so frightened and so driven and so compulsive, they cannot be still for five seconds. They close their eyes to begin meditation, and their mind is like a wild animal—going everywhere, like all the channels of your television running at once, going from here and there and everywhere.</p>\n\n<p class=\"book-paragraph\">You must step back from this and not identify with this. It is just the mind, trying to process all of its impressions, information and problem solving—either reasonably and logically or in fantastic ways, as if you are in a dream.</p>\n\n<p class=\"book-paragraph\">The courage comes from recognizing and feeling a deeper need within yourself. It is really responding to Knowledge, perhaps very faintly and intermittently at first, but Knowledge is calling you to respond.</p>\n\n<p class=\"book-paragraph\">This is how God speaks to you, you see. The clouds do not part and a great voice speaks, thundering through the mountains, calling your name. No, even for the saints and the great Messengers, the process is the same. Everything else is just storytelling, to induce belief and submission.</p>\n\n<p class=\"book-paragraph\">You feel the deeper need to respond. You feel the need to understand where you need to go in life. You do not want your life to end up like all the people you are seeing around you. You do not want to become a slave to your mind or to your culture. You do not want to have empty relationships. You do not want to work, slavishly, to build wealth.</p>\n\n<p class=\"book-paragraph\">So you have to really look at your life. What is available to you? What limits you, on the outside? And then, even more importantly, what limits you on the inside? Which is nothing more than your beliefs, assumptions, desires and fears—all those things that are vaporous and have little substance in reality.</p>\n\n<p class=\"book-paragraph\">The moon still rises, the sun still shines, the seasons pass, the grasses grow, the birds fly, the fishes swim—so what difference do your thoughts make, except to either cloud or clarify your perception?</p>\n\n<p class=\"book-paragraph\">It is not a question of creating your own reality, for people use that to build, they think, a better fantasy to replace the miserable one they are living in now. But fantasies are miserable if you attempt to live them because they are not in accordance with reality or Knowledge within yourself. And the more you invest, the more hazardous your life becomes and the more you are afraid of the world. You are afraid of change; you are afraid of loss; you are afraid of honesty.</p>\n\n<p class=\"book-paragraph\">God asks you to be honest. From this, you can begin to discern a greater pathway for yourself, a greater calling in your life, a greater association beyond the visible realm and a new foundation for participating with others in ways that are marvelous and productive.</p>\n\n<p class=\"book-paragraph\">The will to prepare and courage…Courage is taking on difficult things without any kind of certain outcome. It is not following the easy path, where everything is laid out for you: You go and work in your father’s business, so you never have to think about what you are really here to do. You have children before you are ready so that they will determine the responsibilities of your life. You get married before you have any clue of what you are doing and the direction you need to go. Therefore, your marriage determines your life and ends up looking like everyone else.</p>\n\n<p class=\"book-paragraph\">The world is the way it is based upon how many people are responding to their greater calling and purpose of their life. If the percentage is tiny, well, the world is always in a state of travail and conflict, at the edge of conflict, at the edge of breakdown.</p>\n\n<p class=\"book-paragraph\">People become slavish, like herds of animals—driven into war, driven into needless consumption, driven into political persuasions, driven into religious beliefs when they have no real sense of who they are or what they are doing.</p>\n\n<p class=\"book-paragraph\">People live at the surface of the mind, which is like the surface of the ocean—turbulent, swept by the winds of the world, one day calm, the next day stirred up, even violent. If you were to look at the surface from the side of a ship, the ocean would make no sense. You could not discern its greater movements. You could not discern that beneath the surface, waters are moving like a conveyor belt all over the world.</p>\n\n<p class=\"book-paragraph\">You would not understand the life that lives within that ocean. You would not understand how organized, though complex, the system of the oceans and the climate and the Earth really are. You would just see turbulence and try to adapt to that, like those sailing a ship. They have learned to understand currents and patterns of wind over time, so they have a greater understanding because they had the need and the courage to prepare for that.</p>\n\n<p class=\"book-paragraph\">The winds of the world are sweeping your mind around—drawing you in, upsetting you, overwhelming you, delighting you, intriguing you, terrifying you. How can you ever find yourself here? How can you ever discern the greater direction of your life here?</p>\n\n<p class=\"book-paragraph\">You must withdraw from these things, to a great degree, to have any possibility of coming into proximity to Knowledge within yourself. So you will feel the natural inclination to withdraw from social activities, from the media, from many things, for a period of time so that you can have the opportunity to discern your deeper experience.</p>\n\n<p class=\"book-paragraph\">The Lord of the universes has provided the Steps to Knowledge, a powerful preparation that you could not provide for yourself. You follow this, and as you do so, that which is true becomes stronger, and that which is false becomes weaker. As you follow this, you become more circumspect about your life and your decisions, more careful with your time and your involvements with others, more discerning of the world around you.</p>\n\n<p class=\"book-paragraph\">As the mind becomes more quiet, you begin to perceive things you did not see before. You hear things you did not hear before. You begin to respond increasingly to Knowledge within yourself and to Knowledge within others. And you see how you can tell the difference between Knowledge and everything else.</p>\n\n<p class=\"book-paragraph\">The Angelic Presence watches to see who can respond to the calling and then see if they have the will to prepare and the courage to take the Steps to Knowledge, to climb this mountain, a mountain that they cannot discern and do not understand; [to see] who can take a real journey in life, a substantial and powerful journey. The Angelic Presence watches to see who can respond to Knowledge and who can prepare.</p>\n\n<p class=\"book-paragraph\">The preparation then becomes the proving ground. It does not matter if you have a great destiny to do something very significant in the world if you cannot prepare for that. And the preparation requires more unlearning than learning—breaking free, going through periods of profound confusion and uncertainty as you release your old ideas and approach a greater understanding.</p>\n\n<p class=\"book-paragraph\">Like the man on the trapeze—he must let go of one bar to reach the next. And so those intervals can be very empty for people. You are not who you used to be, but you have not yet become what you are meant to become, so you go through periods of emptiness and uncertainty. But that is natural and part of learning. That is an integral part of preparation.</p>\n\n<p class=\"book-paragraph\">What carries you through this is Knowledge, and your faith in Knowledge, and the evidence of Knowledge that you are beginning to live and have acquired thus far, and the evidence of Knowledge in the lives of people who inspire you.</p>\n\n<p class=\"book-paragraph\">You must go through this preparation. You are not yet where you need to be within yourself or even within your position in life yet to really comprehend and then respond to a greater calling.</p>\n\n<p class=\"book-paragraph\">So the calling is to prepare, and to prepare you must have deeper courage. And that deeper courage comes from your honesty. You are developing a deeper honesty. And the motivation for all of these things comes from Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge will bring you to Knowledge. Knowledge will carry you through periods of uncertainty. Knowledge is permanent. Your experience of it may vary as your proximity to it varies, but it is constant. It is not confused. It is the master; you are the student.</p>\n\n<p class=\"book-paragraph\">But here you also need other teachers, students who are more advanced than you in learning and applying the New Revelation. You will need, if you can, to learn of the Messenger himself, who is in the world now. It is a great blessing that he is here and that you can learn from him. For when he is gone, then the Messenger will be gone.</p>\n\n<p class=\"book-paragraph\">People will have to then rely upon their comprehension, which is a very dangerous thing when people are not really well prepared. Mistakes can be made easily, and the Message can be altered, confused and diluted. Others can come to assume positions of power and leadership who were never really authorized to do this by the Greater Powers.</p>\n\n<p class=\"book-paragraph\">To live at the time of Revelation, to live at the time of the Messenger, is immensely important. You will not have a personal relationship with him—he does not have time to have personal relationships with hundreds and thousands of people—but you can learn from him. Be grateful that you are living at a time when he is here with you. He is an older man; he is not going to be here forever.</p>\n\n<p class=\"book-paragraph\">You need powerful influences on the outside and on the inside to navigate the confusion, the complexity and even the deceptions that exist within you, and certainly to navigate a changing and increasingly unstable world.</p>\n\n<p class=\"book-paragraph\">You need the power of Knowledge. You also need strong companions. And you need powerful examples from others to inspire you and to help you see if you are making a mistake in your comprehension or application.</p>\n\n<p class=\"book-paragraph\">Some people come to the New Revelation and just want to be blessed by it, and think that from now on the blessing will just take care of everything for them. They want to be on spiritual welfare, thinking God is just going to provide and provide and provide, and they just have to be accepting of the miracles they think will be coming to them. But, you see, this is dishonest.</p>\n\n<p class=\"book-paragraph\">To be in a genuine relationship requires real participation. It requires preparation. It requires effort. It requires an investment of time and energy. It involves change and adaptation.</p>\n\n<p class=\"book-paragraph\">You cannot just marry someone and think that they are just going to do what you think they should do, and you are not going to do anything for them; you are not going to have to change to be with them. People actually get married with this attitude. It is amazing. It is so profoundly ignorant, but it is sadly true.</p>\n\n<p class=\"book-paragraph\">The calling is to respond. Then the calling is to prepare. And the preparation is significant. But even during the preparation, you will have the opportunity to contribute to others. That contribution will come out of whatever advancement you can make in your preparation. Even your demonstration of responding to Knowledge is a powerful teaching to others. Even your unwillingness to make certain compromises with yourself and others is a powerful demonstration.</p>\n\n<p class=\"book-paragraph\">Here you teach, automatically, as you learn, if your learning is authentic. In fact, you teach anyway because you are always demonstrating what you value and what you believe in. So as you value something far greater and more significant, then that becomes part of your demonstration to others.</p>\n\n<p class=\"book-paragraph\">Here your relationships change. Old relationships can fall away, for they cannot take the journey with you, and new relations appear on the horizon.</p>\n\n<p class=\"book-paragraph\">This is part of the miracle of your life, the miracle of Knowledge—the miracle of God’s Plan of redemption and restoration going on behind the scenes, going on beyond the realm of human activity, speculation, deception and belief.</p>\n\n<p class=\"book-paragraph\">You have come to the world to assume a greater responsibility, a greater purpose, to give something specific to certain people in certain situations. You have no idea what this is, and so you must prepare. Knowledge must prepare you, and Knowledge must reveal where you must go and what you must do to achieve these things.</p>\n\n<p class=\"book-paragraph\">You have to govern your own mind and keep it supporting you. You have to exert authority over your thoughts and your behaviors. But you cannot determine the greater purpose of your life. For that you must follow a greater power, and the greater power is within Knowledge within you and within the Revelation itself.</p>\n\n<p class=\"book-paragraph\">It is within all the world’s great religions if it can be discerned. But the world’s great religions have become so overlaid with conventions and beliefs and assumptions and associations that you would need a very skillful teacher to pass through all of this, to reach the essence of what these religions really mean and are indicating. They are all pathways to Knowledge, you see. But this is not really evident from the surface.</p>\n\n<p class=\"book-paragraph\">This is part of the reason that the New Revelation is here and that We have come again, now, to speak to you as well as to the Messenger. We speak to you through the Revelation, and Our message for you is very great. And the time and the requirement is very great. And the change upon the world is very great.</p>\n\n<p class=\"book-paragraph\">It is time to become strong and courageous, honest, compassionate and determined. Then you are really being alive and not like a walking dead person. Then you are really creative. Then your mind is connected to Knowledge, and the Separation within you is beginning to end. Then your life becomes a demonstration of God’s Presence and Power in the world, not only by great things you might do, but by your simple activities and just by the way you are, what you do and what you do not do.</p>\n\n<p class=\"book-paragraph\">God saves you from the inside out. God reclaims the separated through Knowledge. Nations and worlds become stronger, more stable, more creative based upon how much Knowledge is being expressed and demonstrated within their own populations.</p>\n\n<p class=\"book-paragraph\">This is true here and throughout the universe. It is all beyond human comprehension and the realm and the reach of the intellect. But your intellect plays its part. It is a critical tool of communication and navigation in the world. But it must have a greater guide and power, or it tries to become God itself, with tragic consequences.</p>\n\n<p class=\"book-paragraph\">You have been called. Now you must prepare. The preparation is within you, and it is being provided by the Lord of the universe. Now you must find the courage to take the Steps to Knowledge, and with this courage, the patience, and the perseverance, and the discretion and the discernment as over time you learn to discern what is true from what is false, what is really good from what only looks good.</p>\n\n<p class=\"book-paragraph\">This is the journey. It is the most natural and essential journey in life. And you are blessed to learn of it and its gifts to you.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/courage-and-the-will-to-prepare.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/courage-and-the-will-to-prepare/"
}