{
  "title": "Dealing With Resistance and Hostility",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Today We shall speak about dealing with resistance and hostility to the New Message. This is for all who would assume the mantle and responsibility of representing and speaking for the New Message in the world.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation will generate considerable resistance and hostility. The very notion that a New Revelation can be given and that God has spoken again will arouse some intense rejection and admonition from others. This represents the blindness and stubbornness of humanity, who presumes to understand God’s intentions and God’s Presence in the world.</p>\n\n<p class=\"book-paragraph\">It is unfortunately the problem of communicating something pure into an impure world, something beautiful to minds that are not beautiful, something essential to minds that cannot hear and receive.</p>\n\n<p class=\"book-paragraph\">The Messenger is not to debate with others, for Messengers are never asked to do this. To contend with the defenders of other faiths is a fruitless effort. They will only seek to demean you and to destroy what you are presenting.</p>\n\n<p class=\"book-paragraph\">Your role is to reach those who can respond, not to contend with those who cannot respond. When people take issue, point to the New Message and say: “If your mind is open and your heart is open, I invite you to explore the New Message from God.”</p>\n\n<p class=\"book-paragraph\">If people accuse you of things, simply say: “Well, until you have received God’s New Revelation, it is premature to make these accusations.”</p>\n\n<p class=\"book-paragraph\">If people say: “There cannot be a New Revelation from God,” then say: “God determines when a New Revelation will be given. No one on Earth can say this cannot be.”</p>\n\n<p class=\"book-paragraph\">If people say: “The Prophet said that that was the final Revelation,” then you must say: “Even the Prophets cannot determine what God will do next.”</p>\n\n<p class=\"book-paragraph\">If people claim: “This is all about intuition,” just like all the other [teachings] they know, [say]: “This is about the revelation about your primary relationship with the Divine and with what God really wants you to do in the world at this time.”</p>\n\n<p class=\"book-paragraph\">If people say: “Where are the miracles? The Messenger must perform miracles,” you may say: “The real miracle is the miracle of revelation within the individual, the connection between the individual and the Source of all life. Everything else is conjecture and phenomenon.”</p>\n\n<p class=\"book-paragraph\">If people ask: “By what authority do you present what you claim to be a New Message from God?” you may say: “The Lord of the universes has willed a New Revelation for the human family and the Revelation has now been given, and the Messenger is in the world.”</p>\n\n<p class=\"book-paragraph\">If people say: “Who is this Messenger who claims to bring a New Revelation?” you may say: “He is a humble man who has been burdened with a great task of bringing a New Revelation into the world.”</p>\n\n<p class=\"book-paragraph\">If people [ask]: “What does this Revelation say?” you may answer by saying: “It is preparing you for a new world, a world in decline. It is preparing you for encountering a universe of intelligent life. It is giving you a new understanding of your spiritual nature. And it is bringing Wisdom and Knowledge from the universe that humanity will need to understand to make contact with this universe.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, Jesus is the only real Messenger. We must believe in him,” you must say: “God has sent many Messengers into the world. God has initiated all the world’s religions, and they have all been altered by people over time.”</p>\n\n<p class=\"book-paragraph\">If someone says: “Well, my religion is the one true religion,” you may say: “In the universe, there are countless religions, and God does not belong to any one of them. God is not a Christian. God is not a Muslim. God is not a Buddhist. God is not a Jew. The Lord of the universe is beyond all definitions.”</p>\n\n<p class=\"book-paragraph\">If people say: “Why is the Greater Community you speak of important?” you may say: “It is our destiny and our danger. Our isolation in the universe is over, and there are forces in the world today who are seeking to undermine human authority and freedom.”</p>\n\n<p class=\"book-paragraph\">If people say: “Well, this is just a teaching. This is not a New Message from God,” you may say: “It is a New Message from the Creator for this time and the times to come. It is greater than you can account for, for you have not really yet received the Revelation.”</p>\n\n<p class=\"book-paragraph\">When people dismiss this for any reason, invite them to experience the New Revelation and say: “This is beyond beliefs and ideas. This represents the real connection with the Divine that is part of all the world’s religions, the very essence of them. To contend about beliefs is to miss the whole point of reuniting with the Creator.”</p>\n\n<p class=\"book-paragraph\">If people say: “I don’t need a New Revelation. I can do this through my own religion,” you may say: “All religions are pathways to Knowledge, and God redeems the separated through Knowledge. If you can come to that which is pure within yourself, then being within your own religion is entirely appropriate.”</p>\n\n<p class=\"book-paragraph\">When people say: “You are trying to undermine other religions by presenting a new religion,” you may say: “No, God’s New Revelation is to invigorate all religions and to give them greater dimensions. Yet there will be people for whom the New Message will be their path and journey. This is a gift to all of the peoples and the religions of the world.”</p>\n\n<p class=\"book-paragraph\">When people say: “You cannot present a New Message from God. It cannot be,” you may say: “Yes, it can, and it is. It is before us now, and the Messenger is in the world.”</p>\n\n<p class=\"book-paragraph\">When people say: “The last thing the world needs is a new religion!” you may say: “What the world needs is a New Revelation, a clarification, a pure Message unclouded by human interpretation and human error. Humanity needs a greater inspiration and a greater strength, and that is why the New Message is here.”</p>\n\n<p class=\"book-paragraph\">When someone says: “Well, I want to debate the Messenger. Let us have a real debate,” you may say: “The Messenger does not debate. He is here to deliver the Revelation. You are invited to experience the Revelation. Do not cast yourself out by merely being its critic or its detractor. It is a gift for you as well.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, this man, this Messenger, he is not pure. He is not powerful. He is not immaculate,” you may say: “The Messengers are not and have never been pure and immaculate. They are human beings endowed with a greater mission and purpose. Do not make them into gods, for that is not appropriate.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, Jesus is the son of God. He is part of the trinity,” you may say: “Jesus is one of the great Messengers who has changed the course of the world, but he is not a god, for God is greater than this, and no one can claim to be the Divine.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, Jesus said, ‘No one comes to the Father except through me,’” [you may say]: “He is referring to the power of Knowledge within himself, the same power that resides within you and others, waiting to be discovered, waiting to be followed. Submit to this, and you will understand your Jesus.”</p>\n\n<p class=\"book-paragraph\">When people say: “The Seal of the Prophets has already been given,” you must say: “No, the Revelation continues. God has more to say to the world at this great turning point in our evolution.”</p>\n\n<p class=\"book-paragraph\">When people say: “I don’t believe your claims and your proclamations,” you may say: “It is not about belief, for belief is weak and fallible. It is about recognition and experiencing a deeper association within yourself. That is why the New Message is here, to reignite the human spirit and to prepare humanity for a difficult world and future, a future and world unlike the past.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, I don’t relate to the things that you say. I don’t believe in your proclamation,” you may say: “It is fine. The Revelation is here to remind you of your Source and your destiny and what you are really here to do in the world. You may find this through many different means, but without the New Revelation, it will be more difficult, for religion has become confused and clouded, its essence hidden. You will need a very wise teacher to find this within your own faith tradition.”</p>\n\n<p class=\"book-paragraph\">When people say: “I don’t believe in God! I think it is all foolishness and human weakness,” you may say: “The Creator of all life has given you the source of your strength, your courage and your determination. Even if you do not believe in God as an idea, you must discover the source of your strength, courage and determination and allow it to alter the course of your life so that you may be in service to the world.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, what you are saying does not correspond with my beliefs,” you may say: “God is not bound by human beliefs or human assumptions or even human traditions, and that is why God’s New Revelation is not here to confirm what you believe, but to open the doors to a deeper experience within you, an experience that has been waiting to be discovered.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, I’m not sure about this. I’m not sure about what you are saying or even about religion itself. It has been too corrupt,” you may say: “Yes, it has become corrupted. It has become misinterpreted and misapplied, and cruel and terrible things have been created in its name. But still you have a greater Source and a deeper connection with that Source, and the New Revelation is here to reveal that connection so that you may experience its power, its grace and its meaning for your life.”</p>\n\n<p class=\"book-paragraph\">All the disclaimers to the New Message are misunderstandings. All rejection is fear. Even arguments about ethics or theology in most cases means that the individual has not really looked into the New Message or experienced it or applied it in their life.</p>\n\n<p class=\"book-paragraph\">It is this unwarranted rejection, this fearful response, this taking issue that demonstrates that the person really does not understand what they are looking at and therefore should be invited to experience the New Message more deeply before coming to conclusions and certainly before rejecting it outright.</p>\n\n<p class=\"book-paragraph\">This represents honesty and an honest approach. To reject the New Message out of hand is to be dishonest. It is to make a judgment on something you have not experienced and do not understand, and that is not really honest.</p>\n\n<p class=\"book-paragraph\">When people ask: “Well, what is this really going to do for the world? How is this going to solve the world’s problems?” you may say: “God’s New Revelation teaches people what to listen to within themselves and what must inform their opinions and decisions. This is what determines the outcome of all events.”</p>\n\n<p class=\"book-paragraph\">Here you have a real choice as an individual. That is why the New Message is for the people and is not being brought to leaders or governments or secret groups. It is here to teach the people how to hear and to experience the Will of God, purely, without deception and manipulation.</p>\n\n<p class=\"book-paragraph\">When people say: “Well, religion has been manipulating us all along. It is all a manipulation,” you may say: “You are manipulated because you have not found the source of your strength, which cannot be corrupted and is beyond the influence of any power, whether it be worldly or any power in the universe. It is to restore to you this power and strength and integrity that is the purpose of God’s New Revelation. This more than anything else will free people from the bondage of manipulation, subterfuge and deception.”</p>\n\n<p class=\"book-paragraph\">When people say: “Why should I believe the things you say?” you may say: “Because the Revelation speaks of who you are and why you are in the world and where you will find the source of your strength, courage and determination. Everyone needs this. Everyone needs to rediscover their greater strength and greater purpose. If more people would do this, the world would change, and humanity would not face the dire circumstances it is now facing.”</p>\n\n<p class=\"book-paragraph\">When people take issue with the Revelation coming through one person, you may say: “God’s Revelations are always presented through one, with the assistance of many others to help this individual. This is what enables the Revelation to come in a pure form. If it were given to many, there would be many different versions, and the whole process would become confused and out of focus. Therefore, the Revelation must always be given to the one who is sent into the world for this purpose, with the assistance of others. Therefore, no one can claim to bring a New Message from God unless they were sent into the world for this purpose.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, what is new about the New Revelation? It talks about things that we’ve all known about or are unimportant,” [you may say] “The Revelation speaks of the mystery of your engagement with the Divine and how you can experience God’s Will in your life. There are very few people in the world who know anything about this. And though it is presented at the heart of all the world’s religions, this great truth has been tremendously obscured by human belief, interpretation and assumption.”</p>\n\n<p class=\"book-paragraph\">The New Revelation speaks of things that humanity is unaware of. You are unaware of the new world you are entering, a world in decline. You are unaware of the universe around you, its hazards and its opportunities. You are unaware of the greater strength and power within yourself, for you have not found this yet. What humanity really needs right now is presented in the Revelation. It holds the missing ingredients.</p>\n\n<p class=\"book-paragraph\">When people say: “What about all the people? What is going to help them?” you may say: “It all begins with the courage and the integrity of the individual. All great human progress has been fostered by individuals and small groups of individuals. This is what will turn the corner for humanity, preparing you for a greater and more beneficial outcome. Without this, humanity will falter and fail in the face of the new world. It will succumb to forces in the universe that it cannot understand and for which it is unprepared. God’s New Revelation is providing the Wisdom and Knowledge needed to prepare for these two great realities.”</p>\n\n<p class=\"book-paragraph\">When people say: “Well, many others make this claim. Why should we believe in you?” you may say: “Because the one who has the Revelation is the one. And no one else in the world has the New Revelation. And those that claim to do so are merely recycling old information with their name upon it. They cannot really make this claim. Listen to the one who speaks of what is new and real and unaccounted for. Speak to the one who has the power of Grace with his Message. Speak to the one who brings the Voice of Revelation into the world. Then you will know you have found the true Emissary, and he will be distinguished from all others in this regard.”</p>\n\n<p class=\"book-paragraph\">When you encounter indifference regarding the New Message, it is fine. Look for those who can respond now. Look for those who are ready. Look for those who have an honest approach and are not merely trying to use this as they are trying to use everything else as a resource for themselves, to embellish their beliefs and presumptions and position in the world.</p>\n\n<p class=\"book-paragraph\">They will seem to be a very few, but across the world they account for a great number of people. These are the first to respond to the New Revelation. They will come from all walks of life, from all economic positions, from all races and religions. They will represent the educated and the uneducated, the Western and the Eastern, the Northern and the Southern.</p>\n\n<p class=\"book-paragraph\">Broadcast broadly so that you may find those who are amongst the first to respond. Do not give up. You are only just beginning. The pathway is long, but it is sure.</p>\n\n<p class=\"book-paragraph\">Use wisdom and discernment and discretion. Knowledge within you will indicate especially those who are ready to hear. Be careful of those who come claiming to be interested, but really are here to try to steal the information for themselves—the clever, the cunning, the manipulative, the opportunists. Be more discreet around them. Simply point to the New Revelation. But do not expend your energy with them, for they are not worthy to receive it.</p>\n\n<p class=\"book-paragraph\">Those who are simple and honest, sincere and humble, will be in the best position to receive the New Revelation.</p>\n\n<p class=\"book-paragraph\">Therefore, do not try to take it to the experts and the leaders of government or religion or commerce, for you will be shocked to find that the majority of them cannot hear and cannot respond. They do not have the humility or the openness. They have a huge investment in the position they have created for themselves and may be either unfree or unwilling to receive that which would alter the course of their life.</p>\n\n<p class=\"book-paragraph\">Remember that the New Revelation is a life-changing experience. It is preparing people for a new life in a new world, a world that is no longer isolated in the universe.</p>\n\n<p class=\"book-paragraph\">See if people are really willing to have this kind of change occur. If they are too invested in their past, if they are too attached to their current circumstances, if they are too entrenched in their life, too subsumed in their circumstances, you cannot reach them with something like this. They can only entertain it from a distance or pick out of it certain ideas that they like and disregard the rest.</p>\n\n<p class=\"book-paragraph\">They will say, “Oh, I like what you teach about love, but this Greater Community part I can’t relate to this.” You see, they cannot come close to the Revelation. Practically, physically they are too entrenched; psychologically they are too entrenched; ideologically they are too entrenched. That is why you must seek for those who are open, honest and humble in their approach.</p>\n\n<p class=\"book-paragraph\">Do not think that if you bring this to the expert, the expert will bring it to large numbers of people, for this is to play the Judas role, you see. Let that be a lesson, a lesson for all time.</p>\n\n<p class=\"book-paragraph\">Do not bring the Messenger before the tribunal of the religious experts, for they will seek to destroy him.</p>\n\n<p class=\"book-paragraph\">Remember, those who are simple, sincere, humble and open will be amongst the first to receive. They can recognize the New Message without becoming its severe critic. They can deal with it at a more profound and mysterious level rather than debating its ideas or assertions.</p>\n\n<p class=\"book-paragraph\">You are pointing the way to the Revelation for all who can receive this and share it with others. You are here to point to the Message and the Messenger. You do not have to teach the Teaching. Just bring people to the Teaching.</p>\n\n<p class=\"book-paragraph\">If you live in a foreign country, translate the New Message if you can or find someone who is able to do this, and you will play a significant part in bringing the New Message to your nation and your people.</p>\n\n<p class=\"book-paragraph\">Do not worry about adversity, but be careful and discerning. If you live in a nation that has no religious freedom, you must exercise great discretion and care as to where and to whom you share the New Message from God.</p>\n\n<p class=\"book-paragraph\">Do whatever you can to bring the Revelation to the people. Let them have their own experience. Let those who are ready come forth and those who are not step back. It will polarize people, for this always happens.</p>\n\n<p class=\"book-paragraph\">In a way, the New Revelation from God will shine the light on everyone, revealing who is honest and who is not, who is open and who is not, who can receive and who cannot, who is humble and who is presumptuous, who has honest intentions and who does not. It reveals everyone’s position, everyone’s intentions, and in this it is a great challenge to the listener and to all peoples. It reveals that which is impure, that which is improper, that which is incorrect, that which is dishonest, that which is unwilling, that which is incapable, that which is weak, that which only pretends to be strong.</p>\n\n<p class=\"book-paragraph\">Let the Revelation have its impact. Stand back and let people have their experience and see who can respond. For those who can, be available to them if possible.</p>\n\n<p class=\"book-paragraph\">You do not have all the answers. You cannot teach the Teaching, for it is greater than your understanding. But you can bear witness to it and bear witness to the Messenger and to the fact that you are living in a time of Revelation.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/dealing-with-resistance-and-hostility-to-the-new-message.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/dealing-with-resistance-and-hostility/"
}