{
  "title": "The New Message on Freedom",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Everyone wants freedom—the freedom to survive, the freedom to be secure, the freedom to meet the basic needs of life: food, water, clothing and shelter. Everyone wants the freedom to pursue their goals and interests. Everyone wants the freedom to establish meaningful relationships with others.</p>\n\n<p class=\"book-paragraph\">Whatever form the desire for freedom takes, it is universal, both within this world and within the Greater Community of worlds in the universe around you.</p>\n\n<p class=\"book-paragraph\">Beyond meeting certain basic requirements of life, freedom represents a deeper need of the soul. This deeper need expresses itself through a person’s understanding, through their ideas and associations, but the pure impulse comes from deeper within them, beyond the realm of the intellect or intellectual understanding.</p>\n\n<p class=\"book-paragraph\">While everyone wants freedom and everyone needs freedom, very few people in the world today understand what freedom is and what freedom is really for. Certainly, everyone wants freedom from things. They want freedom from deprivation. They want freedom from harm. They want freedom from the challenges and difficulties of living in the physical reality. They want freedom from oppression. They want freedom from illness. They want freedom from so many things. The lists will go on and on and on. And at a very basic level, people want freedom for things, to meet the basic requirements of life and so forth.</p>\n\n<p class=\"book-paragraph\">But what freedom is really for, once these requirements have been met, once a certain degree of stability and security has been established—which today has not been established for so many people—yet once this is established, then the desire for freedom continues.</p>\n\n<p class=\"book-paragraph\">It is not satisfied when you have enough to eat and drink, when you have a shelter and adequate clothing. Even when you have meaningful and supportive relationships, even when you have adequate employment, even when you have met all of the basic needs that remain unfulfilled for so many people in the world today, the yearning for freedom continues. The desire for freedom continues. It has not been satisfied fully.</p>\n\n<p class=\"book-paragraph\">Even if you acquired wealth and comfort and seeming insulation from the great difficulties of life, the yearning for freedom continues. It is like a deep thirst that can only be quenched by something very unique, by something very special, by something that goes beyond what people clamor for, what they desire and what they attempt to gain for themselves. So everyone wants freedom, but they do not know what it is for.</p>\n\n<p class=\"book-paragraph\">Ultimately, freedom has to do with why you are in the world and what brought you into the world. You are not here by accident. You did not simply wash up on the shore one day. You are not simply just a product of the mechanisms of nature.</p>\n\n<p class=\"book-paragraph\">You have come here for a greater purpose. You have come here to do something unique and special. You were sent into the world to make a contribution to the world, to the quality of life. Ultimately, your freedom is about this.</p>\n\n<p class=\"book-paragraph\">Should you acquire everything that most people think they want for themselves, far beyond meeting your basic needs and requirements, the yearning for this freedom will continue. And for people who have attained wealth and seeming security, often depression sets in because they have satisfied the desires of the mind, but their need is still unmet. The deeper need of the soul remains unfulfilled. Their greater purpose and calling for coming into the world has not really been answered. They are seeking freedom for something, but they have not found it yet.</p>\n\n<p class=\"book-paragraph\">This need functions at a deeper level, beyond the desires, fears and aspirations of your mind. It represents the need of the soul to fulfill its mission and to find those people who are critical to the experience, and discovery and expression of this mission.</p>\n\n<p class=\"book-paragraph\">So few people in the world today have found their mission. In fact, so few people have even met the basic requirements of life. So few people even know that they have a mission in life, though there is a fleeting awareness of this in the minds of many.</p>\n\n<p class=\"book-paragraph\">You seek freedom relentlessly because you are here for a mission, and if the mission has not been recognized, if even the need for the mission has not been recognized, then you will feel the desire for freedom without knowing what it means, what it is for or how it can be satisfied. This is freedom for something very fundamental.</p>\n\n<p class=\"book-paragraph\">The desire for freedom from things will certainly continue, for the world is a hazardous place and anything can happen to you. It is unpredictable. And so, there will continue to be the desire for freedom from things—from loss and deprivation, from loneliness and isolation, from poverty, from illness and from death itself.</p>\n\n<p class=\"book-paragraph\">But the real impulse for freedom is the freedom for something. For this is something else, speaking to a deeper part of you, representing a deeper part of you, not simply a mechanism for establishing yourself in the world and securing your position. This is something else. If you have not felt it yet, it is because you have not gone deep enough within yourself. You are still functioning at the surface of your mind, at the level of thoughts and desires, fears and beliefs.</p>\n\n<p class=\"book-paragraph\">Of course, many people are trapped at the surface with all of its terrors and great attractions. But that is only the surface of your mind and only the surface of your life. For your life is about something more profound, more substantial and more permanent.</p>\n\n<p class=\"book-paragraph\">People are busy constantly. They are preoccupied constantly. They live in a noisy world around people who are preoccupied constantly. So many people have not had the opportunity or taken the risk of listening more deeply within themselves.</p>\n\n<p class=\"book-paragraph\">Here it takes great disappointment or the loss of things that are desired to sometimes break the fixation of life on the surface, to take you down deeper within yourself where there is a deeper current of your life—a current that is not guided and determined by the world, a current that is not conditioned or dictated by your immediate circumstances, a deeper direction, like the deeper currents in the ocean that are not affected by the winds of the world, the deeper currents that are moving water all over the planet. They are not affected by the daily weather.</p>\n\n<p class=\"book-paragraph\">As is the case with you, there is a deeper current in your life. You cannot understand it intellectually, but you can feel it and begin to recognize there is something within you that is more profound and more mysterious than the catalog of your thoughts and beliefs, your desires and your fears.</p>\n\n<p class=\"book-paragraph\">Once you begin to discover this, you have begun the first stages of a long and profound and fundamental journey in life. Until you feel this deepening, you are just sort of fooling around at the surface. You are just standing around the temple. You have not entered in. You are listening to the world and not to a deeper voice within yourself.</p>\n\n<p class=\"book-paragraph\">Until you make connection to this deeper current of your life that represents a deeper Knowledge—a deeper Mind within you, a Mind that has been created by God to guide you, protect you and enable you to fulfill your mission in the world—until you can begin to experience this and recognize it and follow it, then you will be a slave to the forces in the world and to your own fears or ambitions.</p>\n\n<p class=\"book-paragraph\">There is no freedom here. Even if you live in a country that gives you certain political freedoms, even if you live in the freest country, you are not free. You are captive. Your mind is dominated by the preoccupations of the world, by the mental environment in which you live and by all the forces within that mental environment that determine what you will think, what you will choose, how you will behave, what you will do to seek approval, what is right, what is wrong, what is good, what is not good, what is appropriate and what is not appropriate.</p>\n\n<p class=\"book-paragraph\">All of this will be conditioned into you and though you may think you are free and you may validate or accentuate your individuality, your thoughts are not free. Your emotions are not free. Your ideas are not free. Your motivations are often not your own.</p>\n\n<p class=\"book-paragraph\">You are a slave to other forces. You are a slave to your need for approval from others, your desire for relationships and romance, your quest for meaningful work, your need for validation from others and your fear of others. You will be herded along like you are part of a herd of cattle, not knowing what you are doing, why you are there or what it means, just going along, living each day, just going along, staying preoccupied, trying to stay happily stimulated, but always afraid of the shadows—afraid even of yourself; afraid of your deeper feelings; afraid of your deeper awareness; afraid of the mystery of your life; afraid of the world and the innumerable things that could deprive you, harm you or destroy you; afraid of the future and afraid of the past—running now, trying to seek something that you do not even understand, running from yourself, unable to be quiet in the moment, unable to settle down and unable to face things.</p>\n\n<p class=\"book-paragraph\">Is this not a condition of everyone around you? And when you meet someone who is not governed by these forces, are they not exceptional? Do they not stand out from everyone else, in contrast to everyone else?</p>\n\n<p class=\"book-paragraph\">How few people are self-aware at this deeper level, who are standing apart from the great rush of human ambition, from the great rush of people seeking wealth and personal advantage. And, of course, those are the lucky ones. Everyone else is struggling to survive, struggling to meet their basic requirements, holding on, hanging on.</p>\n\n<p class=\"book-paragraph\">Goaded by the fear of poverty and deprivation, people are driven to seek endless amounts of wealth and reassurance for themselves. This is pervasive in the world. This is the condition of the human family. This is the state of the union for the human family.</p>\n\n<p class=\"book-paragraph\">All of the addictions, all of the depression, all of the poor mental and physical health you see around you is a product of this desperation and this disassociation that people have with themselves and with the greater purpose that has brought them into the world.</p>\n\n<p class=\"book-paragraph\">There must be a fundamental shift in your understanding of freedom. Said most simply, your freedom here is to find your purpose and to fulfill it. All of the other freedoms that you seek—the freedom for stability, the freedom for certainty, the freedom to find out the truth about your life, the freedom to think, the freedom to feel, the freedom to know, the freedom to express yourself, the freedom to go where you need to go, the freedom to become educated —even the freedom to survive is for this greater purpose.</p>\n\n<p class=\"book-paragraph\">If you take the desire for freedom to its full expression, if you take it down to its absolute foundation, it is about this. To finally come to this realization after you have tasted the pleasures and the sorrows of this world, after you have tried to fulfill yourself with people, places, activities, holidays, hobbies, sports and every other form of distraction that may be available to you, when you finally come to yourself, whether it be from a great disappointment or a sudden realization or a lucid moment in your hectic life, when you finally come to this, you will realize there is a greater need within you and that it cannot be fulfilled by all the desperate attempts at happiness that everyone around you is attempting and committing themselves to.</p>\n\n<p class=\"book-paragraph\">Your understanding of freedom must change if you are to experience it and to express it and to know its deeper and real meaning. This does not mean that wanting other things is wrong. You need certain things in life, of course. You need meaningful companionship, of course. You need stability and security. You need certain things, certain needs that have not been met for so many people. Do not get fixated here. The emphasis is on finding the thread of truth in your life.</p>\n\n<p class=\"book-paragraph\">God has placed a deeper Mind within you, the Mind of Knowledge, for God knows you would never find your purpose in the world without this deeper Knowledge. You would become lost in the world, captivated by the world, overwhelmed by the world and by the influences in the physical and the mental environments. These would shape your life, your thoughts, your feelings, your interests, your aspirations—everything.</p>\n\n<p class=\"book-paragraph\">You would have no sense of where you are going, why you are here or what you are doing. You would have no certainty about your life, and you would have no fulfillment for the deeper need of the soul within you—lost now in the world, as if you were lost in some distant wilderness.</p>\n\n<p class=\"book-paragraph\">God knows that you would not take the right actions, that you would not become a person of real integrity, that you would not even meet the expectations that God has sent into the world through the great Messengers. You could not do this without Knowledge. And that is why when the Separation began, when the great disassociation began, at the beginning of time, Knowledge was created.</p>\n\n<p class=\"book-paragraph\">Though you may think you are a human being, though you may think you are a member of your family and culture, though you may believe fervently in your identity in the world, you are still part of God. The Separation, though apparent and seemingly real, has not fully occurred. And it is because of this that there is hope for your life, there is promise for your life, there is meaning for your life and there is purpose for your life.</p>\n\n<p class=\"book-paragraph\">You may think whatever you like, take whatever position you want, protect your ideas, protect your goals, hide from the world, hide from God, hide from yourself and run around like a crazy person all day, but you are still connected to God. You have still come into the world for a purpose and a mission. You cannot change this, you see, because you cannot change the truth. And there is a truth that goes beyond your perspective and your position. There is a truth that is more profound and fundamental than just your version or your interpretation.</p>\n\n<p class=\"book-paragraph\">It is like having a great mountain rising out of the plains. Well, everywhere you look at the mountain, it looks slightly different, depending on where you are looking. If you are up close, if you are far away, if you are to the north, the south, the east or the west—it all looks different, you see. But it is the same mountain. It has not changed with your perspective.</p>\n\n<p class=\"book-paragraph\">You may debate with others about the appearance of the mountain. You are looking from the north and they are looking from the south. Oh, the mountain looks so very different. You argue about its features and its manifestations. To someone up close, it is huge and monumental. To someone at a distance, it is just something out on the horizon. The experience is different. The perspectives are different. But the mountain has not changed. It has not adapted itself to people’s perspective or people’s position around it.</p>\n\n<p class=\"book-paragraph\">This, then, is like the truth about your life. You can take any position. It looks different from different perspectives. You may turn away and look the other way: “Why, I see no mountain now” for your back is to it.\nYou may say it is important. You may say it is unimportant. You may say it is real. You may say it is not real. You may say it is part of your religion or not part of your religion. But there is the mountain, a great fact of life.</p>\n\n<p class=\"book-paragraph\">There is the purpose within you—the great mountain within you waiting to be discovered, waiting to be climbed, waiting for you to take the journey to it and learn how to journey up it and live at its higher altitudes.</p>\n\n<p class=\"book-paragraph\">Here you begin to realize that who you are is not your mind and that your mind and your body are vehicles of expression in life. They do not constitute your real identity. And this is a very profound discovery. This is a profound step towards freedom.</p>\n\n<p class=\"book-paragraph\">If you think you are your mind, if you identify with your thoughts, then you are completely at the mercy of the mental environment. You may think you are creating your reality, but you are really living in the reality that everyone else is creating.</p>\n\n<p class=\"book-paragraph\">If you think you are your body, you will feel weak and helpless and vulnerable. You will be a slave to fulfilling its needs and its pleasures. You will always live in fear and terror over its injury and ultimate demise. There is no freedom. There is no peace. There is no fulfillment here.</p>\n\n<p class=\"book-paragraph\">The mountain within you was created by God. Your purpose, your real purpose, was created by God. You were sent into the world by your Spiritual Family, those assembled to help you, those you are connected to already.</p>\n\n<p class=\"book-paragraph\">So at some point, hopefully, you get serious about your life. Instead of fooling around at the surface, instead of desperately trying to fulfill yourself with temporary things—with the pleasures and comforts and escapes—you begin to see there is a deeper current, a deeper need and a deeper reality within you.</p>\n\n<p class=\"book-paragraph\">You see this in others. And you begin to see it everywhere. You realize your thoughts are only approximations and that your beliefs, even if they are helpful to you in making this discovery, are only temporary things. And their only value is to bring you to this mountain and enable you to begin the ascent.</p>\n\n<p class=\"book-paragraph\">If your ideas and beliefs are bringing you closer to the discovery and the experience of your real purpose in the world, then they are helpful. If they are not, then they are not helpful.</p>\n\n<p class=\"book-paragraph\">There are no neutral thoughts. There are no neutral beliefs. There are no neutral positions. Whatever you are doing today is either helping you or hindering you in this great discovery.</p>\n\n<p class=\"book-paragraph\">There are no neutral relationships. The people you associate with are either helping you or hindering you in this great discovery. Even if they are wonderful, loving people, they are either hindering you or helping you in this great discovery.</p>\n\n<p class=\"book-paragraph\">For God knows you cannot make this discovery alone. You will need relationships that are associated with your higher purpose. You will need to be with people who are making the same discovery themselves. You will need this reinforcement. You will need this companionship. You will need this to begin to have faith in the greater purpose that has brought you here, in the greater reality that lives within you. You will need relationships to bear witness to this.</p>\n\n<p class=\"book-paragraph\">You need to be free to find these relationships. You need to be free to experience this purpose. You need to be free to express this purpose. You need to be free to change your life and your focus, your values and your priorities in order to respond to this greater purpose. You need to be free from your own fixed ideas, even your own fixed ideas about religion and God, meaning and purpose. Even this can hold you back.</p>\n\n<p class=\"book-paragraph\">At the bottom of the mountain, there are many believers. But those who are beginning the journey up the mountain, who are learning to experience and to express a greater purpose in life, they are not mere believers anymore.</p>\n\n<p class=\"book-paragraph\">They are finding something more profound than their beliefs. They are having to change their beliefs. Their beliefs now are like the spectacles they wear to help them see. And over time the prescription for those spectacles changes.</p>\n\n<p class=\"book-paragraph\">But the believers at the bottom of the mountain cannot change their beliefs. They think their beliefs are the truth. They think their ideas are who they are. They think they understand the Mind of God and the meaning of life. They have it all figured out. It is in the book, somewhere. It is what they have been taught. They are believers.</p>\n\n<p class=\"book-paragraph\">They are not free. They think their belief sets them free and that the truth sets them free, but the real truth that sets them free is beyond their beliefs.</p>\n\n<p class=\"book-paragraph\">God is not a product of your beliefs. Beliefs have to do with perspective, and one’s range of experience with one’s conditioning and the degree to which one has begun to respond to the deeper movement of their life and to the deeper current of their life.</p>\n\n<p class=\"book-paragraph\">This is not about belief. The truth is beyond belief. You must have confidence in a Greater Power in your life and not simply in your ideas or even the ideas of your culture. Old ideas may be no more true than new ideas. They just have more agreement, more solidity.\nThe real meaning of your freedom at every step, in whatever avenue you are looking at it has to do with enabling you to find and fulfill a greater purpose. From the position of your real Being this is obvious, of course, what else could it be?</p>\n\n<p class=\"book-paragraph\">But from the position of your thinking and your beliefs, it seems incredible or perhaps unreal or inconceivable, or you think of it in terms of what your beliefs dictate—oh yes, you must become a righteous person. You must fulfill your duties. But that is your interpretation of the mountain. It is not the mountain itself.</p>\n\n<p class=\"book-paragraph\">The mountain will teach you what is needed. It will teach you the way you must go. It will teach you wisdom that the world cannot teach you. It will teach you a deeper level of trust. It will teach you a deeper level of discernment. It will teach you the difference between appearances and real substance. It will teach you the difference between what looks good and what is good.</p>\n\n<p class=\"book-paragraph\">It is mysterious. You cannot control it. It transcends your beliefs, your ideas and your control. You are not in control of the mission now, so you must learn to be in control of yourself if you take such a journey.</p>\n\n<p class=\"book-paragraph\">Everything that you are relating to—people, places, things, work, events, circumstances—even your relationship with your mind and your body are now seen in a different way. If your mind is to serve the Spirit, it must learn to yield to the Spirit. It must now learn to take the journey instead of standing apart and judging the situation. Your body now must become healthy and flexible in order for it to be a vehicle for you to take this journey to fulfill this mission in the world.</p>\n\n<p class=\"book-paragraph\">Your relationship with where you live, with how you live, with your possessions; your relationships with other people, with your employment; your relationship with your town, your community, your nation; your relationship with time itself and your relationship with nature—the list goes on and on, you see, because everything can be seen in terms of relationship. And all of these relationships, all the way down the line, ultimately have to do with whether they can sustain you and enable you to find and fulfill your purpose.</p>\n\n<p class=\"book-paragraph\">This is how God looks at your life, you see. Before you make this discovery, you think your purpose is what will enable you to get what you want—more pleasure, less pain, more security, less insecurity, more wealth, less poverty, more advantages, less disadvantages. You think your purpose, even your spirituality is there to give you what you want. This is like saying your Spirit is there to serve your mind, when in truth it is the other way around.</p>\n\n<p class=\"book-paragraph\">When people start out, everything is backwards. They think God is there to serve their desires as if God is an errand boy for their desires. “God is there to give me what I want. God is there to assure me and to have what I want. God is there to reinforce me. God is there at my beckoning.” That is how many people think. “God is there to validate my beliefs. God is there to validate my religion. God is what I say God is. God’s Will is what I say God’s Will is.”</p>\n\n<p class=\"book-paragraph\">Foolish and arrogant, of course, but this is how many people think, for they do not realize they are not their minds. They do not realize they are a slave to the mental environment in which they live. They do not yet realize they have a greater purpose and that the mountain is real and stands beyond their estimation, that their purpose is created by God and not by themselves and that religion is there as a pathway to understand the Mystery and is not a replacement for the Mystery.</p>\n\n<p class=\"book-paragraph\">Ask yourself: “What must I do to learn about my real purpose?” Listen to what the New Message from God is here to advocate and to reveal. For it is a greater reminder that you have come into the world to serve a world in transition, to serve a world facing great changes, Great Waves of change, and that you are here for a purpose and that purpose remains mysterious.</p>\n\n<p class=\"book-paragraph\">You do not know what it is yet, but you do know that you need it. You do know that it is important and fundamental to you. This will give you a freedom to respond to a greater power within you—greater than your mind, greater than the beliefs of humanity even, greater than the appearances of life around you.</p>\n\n<p class=\"book-paragraph\">This deeper Knowledge is wise. It is practical. It is the antidote to your foolishness. It is the antidote to your servitude to others and to the notions that are prevalent in your cultures. It is the antidote to evil in the world. It is the remedy that God has created. It fulfills your purpose. It answers your questions. It makes questioning unnecessary.</p>\n\n<p class=\"book-paragraph\">Over time, this will become your experience, but you must take the journey, and the journey is very long and has many turns and many thresholds. It is the most natural thing in life for you to take this journey. It is like returning home and moving forward all at once. It is like returning to something innate and familiar while breaking new ground all at once. And you will see even at the outset what is holding you back and how you are not free in your thinking, in your circumstances or even in your relationships to even begin to question and to look and to listen.</p>\n\n<p class=\"book-paragraph\">You will see how few people can go with you. Even your closest friends now have no interest in what you are being drawn to. They wonder about you. They think you are being excessive, wondering why you are not wanting to do the things that you used to do, why you are not doing the things they want you to want to do, why you are acting differently, why you are questioning and why you are so serious.</p>\n\n<p class=\"book-paragraph\">They do not understand because they have not turned that corner themselves. They are looking away from the mountain and you are staring at it, feeling its pull and feeling its great attraction—the Great Attraction of God.</p>\n\n<p class=\"book-paragraph\">You will see even at the outset that you are not free. You are not free to think. You are not free to respond. You are not free to consider changing your life for something more important. You are bound to others. You are bound to your ideas. You are bound to your fears. You are bound to your circumstances. You are bound to the expectations of others. You are bound to your commitments. You are bound to your duties. You are bound to your family, your culture and your nation.</p>\n\n<p class=\"book-paragraph\">It is like your life has already been given away. It has already been committed elsewhere. And yet the great pull of God is within you. This does not mean you have to become an ascetic or a monk or a nun. That is only reserved for certain individuals. This is a Calling from God to be in the world but with a greater understanding, with a greater association, for a greater purpose.</p>\n\n<p class=\"book-paragraph\">You will be afraid at the outset. You will think that you are dabbling in something dangerous or strange or mysterious. And other people will discourage you, question you, doubt you.</p>\n\n<p class=\"book-paragraph\">To be called by God is to be called out of your former circumstances, to be called away from the great trudging line of people in bondage, be they rich or poor. It is being called out of line with everyone else. To be called is to be awoken and to be alerted that there is something else in your life that has been waiting for you for so very long and that now it is time for you to respond.</p>\n\n<p class=\"book-paragraph\">The needs of the world are requiring it. The relationships you are destined to meet are requiring now that you step out of line, that you respond to a greater Calling, that you begin to receive the signs and the symbols that your life must take a great turn and set a new direction—a direction not that you invent, that is not dominated by your goals or your fears, or your political or religious beliefs, but a goal that has been set by God. For God is the Great Attraction and you must become the great respondent.</p>\n\n<p class=\"book-paragraph\">This is freedom. This is what freedom is for. This is what freedom is ultimately from. This is what frees your Spirit to fulfill its mission in the world. This is what frees you from the domination of your thoughts. This is what frees you from the terrors and the inducements of this world. This is what gives you reprieve from so many of life’s aggravations. This is what gives you compassion for others for you see that others are trapped by circumstances, by beliefs, by poverty, by wealth, by pain, by pleasure—trapped, chained to the wall of their own submission.</p>\n\n<p class=\"book-paragraph\">Here you must be willing to go forward even if no one goes with you. You must learn to have this strength and this integrity. You will not be alone for long on this journey, but you must take the journey alone. The substantiation must come from within you. It will be supported by the signs around you, but you must have the strength to do this.</p>\n\n<p class=\"book-paragraph\">You will see when doing this how much power you have given away to others, how much you need approval from others, how much you are afraid of disapproval from others, how insecure you really do feel and how much you have given up in order to feel safe and secure. The approach to the truth reveals the real nature of your limitations, the real nature of your bondage and the real predicament for all of humanity.</p>\n\n<p class=\"book-paragraph\">The path to freedom can be found in all the great religions. It has not been destroyed by human manipulation, but many people have lost sight of it and the world is now changing. Humanity is facing thresholds it has never faced before—the Great Waves change and the Greater Darkness that is in the world.</p>\n\n<p class=\"book-paragraph\">That is why a New Message from God has been sent and the calling is going out. The calling is powerful. The need is great. The circumstances you are destined to serve are arising and you must be prepared. You do not have a lot of time. You cannot sit on the fence for years and years, wondering and doubting, going forward and going back, accepting and denying, acting and reacting. You must now become bold for the time for your expression, the time for your purpose to be communicated and discovered is coming. It is arising. For the world must call out of you your greater purpose and the needs of the world are arising and will become ever more intense in the future.</p>\n\n<p class=\"book-paragraph\">What you are here to do is not just up to you alone. It has to do with others. It has to do with circumstances. It has to do with an emerging reality in the world. You are part of something far greater, part of something that has to do with the future and well-being of humanity, something that has to do with God’s plan which is not governed by religion or by human understanding.</p>\n\n<p class=\"book-paragraph\">You must listen to these words with your heart for there is a deeper resonance within you and there is a deeper power within you. There is a greater freedom to be experienced and there is a greater mission to be fulfilled.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-new-message-on-freedom.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-bridge-to-a-new-life/desire-freedom/"
}