{
  "title": "Destiny",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The New Message is here to direct humanity and to preserve human civilization. It is the answer to innumerable prayers for the restoration of the individual and to bring greater cooperation, strength and creativity to the human family at its time of greatest need and travail.</p>\n\n<p class=\"book-paragraph\">It is so great that people cannot fathom it, though they may think they understand. And yet it is so simple that people can use it today, in every situation, with every person they meet, in every set of circumstances.</p>\n\n<p class=\"book-paragraph\">The New Message is to prepare humanity for living in a new world and to prepare humanity to engage with life beyond this world, an engagement that is part of your destiny and evolution. At this moment, humanity is unprepared for both of these great turning points—these great thresholds that will require greater strength, greater discernment and greater compassion from people everywhere.</p>\n\n<p class=\"book-paragraph\">It is a tremendous calling for the individual to become wise and responsible, capable and perceptive. It is a gift for all peoples and nations. It is a gift for this time and the times to come. It answers questions you have not even yet learned to ask. It addresses problems that people are not yet aware of.</p>\n\n<p class=\"book-paragraph\">It brings with it the Wisdom of the Creator. It is sent through the Angelic Presence, who translate the Will of the Creator into words, ideas and application.</p>\n\n<p class=\"book-paragraph\">The New Message provides its own commentary and practices. For it cannot be left up to people and individuals, even scholars and experts, to determine what it means and how it should be practiced. The New Message itself speaks of these things and clarifies these things so that very little is left up to human speculation and human interpretation. This is to minimize the potential for error that will always arise when people are dealing with something of this magnitude.</p>\n\n<p class=\"book-paragraph\">Great care is being made to provide this teaching, application and commentary—said in many different ways, applied to different situations, expressed again and again so that its clarity may be apparent and so there will be minimal ambiguity associated with it.</p>\n\n<p class=\"book-paragraph\">For the first time, a New Revelation is being given to a literate world, to a world of planetary communications, planetary commerce and for some people even planetary awareness. It is being given now in great depth and comprehensiveness so that it can bridge cultures, temperaments, nationalities and racial distinctions; so that it can be accessible and comprehensible to the individual, without having to rely upon great scholars or institutions to determine what it means, what it says and how the person should respond.</p>\n\n<p class=\"book-paragraph\">The New Message calls upon the greater power of Knowledge within the individual to arise—a power beyond the realm and the reach of the intellect, a power that is incomprehensible and yet immediately part of your experience.</p>\n\n<p class=\"book-paragraph\">For some, this will be very difficult to deal with. They look at everything in the world like it is a resource for their mind. But Knowledge is too great to be a resource for your mind. People who claim to be following Knowledge will be following their ideas. People who claim to be guided by Knowledge will be guided by their social conditioning or their ambitions. So for certain people, this will be very difficult to comprehend. It is because of how they look at themselves and the world that this is the case.</p>\n\n<p class=\"book-paragraph\">Not everyone will be able to apprehend the great truth at this time. But if enough people can, it gives great promise to the future, and the safety and the freedom of humanity.</p>\n\n<p class=\"book-paragraph\">For the new world will be more perilous than the world you are accustomed to. And the Greater Community of life is far more complex and sophisticated.</p>\n\n<p class=\"book-paragraph\">You will have to learn of it. You will have to learn Wisdom and Knowledge from the Greater Community, and that is something that only God can really teach you now. Even other races cannot do this, for they do not know the human mind and the human heart sufficiently, and they do not value freedom, except for a few races.</p>\n\n<p class=\"book-paragraph\">You were born into this time. You were born for this time. It is your destiny to be here, to learn of these things. It is your destiny to receive these words. It is your destiny to discover the New Revelation.</p>\n\n<p class=\"book-paragraph\">Many people in the world have not been able to give themselves to the religious traditions of humanity because there is something in them that has told them to wait. Perhaps they justify this based upon the limitations or the difficulties existing within certain traditions. But that is not really the issue, you see, for they are really meant for something else, and they have had to wait for the Revelation. It is not merely that their tradition is inadequate in some way. The truth is they are meant for something else because of their nature and their design, because of their purpose, because of destiny.</p>\n\n<p class=\"book-paragraph\">This is a power greater than human understanding, and it brings with it its own challenges and its great blessing and opportunities.</p>\n\n<p class=\"book-paragraph\">The return to God is not an intellectual enterprise. You do not come to God on your terms. Reality and Creation are not based on your understanding or evaluation. Heaven does not value your ideas, only your participation.</p>\n\n<p class=\"book-paragraph\">Destiny is not something that you can prescribe for yourself, not something you can define and say, “Well, this is my destiny because I like the idea.”</p>\n\n<p class=\"book-paragraph\">Destiny has to do with where you have come from and where you are going and why you are in the world and where the world is going—things that are far beyond most people’s considerations or awareness.</p>\n\n<p class=\"book-paragraph\">Destiny will lead you, for it is part of Knowledge within you—the greater intelligence that God has given you to prepare you and protect you, to clarify your way and to engage you with your destiny.</p>\n\n<p class=\"book-paragraph\">The people of the New Revelation are part of a new threshold of understanding for humanity as humanity enters a new world—a world of environmental change; a world of political and economic instabilities; a world of diminishing resources; a world where the risk of competition, conflict and war will be very great; a world that requires a greater cooperation and a sense of shared destiny with others.</p>\n\n<p class=\"book-paragraph\">For divided, humanity will fail in the Greater Community and fall under the persuasion of foreign powers, as has happened countless times in the history of the universe. That is your great risk.</p>\n\n<p class=\"book-paragraph\">Yet who is aware of this? Who thinks of this? Who is concerned with this? What people think and believe and expect are so very different from what God knows, and that is the gulf that must be bridged. That is why God has put Knowledge within you—to enable you to gain this greater comprehension and to discern a greater reality.</p>\n\n<p class=\"book-paragraph\">God has provided the Steps to Knowledge to re-engage your surface mind—your social mind, your worldly mind—with the deeper mind of Knowledge. This is where you become really integrated. This is where you establish and experience your integrity.</p>\n\n<p class=\"book-paragraph\">This is what gives you the strength and power of Heaven as you take your journey here on Earth. This gives purpose, meaning and direction to your existence here and calls to you certain individuals who will play a significant role in the discovery and expression of the greater purpose that has brought you here at this time, under these circumstances. This is your destiny.</p>\n\n<p class=\"book-paragraph\">Do not complain about the world. Do not be resentful or jaded in your outlook, for this is the world you have come to serve. It is perfect for you. It is why you have come. Do not deny it, or you will deny your own purpose for being here. Do not condemn it, or you will condemn yourself along with it. Do not disassociate from it, or you will lose contact with your deeper nature.</p>\n\n<p class=\"book-paragraph\">Destiny is upon you now. The great Calling is going out. The Messenger is being prepared to speak to the world. The New Revelation is here.</p>\n\n<p class=\"book-paragraph\">What a great blessing this is to be in the world at this time—the time of Revelation. What a great blessing it is for you to learn of these things. What a great blessing it is to have a destiny, to learn of it and to have the humility and the wisdom to accept it.</p>\n\n<p class=\"book-paragraph\">People have difficulty with these things because of the degree to which they associate with their beliefs, their complaints and their idea of themselves, which rarely has anything to do with who they are or why they are in the world.</p>\n\n<p class=\"book-paragraph\">Change is hard for people, particularly change on the inside. But it is natural and necessary, or you cannot assume a greater life or a greater purpose, and you will not be available to greater relationships and a greater union with others.</p>\n\n<p class=\"book-paragraph\">It is the price of admission. It is what it means to have your prayers answered. For to have your prayers answered means a door has opened for you, and you must go through. It is a journey not of your making and does not happen according to your terms, ideas and expectations.</p>\n\n<p class=\"book-paragraph\">For God to help you, you must let God help you and guide you. And God guides you and helps you through the power and presence of Knowledge.</p>\n\n<p class=\"book-paragraph\">But you must become connected to Knowledge, take the Steps to Knowledge, experience its reality, its potency, and develop the skills of patience and perseverance that will be necessary for you to journey into regions of life and experience that are not part of your concepts or current understanding.</p>\n\n<p class=\"book-paragraph\">God knows what is coming over the horizon. The question is, can people respond and prepare, and can they receive the preparation that the Creator of all life is sending into the world?</p>\n\n<p class=\"book-paragraph\">For humanity cannot prepare itself. It does not know what it is preparing for. It is completely ignorant of life in the universe. It knows not how to prepare for this. And it does not expect or anticipate having to adapt to a new world. So it is quite unprepared and foolish, thinking that the future will be like the past, living in the past, associating with the past, unable to see the changing circumstances of the world—the changing landscape and the great change that is coming over the horizon.</p>\n\n<p class=\"book-paragraph\">You have very little time to prepare for all these things, for they are in motion, and you cannot stop them. You cannot stop having to enter into a new world. You cannot stop your emergence into a Greater Community of life in the universe. The Intervention is already underway in the world by clever races who are here to take advantage of human ignorance and human expectations.</p>\n\n<p class=\"book-paragraph\">You cannot escape your destiny, you see, and this destiny will either uplift you or it will defeat you, depending on how you prepare and your ability to respond—your response-ability.</p>\n\n<p class=\"book-paragraph\">This is really the time. You do not have time to languish. You do not have time to hide out in ambivalence. You do not have time to lose yourself in your hobbies, your romances or your distractions.</p>\n\n<p class=\"book-paragraph\">The world is changing. It is moving beneath your feet. It is shaking your cities. It is depriving your peoples. It is changing how you are going to live in the world. It is changing the weather, the climate, the landscape, the ability to grow food and the resources you will need to maintain civilization.</p>\n\n<p class=\"book-paragraph\">It is momentous. It is tremendous. But people are asleep, dreaming, lost, unresponsive, obsessed, preoccupied, distracted, believing what they are told by leaders who know little more than they do about what is coming over the horizon.</p>\n\n<p class=\"book-paragraph\">But people cannot be completely foolish because Knowledge lives within them, and Knowledge is sending the warning signs. That is why people are feeling apprehensive. That is why people are feeling uncertain about the stability and the future of humanity. That is why people are concerned.</p>\n\n<p class=\"book-paragraph\">It is this concern that gives you a clue that at some deeper level you are responding to the Great Waves of change that are coming to the world and to humanity’s changing position in the universe. It is an indicator of great change. You do not understand it. You cannot define it. But you are here to learn to deal with it because that is your destiny.</p>\n\n<p class=\"book-paragraph\">From a greater standpoint, from a standpoint of Creation, destiny is everything. But it is not a destiny you created. It is the destiny that God has given you. It is why you are here. It is why your personality has been shaped the way it is. It is perfect for your true vocation in life, a vocation you have likely not found yet.</p>\n\n<p class=\"book-paragraph\">It is destiny. This exists beyond the realm of the intellect, beyond the realm of philosophy and theology and ideology, beyond preference, beyond fear, beyond confusion, beyond human certainty—the pretense of human certainty. Beyond religious beliefs, beyond political positions, beyond economic theory is destiny.</p>\n\n<p class=\"book-paragraph\">Your mind will not understand, but at a deeper level you will begin to respond because at a deeper level, you are connected to destiny.</p>\n\n<p class=\"book-paragraph\">You are destined to meet certain people if you can make your rendezvous, if you do not fall away on the way to your greater engagement with each other.</p>\n\n<p class=\"book-paragraph\">It is destiny that you will have to face the new world and the realities of the Greater Community that God will reveal to you through the New Revelation.</p>\n\n<p class=\"book-paragraph\">It is destiny that you are hearing these words. It is destiny that has brought the New Message to you and has brought you to the New Message.</p>\n\n<p class=\"book-paragraph\">Eventually, you will understand many of these things. But for the moment, it is a matter of giving greater faith that the power of Knowledge lives within you, that it is pure and that it is the Creation of God.</p>\n\n<p class=\"book-paragraph\">It is the humility and the discernment you bring that will enable you to tell the difference between Knowledge and your own beliefs, fears and ambitions and the beliefs, fears and ambitions of others.</p>\n\n<p class=\"book-paragraph\">This is where you become skillful. This is where you become discerning. This is where you are not like a child that has to be led and guided, unknowingly, for that will not be appropriate in the new world.</p>\n\n<p class=\"book-paragraph\">Humanity must grow up. Its citizens must become aware and alerted, prepared and strengthened. Allow children to be children, but as an adult, you must gain this greater perspective and assume greater responsibilities.</p>\n\n<p class=\"book-paragraph\">These are not ancient times. You are not asked to be like sheep. You are asked to rise to the occasion and to take the Steps to Knowledge and to allow Knowledge to reshape your life and reveal to you your greater destiny.</p>\n\n<p class=\"book-paragraph\">This is the Will of Heaven, and this now must become the intention of humanity.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/destiny.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/destiny/"
}