{
  "title": "Developing Certainty, Strength and Wisdom",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The coming of the Greater Community may seem overwhelming, but really it represents the greatest possible opportunity that humanity could have at this time. Humanity needs something to enable it to overcome its internal bickering and conflicts, to rise to a greater occasion, to restore its integrity, to preserve its resources, to unite its people, to establish its common needs and common bonds within the human family. Only the world’s emergence into the Greater Community could provide such an impetus and such a requirement.</p>\n\n<p class=\"book-paragraph\">Here everyone will find themselves to be in the same situation. What city you live in, what country you live in, what language you speak, how you dress, your religious customs and rituals are now all being overshadowed by a greater need and a greater requirement in life.</p>\n\n<p class=\"book-paragraph\">Yet for this great benefit to be realized, and for the opportunity to be recognized and to be fully responded to, there must be a greater education in the world. There must be an education that lifts people beyond their tribal identities, beyond their natural allegiances, beyond their limited scope and understanding of life and beyond all that separates them and keeps them small and [self-obsessed].</p>\n\n<p class=\"book-paragraph\">A great education is being given into the world in a Teaching called The Greater Community Way of Knowledge, for the Creator would not leave humanity unprepared for the Greater Community. And the Creator would not leave humanity without the means for realizing the greater purpose that has brought each person into the world. It is for this reason that this Teaching is being provided. Its primary focus is to provide the means for gaining certainty, strength and wisdom.</p>\n\n<p class=\"book-paragraph\">It is no longer enough to believe in a Higher Power. It is no longer enough to believe in the integrity of your own government or in the infallibility of your religious teaching. People seek security in believing in these things. They seek resolution through these allegiances. But each person has a greater allegiance to Knowledge. This represents their direct relationship with the Creator. And though they still will need governments and religious institutions, rituals and systems of belief in order to organize their thinking and to uplift their activities, they have a greater allegiance to Knowledge.</p>\n\n<p class=\"book-paragraph\">This represents your fundamental allegiance in life. It is by building this allegiance and this relationship that you will be able to give yourself into the world with wisdom, with clarity and with abiding strength.</p>\n\n<p class=\"book-paragraph\">The Greater Community represents a formidable challenge for the human community, but a redemptive one. If you respond to the Greater Community with fear and apprehension alone, you will not understand the great benefit and opportunity that it provides.</p>\n\n<p class=\"book-paragraph\">Life is truly redemptive if you can take advantage of its great opportunities and rise to meet its great occasions. Life becomes defeating and overwhelming when you are either unwilling or unable to do this.</p>\n\n<p class=\"book-paragraph\">Clearly, you can see that humanity needs to become stronger and more united, more responsible and more intelligent in its behavior and in its perception. The Greater Community will provide the necessary impetus for this to be established. But this can only be established if enough people develop in The Way of Knowledge, if enough people become certain, strong and wise. This is not required for everyone, but it is required for many, many people. In fact, the requirement is much greater now than it has ever been, which means more people will have to respond than have ever been called upon before.</p>\n\n<p class=\"book-paragraph\">This is why you are reading this book. Certainly, this book is not giving you everything you want, but it is giving you everything you need. And it will satisfy the greater desires of your heart and your Being. Time will demonstrate this. Preparation will make it real for you. That is why you are here.</p>\n\n<p class=\"book-paragraph\">This is the greater purpose and the greater mission that has brought you into the world, and it has brought you into the world to serve a world in transition, a world that is emerging out of its isolation into a Greater Community of life. This is a human community that needs to become stronger, more integrated, with greater capacities and abilities.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge provides a step-by-step means for reclaiming your relationship with Knowledge, for developing wisdom about the world and the Greater Community, for learning how to utilize your past and your current abilities in a new way. Its emphasis is on developing certainty, strength and wisdom.</p>\n\n<p class=\"book-paragraph\">The need for certainty is enormous. You live in a very uncertain age because people’s old alliances and allegiances to their beliefs and institutions are breaking up now. Tribal identities are giving way to international communities. Local living is giving way to more global involvement. Everyone is becoming slowly more interdependent.</p>\n\n<p class=\"book-paragraph\">In the midst of this, ancient cultural and tribal hostilities are erupting all around the world. People are trying to reassert their national identities, and they are doing so, but the reality is that they cannot be isolated, that they cannot be what they ever were before, for the world is changing now. It is emerging into a Greater Community.</p>\n\n<p class=\"book-paragraph\">In response to the great uncertainty that pervades human experience today, many people are attempting to relive their old religious traditions, to go back in time, to try to recreate an early era that they feel was more pure, more wholesome and more complete. Others become disillusioned and discouraged and fall prey to the many preoccupations and addictions that afflict humanity. Still others create wonderful and magnificent prescriptions for humanity, believing that humanity is at the threshold of a golden age of peace and prosperity. Everyone clamors to gain security in their ideas, in their allegiances, in their relationships and in their personal pursuits because they are living in a world of increasing uncertainty and change.</p>\n\n<p class=\"book-paragraph\">It is the world’s emergence into the Greater Community that is fueling this accelerating change, that is fueling the rapid advancement in technology, the collapse of tribal cultures, the integration of the human community. It is a very difficult time to live in. It is filled with conflict, hostility, confusion and personal degradation.</p>\n\n<p class=\"book-paragraph\">Yet you cannot stop this movement, for this is the evolution of the world. This is the destiny of humanity. And though there will be much struggle and much contention in the years to come, humanity is turning a great corner in its experience. Its isolation is over. Its world’s resources are in serious decline. The Greater Community is in the world, attempting to establish itself here, attempting to generate its own influence and gain allegiance from people who fall under the spell of these influences.</p>\n\n<p class=\"book-paragraph\">It is a grave time, a serious time, a difficult time. But it is a time that calls for a greater strength and ability. It is a time of redemption. It is a time of renewal. It is a time to become stronger than you as a person and humanity as a race have ever become before. It is a great time. It is a time for greatness to come forth.</p>\n\n<p class=\"book-paragraph\">It is what your Being calls for even if your mind is afraid. It is what your true nature can respond to even if your ideas are threatened. It is a time for greatness to emerge from within you even if you do not know what it is. It is a good time. It is the right time. It is the time for certainty.</p>\n\n<p class=\"book-paragraph\">Where can real certainty be found? Many people rely upon the conviction of their beliefs or upon the power of their will to make things happen, but this is not real certainty. This does not have the foundation of true Divinity behind it. Personal will, personal conviction do not have the power of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">Belief is weak and fallible. No matter how adamantly it is adhered to, it is subject to manipulation, and it exists without a solid foundation. That is why it leads to abuse. That is why it promotes manipulation. That is why it is cruel in its enforcement. It lacks an inherent stability that one must truly have in life in order to be productive and creative.</p>\n\n<p class=\"book-paragraph\">The world does not need a new set of beliefs to which people must adhere to strictly. The world does not need people to indulge themselves in their will power, trying to garner more wealth and opportunities for themselves at the expense of everyone else.</p>\n\n<p class=\"book-paragraph\">People everywhere need real certainty. They must look within themselves, and they must look to their primary relationships to provide this certainty.</p>\n\n<p class=\"book-paragraph\">Real certainty lives within you. You can only find it in one place. Only Knowledge within you is certain of your true nature, of your purpose and of your destiny. Only Knowledge within you can discern what is beneficial and what is not beneficial in your experiences in the world. Only Knowledge within you can discern the forces in your mental environment that are influencing you even now. Only Knowledge can liberate you from the constraints of your past conditioning to give you a new beginning and a new life.</p>\n\n<p class=\"book-paragraph\">Only Knowledge knows where you are going and what you must achieve. Only Knowledge knows who you must be with, who you must unite with, and who you must learn to avoid. Only Knowledge knows the meaning of your mission here and the reality and identity of those who have sent you into the world. Only Knowledge knows the real situation in the world. This is the foundation of certainty within you.</p>\n\n<p class=\"book-paragraph\">Yet people are afraid. They are afraid of certainty. They protect their little pleasures and their ideas with such anxiety, and yet they are asked to give up so little to receive so much. People are afraid of certainty. They are afraid that it will commit them in life, which it will. They are afraid of how their life might change and what they might lose and how others might disapprove of them. And they cower in the corner afraid of the great gift that the Creator has endowed them with.</p>\n\n<p class=\"book-paragraph\">They are ambivalent. They want the fruits of Knowledge, but they do not want to go through what they have to go through to receive and to produce these fruits. They want relief from the vicissitudes of life. They want relief from the degradation of ambivalence and indecision. They want freedom from manipulation and coercion. And yet they are afraid to trust something so fundamental within themselves.</p>\n\n<p class=\"book-paragraph\">Yet what is their great need? Their great need is for certainty—not the certainty that they find by believing in ideas or institutions or by creating heroes and heroines to believe in, but the certainty of Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is the only part of you that can produce peace and can sustain peace, within yourself and within the world. For there is no division in Knowledge. There is no contention in Knowledge. There is no “your Knowledge” and “my Knowledge.” There is only Knowledge.</p>\n\n<p class=\"book-paragraph\">We may have different perceptions. We may interpret things in our own ways, but what we know will always unite us. That is why Knowledge is the great peacemaker in the world, and that is why Knowledge is the great need in the world.</p>\n\n<p class=\"book-paragraph\">Yet Knowledge produces more than peace and a foundation for cooperation. It is the source of real human strength. It is the Fire that enables you to act bravely and decisively in life. It is the source of your courage that can propel you forth into unknown and new circumstances. It gives you the power to explore. It gives you the ability to adapt. And it gives you the inspiration to create.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge teaches how to reclaim Knowledge. It provides the program for following the Steps to Knowledge. Its focus is to build this greater foundation within you. Its focus is to enable you to build this greater foundation within you by receiving the great gift that has been given to you, by learning how to distinguish it from the other forces and other trends within your mind and by learning to follow its guidance and to express its grace and power effectively and appropriately.</p>\n\n<p class=\"book-paragraph\">Here you learn forbearance. Here you learn patience. Here you learn compassion. Here you cultivate your discernment because all of these must be developed in order to become a man or a woman of Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is stimulated each day in the preparation. It is called upon each day. Here you learn step by step what Knowledge is, how it expresses itself through you, how it enhances and activates your nature and how it guides you and leads you in the direction that you must follow. Here you are able to undo all the binds that hold you and all of the dilemmas and falsehoods that confuse you and that debilitate you.</p>\n\n<p class=\"book-paragraph\">This is a Teaching in certainty. That is what people need. That will produce the foundation for action, for cooperation and for a greater responsibility to be assumed and to be demonstrated.</p>\n\n<p class=\"book-paragraph\">Though it is a difficult proposition, humanity will have to become united in the future—not because it is a good idea, but because it is a necessity for survival. In the Greater Community, it is a necessity. As long as humanity is a race of divided and contentious nations, it possesses a great weakness; it is easy to exploit from the outside.</p>\n\n<p class=\"book-paragraph\">Only a united humanity can become strong and self-determining in the Greater Community. If it continues to be weak and divided, it will not be able to amass the strength, the will and the determination that it needs. It will not be able to develop a group mind experience that is necessary in developing interactions with other races of intelligent life who are visiting the world now and who will visit the world in the future. It is the result of humanity’s weakness and lack of unity that has given the Greater Community forces in the world such an advantage and has encouraged them to use tactics that really do not serve the best interests of humanity.</p>\n\n<p class=\"book-paragraph\">As We have said, it is a great truth in life that if you do not take responsibility for your life, someone else will. If you do not learn to command your life, someone else will. If you do not make full use of your resources and utilize them properly, someone else will. If you do not claim authorship in your life, someone else will. This is an unavoidable truth of life. You cannot escape it. Believe what you may, see things the way you want to see things, it is unavoidable.</p>\n\n<p class=\"book-paragraph\">That is why certainty must be learned—not false certainty, not the pretense of certainty, not adamancy in one’s beliefs, not a commitment to one’s personal goals, not a reliance on one’s will power. This is only the power of the thinking mind. You need the power of the knowing Mind, the power of Knowledge.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge teaches the way of certainty by providing a marked contrast between what is certain and what is uncertain within you and by teaching you how to build a foundation in Knowledge, day by day, step by step. It teaches you how to engage with life wisely; to learn how to see things in a new way; to gain a greater vantage point on the mountain of life; to see with clarity, to see with discernment, to see with open eyes, and to see with the discernment of Knowledge itself.</p>\n\n<p class=\"book-paragraph\">This is certainty. Nothing else is certain. No set of beliefs, no set of ideals, no philosophy is certain. They are only helpful or they are not helpful. They only enable you to engage in life more meaningfully or they prevent you from doing so. They either help you see, know and act or they provide obstacles to doing this.</p>\n\n<p class=\"book-paragraph\">The second great need is the need for strength. This is not simply physical strength—how much you can lift, how much you can push, how much you can endure. This is a strength of how much you can hold, how much you can consider, how much you can see, how much you can know. This is the strength of a great capacity in life and a great determination. This is the result of becoming a man or a woman of Knowledge.</p>\n\n<p class=\"book-paragraph\">Before this happens, people identify with their ideas, with their desires and with their fears—all of which are weak and changeable and easily manipulated from the outside. They have no foundation beyond this, and therefore they are profoundly afraid of change. They are fearful of everything that happens. They attempt to counteract their fear by having unfounded hopes and fantasies about what life is and what life could be. And yet their hope does not have strength and foundation. It is merely a set of wishes and is established only to offset the grave anxiety that they feel deeper within themselves.</p>\n\n<p class=\"book-paragraph\">The idea that the world is emerging into the Greater Community may seem terrifying to them, and to offset the terror they will create a wonderful explanation for it and a grand result for themselves. But there is no strength in this approach. It is inherently weak and fallible. It has no foundation in truth. It is not connected to Knowledge within yourself. It is simply a complex set of ideas and behaviors that are fundamentally built upon fear and inability. They masquerade as being strong, as being certain, but they have no foundation at all. They are vaporous, without substance, without meaning and without enduring strength.</p>\n\n<p class=\"book-paragraph\">When people do not know, they believe. They identify with their beliefs and their ideas. They identify with what they own, what they possess and what they can manipulate. This is a desperate attempt at living. It is filled with fear, tension and hostility. And yet it is weak and easily influenced and manipulated by others.</p>\n\n<p class=\"book-paragraph\">The great need for strength, then, is the need to develop a real capacity for Knowledge. Here there are two learning requirements. The first is to develop a desire for Knowledge based upon a growing understanding of what it is and why it is essential. The second is developing a capacity to experience Knowledge and to experience what Knowledge will reveal to you and what Knowledge will do through you and with you.</p>\n\n<p class=\"book-paragraph\">Developing desire, developing capacity—this represents the day-to-day study and training in The Way of Knowledge. For at this moment you do not have sufficient desire, and you do not yet have the capacity to become a man or woman of Knowledge. Though you have made some strides along the way, and you are moving perhaps in the right direction, you do not yet have what it takes to become what you must become.</p>\n\n<p class=\"book-paragraph\">That is why study in The Greater Community Way of Knowledge builds your capacity day by day. And it enhances and develops your desire for Knowledge by showing you what Knowledge is and by giving you a direct experience of the reality of Knowledge within yourself so you can see that it has been a saving grace within your life and come to appreciate its tremendous strength and wisdom. Here you develop strength by developing determination and by developing capacity.</p>\n\n<p class=\"book-paragraph\">One of the essential things that must be learned in developing capacity is the ability to deal with uncertainty—not hiding from it, not pretending it does not exist, not trying to overcome it with a set of ideas or beliefs or projections, but by learning how to face new situations with an open mind.</p>\n\n<p class=\"book-paragraph\">Here you learn to escape the ongoing battle to try to assert yourself and to reassure yourself. It is only your thinking mind you are trying to assert and to reassure, for without Knowledge, it has no foundation. It is profoundly afraid. This is a hopeless struggle and one for which you suffer every day.</p>\n\n<p class=\"book-paragraph\">Learning The Way of Knowledge provides an escape because it provides the foundation you need and teaches you how to develop the strength that you must have in order to advance. Here you learn to become strong by having to be strong and by having the resources within yourself to recognize your strength and to apply it directly. Here you are able to move forward without a rigid system of belief, without relying upon your thinking mind’s determination because now you have a greater strength, a greater resource within you to call upon.</p>\n\n<p class=\"book-paragraph\">This is not a journey that you will take alone, for as you take the Steps to Knowledge, you will develop a foundation and you will develop a resource within yourself that will stimulate Knowledge within others. This will provide the foundation for developing relationships of Knowledge, an entirely new kind of relationship for you to experience—a relationship based upon certainty, a relationship that has real strength, a relationship where people do not deny their natures in order to be together, but instead must realize their natures and enhance them.</p>\n\n<p class=\"book-paragraph\">This is a relationship of Being to Being, not belief to belief or need to need. These relationships have all the strengths and capabilities of Knowledge. They can unite dissimilar people in a way that is entirely natural for them and complementary.</p>\n\n<p class=\"book-paragraph\">Yet these relationships cannot be established without real certainty and without real strength. They cannot be established unless one can move beyond their former thinking and their former motivations.</p>\n\n<p class=\"book-paragraph\">Here you must learn to become free in your own mind and become responsible for your own mistakes. Though you do not generate all of your own emotional states, you must learn to deal with them. This generates strength and capability. Here you slowly learn to become the master of the ship by realizing that you are on a ship, that the ship has a special cargo, that you have somewhere to go and something important to do, and that you must learn to harness the winds and cut through the waves of life to gain your direction and to reach your destiny.</p>\n\n<p class=\"book-paragraph\">The third need is for wisdom. Wisdom is something you must develop and learn. Whereas Knowledge is endowed within you, wisdom you must develop on your own with the help of others.</p>\n\n<p class=\"book-paragraph\">Wisdom is the result of developing discernment, discretion and a capacity and a desire for Knowledge. Wisdom is learning how to see what is really there, how to recognize what is important and what is not important, and how to know in which direction you should move based upon the development of your perception and understanding and upon the strength of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">Clearly, if you look at your own life objectively and the lives of those who are close to you, you will see the great need for wisdom. With wisdom, you will not gamble your existence on momentary urges, needs, pleasures or ambitions. You will not gamble the precious years and time that you have within the world, pursuing things that can only give you momentary meaning and pleasure.</p>\n\n<p class=\"book-paragraph\">With wisdom, you will choose something greater and deeper within yourself. You will forego many things that captivate other people in order to reach deeper within yourself and deeper within life around you. Here you will not settle for ideas. You will not settle for pleasing moments. You will not settle to believe or follow certain groups. You will gain your strength from a deeper well within you and preserve yourself for the greater meaning and the greater mission you have come here to serve and to express.</p>\n\n<p class=\"book-paragraph\">You will not be fooled by appearances. You will learn to recognize the influences in your life and establish a relationship with them that enables you and strengthens you. You will not follow everyone else out of a desire to belong to the group. You will follow a different way, a different calling, a real calling that is sounding throughout the world today. And when you meet others who are responding to this calling, you will have the basis of real relationship. And when you meet those who share your destiny and your specific calling in life, you will have the foundation for real union and real companionship.</p>\n\n<p class=\"book-paragraph\">You will look the same. You will perhaps dress the same. Perhaps you will live in the same house or the same town. But there will be a tremendous transformation that will have occurred within you. A complete shift in your experience, in your perception and in your values will have slowly taken place within you.</p>\n\n<p class=\"book-paragraph\">As a result, you will feel more yourself, more connected, more complete and more whole, and yet you will be living without all of the assumptions that gave you a false sense of security before. You will be anchored in the truth within yourself instead of tied to the perceptions of your society or the demands of others.</p>\n\n<p class=\"book-paragraph\">This is the real and genuine freedom. It is being offered to you, but you must develop the strength, the capacity and the desire for it. And you must take the steps to achieve it—not the steps that you create for yourself, but the steps that are given you from the Creator, for the Creator knows the way to Knowledge. The Creator knows how to engage you, re-engage you with your greater purpose and mission in life.</p>\n\n<p class=\"book-paragraph\">Do not think you can create these steps for yourself. Do not think that you can build a spiritual path based upon an eclectic approach to life, for an eclectic approach will only give you what you prefer, and what you prefer may well not be what you really need.</p>\n\n<p class=\"book-paragraph\">Wisdom is rare within the world. Everyone has a little bit of wisdom about a few things. But to become really wise, that is something else. There is a great need for this. There is a great need for men and women not to waste their time and their resources [in order] to gain a greater discernment and understanding and to call upon a greater power within them.</p>\n\n<p class=\"book-paragraph\">How will you know you are doing the right thing? How will you know you are engaging with the real power and ability? How will you know that you are finding Knowledge rather than simply following your old beliefs? How will you know you are choosing the right direction in life, the right person to be with, the right situation to become involved with, the right form of employment? How will you understand the influences that are affecting you mentally, that are stimulating your emotions? How will you understand the great events that are shaping the world and the greater forces that are operative there?</p>\n\n<p class=\"book-paragraph\">You must become wise. Wisdom now is not simply for a rare and gifted individual. It is not simply for a saint or an avatar or a great spiritual teacher. It is for you. It is for people like you, who must become wise.</p>\n\n<p class=\"book-paragraph\">The hope for humanity rests upon you, not alone, but upon you with others like you—the ones who respond, the ones who can receive, the ones who can prepare, the ones who can begin anew, the ones who can break free from the restraints of the past, the ones who can feel the emergence of life, the ones who can feel the presence of the Greater Community.</p>\n\n<p class=\"book-paragraph\">Perhaps this feeling within you is very small and intermittent, but that is enough to begin. That is enough to take the first step into a greater life, into a greater reality.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge teaches how to cultivate, develop and to express certainty, strength and wisdom. It is not a certainty, strength and wisdom that someone made up. It is not the product of an institution. It is not the result of a set of wonderful ideals or beliefs. It is the living certainty, strength and wisdom that live within Knowledge within you.</p>\n\n<p class=\"book-paragraph\">These are the fruits of Knowledge. These are the results of Knowledge. This is the Creator’s Will and Genius, for the Creator does not come into your life and punish you. The Creator does not come in and take everything away from you. The Creator does not strip you bare of all of your happiness and involvements. The Creator does not come and send lightning bolts down upon the Earth to destroy evil. This is a primitive idea.</p>\n\n<p class=\"book-paragraph\">No, the Creator is much more intelligent. The Creator puts the gift within you, and the gift works from within you outward. Here everything is re-employed instead of destroyed. Here everything is transformed instead of cast away. Here your thinking mind and your body are given a new meaning, a new purpose, a new value. Here nothing is repudiated. Everything is simply redirected.</p>\n\n<p class=\"book-paragraph\">The Creator knows how to transform you and your life. The Creator knows what is required to prepare for the Greater Community. The Creator knows what you need to find meaningful relationships, meaningful employment, to find greater health and vitality, greater meaning and value.</p>\n\n<p class=\"book-paragraph\">But do not appeal to a distant God in a fathomless sky, for the means for achievement live within you, within your Knowledge. They are here to prepare you for a greater life. They are here to teach you what Knowledge means within the Greater Community, as well as within your world. And that is why The Greater Community Way of Knowledge is being sent. That is why it is here.</p>\n\n<p class=\"book-paragraph\">You will learn The Way of Knowledge. And you will learn to become certain, strong and wise by taking the Steps to Knowledge, for you must take the steps to find Knowledge.</p>\n\n<p class=\"book-paragraph\">The way is now clear, for the need is great. You know enough to begin. Take one step today, and you will be able to take another step tomorrow. Take that step, and you will be able to take the step that follows. This is how you find your way Home. This is how you build a life of certainty, strength and wisdom.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/developing-strength-wisdom/"
}