{
  "title": "Disappointment",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We find disappointment to be a very great opportunity. Because it is a natural fact of life that you will encounter disappointment, it must then be seen as an advantage, not always something you can appreciate at the outset, but an advantage nonetheless. There is very great effort by many people to avoid disappointment at all costs, but We want to encourage you not to avoid disappointment. Bring it on. Let it happen.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are lessons you must learn in life, and disappointment will illustrate many of them. We do not encourage people to repeat their mistakes, of course, but certain lessons are waiting for you. Taking advantage of them means that they can unburden you so that you may walk lightly through this world. The burden of avoiding disappointment is a far greater burden.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are not in control of things that happen to you, but We provide an opportunity for you to view things that happen to you in such a way that you may be able to find an open door there. There is always a door open for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The reason this cannot be apprehended is because you are trying to do something else with your life. When you are committed to getting what you want in life, then you see only those things that are relevant to your pursuit. These pursuits exist in each person, whether they are acknowledged or not. Often there are a great many pursuits that are unknown to you, and these must be revealed. Then you begin to understand your behavior and to understand why your consciousness is so selective.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it becomes apparent that there are certain things that you have been missing, perhaps for a long time, though the evidence of them is quite apparent. Often people say when they discover that they know something, “Well, I have known this for a long time. I just have not thought about it.” This occurs because you are trying to do something else and only see what is relevant to your pursuits.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many of your pursuits are unnecessary for your happiness and for your true calling in life. Because it is very difficult to give up a pursuit that is cherished and is still seen as a positive factor, disappointment then begins to have real meaning. This is what reduces you down to your essential Self. You are at the surface of life no longer.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are experiencing disappointment, the first key is acceptance. Do not fight it. There is always a relief in this. The second key point is alertness, becoming alert to what is happening. The third key point is leaving the explanation open. The fourth key point is mourning for the loss and the last key point is committing yourself to action. So let Us talk about each of these.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When disappointment is evident, things are not turning out as you had planned. It is not going to happen that way, and it may not happen at all. Accepting this enables you to step back from the experience and become truly observant of your environment, the situation at hand and your own response. This empowers you immediately because it gives you the freedom and the strength to become a witness. This enables you to become alert.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One of the most profound and important aspects in all of your education, regardless of what you do in life, is alertness. It seems so commonplace that no one thinks of it when they talk about personal development, spiritual training and so forth. People talk about awareness, but awareness is not the same as alertness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are alert, you are watching things around you. When you are aware, you are rarely aware of things around you. You are aware of yourself thinking of things around you. When you are alert, you are looking with very little thinking involved.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you were trying to listen to a conversation in the next house down the street, you would have to listen very carefully. You could not be thinking, “How am I doing right now? Here I am listening to the conversation in the next house. Why am I here anyway? What’s going on with me? I feel this way and my body hurts.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is the difference between alertness and awareness. Awareness is very important, but alertness is more important. The person of Knowledge is extremely alert, which makes life very exciting.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you become aware of yourself and your mind too much, it bogs you down and leads to a very unfortunate kind of self-preoccupation. It is giving too much attention to something that is inherently confused. Besides, you have to be outside of your mind to do anything with it. Otherwise, you are running about trying to plug up the holes and keep it all moving along, like a car that is always in disrepair. It is like always working on your car and never going anywhere.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Life conspires to make you alert because until you are alert, you only see those things that are relevant to your interests and pursuits and nothing else. Therefore, your frame of reference is far too limited to comprehend the meaning of your life and to experience and enjoy the mystery of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Disappointment is tremendously valuable in making you alert by shaking you out of a fixed mental reference and framework. Once you become accepting and are alert, then you can begin to witness what is happening.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The next important point is to leave the explanation open. For those of you who have taken courses and read books, it is very tempting to give an explanation immediately. “I know why this is happening. It is for this reason. This must be about this. That must be about that.” When you do this, you cease to be alert. You now become complacent again with your explanations. Leaving the situation unexplained enables you and requires you to be alert. Now you must watch. Life has your attention.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Before We go further, let Us explain why people become disappointed. As We said, We do not control matters. It is you who are conspiring to bring yourself into the open. It is you who are choosing things that do not work in order to shift your emphasis. Why else would you be committed to things that have so little promise if it were not to bring you to a place of true recognition?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many of your pursuits are very much in alignment with your real purpose, which is yet to be discovered. But many of them are not. Conflict and friction will bring about the necessary recognition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, We have acceptance and alertness. We have the necessity of refraining from giving an explanation. This is frightening sometimes because if the explanation is not immediately available, then people go into anxiety and feel out of control in the situation. But it is this vulnerability that makes true alertness have meaning and potency.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then comes mourning. It is very good to mourn for a loss, but not for too long—intensely for a short period of time. Mourning is embarrassing and belittling to your idea of yourself, but it enables you to take the next step.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Remember, if you are alert, you can know what is happening. You now can follow each step. You just do not have an explanation yet.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then you reach a position to be ready for action, for each disappointment opens a new door—perhaps something you had never thought of or perhaps something you had thought of at the very beginning of your life, and now it is there awaiting you as a new opportunity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Mourning is especially evident in relationships because there is so much disappointment here. Where there is ambition, there is disappointment. We do not want to discourage your ambition. We wish for it, instead, to lead to its conclusion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people want to know the purpose of their lives, the meaning of their experiences and the meaning of the events occurring around them, but you cannot know these things from the surface of your mind. You must be taken deeper.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a very interesting phenomenon that in human thought, Hell is associated with the unconscious and with the depths of the world, where it is thought there are fires and demons. It is analogous to your inner life. That is why those individuals and powers in the world that have been fearful of humanity’s true Knowledge have attempted to persuade people to stay on the surface of their minds.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are encouraging you to go deeply into your true Mind, where things can be known. This is what We mean by Knowledge. Your successes and failures will bring you here if you are alert, attentive and open-minded.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We say that you bring yourself to disappointment and that you choose the things that bring you to this experience, We must ask you, “Who is this you who is conspiring to do this?” It must not be the you that is thinking and planning your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will not let yourself stray from your true discovery. There will always be pressure here. You will never be content until you find your purpose in life. Accept this. You cannot be content with less.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have come here in order for your purpose to be discovered when you reach maturity. If your purpose is neglected, avoided or discounted, you will live with a stress that no one can alleviate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not cruel. It is, in fact, the very essence of life that makes this possible. As you become a witness to your life, you will see this greater force, which is like an undercurrent. You will feel it. But you will not understand it, and your philosophy will not be able to explain it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">True spiritual training is very disappointing. Why? Because you find that your philosophy, your idealism and your hopes must be left at the entrance to the temple. Only those who argue philosophy remain outside on the steps. In the sanctuary, this has no meaning.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a teaching in The Way of Knowledge in the tradition of the Greater Community. Our aim is great. We do not guarantee anything short of the discovery of your purpose, which is purely an experience that you will discover.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your purpose is to discover Knowledge, to follow Knowledge and to allow Knowledge to express itself through you. That is everyone’s purpose.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This statement indicates that there are three stages: there is discovery, there is following and there is expression. When you truly want to learn about the mystery of your life and when you see that the mystery of your life is the source of all of your true happiness and contentment, you will find that there will be disappointment. It will not be as great as the immediate relief and joy you will feel, but there will be disappointment. With disappointment there will come relief.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let Us spend a few moments talking about peace, peace of mind. It is very hard to pursue peace. You are at peace when you are not at war. Therefore, peace is a quiet state. It is not a state born of getting all of your requests fulfilled. That may produce momentary excitement and happiness, but these are very soon lost, for the yearning of your true Self has not been answered.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The happiness that goes with the discovery of your purpose is so far greater than any disappointment that it literally absorbs the disappointment in moments. It is a moment of grief leading to a moment of laughter. It is as if you finally set down this great burden you have been carrying.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now in peace there is acceptance, there is alertness, there is openness of mind and there is no need for explanation. However, We must treat peace as a result and not as a goal. If it is held as a goal, then you will attempt to act peacefully, behave peacefully and mask your conflict. That prolongs the conflict and makes it more difficult. Peace is a result.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Peace in the world is something very few people have ever attained. It is something so inexplicable. Therefore, think of it in terms of satisfaction because satisfaction is something you can acquire in a state of action or movement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are in physical life, in a world of movement where everything is moving and colliding and mixing. And yet you have a purpose in being here and a calling in life to carry out a specific role.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people are profoundly disappointed, then they turn inward. They slow down and God catches up. This is true elsewhere in the universe as well. Your predicaments here are shared by other societies in the Greater Community beyond your world. It is no different there. Very few individuals have acquired Knowledge or discovered Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So having the best approach requires that you be open to disappointment and even welcome it. If it must be, and if it will lead to greater happiness in your life, greater certainty and a greater sense of purpose, meaning and direction, then welcome it. Then you will have the opportunity to truly see what is going on. Then Our Presence will begin to make sense to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We have only one goal. You have many. When your goal is Our goal, you will feel as intimate with Us as you would with your own child, as close as your brother or sister.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To armor yourself against disappointment is to cast yourself in chains. Now your preparation requires more time and is more difficult to bring about. This means that there is more suffering.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, to end suffering in the world, We teach the reclamation of Knowledge. A more daring and adventuresome pursuit you cannot imagine. This makes climbing great mountains like boy’s play. A more thorough involvement with your true Self and all of your important abilities you cannot find.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must honor yourself to even begin to consider it. You cannot be a pathetic person and think it is a worthy pursuit for you. There must be something in you that is truly valuable that is worth this kind of investment of your time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is great assistance available to help you alleviate suffering. Here it is very important to realize that suffering is not the same as disappointment. To have something you want not turn out for you is not suffering; it is disappointment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Suffering is when you long for something that cannot be or when you long for something that you do not really want. That is suffering. What attends that kind of suffering is hope and disappointment. Hope recommits you to your suffering and disappointment offers escape from it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The great spiritual leadership in the times to come will be primarily given to women, for this is the age of women. Part of the restructuring of society is for this purpose, and it is happening naturally. Therefore, many women will become true leaders.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The disappointment for these women is that they cannot take men with them. These women who have a true calling to be spiritual leaders will rarely be able to take a man with them. This is part of their maturity. It is going unchaperoned into a greater life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Women want to find a man first and then go to God because they do not want to go to God without a chaperone. They want to have a man to make sure they will not be lonely. But how can you be lonely in God? God is like having all men at once. To lament not having a man when your heart is going for God represents confusion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, these women must be disappointed. No man? Go for God. Mourn for no man. Go for God. Don’t go for belief in God; don’t become a philosopher. Let God and your Spiritual Family fill your life. Then things will begin to happen.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you yearn for a man and a man is not there, you are wasting your life. You might as well yearn for something that is there. Not every woman will be with a man, not in the normal sense. And yet women will still need men very much because they will need to be nourished as women.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In many other societies in the Greater Community that have attained wisdom to any degree, their greater leadership are all females. Males run society and females provide the Knowledge. For races very similar to yours, this is usually the case.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because your world and its societies are now preparing for emergence into the Greater Community and because you are preparing to unify your race, this issue of the role of women is quite relevant. It is not merely a potentiality. It is actually happening.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Certain women who have a great spiritual calling in life must approach their calling without requiring a man to go along with them. In other words, they must take complete responsibility for their calling. If they can respond to this, they will be so nurtured by life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">With women on the rise, men feel quite helpless and confused. Women outperform men in many, many ways. But women have weaknesses as well. Women for centuries have carried the flame of spirituality in the world. Now they must carry the responsibility.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is very different. Here they will be able to have compassion for men, for they will see why men’s errors and successes came about.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is also the era of the Spiritual Family. That is why there is so much of this kind of spiritual communication going on. That is why the women will respond. Family is their domain. That is why We use this terminology.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Very exceptional men will respond, too. Most men are concerned with the day-to-day function of physical things, and that is a big challenge in and of itself. Men have plenty to do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are making this point because women carry their disappointment about men like a great yoke, while in reality it is a means for their freedom.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot take a man with you. If a man cannot go, you will have to go alone. We give no guarantees from then on. You go alone because you must.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In this way, you honor your nature and you honor the truth within yourself. If a man comes, that is wonderful. If a man does not come, that is wonderful, too.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Anyone who goes to God goes alone. They go based only on the power of Knowledge within them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Nobody knows what going to God looks like. Many people wish to look like they are going to God when they are just creating a new social strata, just pretending. As long as women are willing to respond truthfully within themselves and not require that men go with them or wait for them, then they can proceed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not choose Knowledge because it guarantees that you will have all the things you think you must have. You choose Knowledge because you must choose Knowledge. You come into the world because you must do that. That is Knowledge. You must not let your small self dictate your decisions here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very disappointing when something real happens. It is very disappointing when a true spiritual force emerges in life. You cannot be in relationship until you learn disappointment because until you do, you are living with your thoughts about someone rather than your relationship with them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To know your true Inner Teachers, you must go beyond your thoughts about them and enter true intimacy. That is profound.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are disappointed, let the emotions come forth. Be a witness to them. You are greater than any emotional state. Your Teachers stand by while you go through everything. Most of it is quite boring to them, but they are waiting for the opportunity, and they are providing you with the quality of love and the orientation that you will never find in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very interesting to Us, though understandable, that even Steps to Knowledge students still debate whether their Teachers are real. It is very hard to be in a relationship with someone who spends so much time wondering whether you are real. You cannot even begin the relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">“Are the Teachers real? Are they good? Do I have to give up anything to be with them?” Sometimes people get past all that and see that this relationship is as natural, normal and integral as anything they experience in life—in some ways more so, for the Teachers have no form. Here you can experience relationship in its truest context—pure affinity, pure transfer of mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At the surface of the mind, everything is deliberated. At the depth of the mind, everything is known. When things are known, you are in a position to witness the world and to have Knowledge of the world. Here you have already been disappointed sufficiently so that you do not want anything from the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now you can begin to know things about the world. You are then in a position to contribute because you can give everything in the direction it is meant to be given. And if it does not work out the way you want, well, that is okay.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are not worried for the world. But We wish to eliminate suffering. That is what We work on. We are rarely successful in the moment. Yet We are certain because the truth lives with us.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must find yourself while you are in physical life. We are a very good demonstration that you have life beyond the physical, that life is continuous and that you do have purpose for coming into this world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everything that happens that is genuine is disappointing to someone. Everything truthful that happens is disappointing to someone. Someone tells the truth; others are disappointed. You are disappointed. But everyone is relieved. Even when there is true loss and disappointment, a door is opened, for in this state of loss you can see something that is rarely seen otherwise.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People often ask, “I have a loved one who has died. Can I communicate with them?” We say, “Yes. Be still and they are there. Call for them and they are there—in your permanent state, which is where Knowledge lives.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are not afraid of disappointment, even in your current state of mind, you will be able to embrace life. Here you have already set down half of your burden.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are very willful and are demanding that your life be a certain way and yet are open to whatever may happen, you are partially liberated already.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, if you seek that which is true, prepare yourself for a little disappointment. And remember always that your disappointment will be momentary and slight compared to the relief and happiness that you will find.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We want to speak about one other thing and that is emptiness. What is emptiness? Emptiness is being calm when you want to be stimulated. It is a moment when nothing is going on. It is the one thing that people at your level of development will do anything to avoid. Look at your world and see how noisy it is, how much stimulation. The more affluent you are, the more forms of stimulation are available to you, all to avoid this moment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Disappointment brings to you the experience of emptiness. In this state, you experience how afraid you are of everything. That is what makes it hard. But if you keep going, all that fear dissipates, and you begin to enjoy emptiness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like a luxury. Those of you who are students of Knowledge are beginning to find stillness to be a luxury, as it truly is. A more gracious luxury you cannot imagine.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Disappointment brings you there. For a moment, you do not know what to do about anything. If you do not panic with this, you will see that you can just simply be available in that moment, and it becomes a very special moment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When tragic things happen, it gives rise to very great moments in people’s lives. Great moments are great opportunities. If everything were going the way you wanted it or demanded it to be going, great moments would be hard to find.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a very great purpose in life, for all of you and for Us. It is very great. Therefore, We teach people to gain access to this experience of purpose and to gain access to this state of mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ideas about teachers and schools and learning—well, many of these ideas have to be disappointed. They are assumptions only and are not born of true experience. They are temporary expedients to bring you forward and to give you ideas.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have a calling in life that will emanate out of your purpose once you have developed sufficiently. You are made specifically to do something. Until you find this thing, you will always be trying to change your nature, change yourself, rearrange your priorities and make yourself look better.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why when you find your calling, it is a profound experience of self-acceptance, which is love. You are custom made for something you have not yet found.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We will tell you a very interesting thing. In this day and age when there is so much luxury in modern society, it is harder for people to choose Knowledge. It takes longer to be disappointed. There are always new thrills, always new things to lose yourself in—so many distractions. In earlier times, physical life was not so glamorous.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your advantage is that you can read Our words in this book. We can speak to you and you can listen without serious consequences, without being hurt. Yet your life is so much more stimulated. The experience of Knowledge is entirely different. It is ninety percent stillness and ten percent action, instead of the other way around.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why We teach The Way of Knowledge. We do not want to add things on to people. We want to subtract things. We want to be like a good shower that washes away all the dirt.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What happens in The Way of Knowledge is that We engage people in what is absolutely essential for them, and We do not put much emphasis on anything else. By “essential” We mean the things that are essential in your outer life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What is absolutely essential that you must do? That is what We concentrate on. That produces vitality, harmony and a uniform life. It produces power because you are becoming more focused—and power is the result of focus.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Power is not good or evil. Power is concentration, and to be concentrated you must simplify your life. Therefore, the preparation requires a certain amount of reduction. This is so simple, yet people never think of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What should you reduce? What is essential? What is not essential? What is taking up your time and energy?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you spend twenty minutes a day concentrating on developing Knowledge in your preparation, it would be remarkable what you would be able to produce. But practicing twenty minutes a day is a major accomplishment for many people. You see, this illustrates the problem. The solution here becomes very obvious when the problem is really comprehended.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your purpose here in life is to find out what is important. That is one way of saying it. When you know what is important, then you know where to devote yourself. Until you get there, devote yourself to whatever is most important now, be open and alert and allow for disappointment. Then you can embrace your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">“Here I am. I am open. But I prefer things to be like this.” That is okay. You can have preferences. Be open, though. “I hope this relationship works out, but if it doesn’t, please free me.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why is there disappointment in life? Because there is so much here that is not important.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/disappointment/"
}