{
  "title": "Discernment in Relationships",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are very few people in the world who will really understand you—your deeper nature and the deeper qualities that you have that even you have not discovered. At the surface of your mind, you might find much agreement, but at a deeper level beneath the surface of your mind, there are only a few who will be able to really recognize you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So there is no need to gain general approval, for this is hopeless if you are to be honest with yourself and honest with others. Seeking approval from people from whom you need something is a fruitless endeavor. From an employer, you might have to prove your worth and show your best side, but beyond this, you must be the same person in all situations. Your deeper qualities will prove your worth if you are true to them and understand them and learn over time how to express them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To have many friends really does not account for much at all. To win favor amongst many people is to accommodate yourself to their expectations, and this will weaken and even destroy your ability to recognize yourself. People want to be loved and accepted and acknowledged, but this is driven by insecurity primarily.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At a deeper level, you need a more profound recognition. You need a true ally, not merely a friend. You need someone who recognizes your deeper nature and responds to this naturally.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not have to perform for these people. But you do have to honor this nature within yourself. If it is unknown to you, or if you are resisting it or denying it by trying to be something else that you think will be successful, then your relationship with these rare individuals will not come to pass, and you will have lost a rare and great opportunity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you begin to take the Steps to Knowledge, to the deeper intelligence that God has placed within you, your criteria for relationships will change. You will seek clarity and honesty. You will look for deeper values. You will look for more permanent values. You will look for greater integrity within people, greater sincerity, more substantial values.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Of course, this will rule out many people. Even if they are very pleasant and very nice in a social sense, if they do not have this greater capacity within themselves, or have not discovered this for themselves, then there will be no place for you to connect with them. You can understand them at the level of their circumstances or their personality. You might admire their appearance or their charms or their unique abilities, but the deeper connection will not be there. They are living at the surface, and you have gone beneath the surface.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot wait for them or try to educate or enlighten them, for this will not be productive. You have to seek for people who are ready, willing and able to connect with you at this deeper level. If you try to improve someone else or bring them to this greater state of recognition, you will be wasting your time, which is precious and should not be wasted.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What you are really looking for here is Knowledge in others. You are no longer swayed by beauty, wealth and charm as you might have been before. Now you are listening for a deeper quality, a deeper spirituality, a deeper awareness. And surprisingly perhaps to you, you will not find it in many people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will not find it in the beautiful people, the charming people, the wealthy people, the socially popular people; the people who are aggressive and ambitious; the people who are constantly selling themselves; the people who are caught up in political persuasions; the people who are extraordinarily intellectual. If they do not have this deeper capacity yet, it will be evident, and Knowledge within you will not respond to them. Knowledge within you will not criticize them or condemn them. They are just not there yet. And this will give you a very different understanding of what real advancement is in an individual’s development.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Placing all your emphasis on beauty and charm is clearly superficial, but so is placing all your emphasis on intellectual brilliance, and you will see this. You are listening for something deeper in yourself now, and that is why you are listening for something deeper in others. It is not just that you share ideas or beliefs. You may talk about spirituality, you may talk about God, you may talk about inspiration, but that does not mean there is a deeper connection at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One area that confuses people, gravely, is if they have a former association with someone from the distant past, they might think this is a deeper connection. There is something about the other person that they relate to, but they may not know what it is. Yet this is still at the surface of the mind. It does not represent a deeper connection necessarily.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How will you know the difference? You will know the difference because Knowledge within you will respond to Knowledge in another. And if that Knowledge is not apparent or is not active, then Knowledge will not respond. You may be personally impacted by another person, you may be intrigued, you may be curious, you may be impressed, but within you, Knowledge will not respond.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is everything, you see. The more you can feel Knowledge’s response to other people, the more this will become ever clearer to you. This will prevent you from making a mistake in discerning another.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here your mind must be clear and neutral. You cannot be judging, comparing and condemning other people, or you will never know the power of Knowledge within yourself. People are always judging one another, and this keeps them from recognizing one another or carrying on a deeper evaluation, which has nothing to do with condemnation at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are looking for the evidence of Spirit in another, not just a conversation about Spirit, not just a liveliness in their personality. You are looking for something deeper in them because perhaps you have reached the point now where you are looking for something deeper in yourself, and you see that wittiness and charm, beauty and extravagance, or even shared ideas, hobbies and so forth really is not it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To your surprise, you find there are very few people who seem to have this deeper quality that you can discern, and that Knowledge within you really does not respond to many people at all. And you feel alone, and you wonder if there really is anyone else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you will have to be willing to be alone if you are to have this level of integrity within yourself. Here you will have to be true to Knowledge. If Knowledge is not responding, you do not need to respond. You can be friendly, you can be courteous—that is valuable—but you must be reserved.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If there is nothing there, there is nothing there. And if you realize there is no value and there is only unfortunate consequence in amplifying the attractive features of a person at the surface of their existence, then you will have to face the reality that there are but a few that you can deeply connect with.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will keep you from filling up your life with people and activities and involvements that really do not have anything important to offer and do not represent any serious or meaningful engagement for you. Here it is better to be largely alone than to have your life filled with people and engagements that have nothing to do with your greater purpose and destiny in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Relationships take time. Serious relationships take a great deal of time. So many people are losing their lives, their time and their energy involved in relationships that have no greater capacity or greater destiny for them because they do not want to be alone. They are afraid that the person or the persons they are looking for truly may never arrive, so they will say to themselves, “Well, this relationship is not perfect, but if I wait, there may be nothing better for me.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have to be very careful what you tell yourself here. You must have faith in Knowledge and faith in life to bring into your life those people whom you are really destined to meet, who really have a great impact on your life, who will play a significant role in your own development and accomplishments in the world. You must build this faith.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are alone now, it is a valuable time to build your connection to Knowledge, for Knowledge represents your most profound and important relationship. If this is not established, if this is not fully established, then your relationship with everyone else will be out of sync—lacking clarity and purpose, lacking meaning—and your life will be filled with people, engagements, activities and commitments that will never create a real opening for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Beyond your need to go to work and to earn a living and to build your education for opportunities in the world, there is this greater destiny you have with certain people, and that is really what you are looking for. But you must be patient. You must see that there is an appropriateness to when these people appear in your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Timing is very important. Many people think they are ready for true partnership, but they do not know what it is for, and perhaps they are armored against this realization. So if they met the right person, they would not be ready to participate with them, and this would produce a great and profound conflict.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must be ready for a greater relationship. You must know where you are going. You must have a deeper sense of your purpose and destiny. Even if it is not fully defined yet, it must be real and strong for you. You must be willing not to give yourself to other attractions. You must know enough not to give yourself to other seductions. You must be willing to wait and to build the Four Pillars of your life—the Pillar of Health, the Pillar of Work, the Pillar of your Spiritual Development and the Pillar of Relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Part of your education here is really learning what does not work. It is more a process of elimination. As long as you are drawn by beauty, wealth and charm, you do not yet have the discernment to see what is really meaningful and important. If you have never really felt a deep connection with another, do not think it is not possible and meant for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have a greater destiny in the world. And there are others who are part of this destiny and who will play a significant role in its discovery and expression. This is an article of faith for you now, for not all your needs can be met in this moment, nor should they be met.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have to have a sound relationship with your mind and your body. You have to develop your health. You have to develop your Pillar of Work. You have so many things to do now to build your foundation in life. You have the Steps to Knowledge to take to build your connection with Knowledge. No one should be pining away for a relationship when they have all of this work to do to build their foundation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A relationship cannot take the place of this, ever. You cannot be waiting for someone to give you all the meaning and value of your life. For if you do not have this foundation, you will not be able to participate with them. You will not have the strength, the courage or the self-honesty to be able to participate with someone in a greater way. It will only be a relationship of convenience, a relationship of advantage, a relationship of attachment, a relationship filled with fantasies and expectations that will fail in the face of a real life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So people are attracted and then disappointed, constantly. They are not finding what they are really looking for in one another because they are not looking for the right things. They have not built the patience and the clarity and the discernment within themselves to really know what this means.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Discernment in relationships is very significant, for you can give your life away so very easily. It can be so easy to get involved and so difficult to free yourself later. There are many seductions and many traps. Look around you and see how people have fallen prey to these things. Look without condemnation. Look with the desire to learn, for people are committing every possible form of self-violation out there, particularly in their relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They will teach you the consequences of choosing wrongly—of being attracted by meaningless things; of being seduced by others; of being trapped in relationships, held in place by someone else, unable to extricate yourself, sold on a relationship because there is nothing better or there is something there you want: financial security, beauty and charm, shared interests.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But none of these things really constitutes a real connection with another. None of them speaks of a greater purpose and destiny in life. They are all momentary attractions. And if you commit yourself to momentary attractions, time will be very disappointing to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So you must have the strength and the faith and the confidence to wait, to look and listen. Do not just shut people out. Really listen to them. Listen for Knowledge within yourself as you listen to them. If Knowledge is not responding, beyond simple courtesy, you do not need to respond, nor should you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are looking for one or two or three people who will make the great difference in your life. Perhaps one will become a life partner. Perhaps one will be a great teacher. Perhaps one will be a great companion in your work. Perhaps one will just teach you momentarily something of immense value or point your life in a direction, showing you the way to go.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You might need other people for simple things—to provide goods and services, for simple companionship, for lighthearted enjoyment, but do not give yourself away to them. Do not give yourself away to anyone until you have built this deeper foundation within yourself. Do not let impatience or compulsion drive you. Do not let the persuasions of others or the power of seduction drive you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Take your time. Do not hurry into any relationship. Listen to others carefully, to hear what their presence in your life means, if it means anything at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are patient and observant, you will know. If you are reckless and compulsive, your life will be calamitous, and you will have a string of failed relationships, or be circumscribed in an unhappy marriage or other arrangements with people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The longer you are in a relationship that does not have this greater promise, the harder it will be to free yourself, for you will become dependent upon security and familiarity. You will need the person more than you really want to be with them. And this is a dreadful trap—dreadful to the Spirit, dreadful in that it pre-empts you from finding your greater purpose and the individuals who will make all the difference in your discovery and expression of this purpose.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not worry that you are getting older. Do not let that drive your decisions. If you are not meant to meet the significant partner for three years, let Us say as an example, what are you going to do in the next three years? Go in and out of relationship, experience frustration, heartbreak, anger, resentment, disappointment, burning up your life over engagements that have no promise, while the Four Pillars of your life remain undeveloped and unrecognized?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Can you be out of relationship for three years while you are building other aspects of your life? If you cannot, then you have a problem with personality addiction, and this has nothing to do with real relationships. This is a personality disorder.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Can you face loneliness and emptiness? Or must you have constant stimulation, constant romance, constant infatuation—and with it all the disappointment, frustration and disapproval that this generates? You will waste your life and other people’s lives doing this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet it is not necessary, you see. Constant searching, constant hoping and [waiting] for someone—this is pointless and unnecessary, you see. For when you are ready, Knowledge will bring into your life the individual that you need and the people that you need for other parts of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not think that everyone that crosses your path has been destined to meet you. If you have many engagements with people, many people will be crossing your path. You might have momentary encounters with them. They too are looking for certain individuals. Everyone is looking even if they are pretending not to be looking.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But it must be the real engagement, you see. Knowledge will know. If you are strong with Knowledge, you will know. You will feel Knowledge’s response. It will be clear. It will be simple.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps you will meet someone, and Knowledge will say, “Ah, this is your husband, or your wife, you are meeting here.” None of this drama and excitement and infatuation and personal suffering and anguish that people go through in their romantic endeavors, their romantic escapades—just recognition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then you have to see if the person is really ready for this and if, in fact, this is who they are in your life. And you take your time doing that. It does not have all the glory and sensation and extravagance that you see in the movie picture. It is a simple recognition because the resonance is there. The connection is there.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The right person is the right person. Now you must discern if they are ready for this and if you are ready for this. Then you must learn of their traits and their values to see if there is sufficient compatibility between you, to allow a relationship to be formed and sustained. You may have a greater destiny, but that does not mean that you can function successfully together. So you will have to wait and see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you value your life, you will not want to give it away. You will not want to gamble it. You have nothing to lose by taking time to see. If this is really the person for you, they are not going to go away. You can afford to take time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For a relationship to function in the world, it must have a sufficient degree of compatibility. That does not mean you are completely the same, of course not. But you must have compatibility regarding your values, regarding your lifestyle, regarding your use of money, regarding how you look at work, regarding really the Four Pillars of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you cannot rehabilitate anyone, for they are either ready or they are not. They are either right, or they are not. The relationship is going to work, or it is not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All this work that people do on their relationships is foolishness. It means the relationship does not work, and they have to keep trying to make it work. And they invest time and money and energy and sometimes their whole life into trying to make something work that really just does not work. They have no idea that if the relationship worked, they would not have to invest this kind of time. Yes, there are corrections and learning to be done in being together. But if you are always working on a relationship, it does not work. Spare yourself this fundamental lesson in life that can occupy so much of your life to learn.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge will know. But then you must find out the particulars of a person’s life to see if you can communicate, if you can share your values, if you can be together harmoniously.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sometimes people are attracted to people very different from themselves, but these relationships almost never are successful. They require too much adjustment, too much conflict, too much disparity, too much personal adjustment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are with someone whose values are very different from yours, you will never be comfortable with them, and your being together will never be smooth and easy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not about falling in love. You can fall in love with someone you could never be in a relationship with. So infatuation or even recognition does not mean a relationship. This is another great lesson of life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps you will fall in love with many people over the course of your life, but you cannot marry them all. Some are personality infatuations. Some represent relationships from the ancient past that you are now re-experiencing and want to experience again. And some represent real connections that could not be brought into being because the people were not ready or mature enough to participate effectively together. In the moment, you will not know what is what.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So be careful about letting yourself become so infatuated with anyone. Do not want and try to be in love. That is blind and foolish. There are many people who could excite the deeper passions of the heart with whom you could never function together.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can be in love with someone whose values are so different from yours that you could not stand to be together beyond the initial romantic phase. You would constantly be arguing, constantly in friction, constantly disagreeing, constantly maladapting to each other.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People fall in love and get married without any idea of what they are doing in their lives or where they are going. They just assume if you are in love, you should be married. [This is] a great mistake. You might feel spontaneous love for someone, but do not let yourself go overboard with that.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In relationship, you are choosing your primary influence. You are assigning the person to be your chief influence, your chief advisor. It is a practical arrangement, not just an emotional one.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not think if you work hard enough, if you love enough, you will make it all work. This is foolishness. You will have to work at relationship, certainly, to a degree. You will have to adapt, certainly, to a degree. You will have to relinquish some of your personal freedoms and recklessness to be in a real relationship, of course. You will have to be attentive. You will have to be honest. You will have to be engaged. But people take this to mean that they can make a relationship work with someone whom they want for themselves, and this is a cruel error.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you feel like you are going to fall in love with someone, hold yourself back, keep your eyes open. This is a very important learning, very necessary for you to become mature and wise.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To be swept along by impressions and infatuations; to allow yourself to be seduced by others; to be overtaken by beauty, wealth or charm is such a form of self-betrayal. It is such a dangerous involvement. It has such profoundly difficult and unfortunate consequences.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have to be very careful here. Who you associate with and how you associate with them has all the bearing for your life, for the kind of life you will have, and the opportunities that you will have.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Likewise, do not become sexually engaged with anyone unless it represents a real partnership for you, for sexuality is a commitment by its very nature. You may think of it as a casual involvement, but emotionally it is never casual. Your relationship will never be the same. And if it cannot fulfill itself at a greater level, it will be disappointing. And that will generate resentment and failed expectations—disappointment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can never just be a friend with someone who was once a lover, for you have crossed a threshold where you are pretending to be in a real relationship even though perhaps you never were.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sexuality is wonderful with the right person and damaging with the wrong person. Never treat this lightly. Never think of this as a casual, recreational kind of involvement. To your body, it is the real thing. To your emotions, it is serious because it is consequential.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you may have to hold yourself back and learn to restrain yourself, or you will give yourself away recklessly, hopelessly and produce great damage. And as a result, you will never know what is really true within yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People use each other so thoughtlessly in this regard and give themselves away so thoughtlessly in this regard. Particularly in the more free nations, the democratic nations, people have such access to each other that they can indulge themselves at great damage to themselves and to other people—damaging their own integrity and the integrity of another, playing with the affections of another, pretending to be serious when in fact they have no real intentions here. Do not play these games with yourself or with others, for they produce nothing but harm.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will see through disappointment here that you really do have deeper intentions regarding relationships. You have a more serious intention here. What is that? And what does that mean? What does that require? And what are you really looking for in another? And are you yourself ready to be in a relationship of a greater nature, or are you only pretending and flirting?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People commit themselves before they are ready. They get married before they are ready. They give their life away before they even know what their life is for, where it is going or what it really means. This happens all the time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So you have unhappy marriages and unhappy families. People are trapped. People are unhappy. People have capitulated. And now you have unhappy children being taught all the lessons of compromise that their parents have made.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To break this pattern, to break free of this reality that people have created, you must follow a deeper Knowledge within yourself and know what this means and how it feels, what it feels like to be restrained by Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Take your decisions to Knowledge. If Knowledge is not choosing, well, you do not need to choose. If Knowledge is not saying yes, then do not say yes. If Knowledge is silent, then you be silent. If Knowledge is not committing itself, do not commit yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If it is not a yes, it is a no. There are no maybes. Do not tantalize yourself with that. That is trying to get what you want in the face of all the evidence that you are on the wrong track. So there is no maybe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Take your time. Look and listen to another. Do not become sexually involved with them. Do not be pressured to do so.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People will tell you all about themselves right away: their behavior, their intentions, their self-honesty, their interests, their values, their sincerity or lack of it, their self-awareness or lack of it. Do not be convinced by appearances. You must look deeper than this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will save your life. Later on, you will think back and say, “Oh my God, I could have married this person. Oh my God, I could have become involved with this person.” And if your life is really moving in the right direction, you will see what a calamity that would have been and how that would have used up such a great part of your life to try to get clear and to extricate yourself from that situation. And when you finally meet the people you need to meet, you will be so grateful you did not compromise before. You will be so grateful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ultimately, your focus must be on contribution in the world—where you are meant to be, what you are meant to do, where you are meant to give. If this is the focus of your life, then relationships will either be a part of that, or they will not. And it will be very much easier to see if a person can fit into that or not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why focusing on the presence of Knowledge and learning to read the signs of your own deeper inclinations are so extremely important before you become committed to another. Here you are seeking the kingdom first. You are seeking the reality of your life first. You are trying to discern a deeper direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are willing to be alone to do this. You are willing to forgo immediate gratification to do this because it is so much more important. You will hold yourself back for this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are not extremely physically attractive, it is such an advantage here because the people who are very physically attractive are being constantly bombarded with offers and persuasions and seductions. They are being given power and recognition though they have never really earned it through any real merit. They are being seduced, and they will seduce themselves. And you will rarely find a highly physically attractive person who has ever cultivated any depth within themselves. They have become a product to be bought and sold. They are a resource for others. Unless they can see beyond this deception, they will fall prey to it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As long as you are not hiding from people and avoiding people and denying people, you will be able to see where the connections could possibly be. But in the interim, your real purpose and emphasis and priority is to discern the presence of Knowledge and the signs of a deeper purpose in your life. For whoever you meet must be connected to this Knowledge and this purpose if you are to be with them successfully and if this relationship is to yield anything of real value and importance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Take the Steps to Knowledge then. Learn from the wisdom of others’ mistakes and your own errors in judgment. Learn to be clear and sober. Do not condemn people, and do not become infatuated with them either. Do not base your expectations upon potential in others, for what you see today is really what you have in front of you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are so many important lessons here in discernment. But they all must be practiced to be realized. Take your past and evaluate it. Watch others clearly so that their accomplishments and mistakes can educate you. Let the world teach you what is true and how to distinguish it from what is not true, what is really good from what only looks good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Be sober. Be clear. Do not give your life away. Build your connection to Knowledge. Begin to discern the evidence that you are here for a greater purpose. Do this without coming to conclusions. Just allow the evidence to grow.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Feel Knowledge moving you and holding you back. Take good care of your mind and your body. Be present to others, but be reserved. Then you will have the freedom to practice this deeper discernment, and you will see how invaluable it is and how it is so lacking in other people’s discernment and decision making.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is here to take you somewhere, to prepare you, to strengthen you, to show you the difference between what is real and what is not real.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have a greater destiny and a greater purpose. You must follow this pathway and not give it up for love or money; not for beauty, wealth or charm. If you do this, your life will be preserved. And you will be able to become strong and mature enough to engage with certain people with whom you share a greater destiny. You will find them, and they will find you. And you will be ready for one another.</p>\n\n\n\n</div>",
  "audioUrl": "https://newmessage.org/av/discernment-in-relationships.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/discernment-in-relationships/"
}