{
  "title": "What Will End War?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Peace is on the mind of many people, but peace is not possible without necessity. Peace as a goal, or peace as an ambition, or peace as a wish does not have the power to overcome the tensions and animosities that exist between people and even within people, within individuals.</p>\n\n<p class=\"book-paragraph\">The peace that can be forged in the future must be based upon necessity. It must be based upon a clear understanding that humanity is entering a period of grave difficulty—facing a world in decline, a world of declining resources where many more people will be drawing from the bounty that the world can provide, a world where humanity will be facing competition from other races from beyond the world—a set of circumstances when taken together is greater and more profound and far reaching than anything that humanity as a whole has ever had to face before.</p>\n\n<p class=\"book-paragraph\">There will be no one in the world who will not be affected by these Great Waves of change and by the Greater Darkness that is in the world, that is growing with each passing day. Here peace cannot simply be the cessation of conflict, for the steps taken to establish peace now must be far more radical and far reaching. To simply hold people back from attacking one another will not be effective in the future when these restraints will not be there.</p>\n\n<p class=\"book-paragraph\">In order for you to understand what will be required in the future, you must understand the great peril of the future and the great needs of humanity and how they can be fulfilled in the future. You must bring a new understanding to the situation, or you will not see the nature of the problem, and you will not see how the solution can be forged.</p>\n\n<p class=\"book-paragraph\">It is not enough to say that people want peace. And you should not believe that people have always lived together in harmony, for there has been very little harmony in the world at any time. And you should not think that establishing peace in the world is simply creating a new social program or platform or that it is all about politics or relations between various nations or groups.</p>\n\n<p class=\"book-paragraph\">For if people are at war within themselves, they will express this in the world, and they will add to conflict that exists between peoples. If people are committed to fulfilling their desires, it will place them in conflict with others whose desires are competing with theirs. And if people want more than they really need, then they will be taking from others whose needs are going unmet.</p>\n\n<p class=\"book-paragraph\">This is a moral and an ethical issue for each individual. For here the rich must give to the poor. It is not simply an option. It is not simply a moral or ethical question. It is a necessity, or there will be no stability. [church bells] There will be no stability and people will continue to behave and to think as they always have.</p>\n\n<p class=\"book-paragraph\">Now the whole world is in peril. Humanity and civilization could fail. Humanity is facing a grave threat from beyond the world by those races who seek to take advantage of a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">This is all revealed in the New Message that God has sent into the world for the protection and advancement of humanity. But a protection and an advancement must require a different understanding. For if individuals and groups and nations continue as you are continuing now, the world will enter a period of prolonged decline, and war and competition and conflict will be rampant, and people everywhere will suffer greatly, and great calamities will come to the world.</p>\n\n<p class=\"book-paragraph\">People will not be prepared and people will not understand. People will feel betrayed by God. People will feel that their prophecies are being fulfilled and that the end of the world is at hand.</p>\n\n<p class=\"book-paragraph\">But this is not the end of the world. This is only the result of human ignorance and human error and the result of humanity’s emergence into a Greater Community of intelligent life where you will have to face competing forces from beyond your world.</p>\n\n<p class=\"book-paragraph\">It is necessary, therefore, in the New Message that God is sending into the world that a clear understanding be given of humanity’s predicament and situation and the great opportunity for human unity and cooperation that exists, even at this moment. But to see this greater opportunity, you must see the greater problem that is facing humanity. This requires a clear and new understanding. It is difficult to gain a new understanding unless circumstances compel you to do so.</p>\n\n<p class=\"book-paragraph\">Therefore, do not be in denial of the Great Waves of change that are coming. Do not try to lessen them and call them other things. Do not dismiss them as mere fearful thinking. Do not think they merely represent one perspective. Do not think they are simply the projections of certain individuals.</p>\n\n<p class=\"book-paragraph\">If you cannot see the problem, you will not see the solution. If you cannot face the gravity of your times, then you will not bring this real seriousness to the situation that is required. And you will not have the motivation to forge a new understanding and a new approach.</p>\n\n<p class=\"book-paragraph\">It is not enough simply to be fearful and to fret about the future and to complain about the behavior of others, for you must now take stock of your own life and how you relate to the world and to other people.</p>\n\n<p class=\"book-paragraph\">This is a confrontation for each individual. It is not simply a problem that some government should solve. The responsibility is shared by everyone, individually and collectively. If you can consider this seriously, you will realize that you do not have an answer, that your answers are inadequate and that even you yourself are not sure what to do within your own life and thinking.</p>\n\n<p class=\"book-paragraph\">This is why God has sent a New Message into the world, not to answer all your questions, not to solve all your problems, but to ignite a greater Intelligence within you and to show you clearly where the world is going and what will be required.</p>\n\n<p class=\"book-paragraph\">People will have to work out all the details and will have to figure out how to apply all these things. But without this greater understanding, humanity will fight and compete and struggle with itself. Its divisions will become sharper. Its wars will become more embittered and prolonged. It will be group against group, religion against religion, nation against nation. Here you cannot blame one government or one leader, for everyone will be responsible.</p>\n\n<p class=\"book-paragraph\">People are not even thinking within the correct context to understand what is happening even today, why people are suffering so much and why their suffering is increasing. Other people are blamed, other governments are blamed, but the problem is more fundamental than this.</p>\n\n<p class=\"book-paragraph\">It has a great deal to do with how people use the world and its resources. And that people identify only with their family or their small group and do not realize that humanity will have to work together far more cooperatively in order to use these resources in the world, which are now declining.</p>\n\n<p class=\"book-paragraph\">The question for governments, then, is not simply how much military power you can have or how much wealth you can accumulate or how you can maintain a lifestyle that cannot be sustained into the future. The question is: “How will you take care of your people? How will you provide what they will need?” For only this will maintain stability and order, and only this will keep humanity from falling into chaos and destruction.</p>\n\n<p class=\"book-paragraph\">It is not simply having a new political ideology. It is not simply demanding that people be at peace, for people will not be at peace. The change that will be required will keep people in a state of confrontation and turbulence, for peace and change do not coexist very well.</p>\n\n<p class=\"book-paragraph\">It is a confrontation that is necessary, or people will not rise to the occasion. They will not see what will be required of them or their nations. They will always blame other people. They will always think it is because of someone else that they are suffering or that the times are difficult. And all the energy that goes into complaining and whining and projecting blame upon others will all be wasted, for it will lead to nothing at all. It will not generate constructive action. It will not raise the level of personal responsibility. It will not encourage or require people to consider how they live and what they themselves must do within their lives and in their own relations with others, to live a more balanced and simple life.</p>\n\n<p class=\"book-paragraph\">Those that are rich will try to remain rich, and those who want to be rich will strive for wealth, and those who are poor will become poorer. There can be no peace now under these circumstances. The world is being exhausted. You simply cannot plunder it further and hope to provide for all the needs of humanity.</p>\n\n<p class=\"book-paragraph\">Human unity now must be driven by necessity and not simply by high ideals. It becomes a practical question as well as an ethical and a moral question. It requires that each individual recognize how they live and to see and to ask themselves: “Is the way I live going to be able to sustain me in the future? And how can I support human unity and cooperation?”</p>\n\n<p class=\"book-paragraph\">All of your resources—both material, psychological or emotional—will have to be brought to bear to forge a greater union in the human family. This will have to happen within families, within cities, within communities, within nations and between nations.</p>\n\n<p class=\"book-paragraph\">War will have to be set aside as mutually destructive to all involved. It is no longer an option. You cannot afford it. It cannot be brought to bear. The human family cannot absorb it. It cannot endure it. It will have no resolution.</p>\n\n<p class=\"book-paragraph\">You are entering a new set of circumstances that will require a far greater commitment not just from governments and leaders, but from people everywhere. The motivation will be practical, moral and ethical. The wealthy will have to live more simply in order for resources to be shared more equitably. The world will have to be cared for far more conscientiously and its resources sustained, or humanity will not have a future. Without this stability, there is no peace. There is no security. There is no well being.</p>\n\n<p class=\"book-paragraph\">The whole human family has entered a situation now where the stakes are so high there is no room to maneuver. There are no new lands to conquer. The world is being used up. It is filled.</p>\n\n<p class=\"book-paragraph\">Therefore, humanity cannot behave as it has always behaved. And the greater aspects of human nature must now be brought to bear. And its darker aspects must be arrested and controlled and contained. This is the great trial for humanity. This is a great need of humanity.</p>\n\n<p class=\"book-paragraph\">Humanity has reached a great threshold now. Your ability to survive and to advance will be determined within the next decade. Do not assume that humanity will succeed. Do not give yourself this false confidence. Do not think, “Oh, we’ve been through all these problems before, we’ve always survived, we’ve always managed, we have always pulled ourselves through.” Do not give yourself these assurances. Do not think that because the human spirit is strong that humanity’s success is guaranteed.</p>\n\n<p class=\"book-paragraph\">You now face competition from beyond the world. There are competing forces seeking advantage here even now. You have never had to face them before. They are not like those who have visited the world from before. They care not for the value of humanity, and freedom is unknown to them. To them this world, and even humanity itself, are only resources to be used and exploited. Do not think, then, in the face of all this that humanity will continue and advance, for you are not only subject to the risk of decline in the world, you are also subject to the risk of subjugation from beyond.</p>\n\n<p class=\"book-paragraph\">That is why there is a New Message from God in the world because without this New Message, humanity would not see, it would not know and it would not act appropriately. It would not prepare for a future that will be unlike the past. It will not recognize the gravity of the situation. And it will not alter its course, its direction or its behavior.</p>\n\n<p class=\"book-paragraph\">This will require strength and courage from each person. Here you cannot be lazy and self-indulgent. Here you cannot be indifferent or ambivalent. For everything you value is at stake. Everything that humanity has ever created that is beneficial is at stake. Everything that you love is at stake. Every person. Every place. Everything.</p>\n\n<p class=\"book-paragraph\">Do not assure yourself in thinking that the town you live in or the country you love or the lovely wilderness that has inspired you or the beauty of nature or the sacred and holy sites will be able to survive under the Great Waves of change and the Greater Darkness that is in the world.</p>\n\n<p class=\"book-paragraph\">You must find a deeper strength, the strength of Knowledge within you as an individual, the greater strength that God has placed within you that you must find and follow. For everything around you will be in question and will be in turmoil, and great uncertainty will prevail. And this uncertainty will either defeat you or it will call from you a greater strength, a greater wisdom, the strength and the power of Knowledge—a greater Intelligence that the Creator of all life has given to the human family and that resides undiscovered within each person.</p>\n\n<p class=\"book-paragraph\">It is this Knowledge now that must come to the fore, for this is what will give humanity the strength and the courage and the determination and perseverance to carry out what will be necessary. It is only this greater power within you that can restrain human grievance, human anger and the dreadful weight of human history.</p>\n\n<p class=\"book-paragraph\">You may see what is possible for humanity, you may see what has to change, but what will give you the strength to change this within yourself and to become part of the change in the world that will be required? Here you cannot simply say, “Well, other people will not be able to change. Humanity will not be able to change. Therefore, I don’t need to change.”</p>\n\n<p class=\"book-paragraph\">You do need to change. You have not found your strength. Your energy is misappropriated. You are lost in what you want and what you are afraid of. You are committed to things without consequence. You value things without value. You make assumptions that have no foundation and will not stand in the face of great change. You have beliefs that are inconsistent with life and with where life is going.</p>\n\n<p class=\"book-paragraph\">There is great change that must happen within enough people. Not everyone will be able to make this change, but enough will have to, to counteract the temptation to fight and to struggle and to wage war upon others. This temptation will be very great in the future; it will be very strong. And the temptation for you to take sides and to think that you should join a group that is being imperiled or that you should join a group that is trying to overcome other groups, will be very strong. Your life will be threatened and challenged because you live at these great times.</p>\n\n<p class=\"book-paragraph\">But it is also true that you have come into the world to serve the world in these great times and that Knowledge within you is fully prepared for what is to come. It is not afraid of the world. It is not afraid of what might happen here. It does not care about the things that you care about, necessarily. It is here on a mission within you, and this is your mission in life.</p>\n\n<p class=\"book-paragraph\">But you will never find this mission through your desires and your fears and your political views and your cynicism and your judgment of others. You will not find this greater power through wishful thinking or through trying to believe or insist that the world is better than it really is.</p>\n\n<p class=\"book-paragraph\">You will not find the strength that you will need to survive and to contribute to a world in need unless you can face the Great Waves of change, unless you can allow them to inform you of what you must reconsider and what you must do even today to begin the long preparation that will be required. For no one can stay where they are and hope to be in a position [that is] advantageous in the future.</p>\n\n<p class=\"book-paragraph\">This is why there is a New Message from God in the world because people do not know what is coming, do not know how to prepare and do not know of the greater strength that lives within them.</p>\n\n<p class=\"book-paragraph\">Do not think that everyone has to find this strength, for not everyone will be able to. But you will need to. You and others like you will need to. And you are not yet in a position to understand the nature of this strength or how effective it can be in an uncertain world.</p>\n\n<p class=\"book-paragraph\">The New Message from God establishes what must be understood, establishes what is coming and establishes the great need for preparation. It emphasizes what each individual can do in discovering the power of Knowledge within themselves and how they must consider their relationship with the world itself and with others. It speaks of the great change that is coming and sets a direction for human activity, human behavior and human understanding.</p>\n\n<p class=\"book-paragraph\">God’s New Message is not bound by any institution or government in the world, for it is a Message from God. God has sent a Messenger into the world to deliver this Message. Do not ever think that God has sent all the Messages in the world that God will ever send, for this cannot be true.</p>\n\n<p class=\"book-paragraph\">Do not think that the past is determining the future, for in truth, the future is determining the present. The future is not here to fulfill the past. Even the Messengers that God has sent into the world could not foresee what is coming now.</p>\n\n<p class=\"book-paragraph\">Therefore, a New Message from God must be sent into the world, for humanity is entering a new reality—a reality for which it is unprepared and unaware, a reality that even the great Messages that God has sent into the world [before] cannot fully and adequately prepare humanity in time.</p>\n\n<p class=\"book-paragraph\">You know not of the great danger in the world today. You know not of the Great Waves of change that are coming. You know not what it will require of you. You know not where you will find the strength and the wisdom to navigate these difficult times—not only to survive, but to become a force of good, a force of resolution, to play your small but essential part in building human unity and cooperation. This unity and cooperation will not be based on people agreeing about everything. But it will be based upon people cooperating to assure security and stability for their nations, their towns and their families.</p>\n\n<p class=\"book-paragraph\">The New Message has spoken to the governments of the world, to the leaders of these governments, to the leaders of religious institutions. Instead of building military strength and protecting the very rich and trying to maintain predominance over other nations, instead of trying to control or manipulate other nations, you must take care of your people.</p>\n\n<p class=\"book-paragraph\">Every nation must take care of its people. Every town must take care of its people, for the needs will grow and become predominating. In the future, many people will lose their jobs. Many people will be facing deprivation, even in wealthy countries. How will you take care of these people? How will you maintain stability by providing the basic needs, meeting the basic needs of people, providing the essential resources that people need?</p>\n\n<p class=\"book-paragraph\">This is not about having luxuries, for there will be few luxuries in the future. Your real luxuries will be stability and inspiration from Knowledge within yourself and Knowledge in others. For there will be great heroism and much selfless activity that will be required now.</p>\n\n<p class=\"book-paragraph\">You must think now of the well-being of the whole world, the security of the whole world. For humanity is not alone in the universe, and there are others who are watching and waiting and planning. You must not think of protecting your personal interests or the interests of some segment of society or your group or your religion or your nationality. You must think of security for the whole world.</p>\n\n<p class=\"book-paragraph\">When enough people can do this, it will override everything else. It will be like being in a house on fire where every other concern or preoccupation is forgotten in the face of what is happening at that moment. You either cooperate or you perish. You save people. And you work together.</p>\n\n<p class=\"book-paragraph\">This is the great need of your time and the great opportunity of your time. Many people around the world have prayed for peace and the end of war and deliverance and Divine guidance. That is why there is a New Message from God in the world.</p>\n\n<p class=\"book-paragraph\">But the Message is not what people expect. It is not what people think, and it does not conform to their religious beliefs or social customs. But the true Messages from God never do because they are Messages from God and not from people.</p>\n\n<p class=\"book-paragraph\">You may invent any scheme you think is possible. You may think technology will save you. You may think that Jesus will return or some other great leader. You may think there will be a final battle that will settle everything. But none of this is correct, for it is all based upon a very ancient understanding that is not relevant now.</p>\n\n<p class=\"book-paragraph\">A great war will destroy humanity and enslave it to other powers in the universe. There will be no great leader that can lead everyone, for not everyone could follow such a leader or any leader. If Jesus returned to the world, people would fight over whether they believed in him or not. He would bring war and destruction to the world, and that is not what God wills.</p>\n\n<p class=\"book-paragraph\">Humanity has not come this far with such great assistance, through so many travails, simply to extinguish itself at the end. Do not think these are the end times. That is foolishness. Yes, many things will have to come to an end, but this represents a great threshold for humanity and the possibility for a new beginning and a new direction and a new set of requirements.</p>\n\n<p class=\"book-paragraph\">The Messenger sent into the world to bring this Message will not lead humanity, will not become a political leader, will not solve all the problems of the world. He is here to deliver the Message and to do everything in his power to assure that the Message will remain pure and uncorrupted, that it will not be seized by a state or another religious group and turned into something else that is self-seeking.</p>\n\n<p class=\"book-paragraph\">There will be many leaders for humanity, but if they are to be effective and beneficial, they must have this greater understanding. They must look at the world with new eyes, and they must see what is coming over the horizon, and they must recognize humanity’s great vulnerability in the universe. But as long as humanity remains weak and divided, in conflict with itself, it will be powerless in the universe and extremely vulnerable to Intervention—Intervention such as already occurring now.</p>\n\n<p class=\"book-paragraph\">It is God’s New Message that holds the greatest promise. It has the power to unite the world’s religions in a greater state of unity and cooperation; to engage human thinking, inventiveness, creativity and activity, to meet a far greater set of needs. It is here to restore true integrity to the individual by revealing your spirituality, the meaning of your spirituality, the importance of your spirituality, humanity’s One Spirituality at the level of Knowledge.</p>\n\n<p class=\"book-paragraph\">Such a Revelation has never occurred before, but it must occur now. For this is a time of Revelation and this is the time of danger. There is a Greater Darkness in the world. Humanity is facing great peril now. You have competition from beyond the world and humanity is weak and divided and unsuspecting.</p>\n\n<p class=\"book-paragraph\">It will take great love from each individual to respond, as it has taken great love from the Creator of all life to send a New Message into the world for the protection and advancement of humanity. It is all based on great love. There is concern, as a parent has concern for their child, but it is not based upon fear.</p>\n\n<p class=\"book-paragraph\">It is great love that has brought this New Message into the world, and it will be great love within each individual and between peoples that will give people the strength and the power and the understanding necessary to prepare and to assure a greater security for the human family and a greater unity between nations.</p>\n\n<p class=\"book-paragraph\">For there must be cooperation and unity now, greater than anything that has ever been established. And this unity will not be temporary. It will not be based on or surrounding one event only. It will be for the preservation and protection of the world and the protection of human civilization and all that is good within it.</p>\n\n<p class=\"book-paragraph\">The Creator of all life has confidence in humanity because the Creator of all life has given Knowledge to humanity—a greater Intelligence that resides within each individual. God does not have confidence in human beliefs and assumptions, human wishes or human ideologies. God has confidence in Knowledge, for this is what God has created in you. Everything else you have acquired from the environment around you and from other people, but Knowledge within you is what God has created in you—greater than your mind, greater than your body, greater than your thoughts, greater than your fears.</p>\n\n<p class=\"book-paragraph\">This is the great love that lives within you, and this is the great love that will move your life forward and spare you your own destruction and give you the power and strength to care for others.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/what-will-end-war.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/end-war-human-unity/"
}