{
  "title": "Escaping Fear, Confusion and Hopelessness",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">If one is really honest with oneself, one must realize that the world is changing and that Great Waves of change are coming to the world. This is more of a feeling within oneself: a sense of apprehension, a sense of anxiety, a feeling that one must prepare for something, even if one does not know what it is specifically.</p>\n\n<p class=\"book-paragraph\">For there are Great Waves of change coming to the world—great environmental changes, the diminishing of resources, growing economic instability and the ever-increasing risk of competition, conflict and war over the remaining resources.</p>\n\n<p class=\"book-paragraph\">Perhaps you have recognized some or all of these phenomena. Perhaps you have a deeper feeling within yourself of apprehension, of concern, of uncertainty, a growing uncertainty over whether things are really going to be all right. There is the appearance of normalcy, of course, but the feeling of change is pervasive.</p>\n\n<p class=\"book-paragraph\">If you stop to ask yourself: “How do I really feel about the condition of the world?” or “How do I really feel about the condition of my country and the welfare of the people?” you will evoke perhaps a different response than merely trying to assume that everything will be fine and that the change at hand is merely a fluctuation or a minor disruption and that life will return to normal as soon as these problems pass over, as if they were clouds just passing over the land, where you just need to weather the storm, a brief but difficult storm.</p>\n\n<p class=\"book-paragraph\">Yet what gives rise to a deeper sense of apprehension is not a brief disruption, is not an inconvenience. It is something far deeper and greater, whose impacts are far reaching. This is what gives rise to a deeper concern and sense of apprehension.</p>\n\n<p class=\"book-paragraph\">It is important here not to dismiss these feelings, for they are signs within yourself that you are responding to something greater in the world even if you have not recognized fully what it is that is generating this response within you.</p>\n\n<p class=\"book-paragraph\">For at this moment, the world is giving you signs, and Knowledge within yourself—the deeper Intelligence that God has created and put there for you—is also giving you signs. The signs are not merely forms of encouragement, or affirmation, or confirmation of your ideas, beliefs and expectations. More often than not, they are warning signs—alerting you to the presence of danger, or indicating some change in your understanding or activities.</p>\n\n<p class=\"book-paragraph\">It is as if you had an early warning system within yourself, giving you signs and clues that you must pay attention to something, that you must respond to something, that you must recognize something that previously you had not recognized. This early warning system is vitally important for you and should never be construed as merely being fearful or negativity on your part. It is part of the greater Intelligence that God has put within you to warn you of the presence of danger, or to alert you to a need, to give your attention to a specific thing or a set of difficulties.</p>\n\n<p class=\"book-paragraph\">Look at nature. The animals in the field are always looking about themselves to check their environment, to see if there is any risk or danger there. Why is it that they would show such caution and not you yourself? Wisdom would instruct you to always be watchful and alert and present to your surroundings.</p>\n\n<p class=\"book-paragraph\">Every moment of every day people are making critical mistakes, or having terrible accidents, or overlooking important opportunities because they are not paying attention to their environment. They are not paying attention to their deeper inclinations, which are alerting them, encouraging them, or in some cases holding them back. This lack of attention then is a critical problem and is the source of the vast majority of mistakes and errors, and even catastrophic errors, that people make.</p>\n\n<p class=\"book-paragraph\">Do not think that to be so careful and to be so observant is to be acting in a state of fear. It is really functioning in a state of wisdom. For the wise man or woman is always careful to discern their environment, to listen more deeply for the motives and intentions of other people, to check themselves in making conclusions and in approaching decisions very carefully, seeking verification from others whom they trust.</p>\n\n<p class=\"book-paragraph\">It is this care and caution that represent wisdom. It is not fearfulness. This wisdom is born out of the recognition that the world has many hazards and many opportunities, and one must be observant and present to see them both. To be reckless and inattentive is to put oneself in jeopardy and also to miss the critical signs, the critical opportunities, that life is giving you so very frequently.</p>\n\n<p class=\"book-paragraph\">Therefore, to be cautious and observant is really to be intelligent, and to show a lack of awareness and a lack of caution demonstrates a lack of intelligence. For what is intelligence but the willingness and ability to learn and to adapt? Real intelligence creates the desire to learn, to be fully engaged with life, to be watchful, to be discerning, to refrain from premature judgment or conclusions, to give your attention fully to things in front of you, to listen carefully to other people to discern their motives and intentions and the real communication that they are attempting to give through their words and through their actions. Intelligence is not simply being clever or solving complex problems. Intelligence is the willingness and ability to learn and to adapt.</p>\n\n<p class=\"book-paragraph\">Life is a constantly changing situation, presenting both hazards and opportunities. To not be fully present to that is to not be present to oneself, is to be functioning in a way where you are disengaged or distracted from this primary engagement with life. In that situation, you cannot bring your greater powers of mind to bear. You cannot use the greater Intelligence of Knowledge that God has provided you, and you will miss the signs of the world and even the signs from Knowledge itself—guiding you, telling you, instructing you, encouraging you, setting you forward or holding you back, depending upon the situation at hand.</p>\n\n<p class=\"book-paragraph\">It is this lack of attention, then, that disables you from gaining the full benefit of being in the world and from utilizing this greater Intelligence of Knowledge, and in fact from utilizing all of your skills, all of your levels of sensitivity. It denies your creativity and your ability to bring new ideas or understanding, new creations into the world.</p>\n\n<p class=\"book-paragraph\">For if you cannot respond to the world, then you will not respond even to your creativity. It is as if a fog has come over your mind, or you have drawn a curtain between yourself and everyone and everything else. And the only way you cannot be present to the world is to be obsessed with your thoughts and fantasies, or the thoughts and fantasies of others.</p>\n\n<p class=\"book-paragraph\">Your intellect is a wonderful tool, a tool of communication in the world, and that is its ultimate purpose. But the mind that does not have this purpose, that is not guided by Spirit, or Knowledge, becomes within itself a form of obsession—pulling you in, engaging you endlessly in self-debate, self-doubt, the projection of one’s desires, or the nightmare of one’s fears.</p>\n\n<p class=\"book-paragraph\">It is a great tool here that has not been used properly, that is not being applied correctly, that has no governance because ultimately it is your body that must serve your mind, and your mind that must serve your Spirit. Without this service, the vehicle of the body and the vehicle of the mind become reckless, become problematic and become dominating, dominating problems.</p>\n\n<p class=\"book-paragraph\">When you are out in the world, you must really pay attention. Do not be listening to your music when you are walking about. Watch. Listen. Deepen and cultivate your seeing, your hearing, your touching. Do not be consumed in your thoughts, your problems, your memories or your concern for the future. This is being present. This is being alive. This is really being intelligent.</p>\n\n<p class=\"book-paragraph\">You do not need a great education in the usual sense to be intelligent, but you do need to be observant. And you do need to learn to gain wisdom from your experience and from the experience of others. It is utilizing the presence of Knowledge, which already exists within you, and it is gaining worldly wisdom that represents the evolution of intelligence—both within yourself as an individual and for all of humanity.</p>\n\n<p class=\"book-paragraph\">Whereas people have particular views and come to particular conclusions, Knowledge and wisdom both have a universal resonance about them. People may disagree on how to fix something, or how to interpret something. They may disagree about their ideas about what is correct human behavior or how governments should be formed, or how commerce should be undertaken. There is a great variety of opinion here, a great range of interpretation.</p>\n\n<p class=\"book-paragraph\">But real wisdom is something that people can share readily with one another, and the experience of Knowledge is something that unites people. For there is no your Knowledge and my Knowledge. There may be your interpretation of Knowledge and my interpretation, or the range of your experience and the range of my experience. But Knowledge itself is one. That is why it is a great peacemaker in the world. That is why it is a medium through which people recognize each other, resonate with each other and find meaningful action in relationship with each other.</p>\n\n<p class=\"book-paragraph\">What is fear? Fear is a rejection of reality. It is a projection of one’s own inability to function successfully in life. It is the result of living without the guidance of Knowledge and without accumulating sufficient wisdom.</p>\n\n<p class=\"book-paragraph\">There is fear in the moment in the face of real danger. That is normal. But most of the fear that consumes people is a product of their imagination. They are dying a thousand times in their imagination. They are imagining all kinds of terrible possibilities, things that could happen to them or to others, to their loved ones, or to the whole world. They are living their own nightmare, but it is a nightmare of imagination.</p>\n\n<p class=\"book-paragraph\">It is the result of being disconnected from life and from the deeper Knowledge that God has placed within you. Without this greater certainty and without this greater engagement with the world, now you are alone. Now you feel vulnerable. Now you lack certainty. Now you are feeling stressed because you do not know what to do and you have not built a foundation within yourself upon which you can rely, a foundation of self-reliance, a trust in Knowledge within yourself and with it the ability to be fully engaged in the world.</p>\n\n<p class=\"book-paragraph\">People who are fooling around a lot, not being attentive, not paying attention, carried away in their own streams of imagination and self-concern, are ill prepared to deal with the realities of the world and are certainly ill prepared to deal with the Great Waves of change or with the reality that humanity is now in contact with intelligent races from the universe.</p>\n\n<p class=\"book-paragraph\">This inability, then, to be present, to learn from life, to recognize life’s hazards and to learn from its teachings and opportunities, this represents a great handicap. And within this handicap there is endless fear and apprehension, but not apprehension that comes from Knowledge, but more apprehension that comes from one’s own weakness and lack of discernment, lack of experience and lack of self-confidence.</p>\n\n<p class=\"book-paragraph\">If you have not yet built a sufficient foundation of strength within yourself—strength representing your connection to Knowledge and the building of worldly wisdom within yourself, strength built from having meaningful engagements with other people—then you will look at life with trepidation, and you will feel trepidation because you are not yet able to deal with reality. Having given yourself so much to fantasy, having allowed your mind and imagination to be captured by the imaginations of others, your real ability to be in the world and to navigate the ever-changing conditions of the world is undeveloped. And without skill, you will feel helpless.</p>\n\n<p class=\"book-paragraph\">The only way to really avoid fear and all of its dark manifestations is to build your connection to Knowledge and begin to assemble your worldly wisdom, and distinguish them from your beliefs, your wishes, your fears, your political ideology, your religious ideology, your attitudes, your prejudices and so forth. This involves real work and effort on one’s own behalf, real inner work to gain a greater control over your mind and to utilize it for a greater purpose rather than simply being a slave to all of its fantasies and all of its nightmares. It represents one taking power within one’s life instead of floating along in a sea of assumptions, drifting in one’s own imagination.</p>\n\n<p class=\"book-paragraph\">Imagination itself is very valuable if it is guided by Knowledge within you. Your intellect is tremendously valuable if it is guided by Knowledge within you. But without this guidance, these things become errant. They are out of control, and they generate hazards and self-obsession.</p>\n\n<p class=\"book-paragraph\">The world is teaching you what is coming over the horizon. It is showing you through demonstration all of the errors that people are making. It is showing you through demonstration all of the ways that people are successfully engaging with the world. It is showing you by demonstration what real contribution to the world looks like and how it can be experienced. The world is showing you every form of human error and misinterpretation.</p>\n\n<p class=\"book-paragraph\">But to gain this great education from the world, you must look with clear eyes. You must look without drawing early conclusions. You must live with questions instead of always seeking for answers. You must be present to life instead of just present to your own ideas.</p>\n\n<p class=\"book-paragraph\">Taking a beginner’s approach here is very helpful because a beginner makes few assumptions about his or her own learning or accomplishments and is present to learn through experience and through demonstration what is most valuable, and to distinguish what is valuable from what is not valuable.</p>\n\n<p class=\"book-paragraph\">Because fear is the result of not being present to the world and not experiencing one’s connection to Knowledge, the deeper Mind, then the antidote to fear is to become present to the world and to take the Steps to Knowledge within oneself.</p>\n\n<p class=\"book-paragraph\">The closer you are to Knowledge, the more you can gain objectivity and the less you are swayed by the fantasies of hope or the nightmares of despair. You have found a way to be with the world that is clear and discerning and compassionate. You are able to look and see because you are not so afraid. You are able to face yourself and your own problems because you are not so afraid. You are able to look out on the horizon of life to see what is coming over the horizon because you are not so afraid. You are able to find the truth within yourself and to distinguish it from everything that is untrue because you are not so afraid.</p>\n\n<p class=\"book-paragraph\">It is this willingness and ability to adapt and to learn that gains such strength within you, that gives you this kind of objectivity and this freedom from fearful imagination and from the seductions of fantasy. It is a clarity, but it is a clarity that rewards you. It frees you from self-doubt. It frees you from self-repudiation. It enables you to look at the world with clear eyes to discern its meaning, its value and its difficulties.</p>\n\n<p class=\"book-paragraph\">In this way, you are able to navigate not only the changing circumstances of your life, but greater waves of change that are coming to the world, which will produce ever-greater degrees of instability and uncertainty in all nations of the world, even the wealthy nations.</p>\n\n<p class=\"book-paragraph\">How are you going to know what to do in the face of this? How are you going to know what to do when circumstances change, when you have to make difficult decisions in the moment, when you have to rely upon Knowledge within yourself instead of simply following the edicts or the predictions of people in positions of authority?</p>\n\n<p class=\"book-paragraph\">You must assume a greater responsibility for your life. That is fundamental. This, then, gives the encouragement that one needs and the commitment one needs to bring oneself fully into the moment and to discern one’s assets and one’s liabilities, the strength of one’s relationships, the strength of one’s connection to Knowledge, the appropriateness of one’s own circumstances.</p>\n\n<p class=\"book-paragraph\">Are you in the right place with the right people doing the right thing? Are your relationships encouraging you or discouraging you? Are they bringing you closer to reality or are they taking you away? For there are no neutral relationships. They are either helping you or hindering you in finding and building your strength, cultivating your wisdom.</p>\n\n<p class=\"book-paragraph\">In a world facing the Great Waves of change, these things now become ever more important. If you are idly sitting on the sidelines of life, preoccupied with television or movies, living out someone else’s imagination, disconnected from the events of the day, unaware of the great changes that are building in the world, then you are putting yourself in a position of extreme powerlessness and vulnerability.</p>\n\n<p class=\"book-paragraph\">As a result of this lack of awareness and preparation, you will feel immensely afraid. And as the Great Waves build, your fear will escalate. You will feel hopeless and helpless and be prone to panic and to making very bad decisions or to following others who are making very bad decisions.</p>\n\n<p class=\"book-paragraph\">God has put a greater Intelligence within you to guide you and to protect you, but you must gain access to it. You must listen to it and learn from it and refrain from making self-comforting assumptions about life and about your future.</p>\n\n<p class=\"book-paragraph\">Do not think that everything will work out fine. Everything will work out, but perhaps it will not be fine. Do not think that God will take care of things in the world, for God has sent you to take care of things in the world. Do not think that everything happens for a good purpose, for things just happen, and yet they can be used for a good purpose. Do not think you are at the right time and the right place with the right people, for this is a false assumption. You may be in the wrong place with the wrong people doing the wrong thing, and that is actually very common for people around you. Do not think that all fear is bad, for there is fear that is born of caution, the recognition of real danger, requiring a serious and wise response.</p>\n\n<p class=\"book-paragraph\">Learn about the Great Waves of change, and look out into the world with as much objectivity and courage that you can muster. Gain over time the strength to do this—looking every day, contemplating every day, seeing what change you must bring to your life and circumstances, avoiding complacency and ambivalence—these two plaguing maladies of the human mind. Avoid assuming either self-defeat or self-success, and venture into life without these false assurances or predictions. Face difficulty with the power of Knowledge within yourself. And serve others, not because the outcome is guaranteed or assured, but because the service is needed, and it is correct for you to provide it.</p>\n\n<p class=\"book-paragraph\">Fear is easy. It is easy to become fearful, to fall into the pit of fear or despair. It is easy to feel helpless and hopeless. It is a lazy response to life and to one’s circumstances. It is more difficult to face the challenges and to meet the difficulties on the road of life, to examine everything that must be examined, to fix or repair the things that must be fixed or repaired, to face your weakness and know that you must become stronger. Do not give in to the dark path of acquiescence or self-assumption, or hopelessness and despair.</p>\n\n<p class=\"book-paragraph\">In the face of the Great Waves of change, and indeed in the face of Intervention from races from beyond the world, people will become immensely afraid and will fall into despair. They will do this automatically because they have no foundation to face life with strength and objectivity.</p>\n\n<p class=\"book-paragraph\">Instead of facing the situation and asking, “What must I do?” and then considering what they must do, they will simply fall apart. Or their hope will evaporate as if it were a phantom. They will fall from self-assurance into the pit of despair as if they were falling out of a building. They do not have the strength or the foundation within themselves or the connection to Knowledge to face an unanticipated situation, an unexpected event. They will go into denial, and they will turn away, not because they are facing something that is unreal, but because they do not have the strength to face it. They cannot handle it. They cannot handle it because they do not have the strength, and they do not have the foundation, and they do not have the connection to Knowledge.</p>\n\n<p class=\"book-paragraph\">In the absence of these things, there is only hope and fear. And hope is easily defeated. And fear is easily adopted. It is as if you have nothing to stand on in life except assumptions and beliefs, and when those assumptions are threatened or proven to be false, you fall right out of the sky. Whatever was holding you up before has deflated, and now you are falling out of the sky—falling into despair, confusion and panic.</p>\n\n<p class=\"book-paragraph\">In facing the Great Waves of change, you will see this in people, this inability to face the situation, this inability to be with the problem, this demand for simple solutions, this demand for someone else to take care of the problem for them. You will see this. You can see it even now.</p>\n\n<p class=\"book-paragraph\">Fundamental resources in the world are diminishing. That is why the cost of everything is going up, but who can face that and see what the real cause is? Even the experts cannot do this. So governed they are by hope and ambition, they cannot see the reality. Life is telling them what it means, but they cannot see it or hear it. It is as if they are blind.</p>\n\n<p class=\"book-paragraph\">Formal education does not seem to make much of a difference here. The educated do not seem to have much more vision than the uneducated. They just interpret things in more complex ways.</p>\n\n<p class=\"book-paragraph\">You either see the signs of the world, or you do not. But to see them, you must look and keep looking. If you do not look, you will not see. If you do not see, you will not know. If you do not know, you will have no sense of where you are in life and what is happening. And you will not have the strength to deal with the changing circumstances that are bound to occur.</p>\n\n<p class=\"book-paragraph\">You may speculate about life and change. You may bring a spiritual perspective and think that everything is being governed by a great plan, but it means nothing if it only hides the fact that you do not have the strength to face the reality of your life and to recognize the Great Waves of change that are coming to the world and the strength to prepare.</p>\n\n<p class=\"book-paragraph\">Your spiritual ideas mean nothing if you have not built a foundation in Knowledge and the courage to face things and problems that cannot be easily answered. Some problems do not even have answers. Great problems do not have simple solutions. You must live with the problem and work with the problem to find ways of resolving it or removing its hazards. People who want simple solutions want this because they are not strong enough to face the situation.</p>\n\n<p class=\"book-paragraph\">Fear here is a product of a lack of preparation on one’s part and the result of one not using their intelligence, not gaining worldly wisdom. This is different from being concerned. Concern is recognizing risks and difficulties. Fear is being helpless and hopeless and overwhelmed. It is the difference between one getting off a sinking ship and one simply being frozen, not knowing what to do.</p>\n\n<p class=\"book-paragraph\">It is important to look at fear in this manner—the fear born of a lack of strength and preparation, born of the lack of having a real foundation of wisdom and strength, fear born of the absence of Knowledge in one’s awareness, fear that is the product, the inevitable product, of one living upon a set of unquestioned assumptions and beliefs.</p>\n\n<p class=\"book-paragraph\">God has given you a greater Intelligence to navigate the difficult and uncertain times ahead, but if you have not gained access to this Intelligence and brought it to bear in your life, then how can it possibly be of service to you? Without this deeper certainty, you only have your assumptions and your beliefs to give you any sense of stability and assurance. And what are assumptions and beliefs but just ideas in the mind? They may have nothing to do with reality at all.</p>\n\n<p class=\"book-paragraph\">The vast majority of mistakes and tragedies that people face are the product of their not paying attention, the product of their not being present to the situation, the product of not checking something out with Knowledge before making a big decision, of not heeding the warning signs, of not seeing the power and the grace of Knowledge working on their behalf.</p>\n\n<p class=\"book-paragraph\">Fear occupies the emptiness, the emptiness that is the result of one not building one’s foundation sufficiently. Instead of a foundation, there is nothing there, and within that space, fear, anxiety, apprehension, self-doubt begin to fill the environment. Where reality does not exist, imagination takes over—imagination that does not have any real guidance or focus to it.</p>\n\n<p class=\"book-paragraph\">Here people fantasize and dream and speculate, but really they do not know where they are in life and they do not know what they are doing. They are unprepared for what is coming over the horizon that could be discerned if they were looking, if they were paying attention and if they maintained their attention.</p>\n\n<p class=\"book-paragraph\">You were sent into the world to serve a world in transition, a world that will be facing the Great Waves of change, a world that will be facing the tremendous threshold of engaging with intelligent life beyond the world. You will be facing a world of declining resources, of economic instability, of political and social discord. You were sent into the world to face these things and to provide service to a struggling humanity. And yet is this your experience of who you are and why you are here? And do you really have the strength and the ability to do these things?</p>\n\n<p class=\"book-paragraph\">If you do not, after an honest reckoning, if you realize you do not have this strength or this awareness, then you can see what is necessary for you to focus upon: to begin to build this strength, to gain an education, to learn about the Great Waves of change, to take the Steps to Knowledge, to sober your life so that you can be present for it, so that it can be of great benefit to you, to set aside all these forms of personal avoidance and escape, to turn off the television set, to stop reading foolish things that have no meaning and to begin to focus on developing a wisdom and an awareness about what is happening in your world, to take the time to discern and to clarify and to write out your strengths and your weaknesses so you know what they are.</p>\n\n<p class=\"book-paragraph\">Where are your blind spots? Where do you tend to be foolish? Where do you tend to believe in other people without really questioning the value or the meaning of what they are telling you? What is the state of your personal health? What is the state of your economic situation? Are you in a position to deal with great change, or are you extremely vulnerable? Where are your strengths and your weaknesses, your assets and your liabilities? All these things then become a focus now, and they are all an antidote to fear and to negative imagination.</p>\n\n<p class=\"book-paragraph\">If you have not built your foundation, now is the time to start. Doing something really important for yourself will give you a growing sense of self-confidence. Taking action, not simply being aware of something but taking action regarding it, will give you a sense of confidence and movement in your life. You need this confidence, and you need this movement. You need to see that you can actually do something. Even if it seems insignificant, you can do something, and you are doing something, and you are keeping your eyes fixed on what it is that you must prepare for. You are avoiding all the tendencies within yourself to want to give up or to run away or to go into denial and avoidance. This is filling your life with strength and certainty, creating very little space for fear to emerge.</p>\n\n<p class=\"book-paragraph\">Do not worry what other people are doing. It is what you must do. Learn from those who are doing more than you are doing, but do not wait for a consensus, for the consensus will not be a consensus of wisdom. Do not follow the weak. Do not identify with the weak. And do not condemn the weak.</p>\n\n<p class=\"book-paragraph\">Instead, build your strength. Build your foundation in Knowledge. Bring your life into order and do not stop. And instead of fear, you will begin to feel the Power of God working in you and through you. And regardless of how difficult the circumstances may seem around you, you will be able to bring this strength with you.</p>\n\n<p class=\"book-paragraph\">This is your gift to the world, the world you have come to serve. It requires you to become strong and capable, aware and observant. It requires that you escape fantasy and denial, helplessness and hopelessness, for you are here to serve the world. And those who sent you into the world are your strength and your reminder that you are here for a greater purpose.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/escaping-fear-confusion-and-hopelessness.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/escaping-fear-confusion-and-hopelessness/"
}