{
  "title": "Escaping Fear",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We would like to talk about escaping fear because fear is so much a part of your experience. There is a way to escape fear so that you may become much more effective and present in life. It is not an empty promise to say that you can escape fear, but you must enter a different state of mind. You must enter the state of Knowledge, a state of profound knowing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot escape fear when you are living in your personal side, or personal mind. There are many attempts to do this, and they end up being extremely difficult, requiring great amounts of energy with little success.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To understand how to escape from fear, you must understand something about fear itself—where it comes from and how much it governs and determines your thinking, actions and experience. It is very difficult to define fear, although there are many definitions. Definitions are limited. You cannot simply have an explanation that will really serve you because this is something you must recognize in your experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are very upset, very distressed or very angry, stop and say, “Ah! I am afraid right now.” It is this recognition that is important. “I am afraid.” Often this is enough to disengage you from your distress or to give you a greater perspective while you are in distress. You recognize you are afraid. “At this moment I am afraid.” Having this recognition brings you into your experience. Otherwise, you will simply demonstrate the results of your fear because fear is very captivating.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why can’t you give up fear in a normal state of mind? Does that not seem like a worthy objective? When you are in a normal state of mind, you are identified with temporary things that are easily lost or destroyed. You want to protect what you have and acquire more and at the same time give up all the discomfort of doing this: Protect this body. Protect this mind. Protect these ideas. Protect these beliefs. Protect these possessions. Protect these affiliations. Protect this wealth. And protect all the things that will lead to further security in these areas.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Can you achieve this without anxiety? Can it be done? You are not a monastic. You do not give up all things and live in a monastery. Only very few people can do that. You are a person in the world. How can you escape fear? That is what We will be addressing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What about fear itself? So prevalent it is, so much a part of your thinking and your behavior. Your priority is fear. It is so fundamental to your experience that only through self-observation can you begin to realize what a dominant force it is.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Even Our words can arouse fear. Something new? Fear! Your first response? Fear! Our words, if they are true, what will they challenge? This response is very important to understand because if you undertake the reclamation of Knowledge—the very essence of all true individual development—you will begin to have a new relationship with fear. As a result, you will begin to understand the impact of fear on your life in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not something that can be accomplished only with definitions or explanations. Fear is too prevalent. It underlies most of your thinking, even your desire for a better world and your desire for peace.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many of your efforts to improve humanity’s situation or circumstances are governed by fear. Your longing for relationship, your anxiety about death—it is all fear. When you begin to really encounter all this, it becomes ominous. It seems like too much.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people begin preparation in Steps to Knowledge, they learn to become objective about these things and as a result are able to see them more thoroughly. This is important in enabling them to experience their true nature. They become observant in their lives. All true religions must teach this, for you cannot attain greater skill or ability or have access to greater Intelligence if you are thoroughly identified with your emotions or your ideas.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have your experiences of fear, and if you have been observant of yourself, you will see how much fear impairs you and how much it holds you back. You begin to see what is possible and necessary and you say, “Ah, I could do that, but I am too afraid.” However, it is not enough to say that all that is standing between you and your goal is your fear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People often think that without fear, they could be magnificent. This is not true. It is a very prevalent idea in many teachings on personal growth that without this demon called fear or early childhood memories or society’s programming, you would be such a great magnificent being, you could do anything and have anything.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a very prevalent idea and very stupid. It is not based on wisdom, but on idealism. So people attempt to attack their obstacles like great warriors and slay the dragon that stands on the bridge. And, of course, they wage war upon themselves. This is not the way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Fear is indigenous to your personal side. It is like trying to have a body without aches, pains, bruises or cuts. You need to have compassion so that you do not place impossible demands upon yourself or upon other people. This is very important if you seek to become a teacher. People can become fiercely involved in improving their personal side, but this is not the way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Fear is escaped because you are cultivating Knowledge. There is no place for fear in Knowledge. Knowledge, then, must become your focal point. Here you are not at war with the world or with yourself. You are cultivating something greater.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, your mind and body are like the house, and Knowledge is like the garden. So you go out in the garden to grow your food and you bring it back into the house. You cannot sit in the house saying, “Where’s the food? Where’s the food?” No food arrives. So you look all over the house and you decide, “Let’s change the house.” But the garden is outside. You must bring the food in.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like serving the world. People are very indignant that the world is the way it is. Yet how could it be otherwise? It is exactly the way it is because it is the product of where people are in their lives. So to say, “The world should be very different than it is,” means that you intend to declare war on the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not the way because sooner or later, you will become an adversary in the world, and you will become violent, governed by fear and not by Knowledge. “If the world does not change soon, it will blow up!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Can you teach peace if that is your motivation? Can you be a force for peace or reconciliation if your motivating force is profound anxiety? Can you raise a child thinking, “I must protect this child from becoming a criminal”? Can you raise a child effectively with that point of view? You cannot tend to the world with this point of view and hope to give a true benefit. Besides, the world is frustrating to change. People are very entrenched.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is one way to escape fear and that is by cultivating Knowledge. In this way, you do not declare war on yourself. You do not dissect yourself with a knife. You do not become cruel towards your personal side. You do not cast out your feelings or your little thoughts. You have compassion for that which is weak and respect for that which is strong.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here We take a complex situation, and We provide a simple direction. Yet to cultivate Knowledge, you will go through a lot of fear and by going through it, you will weaken it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Fear is a master. It is the master of the worldly mind. We do not call it an entity because that gives it a significance that it does not have. Yet it is a force that people share and generate. When people stop doing that, of course, fear will disappear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot say the same for love because you are not the source of love. But you are the source of fear. If everyone stopped loving, love would still permeate the world. That is why people have been unable to get rid of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We do not recommend, then, a prescription for removing fear by simply saying, “I will get rid of the fear and all there will be is love, happiness and peace of mind.” You know what? It does not work. Fear is too strong. You cannot say fear is nothing if it dominates the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In a Greater Reality, fear is nothing, but in your reality it dominates the world. It is quite wise, then, to give due respect to the strength of something you must face.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We say you must go through some fear to reach Knowledge, well, that is true. In doing this, though, you will find out what the source of fear is because Knowledge takes you directly to God. Then you will begin to understand why people hold onto their fear, as painful as it is. But this is a mystery you individually must discover for yourself. Definitions and explanations will not carry you through.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the reclamation of Knowledge, you will have to override your fear again and again. You are not at war here. You are simply choosing another way. “I choose to go this way, afraid or not. I follow Knowledge in this situation, no matter what.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then you pass through fear as if you were passing through a great black cloud. To do this, you must realize that your fear is not you. There must be some objectivity here. “This fear—it is not evil, it is not bad, but it is not me. I will be attentive to it, but it is not me.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We must make a very important distinction here that many people forget: Caution is different from fear. Caution can arise from Knowledge. Caution means that you are being very attentive because there is a possibility that something may go wrong, or you may have to make an important decision, even if nothing goes wrong. So you are very attentive—like a mountain climber, very attentive.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Mountain climbers are very attentive to where they put their hands and feet. Would you call that fear? Mountain climbers would become very afraid if they thought about falling off the mountain. They would panic; they would make poor decisions. That is why people like to climb mountains—they become very fearless and they can experience Knowledge, momentarily.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you must learn the difference between caution and fear. They are very different, but you must have the experience. To be able to experience caution in its real sense, you must separate yourself from fear within yourself. You must be able to identify it increasingly because fear is very blinding. It dominates your perception. You must see that reality is not based upon your perception.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not need to become a therapist with yourself to do this because the emphasis here is on keeping your eye on Knowledge, not on the obstacles to Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here We must make another very important point: If you become concerned with fear or any of its manifestations, it will dominate you. If you study evil, it will claim you. Why? Because without Knowledge, it is more powerful than you are.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, Knowledge must be the emphasis. It starts with recognizing what you truly know about your life and about the decisions that you must make. It requires that you develop the ability to be still internally through practice.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is important because with a certain degree of stillness, you are able to become observant. You cannot be observant if your mind is always on the go, running from thing to thing and going from thought to thought. How can you be attentive? How can you see anything?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The reclamation of Knowledge requires stillness of mind, it requires cooperation with others, and it requires the development of true discernment. This is all extremely practical and will have a direct bearing on everything you do in life. Because there are so few people who can demonstrate Knowledge in life, if you have even a little bit of this ability, you are a tremendous asset.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have things that you can lose that you feel are truly yours. There is so much regarding your social and physical survival. We can say, “Well, give it all up. It is not worth anything, anyway. You will be out of this world in a few years, and what is it worth then?” But it is not enough for Us to say that because you are meant to be in the world. You have a purpose in being here, a purpose that you cannot find either in your personal mind or in your fear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is planted in you like a seed. If you begin to cultivate it, it will begin to grow and take its own form. It has its own life, like a seed in the ground. You do not need to tell it how to grow. Just provide the necessary environment, nutrients and conditions, and it will grow.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">While this is happening, you are a person in the world who is still concerned about physical, mental and social survival. But there is something else in your life now, and you are giving it increasing attention.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot neglect the world because you have to live here, and you must be responsible. You cannot neglect the world to become a student of Knowledge. “All I want to do is practice all day long and have great experiences!” That is not a good idea. It will cause much distress. So you must be responsible as a person in the world and also develop your capacity for Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge develops very slowly because people are very afraid of Knowledge. They are very afraid of the one thing that will take them beyond pain.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Some people will ask, “Well, that is all very good, but what do you do about the world in its difficult state? I feel I must do something.” What do you do about the world? Well, there are two motivations for serving the world: one is where you are moved by Knowledge and the other is where you are moved by fear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For this reason, many students of Knowledge must temporarily withdraw from political or social involvements because fear still captivates them. It captivates their minds. They do not permanently withdraw; they only need time because they must learn to become observant and discerning. They must develop some very fundamental and useful abilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sometimes Our answers seem rational and people say, “Oh, this is very good!” And sometimes Our answers are not rational and people say, “I do not understand this.” But answers are temporary expedients.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Not everyone wants to become a person of Knowledge. Very few do. Yet the person who will help your life to be beneficial is the person of Knowledge, whom you may never meet.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why has the world kept going in spite of all of its tribulations? Twenty years ago, people were saying: “My God! We are on the verge of total destruction.” Today people say: “We are on the verge of total destruction.” Twenty years from now, people will say, “We are really on the verge of total destruction! We must do something quick!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who is holding us all together? The animal nature in people is quite capable of destroying the race, yes? Any of you could be murderers or criminals. So who is holding it together? Why have human beings persisted? There must be a force. Something is doing this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You only need relatively few people with Knowledge to preserve life here. Everyone drinks from their wellspring, yet only a few know where the water comes from and who brought it here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why the Wise go unseen. If someone of true ability pronounces themselves, it causes a lot of trouble. That is why advancing students of Knowledge must give up all ambitions, even to save the world, even to use their newfound skills to bring good to a suffering world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A few individuals will need to make a presentation to change the course of religion or history or to effect change in human thought, but for the most part, the truly adept individuals in the world remain hidden. In this way, their work will be unimpeded.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What We are doing here, you see, has been done for thousands of years. It is not a new phenomenon. Yet for thousands of years it was done in extreme secrecy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have such freedoms now. Of course, the disadvantage of your time is that people respond without a great deal of intention. In earlier times, you risked your life to receive a Teaching such as this. Therefore, it would have been very important to you and not a casual curiosity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In your world now, you have greater freedoms, such great freedoms. Few of the advanced worlds in this part of the Galaxy have such freedoms. But along with such freedoms, people suffer from very poor motivation. People are without direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everyone of course wants to minimize difficulty and conflict in their lives. “I don’t want trouble! I don’t want to run out of money or have anything bad happen!” You want to be comfortable so that you will be free to enjoy your personal pursuits as much as possible.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, it is usually the uncommon and even extreme circumstances that spark Knowledge in people. Not that pain should be a prerequisite for Knowledge, but sometimes when things happen that are really different, people have new experiences.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now We must talk about the “house on fire.” If the house you were living in were on fire, everyone would forget their personal reasons for being here and pitch in and do what is necessary. This situation would put you in a different state of mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And you know, when these kinds of things happen, people sometimes respond without fear. But after it is all over, they become very afraid. “Oh, my God! What could have happened! Oh, I just barely escaped!” But in the moment, they were without fear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">While people are trying their very best to make all their circumstances very agreeable, at the same time they are also trying to make circumstances very severe to give themselves an opportunity to experience Knowledge and to wake up. Isn’t that interesting? We think that is very interesting. Why do people do such stupid things? To wake themselves up.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If everything were wonderful, if you had Heaven on Earth right now, wouldn’t that be grand? Wouldn’t it be beautiful with everyone loving and no one having to work unless they wanted to? But how long would it last? If you did not return to Knowledge, it would not last but a moment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot have stillness in your environment if you cannot be still within yourself. You could not tolerate it. How many of you could sit quietly for eight hours and not move? How many of you can sit still for twenty minutes and not move?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Being still. Everyone wants a world that is still and lovely, but who could tolerate it? That would be the most fearful thing of all. That is why Heaven is not wanted. Who wants Heaven? People want to know there is a Heaven, just in case the world does not work out, but who wants it now?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are not saying this to frustrate you, but to allow you to have compassion for the world. The world is doing pretty well, considering that human beings are only a few years away from being tribal people and that you have so many newfound skills and abilities. You are doing fairly well, as far as societies at this stage of development go.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The man and woman of Knowledge are concerned with Knowledge, but they are also concerned with what Knowledge is directing them to do. This is where your calling in life begins to arise. People, of course, want to find their calling without Knowledge, which means they simply want a new definition for themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your calling in life emerges from your Knowledge. Here you feel that you must do certain things. It is not a matter of personal preference. It is not even driven by fear. “I just must do this!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are able to do these tasks with such strength and conviction, such single-mindedness. You will not be a pure and immaculate person, but you must do this one thing. Then you become able to do things in the world very effectively, without fear. You will have concern, and your personal side, what is left of it, will have its usual kinds of anxieties, but there is something more important now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Fear is escaped because there is something more important. If the house were on fire, who would be sitting around worrying about when they will find a relationship? Something now is more important. There is purpose now, for a little while, to preserve life in a dangerous situation. Fear is escaped because there is something more important than fear that takes you out of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not need dire circumstances if the source of your wisdom is being attended to. It will grow slowly, and it will bring about gradual change in your life because for the vast majority of people it must be very slow. Some people want it to move very fast, and so they do extreme and difficult spiritual practices, the hardest they can find—the “path of fire,” they call it. But those who follow the slow, methodical way go faster.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One of the most important qualities is stillness. In developing stillness, you are able to see things you could not have seen otherwise regarding yourself and subsequently the world. You are increasingly able to look at situations, individuals and even objects and see what is actually there, not what you are interpreting to be there. All students of Knowledge must develop some degree of stillness so that they can start to see things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This also develops their desire for peace because peace is very still. Peace is not simply the absence of conflict in the world. Peace is stillness. As long as stillness is greatly feared, there will be war because the struggle for stimulation will produce conflict.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are cultivating Knowledge, you are always facing fear and choosing either to go with Knowledge or not to go with Knowledge. When you go with Knowledge, something happens that is wonderful. But when you do not go with Knowledge, you find out that going with Knowledge would have been a better idea.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In developing stillness, you also develop patience because Knowledge does not reveal itself upon demand. If you feel you must make a decision and Knowledge is silent, maybe you do not need to make a decision. Maybe you cannot make a decision. Maybe any decision you make will have no true potency. So patience naturally must arise.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">With patience come tolerance, faith and trust—all very fundamental things. When you are still, the Presence is with you, your Teachers are with you, and the power of your Spiritual Family begins to emanate through you. When you are still, you become more a mirror or a window than a wall.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must recognize at this point that We are talking about you, not about your husband or wife or friend or client. You are the subject. So the idea is not, “How can I make this other person have these qualities?” or “What can I do for this person?” It is about you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Another aspect of escaping from fear is that you must begin to think about your life beyond the world. We can say that We are without fear because Our foundation is not in the world. That does not mean that We do not take Our role in the world seriously. We are not free from the world totally. We have to work here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are better places to work, but We are fed by Our life beyond. We are rich. We have relationship. The world cannot hurt Us. Therefore, you must have a foundation beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because of their early religious training, some people cannot say the word God. So whatever word you need to use to give yourself permission to think about your life beyond the world, please use it because your role in the world is dependent upon where you have come from.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People look to the world saying, “Give me meaning. Give me purpose. Give me direction. I have come looking for the truth of my life.” But the world cannot do that. That is like a doctor walking into the patient’s room saying, “Who am I, please? Tell me!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The world needs the truth you have within yourself. The world cannot give it to you. But once you give it, the world will bear witness to Knowledge because Knowledge is everywhere.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A Mind without fear can see this. A mind with fear can only see its own thoughts and interpretations. It is not free to see or to know. It is out of relationship with life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your life must be beyond this world for you to experience this because you are here such a short time. It is very important, then, to think about your life beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very important to associate with individuals who have devoted themselves to Knowledge. Knowledge is good. You cannot find it and misuse it. As soon as you claim it for yourself, you lose it because it works through you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can become still and open, you will begin to shine like a beacon. You will feel moved to be with certain people and to do certain things. Your life will be very simple.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why We say you must take time to become still, or you will be as frantic as the world and as unhappy. Increasingly, your happiness and your relationship with others will come from Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you can escape from fear. And you will see your fear, oh yes. It will be standing in your way and saying, “You cannot enter here.” Fear can be identified because it has no depth. It is very superficial, though it can be very strong in its inducements. It does not have substance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In this, it is very different from Knowledge. Knowledge is quiet but has tremendous Presence. It is extremely intelligent, but it does not think all the time. It is a different state of mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The world is kept going because there is a sufficient number of men and women of Knowledge in the world, and Knowledge moves other people who do not know anything about it.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/escaping-fear/"
}