{
  "title": "Escaping the Past",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity is preparing to live in a very different future, a future unlike the past in so many ways. The accelerating change that you experience around yourself and even within yourself gives testimony to this. But it is not merely that your immediate circumstances are going through change or that you are perhaps having new kinds of experiences within yourself. The whole world is changing. For the Great Waves of change are upon the world, and humanity is now facing Contact and intervention from intelligent races in the Universe, from the Greater Community of life in which your world exists.</p>\n\n<p class=\"book-paragraph\">To be able to recognize this and to respond to it accordingly, you have to be able to think clearly. You have to be able to see clearly, with great objectivity. You have to bring common sense to your decisions. But this seems remarkably difficult for people and has always been difficult for people because their thoughts reflect the past. Their assumptions reflect the past. They assume and believe that the future will be like the past.</p>\n\n<p class=\"book-paragraph\">This has become so ingrained that people even think that life is a set of cycles like the past—economic cycles, life cycles—as if the past is simply reasserting itself, recreating itself over and over again like the perpetual continuance of the seasons, or the rising and falling of the sun. This past orientation prevents people from seeing clearly, prevents them from bringing common sense to a new set of questions, prevents them from recognizing that their lives are changing and that they have to make decisions now that are perhaps unlike anything they have ever had to do before.</p>\n\n<p class=\"book-paragraph\">Many people want to escape the past because of their failures and their disappointments. These things can haunt them and often do. But escaping the past has a far greater importance here. Its importance is related to your ability to see and know the truth in the moment and to respond to the changing circumstances of your life.</p>\n\n<p class=\"book-paragraph\">If you do not see these things and respond appropriately, change will have a devastating impact upon you. It will overtake you. You did not see it coming. You did not recognize the consequences. You did not see the importance of making a decision way back when you had the opportunity to make the decision. So much regarding success and failure in life depends on the ability to see, to know and to respond appropriately, even facing decisions you are unaccustomed to, even facing circumstances you are not adapted to and are not used to.</p>\n\n<p class=\"book-paragraph\">God has put within you a greater intelligence to help you make these decisions, to help you to see and recognize a set of circumstances that you must respond to. God has given you the eyes to see and the ears to hear. But because the mind is so fixated in the past and on the assumptions from the past, this seeing and this hearing are greatly impeded and in many cases overwhelmed.</p>\n\n<p class=\"book-paragraph\">The past you are escaping is not merely your own sense of failure, loss and disappointment from previous times. It is really the influence of the past on your ability to look ahead, to see what is coming over the horizon of your life, to recognize the Great Waves of change in a timely manner so that you may be able to respond to them, prepare yourself for them and so that you may have the time to change the circumstances or the situations in your life appropriately.</p>\n\n<p class=\"book-paragraph\">Knowledge within you will warn you far in advance of danger and difficulty. But if you cannot hear what Knowledge is telling you or if you do not take its messages seriously—dismissing them as mere obscurities or fears that must be overcome—then you will not benefit from the great voice that God has placed within you. And though you are intelligent, you will not function in an intelligent manner. For real intelligence is the ability and the desire to learn and to adapt. This is what real intelligence is. Real intelligence is not simply solving complex problems or building complex machines or being clever and witty. For if you cannot see and you cannot know, what advantage do these aspects of your mind give you? If you cannot respond intelligently to life, then what is the value of your intelligence?</p>\n\n<p class=\"book-paragraph\">God knows what is coming over the horizon, and that is why there is a New Message in the world. But if you cannot see it, if you cannot respond to it, if you cannot mount the effort to do those things that it is telling you to do, then this New Message will seem to be lost upon you, and the great endowment of Knowledge that has been given you will not be yours to benefit from.</p>\n\n<p class=\"book-paragraph\">Many people speak of possibilities regarding the future. The future could be this; the future could be that. This may happen; that may happen. The Earth may get warmer; the Earth may get colder. There is endless speculation, but no vision, no Knowledge and no recognition. People can spend a great deal of time in speculation and in debate over the possibilities for this or the possibilities for that. But the speculation is all based upon the past—past assumptions, past orientation, past beliefs, past experiences, the history of their lives and the history of humanity. But if there is no recognition, if there is no real insight, then all of this time and energy and debate and speculation are for nothing. It has not benefited you at all.</p>\n\n<p class=\"book-paragraph\">In debate, you will rest upon the assumptions that you are most accustomed to. You will seek to reinforce what you already believe to be true. You will try to defend your position, assert your perspective and solidify your beliefs to reinforce the past. This tremendously wasteful expenditure of your energy, time and resources is actually just an attempt to reassert what you already think is true and to overcome any objections to this. Self-fulfilling this is and self-defeating all at once.</p>\n\n<p class=\"book-paragraph\">The truth in life is that you do not know what is going to happen next unless Knowledge gives you an insight or a clue. People base their whole lives on a set of unquestioned assumptions about the continuance of things that they recognize and are accustomed to. But life can give you a new experience and can rob you of your abilities in a moment. Things can change for you dramatically in a moment—a great accident, a great loss, a great illness, a tragic set of events in your community, war, pestilence, drought, famine or flooding. The list goes on and on, and yet people are not wary. They are not looking. They are not paying attention. They are not reading the signs of the world that are telling them that great change is upon them.</p>\n\n<p class=\"book-paragraph\">Before there is a great illness, there are signs. Before there is a great drought, there are signs. Before there is a failure in your activities, there are signs. Before a relationship fails, there are signs. Before any great mistake, there are signs. Yet who is paying attention? Who is looking? Who has the clarity of mind to see these signs and to interpret them in the moment for what they really are and for what they really reveal?</p>\n\n<p class=\"book-paragraph\">If you are not reading the signs of the world, you are not behaving in an intelligent manner. You are not using your intelligence, the greater intelligence that God has given you—not your social conditioning, not your appeasement of other people’s expectations of you, not your constant striving to gain material success or to win approval from others, but the great intelligence that the Creator of all life has given you to see, to know and to act with commitment and certainty.</p>\n\n<p class=\"book-paragraph\">The signs are there. Great Waves are coming to the world, converging upon humanity—environmental degradation, changing climate, the loss of resources, the depletion of the world, the decline of the world and the presence of an intervention from beyond the world by races who are here to take advantage of a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">There are so many signs. The world is telling you what is coming. It is warning you. It is trying to get your attention. But your attention is always on other things—on your internal problems, on your internal conflicts, on your memories, on your hopes, on your dreams, on your fears, on your constant activities and constant stimulation.</p>\n\n<p class=\"book-paragraph\">Humanity has at this time reached a great threshold, a turning point where change on a scale that has never occurred in the world before is beginning now to take place. You cannot avoid this. You cannot run away and hide somewhere, pack your bags and move to the country, or move to another country. Wherever you go, wherever you are, the Great Waves will be there, and the impacts will grow over time and in many places will be catastrophic.</p>\n\n<p class=\"book-paragraph\">The world is telling you this. Knowledge within yourself is telling you this because it is the truth. It is not dependent upon a person’s perspective, attitude or beliefs. These do not change the great circumstances that are coming. Whether you are loving or fearful will only either help you or disable you from recognizing the truth of your situation. It is not a matter of perspective. Do not fool yourself in thinking this. Do not try to bypass the power of recognition that God has placed within you that will protect you and guide you and ultimately place you in a position to be of great service to others.</p>\n\n<p class=\"book-paragraph\">While your mind, your intellect, does not know what will happen next, Knowledge within you is responding to the signs from the world and from the wisdom from God. Therefore, fundamental to your preparation is building a relationship with Knowledge, taking the steps to Knowledge and gaining access to the wisdom and the power that God has placed within you, which now, more than ever before, will be essential for your survival and success.</p>\n\n<p class=\"book-paragraph\">To project into the future expectations based upon the past is really only a form of dreaming and fantasizing. It is not intelligent. To think you are going to have more than your parents had, to think that the world is going to give you whatever you want, to think that life will yield to your preferences and to your objectives is to be foolish and self-defeating.</p>\n\n<p class=\"book-paragraph\">Now at this great threshold, you will have to read the signs very carefully and very objectively, both from what the world is telling you and from what Knowledge within you is indicating, in order to begin to navigate a changing set of circumstances, a changing set of situations—navigating the troubled waters ahead.</p>\n\n<p class=\"book-paragraph\">Here you must stop dreaming, stop speculating and stop fantasizing in order to take the time to become still, to listen, to look and to allow the realization to slowly come together for you. Here there are no quick answers and immediate solutions. People want these things and expect them because they do not have the strength to face uncertainty. They do not have the skill and the maturity to face a set of circumstances that they cannot at first understand. So they want or demand solutions, answers, things that are simple, things that do not require any work from them or any participation from them, for they want to keep on dreaming, keeping their life of fantasy going so the world does not impinge upon them or demand anything from them.</p>\n\n<p class=\"book-paragraph\">If you understand what real intelligence is, you will see how remarkably foolish this is and how it will lead people to their own demise. You will see how it prevents one from receiving the wisdom and the grace of God. For God is not going to come and change all the circumstances to give you what you want. What you want is what is fooling you, what is obsessing you and what is dominating your attention—getting what you want, having what you want, dreaming about what you want, trying to manipulate yourself and other people to get what you want. Beyond meeting the basic necessities of life, this pursuit becomes ever more self-deceiving. It robs you of intelligence, wisdom and ability.</p>\n\n<p class=\"book-paragraph\">The past here will always pull you back, pull you back into a life of fantasy and speculation, argument and debate, a life where you only want to look at certain things and not at others, a life where you do not want to recognize the truth of your situation or see the evidence of great change coming over the horizon.</p>\n\n<p class=\"book-paragraph\">This is tragic. It is tragic not only because of the outcome, but it is tragic because of the loss of your ability to gain the great wisdom and power that God has given you and its service to the world through you. Here not only does your life succumb to the Great Waves of change, but you are denied the possibility of providing a great contribution to life.</p>\n\n<p class=\"book-paragraph\">Here dreams of success and fulfillment, happiness and contentment, have taken you away from being really engaged in life—an engagement that will bring you true satisfaction, true ability and the possibility of fulfilling your greater purpose for coming into the world. You have given away something great for something very small and insignificant. You have chosen a little pleasure and have forfeited a great satisfaction.</p>\n\n<p class=\"book-paragraph\">God is not going to come and fix everything up for everyone, but God has placed Knowledge within everyone. Only Knowledge can lead you to act courageously, to act wisely and to act in such a way that you are able to benefit from a changing set of circumstances and to be of service to others, which will provide great satisfaction to you.</p>\n\n<p class=\"book-paragraph\">Look at history and it will teach you these lessons. In that respect, the past is a great teacher. Look at people living at the dawn of times of great change, at the outset of times of great change, and see the consequences for those who were aware and made preparations and the consequences for those who did not. Here history can be a great teacher, a great teacher of wisdom.</p>\n\n<p class=\"book-paragraph\">You are now living at the threshold of great change in the world. If you do not respond to this and cannot fulfill what Knowledge has given you to do, then these times will be terrifying and unsettling, and you will not be in a position to escape the difficulties, to benefit from the opportunities or to be of service to others.</p>\n\n<p class=\"book-paragraph\">This is why you must become serious about your life. You must look to your life. Stop playing games. Stop fantasizing and become engaged in life. Pay attention to what the world is telling you, but do not come to immediate conclusions. Do not look for simple answers. Do not demand solutions. For the Great Waves of change that are coming to the world and humanity’s emergence into the Greater Community are problems you will have to live with. They are long-term situations that you will have to learn to deal with step by step. You will have to live with them and let the solutions come to you and to others gradually, for no one has an answer for these things. No one has a solution to the Great Waves of change. There are many people who see solutions to aspects of the Great Waves, but no one has an answer or a solution to the whole thing.</p>\n\n<p class=\"book-paragraph\">No one has an answer to how to prepare for the Greater Community, for how could they know—unaware of what life is like beyond the boundaries of this world, unaware of the complexities of engagement between nations in the Universe in your own vicinity and unaware of what governs life and commerce in this region of space that you will have to become educated about? Only a New Revelation can give you insight here. But even here, you have to grow and advance, for real learning is a step-by-step process. It does not happen all at once. Only those who are lazy, indolent and weak think they are gaining a great understanding in the moment. That is never the case. You learn in stages because you grow in stages. Great problems and challenges cannot be resolved quickly.</p>\n\n<p class=\"book-paragraph\">This is what life has always taught, and it is this that you must learn now if you are to gain real strength and ability in the face of the Great Waves of change. You will have to take steps, not always certain if they are the right steps, not always certain of the results that they will produce and not in control of the process. You will have to become stronger, more observant and more careful in what you do, in what you say and in what you give yourself to. But this is the price of wisdom. This is the price of having strength and ability, for you cannot be fooling around in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Take the lessons from history, but look ahead. Clear your mind. Set aside your assumptions. Set aside your beliefs and your preferences so that you may see, so that you may know, so that you may respond to the signs of the world and to the signs of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">At first, these signs will seem subtle and perhaps indistinct, but over time they will become extremely clear and powerful. You will marvel at how you ever could have ignored them or overlooked them before. This will give you strength and confidence that Knowledge will speak to you in the future, and if you are in a position to follow it with strength and commitment, without assumptions, you will be able to navigate what to others will seem incomprehensible and overwhelming. You will be able to see the gift where others only see the loss. You will be able to recognize what you yourself must do and become, while others fall away and are overtaken.</p>\n\n<p class=\"book-paragraph\">You will see, with greater and greater clarity as you proceed, how the past has fooled you, how the past has diluted your awareness, how the past has kept you vague and self-obsessed and how the past has kept you locked in an experience of yourself as being weak and incompetent. You will have to have humility here, for the situation will be bigger than you are, and you will not have easy answers to rely upon.</p>\n\n<p class=\"book-paragraph\">It is because these are the Great Waves of change—immense they are, and long standing. They are the product of humanity’s misuse of the world, the product of humanity’s greed, humanity’s conflicts, humanity’s overuse of the resources of the world and humanity’s ignorance about life in the Greater Community.</p>\n\n<p class=\"book-paragraph\">There is no escaping the consequences, for life is moving, and you must move with it. Circumstances will be changing in an increasing manner. You must be able to see what this will tell you to do and to become stronger with Knowledge so that you can discern the right moment to act and the right action to take.</p>\n\n<p class=\"book-paragraph\">Around you there will be increasing discord, anger, frustration, chaos and confusion. People will be upset. People will be enraged. People will be living in anxiety. People will be having great difficulty. Here you can only look to other individuals who are responding with Knowledge and to Knowledge within yourself, for around you everyone else will be panicking or will be trying to fool themselves increasingly in the face of great change.</p>\n\n<p class=\"book-paragraph\">The mental environment will become ever more discordant. People will be snapping out of their dreams of self-fulfillment with great difficulty and tremendous fear. People will be behaving in a self-destructive manner. Foolishness, confusion, hostility and conflict will grow around you. How will you be able to maintain your focus, your clarity, your self-awareness and your connection to Knowledge in this increasingly difficult environment? This is an important question. And it can only be answered by building a foundation in Knowledge, by learning about the Great Waves of change and by considering everything that you do and whether these things will be able to be sustained into the future.</p>\n\n<p class=\"book-paragraph\">You will have to change when others are not changing. You will have to go right when everyone else is going left. You will have to respond when no one seems to respond or to even care. Knowledge will lead you to act when action must be taken even if no one else is taking that action.</p>\n\n<p class=\"book-paragraph\">Here you cannot rely upon consensus or the agreement of those people whose approval you think you must have. You have to become tremendously sober, self-reliant and clear minded. You have to gain control over your emotions and your reactions sufficiently so that you can maintain an awareness of where you are and who you are, no matter what is going on around you. And you will have to overcome the temptations of fear to go into denial, avoidance or blaming others.</p>\n\n<p class=\"book-paragraph\">This will not be easy, but it is redemptive, for this is where your great strength comes forward. This is where the power of Knowledge begins to reveal its true reality and significance in your life. Here is where your real gifts to the world have an opportunity to emerge where they could never emerge before. Here you will be living not a life of comfort and preference, but a life of clarity and meaningful engagement with others and with the world. For the comforts will fall away. The indulgences will become impossible. And yet it will be a time of great compassion, a time of great giving, a time where great relationships will be initiated and will grow and a time of redemption in the face of immense and seemingly overwhelming difficulties.</p>\n\n<p class=\"book-paragraph\">For this, you will need to take a different position with yourself—not as a slave to your wishes and your fears, not as a weak, pathetic person, but as someone who was sent into the world to serve the world under the very circumstances that will be growing around you. What happened before in your life will seem ever more remote as you respond directly to what life is putting in your path today and tomorrow and in all the days to follow. What you thought you were, what you thought you wanted, your preoccupations, your great conflicts with yourself and your past disappointments and failures, will all become further and further lost in the past, washed downstream in the river of life. For when you are living fully in the moment and preparing for the future, the past cannot haunt you. It cannot overwhelm you, for your life is given to things that are more immediate and are more significant.</p>\n\n<p class=\"book-paragraph\">You escape the past by engaging in the present and by preparing for the future. Some aspects of your past will continue to serve you, and some aspects of your past will continue to bother you, but overall your emphasis will be on living in the moment and preparing for the future.</p>\n\n<p class=\"book-paragraph\">This engagement with life is life giving and is life restoring. Here Knowledge becomes more significant than your memories. Here the experience of clarity becomes more important than the seeming significance of your ideas or beliefs. Here your ability to see and to respond becomes ever more important for your well-being than your cherished ideas from the past. Here you are willing to sacrifice who you thought you were to allow yourself to become, over time, a greater person serving a greater purpose. Here your friends will change, your acquaintances will change, your priorities will change, your actions will change, your awareness will change—all to move you into a greater and more secure position in life.</p>\n\n<p class=\"book-paragraph\">Here you must have great compassion for others, for there will be tremendous failure and confusion all around you. Yet if you can undertake this preparation yourself, which is your destiny to do, you will have compassion for others, for you will see how difficult it really is to change your relationship with yourself and your relationship with the world. You will see how much of a focused effort this requires on your part—a sustained effort over time and through many situations. You will understand the challenge. You will see that everything in life that is meaningful is the product of commitment and consistent self-application. You will see its value for you and for others. And you will become a source of strength when others’ strength seems to fail.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/escaping-the-past/"
}