{
  "title": "Conclusion",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">There are many specific elements in initiating, maintaining and completing relationships that have not been mentioned in this book, yet they are related to what has been presented here. Knowledge is your guide. Fantasy will undermine you. Honesty will provide safety. Dishonesty will create a threat. These things are fundamental regardless of what is occurring and regardless of whatever specific issues you are faced with at this moment. Knowledge knows how to deal with all of these issues.</p>\n\n<p class=\"book-paragraph\">If you are becoming attuned to your inner life and receptive to Knowledge within you, then you are in a position to learn these things, and what you will learn you will receive both from within yourself and from people around you. Life will serve you if you are allowing yourself to be served. Life will respond to you if you are actively engaged in meaningful relationships. The power of discernment is here for you to cultivate, and cultivate it you must for it to be effective in serving you.</p>\n\n<p class=\"book-paragraph\">Do not think that you can bypass the challenge of relationship, for without relationship you will go nowhere and you will have nothing. Accept this great truth so that you may receive the beneficence of life. With this beneficence, life will heal you and teach you what you need to learn and to do as you proceed. Life is here to serve you, and your relationships with others are the context in which this service is rendered.</p>\n\n<p class=\"book-paragraph\">Accept then the gift of grace for yourself and for everyone. Become dedicated to being a student of Knowledge, and you will be dedicated to receiving the truth and to giving the truth. The blessings of your experience of relationship will then be given to others in ways even beyond your recognition, for the giving never stops once it is initiated. It continues to reverberate through people. This is part of the mystery of your life. For what is beneficial for you today was given hundreds and thousands and even millions of years ago and is continuing to reverberate from individual to individual. Here the greatness of the past serves the immediate needs of the present, as the greatness of the present will serve the needs of the future. Your errors occur and can be forgotten, but your successes last because they are all successes in relationship and communication. They all bring into consciousness the reality of God’s life, which is a life of pure relationship.</p>\n\n<p class=\"book-paragraph\">Practical questions will continue to arise. Yet with a supportive network of individuals and with a commitment to experience Knowledge and to exercise your honesty, you will be in a position to learn precisely what you need at this time. You will be able to find and give what you need within the context of your relationships with the greatest effectiveness and satisfaction.</p>\n\n<p class=\"book-paragraph\">You were sent into the world by God to serve your Spiritual Family. You were sent to initiate and reclaim relationships, to recognize your gifts, to allow them to be expressed and to undergo a lifelong process of preparation, each stage of which is necessary for you and necessary for those who will know you. The success of your life will be for you and for those with whom you become engaged. It will transcend your immediate circumstances and will continue into the future to serve the world. For Knowledge is a living force and to the extent that it has been reclaimed, it is present everywhere. You contribute to the power of Knowledge in the world by receiving it and expressing it yourself. As your receptivity and expression grow, the power of Knowledge grows.</p>\n\n<p class=\"book-paragraph\">The state of the world is a mixture of Knowledge and the denial of Knowledge. These two realities are not at war with each other. They simply coexist. How can Knowledge coexist with falsity? Knowledge exists because it is here and because it is being contributed. It does not seek to conquer or to eliminate falsity. It only seeks to establish itself. Falsity may resist Knowledge, but it cannot dominate it and it cannot overcome it. Falsity can only distract people and lead them in another direction.</p>\n\n<p class=\"book-paragraph\">How fallible then is that which is not true. How deceptive it must be then to gain such attention. Be aware that what offers immediate allurement rarely offers lasting satisfaction. When you think objectively about this, you will see that immediate allurement and lasting satisfaction are usually incompatible with one another. For how can a moment of pleasure in any way compare to a lifetime of giving and receiving, a lifetime  of accomplishment and fulfillment and a lifetime of learning, challenge and success?</p>\n\n<p class=\"book-paragraph\">All encouragement is given to you who have come into the world to seek true relationship. All encouragement is given to you who have come into the world to express the essence of pure relationship within your engagements here. All encouragement is given to you who must learn the many lessons along the way as you climb the mountain towards truth and Knowledge.</p>\n\n<p class=\"book-paragraph\">As you proceed, your need for people and your discernment of people will grow. Your requirements here will become more specific because climbing the mountain will require greater skill as you proceed. As your real needs become more specific and more emphasized, they will become ever more recognized and fulfilled. This provides the basis for discernment, for when your needs become clear, discernment can be established. Then you know what you need, you know what to look for and you will not accept substitutes because they are not acceptable. You will not accept compromises if they undermine that which is essential to your accomplishments and needs. This gives you objectivity and clarity of mind. This establishes you as a force to be reckoned with in the universe—a force for Knowledge, a force for relationship and a force for good. From this will come your spiritual calling. This will be a specific engagement in the world through which your spiritual life may be most fully expressed and around which your relationships may become established with the greatest emphasis for truth and spiritual development.</p>\n\n<p class=\"book-paragraph\">The world is emerging into the Greater Community of worlds. It is also slowly becoming a unified community in and of itself. Lines of separation are being broken down. Wars are being fought to preserve the past, but the future marches forward relentlessly. You are in a very accelerated evolutionary phase, and this requires greater discernment and wiser participation in relationships. For the world needs you, and you cannot afford to waste your time in engagements that lead nowhere. Your time is valuable, your gifts are valuable and your life is valuable. Realize this and you will not be satisfied with anything less than that which you truly know is meant for you. This will make you powerful, for you will not fall prey to the many things that captivate people and hold them in fantasy while their life passes away.</p>\n\n<p class=\"book-paragraph\">To discover your calling, you must follow your purpose. This will lead you through many stages of preparation until you can recognize specifically what you are here to do. Your calling is your life’s work. Yet do not be impatient for this because it is the result of your learning. It is not merely the result of your ideas or what you think the world may need. Your life’s work will involve you completely. You will need to give yourself to it completely. At this stage, there can be no holding back. You must reach this stage of development where you can give yourself completely, without a sense of sacrifice or loss. Your desire to give and your desire to be free of ambivalence must be great enough to enable this transition to a single-minded life to become real and accomplished.</p>\n\n<p class=\"book-paragraph\">As you learn to be successful in your experience of relationships, especially in those primary relationships that are meant for you, you will be able to ascertain relationships within a greater context as well. You have relationships with others in the Greater Community of worlds because this world is not your only home. Your network of meaningful relationships exists far beyond humanity because humanity is but one colony of intelligent life amongst many who dwell together in the Greater Community. You have relationships there, and for you these relationships may be very primary because they are relationships with members of your Spiritual Family.</p>\n\n<p class=\"book-paragraph\">As the world is now preparing to emerge into the Greater Community of worlds in a recognizable way, these relationships will become activated because they are important. For you, this may become a great emphasis, not because of personal fascination or because you may think you need to escape a mundane life, but because this represents something in the realm of Knowledge that is essential to the meaning, purpose and direction of your life. Here you will begin to experience relationship with those you cannot even see. You will experience affinity with those you have not even met. This will be very mysterious. Perhaps you will give it some arbitrary identity or definition, but mysterious it will remain.</p>\n\n<p class=\"book-paragraph\">Relationship is not two bodies together. It is not two minds sharing the same ideas. It is spirits touching through minds and bodies. This is what makes all human encounters and engagements meaningful. For what can be more valuable and more essential than when two people truly touch each other and give to each other even in the simplest of circumstances, in the simplest of gestures? This is the high point of human achievement. Brilliant inventions and great achievements in human learning can be extraordinary, but nothing can surpass that moment when two spirits touch through the human mind and body.</p>\n\n<p class=\"book-paragraph\">This is what you are seeking in relationships, and that is why this preparation is being offered to you. It is a moment of deep recognition within the context of a relationship. You may experience such moments of recognition outside the context of a relationship, but they will have no means of expression. Every moment of recognition within the context of a relationship means that the relationship itself can express that recognition and its benefits to the world around you. Here the gift is being experienced and has the opportunity to be given. Whatever is given from this recognition and relationship will grow within you. Whatever is contributed from this recognition and relationship will become firmly established in your mind.</p>\n\n<p class=\"book-paragraph\">What is being presented here is a new way of seeing and a new way of relating to yourself, to others and to the entire world. Yet it is not really new at all because it is so natural. It can seem to be new because what people experience in their relationships is so often unnatural. The truth always appears to be new and revolutionary though it has always been around. Perhaps it is being expressed in new ways. Perhaps it is being clothed in terminology and examples that are relevant to your experience. Yet it is older than time, for the lessons of relationship have always been there to learn.</p>\n\n<p class=\"book-paragraph\">Those of you who are fortunate to live in a relatively free society, those who have so many opportunities for error and so many opportunities for engagement with others, now have a greater opportunity for gaining true wisdom in relationships. With this freedom to engage with others, the risk of error is greater. Yet the possibility for success is also greater. These two always go together. Here your responsibility as a student of Knowledge and as a conscious participant in relationships becomes ever more emphasized.</p>\n\n<p class=\"book-paragraph\">The message in this book has concentrated on personal relationships because this is what concerns most people, and these are the primary arenas for learning. However, there are greater contexts for relationship within the Greater Community and within your Spiritual Family. Yet your capacity to experience relationship and affinity and your capacity to express yourself constructively with people must be cultivated first in order for you to wisely and successfully encounter intelligent life in the Greater Community. Building this capacity will enable you in the future to have a direct encounter both with your Inner Teachers and with your Spiritual Family. This message from the Creator on Relationships and Higher Purpose is paving the way for these greater encounters by placing your learning exactly where it is most important and effective now.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/experience-relationship-conclusion/"
}