{
  "title": "Experiencing Your Higher Purpose",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have come here for a greater purpose—to serve a world that will be facing Great Waves of change. You are designed to provide a unique contribution in concert with certain other individuals whom you will have the opportunity to meet in the course of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are born into the world with your memory of your Ancient Home temporarily forgotten, to enable you to focus on your development here, and to give you incentive to be here in this world that is difficult and problematic.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your greater purpose for coming into the world is embedded deep within you. It is being held within a deeper Intelligence that God has placed within you, an Intelligence called Knowledge. This greater purpose is beyond the realm and the scope of your intellect. You cannot figure it out. You do not know what it is, what it will mean or where it will take you. It remains a mystery within you. It is not what you think.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The discovery, the experience and the fulfillment of this greater purpose represent your great endeavor in the world and the one thing that will satisfy the deeper needs of your soul. For no amount of pleasure, comfort, splendor or enjoyment will meet this deeper need of the soul, except the realization and the expression of this greater purpose. This greater purpose will be called out of you by certain conditions in the world and by meeting certain individuals who are destined to be a part of your greater work here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot call this out of yourself. Even if you engaged in the most rigorous spiritual practice, you could not initiate this within yourself. For the answer is within you, but the calling is out in the world because you are here to bring something into the world. A set of circumstances, a great need, a pressing problem, the needs of certain people, or even, in some cases, the needs of one person may be the catalyst for the emergence of this greater purpose in your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is really what your life is about and what it is for. It is meant to re-engage you with the Presence of God in your life and the deeper Knowledge that God has placed within you. It is meant to engage you with people at a higher level, representing relationships of a higher purpose. It is meant to engage you with the world in a way that represents your purpose and your destiny here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Waves of change that are coming to the world, that will alter the face of the world and the destiny of every person, represent the context in which your greater purpose will be called upon. The very circumstances that you would tend to avoid or to deny are the very circumstances that will call this greatness out of you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Waves of change—resource depletion, changing climate and violent weather, diminishing production of food, ever-increasing economic and political instability and the growing risk of conflict and war—are all converging on the world at the same time. These are the Great Waves of change, and they are largely the product of humanity’s overuse and abuse of the world, humanity’s reckless demonstration here on Earth: human greed, human corruption, human ambition, human foolishness. Everyone is a part of this, especially in the wealthy nations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not your job here to blame and to condemn. And you really cannot assign blame fully upon any government leader or organization because you, too, if you live in a wealthy nation, have benefited from the exploitation of the world. You cannot complain when you yourself and everyone around you are a part of this great dilemma.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your task is not to blame and to condemn, but to bring a greater awareness into the world, to make your specific contribution, to allow it to emerge within you, and to find its true participants and its true recipients.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your estimation of yourself in this regard is wholly inadequate. And like everyone around you, you have a pathetic view of yourself—only concerned with your needs, your desires and your fears, and the needs of certain other people around you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But you have a greater responsibility in being in the world. You have a greater need. It is this that represents the deeper current of your life. It is this that will make your life comprehensible and comprehendible. There is a current that is consistent, that gives meaning and direction to your existence here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So the question arises: How will you be able to discover this greater purpose that seems so hidden within yourself? You may have clues; you may have signs that there is something about your life that is important, that you are here to do something important, that you are not here by accident. But what this really is, and what this will really mean and require remain hidden. You cannot figure it out.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So how can it emerge within you? What will bring it forth? There are several things that will contribute to the emergence of a greater purpose in your life. The first is disappointment and disillusionment with your desires and pursuits, and the desires and pursuits of other people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you discover that the pleasures and the advantages and the desires of your family and friends are wholly inadequate to your needs, you are thrown back upon yourself, having now to reconsider your values and your priorities, coming to realize that people’s attempt to fulfill themselves with wealth and pleasure, enjoyment and security, are not enough to meet a kind of fundamental need.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You feel this and you experience this within yourself. And it brings you back to reconsider your life and your obligations to others and to re-evaluate whatever relationships you have established thus far. For now, they seem superficial. They have become now instead of a focus, a distraction, an impediment, and you begin to realize that with few exceptions, the people around you who know you, even amongst your family, have no real idea of who you are and why you are here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This begins a time of isolation, a time where you realize your life is being set apart for something. It is a time of real confusion because you are still being governed to a large extent by your former values and aspirations, but now it is all thrown into question, and you are confused.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This confusion can be so intense you might think you are losing your mind, but really you are gaining a deeper awareness. But this awareness is not yet complete, and so you have many questions and few answers. But something now is beginning to move your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are beginning to experience, now more frequently, the deeper current of your life. And while you go through the motions of your daily existence, meeting your responsibilities, there is something else that is happening in your life. It is as if your life were occurring on two different levels that seem to have very little to do with one another.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are still a person. You are still engaged in education, perhaps employment. You are still growing as an individual. You are attending to daily affairs, either successfully or unsuccessfully. But there is a whole other movement in your life that seems to be happening in and of itself, regardless of what you do on the outside.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you begin to lose interest in your former pursuits, even in your former relationships. Here you find that you are losing interest in what everyone else seems to be so actively and compulsively pursuing. Here your life is going through a kind of slow revolution, a kind of deep turning within yourself. It is like a sea change in your life, like a ship at sea that is slowly altering its course for an entirely different destination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">During this time of reorientation, you are very confused. You do not quite know what is happening to you. You find your values are changing; your priorities are changing; your experiences are changing. You are being pulled out of the crowd, and your life is being set in a different direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it is very important not to commit yourself to any relationship, to any career, necessarily, or to anything until you can gain a greater sense of what you are to do and what this revolution within you really means. You will have moments when you feel exasperated. You will have moments when you feel hopeless and pathetic, when you seem to feel stupid, like you do not know what you are doing. You may be subject to other people’s ridicule and criticism.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They will say, “What is wrong with you? You used to be such a fun person. What is your problem? Why are you so serious? Why don’t you want to do the things that we want to do with you?” And to them, you really have no good answer. Perhaps you will have to leave your relationships, and people will say, “Why are you doing this?” and you will really have no good answer for them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But beneath the surface of your mind, at a deeper level within you, you are beginning now to move. You are beginning to become integrated within yourself. Before, you were living a kind of false life on the surface—to accommodate others, to meet the needs and expectations of others, and to try to satisfy your fundamental insecurities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But now, your life is moving, and you simply do not understand it yet. If you are religious, perhaps you will think that God is calling you, or changing you, or even punishing you. But still the greater movement of your life is remaining inexplicable. It is unreasonable, but it is so very genuine.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it is important to support where you are going, to give yourself the benefit of the doubt and to muster up the courage to say no to the demands and expectations of others, and to say no to whatever forces within you that want you to return to your former life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Accept this transformation. It is slow and incremental because you must develop and maintain your stability while you are undergoing this most profound change within yourself. You are changing now, very fundamentally, but you do not know the reason; you do not know the outcome. And you cannot know these things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like you are driving on a mountain, and the answer is on the other side of the mountain, and you cannot see around the corners. Like sailing a ship across the sea, you cannot see the farther shore. You have no idea what it looks like.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The other thing that is supporting the emergence of your higher purpose in life are the changing circumstances of the world, particularly that arena in which you are destined to make a contribution. As it changes, as those circumstances change, it throws a hidden switch within you. All of a sudden your life is moving because it has a destiny, and the destiny is beyond your control.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet it is necessary for you to understand that just because your life has a destiny does not mean that everything that happens to you is predetermined. It simply means that you are trying to get somewhere in your life. How you get there, what road you take, what obstacles you face in the changing circumstances of life can vary considerably. These things are not predetermined. It is your destiny that is predetermined, not how you will get there, or even if you will get there.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For you must understand that having a destiny in life does not guarantee success. And failure in this regard is truly tragic, for once you realize you have a greater destiny, it is of the utmost importance that you fulfill that destiny, or the grave disappointment you will face will be so profound that nothing will be able to alleviate it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why once you begin to feel a greater movement in your life, you must support it with as much strength as you can muster. For now it is not simply an option that you fulfill your destiny; it is a necessity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your freedom here is the freedom to find and to fulfill your destiny. It is not a freedom to really deny your destiny. You have this freedom. But once you begin to feel and to recognize that your life is really moving, the choices become limited, and ultimately there is no choice. It is your freedom to bring you to this point of no choice.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For once there is no choice, then real commitment and self-determination can arise. Then you can bring everything to bear. This is where you gain your strength, your power and your ability to overcome adversity in the world, and to weather the storms of the world, and to meet the challenges and the opportunities that your greater purpose will generate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Right now you do not have this commitment. You do not have this strength. You do not have yet this self-determination. For these things must arise now around a greater destiny to be fully meaningful and to be truly beneficial.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It takes determination to live in the world, and if you have a life-threatening event, that takes real determination also to overcome the threat to your existence. But, really, the real strength you must generate, the real skill and ability you must acquire, and the conviction within yourself will all arise around your following this greater purpose. You cannot follow it blindly, for there are many mistakes you can make along the way. And you can lose your way, for the world has many attractions and many seductions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not as if you simply give over the reins of your life and go along as if you were a passenger on a ship. Here you have to be the captain of the ship, and the crew. You have to be the master of your affairs. There is no passivity here. There is no idleness here. There is no blind faith that everything will work out for you. For, indeed, to assume a higher purpose in life is to go against the current of where almost everyone else is going.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It takes great strength and determination to do this. It takes real compassion for yourself and for other people to really advance here. It is a long journey. It will change your circumstances. It will require certain provisions. It will require a determined attitude. It will require real strength and perseverance. It is not like meeting the needs of the day. It is meeting the needs of an entire life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The events of the world will stimulate this and call you into action. Even if you do not feel or are aware of the calling itself, it will initiate you. Even if you are unaware of the events that are occurring, if they have to do with your ultimate purpose, they will ignite you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For you already have a relationship with the world because you have a greater purpose for being here. And even if that purpose is completely hidden, the events of the world will still strike you and initiate certain kinds of change within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your mission in life will be launched, and you will not even know it. You will pass certain thresholds, and you will not even see them. Events will happen in the world beyond your awareness that will throw a switch within you, and you will not know what is happening. Your immediate circumstances do not give evidence to this sense of change that is occurring in your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The third thing that will support the emergence of a greater purpose in your life is the arrival of certain relationships. These relationships are really not about recreation, hobbies, personal enjoyments. They are really of a deeper nature. They speak to something deeper within you. There is a kind of destiny with them, as if someone were actually sent into your life to effect a certain kind of change within you and to support a deeper awareness within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are not casual friendships where you idly pass the time or indulge yourselves in a kind of hobby or obsession. There is something very different going on here. These people, whether they appear to be as friends or acquaintances or even teachers for you, will speak to something deeper and more profound in your experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will sense, over time, should you have the good fortune to meet these people, that they really represent something bigger about your life. They are expanding your awareness. They are stirring something deeper within you. Your connection with them is at another level altogether. You may still have enjoyments together, and even do casual things, but really there is something else going on here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The fourth thing that will initiate the emergence of a greater purpose in your life is time. In this life, you only have so much time. You do not really know how much time you have, but you only have so much time. If your time is being wasted, or idly spent, it will wear upon you. As a deeper purpose begins to emerge in your experience, you will have a sense of the value of your time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">While other people are spending their time mindlessly, wasting it on trivial pursuits, you will realize that you cannot do that, that time is really a valuable resource, and that you must use your time well. And you will not want other people to waste your time. This will help you in your re-evaluation of what you are doing and what you are giving yourself to in your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Time now becomes a kind of pressure, a beneficial pressure, as if it is reminding you that you have something important to do, and your time is important. As this emphasis on time increases, you will recognize that you have to organize your affairs. You have to be organized. You cannot be losing time over little mistakes and oversights. You cannot be reckless with your time, for time is important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will feel the need to become more organized, become more conscious of what you are doing, to use your time more effectively, to take the free time you have and direct it more purposefully, instead of letting it drift by. This will give you great vitality. This will challenge your weak habits and your weak tendencies.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will not want anyone or anything to waste your time because you are trying to get somewhere. You have a destination. You have a rendezvous with other people whom you have not met. And though you cannot see this over the horizon, you are feeling the pull. Knowledge within you is now trying to get you somewhere. And this feeling of urgency is increasing, putting pressure on you, requiring you to organize your life and to be more conscious about what you choose to do, and who you choose to be with, and how you are to spend your time and your resources.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As your life begins to move towards its greater destination, the pull and the attraction of that destination will increase. Like a gravitational pull, it will become stronger. This, over time, will enable you to become single-minded. With this kind of focus, you will become more powerful, more determined and more resistant to seductions and persuasions around you, some of which captured you before and fixed your attention, but now they cannot penetrate your self-determination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is how addictions are escaped. This is how bad habits are overcome because you have something more important to do, and you are feeling the pull of this and the emphasis. Even if you make mistakes and fall back into old habits, you will spring back. You will feel the need to correct yourself, and it will be intense.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Other people around you who are still adrift, going with the flow, they will not understand you. They will not understand your seriousness. They will not understand why you are giving your focus to something so ineffable. They may even feel threatened by this, and they will certainly be confused.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very important here that you not have detractors in your life—people pulling you back, holding you back, trying to keep you where they want you to be. You will have to leave many of these people, and some will just fall away because they cannot keep pace with you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Something of the greatest importance is emerging in your life, and everything else becomes secondary to this. You will not abandon your young children here, but even their needs will become secondary to this because now you are experiencing the needs of God. Here you will not neglect your other duties in life, but your priorities will most certainly change.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ultimately, it becomes the pull of your destiny that draws you, that brings your life together, that enables you to follow one voice within your mind instead of many voices. This is what enables you to overcome conflict and self-disassociation. Here things that are meaningful within you become stronger, and things that are meaningless begin to be discerned and to fall away.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Like climbing a great mountain, you begin to shed things that are unnecessary that are adding to your weight and your burden. You readjust what you are carrying with you, and you find that others simply cannot climb this mountain. It is not their time. They do not feel the calling, and they do not have the strength.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here instead of trying to take your whole life with you, you realize you can only take a few things, and maybe a few people. And in some cases, you will have to travel alone—gaining strength, readjusting your burden, reestablishing your priorities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you did not have a greater destiny and purpose in life, this would not happen. If you became fixated upon something, it would really be an obsession, a sign of weakness not strength. But the reality is that you do have a greater purpose, and already it is creating a draw upon you. Already you are feeling a deeper attraction. This is entirely natural and necessary, but it does not conform with your former plans, goals and understanding.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here perhaps you will try to create a philosophy about what you are doing. Perhaps your intellect will try to keep up, trying to create new ideas, new structures of thought, new associations, to try to give meaning and substance to this mysterious pursuit. But in the end, you will have to face the mystery and admit to yourself that you do not know why you are doing what you are doing, but it is really important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Eventually, your intellect will have to come into service to the power of Spirit within you. It is here that your intellect will really begin to serve you in a beneficial way, instead of being a constant aggravation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are so blessed to be able to begin to experience the emergence of a greater purpose in your life. There are so many people in the world who are slaves to their circumstances, to poverty, to the dictates of a rigid culture. There are so many people who have no freedom to choose, or to alter their circumstances, or to redirect their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They are bound because they are plagued by deprivation. They are overwhelmed by the needs of their families. They are held in place. They too have greater gifts to give to the world, but their circumstances will prevent them—many of them, most of them—from ever finding this. They do not have favorable circumstances. They do not have a favorable environment for a greater purpose to emerge. And that is a great impediment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not think that people are right where they need to be, perfectly placed, for once you enter this world, you enter the chaos of this world. And your circumstances and your environment are very important in determining if and when greater opportunities will come to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The oak tree sheds many seeds, but only one or two will become a new tree. It is not God’s intention that there should be so much failure here; it is the circumstances of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your task is not to change those circumstances according to your ideas, but to respond to a greater calling and to prepare for a greater work; to bring your life into order, into a greater focus; to withdraw from your obsessions; to overcome your weakness and to invest in your strength; to prepare yourself for a greater destiny, which might be entirely different from your personal goals and ideas about your life. Yes, you are here to make a difference, but where that contribution is to be made and what the contribution is, is beyond your ideas and your beliefs.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can submit to a greater power in your life; if you can yield to the power and presence of Knowledge within yourself; if your intellect is willing to be the servant instead of the master, then you really have an opportunity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Cherish this opportunity. Do not take it for granted. There are so few people in the world who have this opportunity. Do not shrink from it. Do not resist it or wage war against it. Do not give it away to follow your friends, or to submit to the social requirements of your family or your culture, or you will put them before the Calling of God. For this mysterious movement in your life represents a greater Calling.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your greatest responsibility in life is to Knowledge within yourself. It is really to God. But this responsibility is not to a belief, or a system of thought, or a set of ideas. It is not even really to a Teaching. It is to something more mysterious.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How God calls you and what God calls you to do are mysterious. Do not assume that what you are doing is what God has called you to do. Do not think that the little mound you are standing on represents the real mountain of life that you must climb. Do not justify your circumstances or your behavior by thinking that you are fulfilling a greater destiny or that God has planted you here to do these things, for you are underestimating the real nature of your Calling here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you were really doing what you came here to do, you would feel a very deep contentment. And you would feel this contentment despite all the difficulties and obstacles that you may have to face in carrying out these activities. You would feel a deep contentment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps your mind would want other things. You would have fantasies and dreams of wealth and beauty and power, of being in relationship with beautiful people, of traveling to exotic places, of owning wonderful things. But really, deep down inside, your heart is content.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are not experiencing the constant aggravation and restlessness that everyone around you is plagued with, and trying to fulfill through the acquisition of people and things, new sensations, pleasures, stimulation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are really engaged with your greater purpose in life, there is a deep contentment, despite whatever difficulties you might have to face. You are really in the right place, dealing with the right people, doing the things that you must do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a very different experience. It is rare in the world. And anyone who is experiencing it is like a light in the world, an inspiration to others. People will come to you because they are drawn to you. They want to know why you are feeling the way you are, what is it about you that is different, that draws them?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But you have not found this contentment yet because you are in preparation. You are still making the journey from your old life into a new life. And you cannot take the old life with you. You cannot put a new life on top of an old life. You cannot simply redecorate your life. It is not like changing your clothes. It is not like putting on a costume. It is like going from one side of the canyon to the other. It is like sailing from one shore to another.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are in preparation. Look at your life like this, and it will make sense to you. It will give relevance to what you are doing and what you are attempting to do. It will show you what is valuable and what is not, and the difference between what looks good and what really is good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are trying to get somewhere, and others are trying to get to a rendezvous point to meet you. Some of them may not make it, but you still have to go there. You cannot be content and call your situation good, or think that you are right where you need to be because you are trying to get somewhere. And you cannot change this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can decide against it. You can refuse it. You can fall asleep by the side of the road. Or you may try other avenues. But you cannot change your destiny.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not see this as a loss of freedom because the freedom to choose against your destiny is the freedom to be chaotic. It is the freedom to lose yourself. It is the freedom to become lost in the world. And what kind of freedom is that, but the freedom to harm yourself, the freedom to waste yourself and your life and your great opportunity for being in the world at this time?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your real freedom is to find and to fulfill your greater purpose here. This is what freedom really is. It is the freedom for something. Not just the freedom from something.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has sent a New Message into the world to prepare humanity for the Great Waves of change and to prepare humanity for the challenges and the opportunities of engaging with intelligent life in the universe. These are the two greatest events in human history, and you are here to be a part of this in a very unique and special way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps these two great events are beyond your awareness. Perhaps you have never concerned yourself with them. But they will change the world you live in, and they are connected to why you are here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have not come into the world to live under normal circumstances, to live like your ancestors lived, to live a predictable life. You have come here at a time of great change and upheaval, a time of great difficulty, and yet a time of great opportunity for the human family. It is no accident you are here at these times, facing a world undergoing convulsive change and great difficulty.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can imagine any role for yourself. You can dream about what you could do, be or have, but really you are sent into the world to make a contribution under these very circumstances—in the face of the Great Waves of change, and in the face of humanity’s emergence into a Greater Community of intelligent life in the universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you do not know the context for your life, how could you ever discern what your life is for, or where its meaning can be derived? If you create your own context for your life, that is just a fantasy. It has no foundation in reality.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have a greater destiny. You did not invent this. You are sent into the world on a mission. You have a purpose for being here. There are certain people you must meet. There are certain places you must go. There are certain things you must understand. There are certain connections you must make with the world and the condition of the world. This is necessary.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Be grateful then. Your life really does have purpose, meaning and direction. Be grateful that you have been saved from a hopeless and empty attempt at fulfilling yourself, according to your fancies or your notions, or the beliefs of others. Be grateful that your life is really valuable, inherently. Be grateful that you have a greater purpose, and with that purpose a greater strength to face the Great Waves of change and to find true relationship and partnership in service to a greater purpose in the world. Over time, you will realize what a great blessing this is.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/experiencing-your-higher-purpose.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-bridge-to-a-new-life/experiencing-your-higher-purpose/"
}