{
  "title": "The Presence",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">People are very busy, very stimulated, rushing about always, unable to be still, unable to listen within themselves, the mind restless, always searching, full of passion, full of fear, full of persuasions, full of denial.</p>\n\n<p class=\"book-paragraph\">Why is this so? Why are such intelligent creatures such as human beings so driven, so anxious and so uncontented? Why is this the case with nearly everyone?</p>\n\n<p class=\"book-paragraph\">People speak of a spiritual reality. People speak of God. People speak of Heaven and Hell. People speak of their faith. But they are still restless, uneasy, confused.</p>\n\n<p class=\"book-paragraph\">Why is this so, that even with an awareness that one has a deeper nature, that there should be this uneasiness?</p>\n\n<p class=\"book-paragraph\">The answer is really deeper than most people would suspect and more confusing than people would think.</p>\n\n<p class=\"book-paragraph\">For so close to you is the Presence, but if you cannot be with this Presence, then where will you go? What will you do? How can you avoid being with something that is so ever present, that is within you and around you?</p>\n\n<p class=\"book-paragraph\">It would seem to be inescapable, and yet people do not experience it. You would think it would be ever present, but it remains unknown. Even amongst those who claim to be religious and inspired and guided, it is a foreign experience. And if they do experience it, it is only for moments at a time.</p>\n\n<p class=\"book-paragraph\">If you cannot be with something that is ever present within you and around you, then how will you escape this? Where will you go where the Presence is not with you?</p>\n\n<p class=\"book-paragraph\">It is a dilemma and a mystery, and the answer seems mysterious as well. It is the contradiction of living in manifest reality that a spiritual Being would be apparently so unspiritual—groveling like an animal, driven by external forces, kept to such a low point in a struggle to live.</p>\n\n<p class=\"book-paragraph\">Surely, even the most optimistic person will hit these low points of experience, and if they are honest with themselves, they are feeling things within themselves that are hardly admirable or desirable. But that which is not admirable, that which is undesirable, are not part of the Presence, for it is pure.</p>\n\n<p class=\"book-paragraph\">If someone sits still long enough and is able to quiet their mind, they will begin to feel the Presence. If someone begins to feel their real state of being, the real condition of their mind and their body, and they are able to be with themselves at a deeper level, they will begin to feel the Presence.</p>\n\n<p class=\"book-paragraph\">When people honestly give to another without the desire for self-enrichment or self-validation, they feel the Presence. When you are moved by inspiration by the action of another, you feel the Presence. It is so close. Strip away the veneer of human psychology, and there is the Presence.</p>\n\n<p class=\"book-paragraph\">What is this Presence? And why is it so ever present? It is the presence of your Spiritual Family. It is the presence of Creation. It is the Presence of the Source of all these things because you never left God. You did not physically leave God from one place and go to another place where God did not exist because there is no place where God does not exist. God is omnipresent. God even exists in Hell, or in states of mind that are hellish.</p>\n\n<p class=\"book-paragraph\">It must be a real problem to avoid God. Yet people are doing this. Not even knowing why they are doing this, they are doing this.</p>\n\n<p class=\"book-paragraph\">When you leave this life, when your body passes away, it is not like you disappear and go somewhere else. You just awaken to what has always been there. There are those who sent you into the world, waiting to greet you. And there is the Presence, the magnificent Presence. You did not journey from one place to another to experience this. It was always there.</p>\n\n<p class=\"book-paragraph\">So why do people resist this? Why do they attempt to avoid it at all costs? Why do they seek a worldly experience of suffering and struggle and constant adaptation when they could experience the Presence?</p>\n\n<p class=\"book-paragraph\">It is a question that is haunting, and yet its answer is an experience itself—the desire to experience this Presence, the intent of stopping oneself from one’s desperate thinking and behavior, the desire to experience one’s real nature and purpose in the world—a turning point within the individual.</p>\n\n<p class=\"book-paragraph\">Instead of running away, instead of trying to keep yourself in a state of fantasy, in a state of aggravation, you decide that you do not want these things anymore, and you are willing to go through a process of coming back to the Presence.</p>\n\n<p class=\"book-paragraph\">The reason you do not experience the Presence is it is hidden—hidden by the appearance of the world, hidden by the make-up of your mind, hidden by your circumstances and by your focus in life. Like the sleeping person who sleeps in paradise, but dreams of Hell, unaware that beyond their sleeping state, they are in a place of grace and meaning.</p>\n\n<p class=\"book-paragraph\">You have invested so much to be in the world, to invest in your identity here. You have built so much resistance to your original state by being here, you do not want anything that will bring that to an end. That is partly why people are afraid to die.</p>\n\n<p class=\"book-paragraph\">But We are not talking about dying. We are talking about waking up. We are talking about taking away the layers and layers of deception and obsession, all that you have placed over the light, all the world has placed over the light, until the light has disappeared and is seen no more.</p>\n\n<p class=\"book-paragraph\">It is like your mind and body have become the shade of the lamp, but the shade is so dark and overlaying that the light does not penetrate through. Instead of casting this light upon the world, it remains hidden within you. It remains hidden in almost everyone.</p>\n\n<p class=\"book-paragraph\">Part of the reason that people do not want to feel the Presence is it casts in doubt everything that they are attempting to have, to be and to do. It casts in doubt the reality of Separation itself.</p>\n\n<p class=\"book-paragraph\">If God is right there, if Creation is right there, even your Spiritual Family, whom you barely remember, is right there, then what is this reality you are experiencing in the world? How real is it? How important is it?</p>\n\n<p class=\"book-paragraph\">This begins a kind of revolution within yourself, a revolution with opposing forces—the desire to awaken and to experience the Presence and the fear of the Presence, and the fear of the pain that the Presence would reveal, the fear of the discord and conflict that the Presence would reveal, the fear of recognition that your life is empty and that your goals are questionable.</p>\n\n<p class=\"book-paragraph\">Then there is the fear of God—the fear that you have denied God and that God will punish you, the fear that you have been sinful and bad and that God and God’s claimed wrath and displeasure will somehow come down upon you. People think there is a Judgment Day, and they certainly do not want it to be today.</p>\n\n<p class=\"book-paragraph\">This is the whole problem with Separation because it requires the denial of Creation. To live in the reality of Separation requires the denial of Creation because Creation is of God. It is not these physical things that you touch and sense. It is far beyond that.</p>\n\n<p class=\"book-paragraph\">When you begin to experience the Presence, it begins to draw you. It is the most natural attraction there can be. Of course, you want to experience it more, particularly when you find out it is not there to punish you, when you find out it is not full of judgment and wrath and displeasure, when you find out that it is wondrous and magnificent.</p>\n\n<p class=\"book-paragraph\">Of course you would want to return to it. What else in the world can give you this experience? Here you do not leave the world, but instead discover you have a greater purpose for being here, a natural memory, a deeper sense. It follows the experience of the Presence, and this precedes the experience of the Presence.</p>\n\n<p class=\"book-paragraph\">But it is a conscious decision to turn one’s life, to shift direction, to go against the great investment in Separation, to go against one’s fear, to go against one’s desire that keeps leading you into the world—trying to lose yourself there; trying to create a new identity there; trying to be, do and have things there.</p>\n\n<p class=\"book-paragraph\">Here you do not give up everything and become an ascetic, unless you have a special calling to do that. For most people, it really represents having their life being illuminated and informed and going through a great transition—internally a great transition and a great transition on the outside. Because if you feel the Presence, or at least are aware that it is there watching you, that will change your life and your goals and your priorities and everything.</p>\n\n<p class=\"book-paragraph\">Even the reality that God is watching you is unnerving to people. It is unnerving because they are trying to hide. Like the little creature that wants to hide under a rock, it does not want to be discovered, fearing it will be destroyed. This is how people regard God. Even if they believe in God, they do not want to experience God today because that seems to be the end of everything. “Believe in God today, and you can be with God later, but not today, please—not ready for God.”</p>\n\n<p class=\"book-paragraph\">That is why being religious is no guarantee that you will experience the Presence or the greater purpose that has brought you here to the world. These discoveries can be made by the person who has no religion or does not even believe in religion. Sometimes belief in religion can even make this fundamental discovery even more difficult because of the belief in retribution and the belief in a Judgment Day and the belief in Hell. No one wants to confront these things. Not today. Not any day.</p>\n\n<p class=\"book-paragraph\">So We come back to the original question of why people are in avoidance. They do not want to think that God is watching them and that the Presence is right there, looking at all of their thoughts and their behavior, all of their misdeeds, all of their licentiousness, all of their violent thinking, all of their resentments and their grievances and the terrible things that pass through their imagination.</p>\n\n<p class=\"book-paragraph\">But God is not appalled by these things, for God is focused on you—not the you that you have created in Separation, but the you that God created, that is part of Creation itself.</p>\n\n<p class=\"book-paragraph\">What We are speaking of here is at the very heart of the human dilemma. And it is not just a human dilemma, it is a dilemma of all manifest intelligent life in the universe and even in other universes.</p>\n\n<p class=\"book-paragraph\">Other races in the universe, though they may appear to be different from you, and even those who have greater technology are still facing the fundamental problem of Separation. The Presence is with them too, but they cannot feel it. They do not want it. And in most cases, they do not even believe it is there.</p>\n\n<p class=\"book-paragraph\">So what is the value of all these things you seek in the world—comfort, security, pleasure, power, wealth—if they rob you of your Divine connection, if they obliterate your awareness of the Presence and with it your greater purpose for being in this world at this time?</p>\n\n<p class=\"book-paragraph\">People have moments where they look at things a little more objectively and they think, “Hmm. These things that everyone is clamoring for and desiring, are they really that important?” They have moments of introspection. Perhaps following times of disappointment or disillusionment, they have moments of introspection—hopeful moments, reconsidering moments.</p>\n\n<p class=\"book-paragraph\">It is not about religion. It is not about saviors. It is not about what faith tradition you belong to. It is about the Presence. It is not about your ideology or what religious system you might adhere to.</p>\n\n<p class=\"book-paragraph\">People ask all the wrong questions, you see. The emphasis is all wrong. They think it is all about ideas. They think it is about the allegiance to your ideas because they live in a world of ideas. It is really about the Presence—not an evil presence, not a deceiving presence, but the real Presence.</p>\n\n<p class=\"book-paragraph\">There are evil presences. There are deceiving presences. There are dark presences, oh yes, but We are speaking of the real Presence. What is a dark presence, but a shadow upon the landscape, when the real Presence is the light that illuminates the entire landscape?</p>\n\n<p class=\"book-paragraph\">If you were to experience this Presence more consistently, you would begin to feel and to experience that you have a greater presence and purpose in the world, a greater direction to follow that does not have much to do with your former goals and aspirations.</p>\n\n<p class=\"book-paragraph\">It would require you to reconsider everything you are doing—reconsider all of your relationships, except perhaps with your children, for whom you would have to maintain a responsible position as a provider. You would have to reconsider everything you are doing. People do not seem to want to do that. It is the small price you pay for revelation, and oh, what a small price it is compared to what is being revealed here.</p>\n\n<p class=\"book-paragraph\">God has sent a New Message into the world revealing the power of the Presence. God has provided a pathway through the study of Steps to Knowledge. God has revealed the real nature of your spiritual reality at the level of Knowledge, the deeper Intelligence within you. It is all aimed to bring you to the Presence, and then to bring you to your greater purpose in the world, which lives deep within you and which has been with you all along.</p>\n\n<p class=\"book-paragraph\">When We speak of you returning to the Presence, We do not mean returning completely because if you did that, you could not be in the world. You would lose all desire and intention for being here because the Presence is so powerful and has such great appeal.</p>\n\n<p class=\"book-paragraph\">No, God only wants you to experience a little of the Presence—enough to enable you to stop your self-destructive thinking and behavior, enough to engage you with your deeper reality, enough to give you the courage to face and to reconsider your life and circumstances, enough for you to experience the power and the presence of Knowledge within yourself and have the courage and the desire to follow it above all other things in life.</p>\n\n<p class=\"book-paragraph\">The purpose is not to return to God. First, you must fulfill your mission and destiny in the world and re-enter the world of pain and difficulty, of confusion and contrast, but now with a greater reality guiding you.</p>\n\n<p class=\"book-paragraph\">So you have a taste of the Presence and many tastes of the Presence, but you cannot go there entirely because that would take you out of the world. God wants you to be in the world, and you have the perfect Knowledge that you need to be here—not to lose yourself in Separation, not to try to recreate yourself, not to try to make Separation successful, but to experience and to fulfill a greater destiny here.</p>\n\n<p class=\"book-paragraph\">It is as if you have two purposes for being in the world. You have a personal purpose of escaping into a world of Separation. But God has sent with you a greater purpose for contribution in the world, and this goes with you everywhere.</p>\n\n<p class=\"book-paragraph\">So as it is true you cannot escape the Presence, you also cannot escape the greater purpose that has brought you here. It goes everywhere with you too. But your dilemma is how are you going to experience these things within yourself and go through the natural transition and change in your priorities and sense of direction that these will indicate?</p>\n\n<p class=\"book-paragraph\">To awaken from a life of addiction requires that you give up that life, and people do not want to give up their previous investment. People just want to be happy in their previous investment. But they can never be happy there even though they keep trying.</p>\n\n<p class=\"book-paragraph\">You cannot make an old life work. You need a new life. Even if you remain in most of your current circumstances, you still need a new life. The Revelation gives you a new life. God’s New Message for the world gives you new life. Even the great religious traditions of the world can give you new life if you can understand them correctly and not be dissuaded by many of the errors in thinking that exist there.</p>\n\n<p class=\"book-paragraph\">People keep trying to make their life work when their life just does not work. They keep trying to make their circumstances appealing and acceptable to their deeper nature, but their deeper nature has other plans. They try to believe in God, but do not want God to appear that day. They pray for guidance and deliverance, but they are afraid of guidance and deliverance.</p>\n\n<p class=\"book-paragraph\">This is the dilemma of Separation. It is a dilemma that is so fundamental to your being in the world and to the confusion you experience about yourself, your place and your purpose here, a sense of confusion that permeates your relationships and your activities.</p>\n\n<p class=\"book-paragraph\">That is why in God’s New Revelation, as in God’s older Revelations and previous Revelations, there is always this emphasis on returning to God—not worshipping God from afar, not simply believing, but opening the door within yourself to an inner revelation, which translates into the experience of the Presence, and the discovery that one has a greater purpose, and the desire and the ability to go through a great revolution within yourself that allows you to realize this purpose and to follow it and then to re-apply yourself in the world.</p>\n\n<p class=\"book-paragraph\">The Presence will draw you, but it will also send you back. It will give you a new life over time, but it will send you back. There is no running away to God because that is not your purpose for being in the world—your real purpose. But you need God or the Presence to recognize this real purpose and to find the courage to follow it.</p>\n\n<p class=\"book-paragraph\">Even if you are not a religious person and do not think in religious terms, it all amounts to the same thing—a deep inner conviction, a deep inner conscience, a deep inner motivation, a sense of what is right and a deep sense of what is not right that seems to go beyond one’s political views or social attitudes, a deeper conscience not shaped by your culture and society and family—a deeper conscience that was established in your creation long before you came to this world.</p>\n\n<p class=\"book-paragraph\">So in the study of Steps to Knowledge, you learn to be still—not so you can get information, not so you can have the winning number, not so you can be more clever and more cunning in life, but to experience the Presence.</p>\n\n<p class=\"book-paragraph\">First, you will experience the presence of your Teachers standing around you, those who are sent to overlook your life and other lives. They exist beyond the physical realm, and you will experience their presence, which is very powerful. But that will lead you to a greater experience of Presence as your desire and capacity for the Presence increases.</p>\n\n<p class=\"book-paragraph\">The Presence is so overwhelming that when you first experience it, it is like a momentary flash of light, like a flash of lightning illuminating the landscape at night. For a brief second, you can see everything, and then it is all dark again. You had a moment of experiencing the Presence, but it was only a moment because you really do not have yet the desire or the capacity for that experience to grow. That has to be developed through practice and intention. Steps to Knowledge has many steps to take you through this, to give you time to build this desire for the Presence and your capacity to experience it, which is fundamentally a capacity to experience relationship.</p>\n\n<p class=\"book-paragraph\">You see, your capacity to experience relationship determines the quality of your relationship with others. If you have extremely limited capacity, that will limit your experience of relationship with others. This translates into your life directly and immediately. The more you experience the Presence, the more you can be with other people, the more you can be with yourself, the more you can be in life.</p>\n\n<p class=\"book-paragraph\">The translation to the quality of your life is tremendous and natural. It has to happen. But at this point, you have to be convinced, you have to be lured by God, lured by the promise of peace and happiness and meaning, power and fulfillment because you are so afraid, so afraid that God might appear one day and redirect your life.</p>\n\n<p class=\"book-paragraph\">Yet that is what you want. Part of you wants it. Part of you does not. Part of you seeks the relationship. Part of you will run away from it. So it is working this out that represents the process of revelation.</p>\n\n<p class=\"book-paragraph\">Revelation just is not a big sensational moment. It is a process of returning. It has its illuminating moments, but it is a process in time—the most natural process there is.</p>\n\n<p class=\"book-paragraph\">Stop for a moment. Allow your mind to settle down. Breathe deeply. Go to a quiet place. Set aside your thoughts and your plans and goals and problems long enough, you do this frequently enough, and you begin to experience the Presence. After awhile, it just emerges, in small glimpses at first and then, as you proceed, you will have larger experiences of it, enough to show you what you need to see and know about yourself and about your circumstances.</p>\n\n<p class=\"book-paragraph\">This is the process of revelation. God’s New Message for the world speaks of revelation in these terms. It is a Message for the world that is pure. It has not been corrupted by political forces or power-seeking individuals. It is something that is pure and elemental. It is meant for everyone.</p>\n\n<p class=\"book-paragraph\">It can illuminate your life if you approach it honestly and are willing to follow its recommendations. Your desire for this is the desire for the Presence. Your willingness for this is the willingness to experience the Presence and all that the Presence reveals. Your fear of this is your fear of the Presence. Your denial of this is your denial of the Presence. Whatever reasons you give for this denial are secondary and insignificant compared to the denial itself.</p>\n\n<p class=\"book-paragraph\">Not everyone is ready for their personal revelation. That is not your concern. Your concern is if you are ready, if you are ready to go through the process of revelation—a process of illumination, a process of change, a process of re-evaluation, a process of shifting your emphasis in life from Separation to union and relationship. You must think on these things, and keep thinking on these things, and never stop thinking on these things.</p>\n\n<p class=\"book-paragraph\">We are part of the Presence, the part that is here to guide you and to bring the New Message into the world. We are those who have achieved the ability to live beyond the limits of the world and the limits even of the body. And so We serve the purpose of all life because it is Our joy to do this.</p>\n\n<p class=\"book-paragraph\">Those like Us, who represent the Plan of the Divine, they too will assist you as you begin this process of revelation. They will encourage you without taking control of your life. For you must take control of your life, guided by Knowledge.</p>\n\n<p class=\"book-paragraph\">There is so much to learn and unlearn that anything We say can be misconstrued and used against the Revelation. But that is the risk that must be taken to bring this awareness to you and to encourage you to take the Steps to Knowledge, to receive God’s New Message for the world, which is being given at a time of grave danger for humanity, a time of great change and upheaval. It is being given to people in all faith traditions to illuminate those traditions and to bring forth the essence of their Teachings so that everyone will have a chance to experience the Presence.</p>\n\n<p class=\"book-paragraph\">The Presence is with you at this moment. It is standing right behind you. It is underneath the surface of your mind. It exists in everything you see and touch. Yet it permeates these things beyond your visible range. You experience the Presence with a deeper sense that goes beyond the senses of the body.</p>\n\n<p class=\"book-paragraph\">It is with you now. It was with you yesterday. And it will be with you tomorrow—calling you and waiting for your return; waiting to bestow upon you a life of purpose, meaning and direction; waiting for you to choose the path of revelation and to turn away from the darkness of your imagination and the fearful life that you are attempting to live.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-presence.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/experiencing-presence-god/"
}