{
  "title": "A Brief History of Visitation to Earth",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">To understand the present and to be prepared for the future, there are certain things from the past that must be clarified and that you must learn to see. The first is that the world has been visited for a very long time. These visitations have been from a number of different races for different purposes. Some have come here to gain biological samples from the immensely rich diversity of life in the world. Others have come here to hide things, to store things beyond the awareness of the native peoples of the world. At different points, others have established bases here temporarily and on a few occasions have tried, in more recent history, to educate or to influence early human civilizations.</p>\n\n<p class=\"book-paragraph\">These visitations were brief and were not sustained for long. The bases that were established here were only mainly to gain a greater understanding of the Earth’s geological and biological realities. Attempts to influence early civilizations proved to be unsuccessful. However, a great deal has been learned about the natural world here, and many biological elements have been taken from the world periodically to support the emergence of life elsewhere.</p>\n\n<p class=\"book-paragraph\">Those races who are present in the world today represent a different set of forces from those who have visited humanity in the past. Humanity has lived in isolation throughout its entire evolution with only very brief encounters with races from beyond the world. Primitive peoples had a great capacity for recognizing the forces of nature, but their sophistication and understanding, technology and communication were limited.</p>\n\n<p class=\"book-paragraph\">Therefore, with only a few exceptions, attempts to communicate with them were never made. They were deemed unready to engage in meaningful dialogue. Yet certain native groups were given wisdom about life existing beyond the world. This was demonstrated to them by visitations and by the giving of gifts. This existed in tribal nations long before and, in some cases, after the existence of early human civilizations.</p>\n\n<p class=\"book-paragraph\">Since technology is a very important part of life in the universe, particularly regarding travel and communication, attempts to influence these early civilizations proved to be unsuccessful. It would have to wait until a much later time for humanity to develop technologically and to develop social structures sophisticated enough and sufficiently large enough for greater communication to be established.</p>\n\n<p class=\"book-paragraph\">For nearly all the races who visited the world in the past, and for those races who are here at present, the world presents a very great challenge. Living in space for very long periods of time in sterile environments, races coming to the world are faced with an immense difficulty. The degree and the diversity of biological agents in the world make this planet, though extremely conducive to life, very hazardous for any visitor who is not adapted to it. Even races with very advanced technology cannot protect themselves against the diversity of life and the number of biological agents that exist in this terrestrial environment. This has made actual living in the world extremely difficult and, in most cases, impossible for all the races who have visited here. It would take them generations to adapt to living in an environment such as this. And only through a prolonged genetic program of bonding with the native people could they have a real possibility of living in a world of such diverse and complex biological forces.</p>\n\n<p class=\"book-paragraph\">It may seem strange to people that the world would be so hazardous for an advanced race who did not evolve here. But it is true nonetheless. If you live in a sterile environment, you can visit other sterile environments, or you can visit environments where there is a very limited diversity of life, if you are prepared for them. Biological creatures are vulnerable to contamination everywhere in the universe. There is no technology, no medical technology, that can protect a biological entity of any kind from new and unexpected influences. This has made your world an extremely difficult place to visit for any length of time or to live in without a very advanced technology. And to maintain this technology far from the source of one’s own civilization is very difficult.</p>\n\n<p class=\"book-paragraph\">The world does not provide the technology and the technological inputs that would be necessary for a foreign race to sustain a technological environment here for very long. And the hazards of contamination would be extremely great. For no matter how advanced one’s technology, one can still succumb to unseen biological agents such as bacteria and viruses. This makes the approach to a world such as yours a very difficult proposition for any race. Even other races who live in environments of biological diversity, and who have been able to maintain those environments and not strip them of resources, would find this to be very challenging.</p>\n\n<p class=\"book-paragraph\">Visitations to the world have been brief and infrequent, carried out by different groups for different purposes. Some have come to gain biological resources, some for experimentation and some to establish a base of influence. But none of them have been able to be sustained for very long.</p>\n\n<p class=\"book-paragraph\">As a hiding place, the world has offered certain races great advantages. Being densely covered with foliage in many places and inhabited by native peoples who were superstitious and whose existence was very local within certain areas has made it possible to hide things of great value here, and certain races have taken advantage of this. Even today there are things hidden in the world beyond human awareness that have been here for a very long time.</p>\n\n<p class=\"book-paragraph\">However, now as humanity’s technology is rapidly accelerating, the risk of these things being discovered has increased. Many of these treasures buried here for ages have been removed from the world in recent times, especially in the last century. Humanity’s ability to discern the existence of objects—metals and machinery deeply buried even in the ocean—is increasing rapidly, and this has required certain races to return to the Earth to remove things of value that have been stored here for a long time.</p>\n\n<p class=\"book-paragraph\">Despite the difficulties of visiting or dwelling in this world for an advanced technological race, this world has been the focus for many races for a very long time because of its biological diversity and its strategic position in this well-inhabited part of the universe. The Earth has been observed for a very long time. It is of great interest to different groups for different purposes.</p>\n\n<p class=\"book-paragraph\">The ascension of humankind and the rapid development of human technology over the past two centuries have brought different forces to the world, forces who are looking for the possibility to gain advantage and to unite with humanity to gain control of an emerging world such as this. With few exceptions, this was never the focus before, for humanity lived in a primitive state and had not yet built any technology or system of communication that other races could use or benefit from. Native peoples were only of interest in terms of their adaptive capabilities and their knowledge of the local environment. Beyond this, there was no possibility of really uniting with them. The attempt at uniting with human beings genetically, therefore, has only been a very recent phenomenon.</p>\n\n<p class=\"book-paragraph\">In the past, the Earth had been viewed as a storehouse of biological wealth. Yet attempts to establish permanent residences here have failed as the visitors became affected by the biological environment. Even their advanced technology eventually could not protect them from these forces of nature. And the possibility of introducing foreign biological agents into their planets of origin and into their bases in space proved to be far too great, grievous and risky for settlements to be established here for very long. For should a biological agent infect members of an expeditionary force, they could carry these agents to their centers of operation, thus affecting everyone involved.</p>\n\n<p class=\"book-paragraph\">People have adapted to the world’s environment to a very large degree, but in the history of the movement of peoples within the world, you have seen the power and the impact of infectious diseases in destroying entire populations as people from different continents came in contact with one another.</p>\n\n<p class=\"book-paragraph\">This is a very great hazard in space and continues to be a great hazard. Technological races function in largely sterile environments. They engage with each other in sterile environments. Commerce between nations is rarely carried out on the surface of their worlds unless those worlds have been stripped of their biological agents, or they are planets that never had the presence of a biological evolution. They are simply being used as bases of operation. In the affairs of engagement and commerce in the universe, contact is nearly always made on board craft of some kind or in environments that are well protected and secure from the invasion of other biological agents.</p>\n\n<p class=\"book-paragraph\">The spreading of viruses has been a serious problem in the past in many regions of space, particularly in well-inhabited regions such as your own. This is one of the reasons why humanity’s future ventures into space are viewed with such trepidation. The possibility of engaging with human beings and being exposed to such an unprecedented and unexpected degree of biological influence is looked upon with great concern. This is why anyone visiting this world, even currently, cannot live here and must take great precautions to protect themselves against the biological environment of the world.</p>\n\n<p class=\"book-paragraph\">In the affairs between nations in the universe, contamination is a very serious problem, particularly concerning races who have evolved in very different environments and who carry within themselves biological agents that could be extremely detrimental to others. As you will see through the course of these teachings, technology does not erase all the hazards of life and, in many cases, has increased those hazards significantly. For races who live and travel in sterile environments, this risk is immense. Contamination is a major concern for all races who travel in space and who engage in commerce with others.</p>\n\n<p class=\"book-paragraph\">Therefore, while the world has been greatly valued and visited many times, the attempt to live here and the attempt to genetically bond with races who live here has proven to be extremely difficult and has not been attempted for very long. Human folklore and human mythology can reveal any kind of image, but the reality remains that the Earth has been looked at as an extremely hazardous, though rich, environment by those very few races who are even aware of its existence.</p>\n\n<p class=\"book-paragraph\">Another reason the Earth has not been visited very often or by very many different groups is the problem of travel in space itself. There are people today who speculate that through inter-dimensional travel you can go anywhere in the universe you want. But in the experience of advanced races in the universe, such attempts have proven to be extremely dangerous and unfortunate. Getting around is a lot slower than you might think. Most races that travel in space only do so within local regions. They only travel in local regions because it is extremely dangerous to enter into a territory governed or overseen by others. And if you venture too far from your home planet, you would not be able to sustain yourself over the course of time.</p>\n\n<p class=\"book-paragraph\">There are many districts where travel and trade are restricted and are off limits to others. Therefore, you cannot travel freely in the universe unless you are in a region where there is a very sparse or limited development of intelligent life and where there are no restrictions to travel and trade.</p>\n\n<p class=\"book-paragraph\">In the region of space in which your world exists, which is highly inhabited compared to other regions, there are great restrictions as to where one can travel, where one can visit, whom one can contact and for what purpose. You cannot go visit any planet you want, for that is a violation of others’ territories and those regions where others have specific interests. You cannot travel along primary trade routes without permission from governing bodies.</p>\n\n<p class=\"book-paragraph\">This is a very complex situation about which humanity knows nothing at all. People think the universe is just a huge empty place awaiting exploration, containing new worlds with vast resources—there for the taking. But you would not have to travel far beyond this solar system to discover that other places of value are already owned by others and that long-standing rules of engagement have been established as to who can visit these places and who has priority over them. And because, in your local universe, nations have created such long-standing agreements and have established stability between nations and worlds over a long period of time, these rules of engagement are very fixed, though they remain unknown to you who have yet to travel beyond your borders.</p>\n\n<p class=\"book-paragraph\">Therefore, not anyone from anywhere in the universe can come to the Earth because the Earth exists in a well-inhabited region that is governed by others, where trade and travel are restricted and overseen by governing bodies. Even within this district, a district being a region of space, there are very few races that are aware of the existence of this world, for they never travel in this direction. Those who view the world with ambition will not tell others of its existence, seeking not to have further competition regarding the future of this world. For many races who are aware of your world, it is a secret—a secret that they keep to themselves, not wanting others to know about the existence of this beautiful, biologically diverse planet, which is ruled by a weak and conflicted set of tribes and groups.</p>\n\n<p class=\"book-paragraph\">As a result, the number of races in the universe who are aware of this world has remained very limited. If your world existed in a highly uninhabited part of the universe, anyone could come here for any purpose and do whatever they wanted. But that is not the case with your world. Other races from beyond this district cannot travel in these regions, and the secret of this world is kept and guarded by those who are aware of your existence and who have designs for your future.</p>\n\n<p class=\"book-paragraph\">Humanity’s engagement with the Greater Community, therefore, has been extremely limited to the point of almost complete isolation. Those races who have visited the world have not sought to reveal to the native peoples or even to the modern peoples of the world their purpose, their technology or their intentions. Those races who are here to take advantage of a weak and divided humanity certainly would not do that. For you to expect or demand that they do so represents a naiveté and a lack of education and awareness on your part. Even your potential allies in the universe, who value the possibilities and the potential of the human family, even they do not want to let other races know of your existence for fear that there will be even more intruders here, leading to an even greater danger to the future and the freedom of an emerging humanity.</p>\n\n<p class=\"book-paragraph\">Humanity remains uncontaminated. It remains an isolated race. It is evolving on its own, and this evolution has been accelerating. But the acceleration of this evolution is not because of the infusion of extraterrestrial technology, but because of humanity’s own trajectory in nature. Only a few technological items have been introduced to the world surreptitiously to advance humanity’s communication systems by those races who seek to use these in the future for their own purposes. But, by and large, humanity’s evolution and technological advancement have been very slow up until quite recently and have primarily been the result of human ingenuity and invention.</p>\n\n<p class=\"book-paragraph\">However, humanity remains a very primitive race with primitive tendencies and tribal animosities. Other races in the universe recognize this and fear such tendencies would influence their own nations, the majority of which are hierarchical and united, where personal freedom is unknown and greatly feared as an undermining force.</p>\n\n<p class=\"book-paragraph\">Contrary to some people’s expectations that you will meet highly advanced, free and peaceful nations, most societies that are aware of your existence and that have an interest in this world function under a strict hierarchy that you would find intolerable. Only your few allies that exist in this region represent independent races, and their independence has had to be guarded very carefully. For freedom is rare in the universe, as it is in your own world. This is the great truth that you will have to face, in contrast perhaps to your expectations, hopes and wishes.</p>\n\n<p class=\"book-paragraph\">This accounts again for the relative infrequency of foreign visitation to the world. Those visiting here do not want the influences of tribal cultures to affect their own social structures. Even the existence of music and dance, which have been so much a part of culture around the world, is looked at by some nations with great anxiety and fear, not wanting such influences within their own social structures. For in visiting a world, you will influence it, and it will influence you. Visiting races will influence you, and you will influence them. And here, influence, even by very primitive tribes of people, has been looked at with some degree of anxiety.</p>\n\n<p class=\"book-paragraph\">It must be understood here that the value of humanity is only regarded by a very few races in your local district of space. And those races who do value humanity for its own sake—for its accomplishments and for its potential—represent a small minority of the few races who are aware of your existence. Those that do could be considered allies of humanity insofar as they would support and try to protect the natural emergence of humanity against the influence of foreign powers who would corrupt humanity and who would seek to bring humanity under foreign domination and control. This is the dilemma of living in a world of such immense value. Humanity has now gained a sufficient technology that other races can use, and so the vulnerability of humanity to foreign persuasion and intervention now is very great.</p>\n\n<p class=\"book-paragraph\">Your past experiences with the Greater Community cannot really help you. They were extremely infrequent, and the only record of them now has been passed on through oral tradition or, in rare cases, writing. This history has become so modified by human ritual and belief that it holds no accurate or direct record of intervention or foreign presence in the world.</p>\n\n<p class=\"book-paragraph\">Therefore, you cannot look to the past to understand the nature, the purpose or the reality of the foreign presence and intervention in your world today. You have only a few traces of evidence to tell you that visitation has occurred, largely through the writings and artwork of native peoples from different cultures, from different eras. But this is insufficient as a guide. This will not reveal to you the reality of the universe around you, the forces that exist there or what humanity will have to face and deal with in the future.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/extraterrestrial-technology/"
}