{
  "title": "Facing Great Change in the World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity has reached a great turning point where it must choose a different direction, a direction that will alter the course of human destiny and evolution. Humanity is reaching the limits of what the world can sustain and what the world can produce for a growing human population. And humanity is affecting the balance of the world so significantly that it is setting in motion great change in the physical world, great change that humanity will have to adapt to in the future.</p>\n\n<p class=\"book-paragraph\">Up until this point, humanity has been focused on growth and expansion—occupying new territory, developing new resources, building cities, expanding those cities, entering into conflict with one another, regional conflict and great wars. But now you have reached a point where you cannot continue this behavior. This will utterly alter your economies, your financial institutions and how your governments function.</p>\n\n<p class=\"book-paragraph\">As it stands today, human civilization is unstable and prone to collapse. It has not struck a balance with the world. It has not established stability and security. All races in the universe must reach this threshold because you cannot keep growing and expanding forever.</p>\n\n<p class=\"book-paragraph\">It is necessary for you to know that beyond the solar system in which your world exists resources are owned by others. You cannot claim them for yourself. And if you think you can win such a contest, you are gravely mistaken.</p>\n\n<p class=\"book-paragraph\">So humanity will have to work with what it has here. No one from the universe is going to come and rescue you. And those groups who are intervening in the world today who promise this represent a great danger to humanity’s future and freedom.</p>\n\n<p class=\"book-paragraph\">So you are reaching a great turning point. You cannot continue the vector you are on, for the world cannot sustain it, and it will lead to breakdown and conflict. And yet humanity is so unprepared to adapt to a changing set of circumstances in the world and to a different modality of life that it is a great question whether humanity can turn this corner and make this adaptation.</p>\n\n<p class=\"book-paragraph\">What you have done in the past has worked in the past, but will not work in the future. You have reached a point of saturation. You are entering unknown territory. You are preparing for a future that will be unlike the past.</p>\n\n<p class=\"book-paragraph\">Food, fuel, water: these three things will be the determining factors to such a great degree. They have always been highly significant and represent the core resources of human civilization and indeed all civilizations in the universe. But these will be limiting factors now.</p>\n\n<p class=\"book-paragraph\">Yet people everywhere, from the average citizen to the leaders of government and commerce, cannot contemplate living in any other way. They cannot contemplate establishing stability or security in any other way than further conquest, expansion and exploration. While it is true that much innovation will have to take place to adapt to a changing world and to stabilize the economies and the political structure of nations, people do not realize what will have to be done in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">You are facing now resource depletion, violent weather, a degrading environment, growing economic and political instability and the risk of competition, conflict and war over who will gain access to the remaining resources.</p>\n\n<p class=\"book-paragraph\">It is really a desperate time. Perhaps on the surface there is the appearance of normalcy, but underneath there is a desperate and frantic search for resources, and a desperate and frantic competition over who will gain access to them.</p>\n\n<p class=\"book-paragraph\">Every day there is evidence from around the world that you are living in a world in decline, biological decline, and that those very resources upon which humanity depends in every conceivable way are diminishing or reaching their limits. It will be a great challenge in the future to determine how people will be fed, not only in the poorest nations, but even in the wealthy nations.</p>\n\n<p class=\"book-paragraph\">God is warning of this. God has sent a New Message into the world warning of the power and the consequences of the Great Waves of change and the power and the consequences of humanity’s encounter with forces from the universe, who are intervening in the world today to take advantage of a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">You are entering times of ever-increasing instability and disruption. It will be so confusing to people. They will not know what to do. And governments will find themselves with limited resources to meet the growing and expanding needs that will arise in this time of instability. It is indeed a time of great reckoning. It is a turning point.</p>\n\n<p class=\"book-paragraph\">God has sent this New Message into the world to warn and to prepare and to strengthen the human family to face these great changes, and to bring a deeper spiritual understanding so that people will have the opportunity to gain a connection to the source of the strength within themselves and in one another, for this strength will be needed.</p>\n\n<p class=\"book-paragraph\">Already the signs of the world are telling you that ever-greater change is coming. You can feel this. Regardless of your beliefs, or aspirations or preferences, you can feel this. You will feel nervous, concerned, anxious because you are feeling the movement of the world.</p>\n\n<p class=\"book-paragraph\">You may predict any number of outcomes. You may cast blame upon individuals and governments. But that is really not what is important. What is important is that you are connected and feeling great change in the world, the movement of the world.</p>\n\n<p class=\"book-paragraph\">Do not think this is all going to be beneficial. Do not think that everything will turn out right or lead to a higher plane of existence or some kind of human transformation.</p>\n\n<p class=\"book-paragraph\">The movement of the world can produce any number of outcomes depending on how people respond and what they choose to do. Will they unite and survive and prosper, or will they compete with each other, furthering the world’s decline and their own undoing?</p>\n\n<p class=\"book-paragraph\">Listen to your feelings here more than your thoughts. Withhold judgment and condemnation of others. Do not seek for easy answers, for there are no easy answers. Face uncertainty and your own insecurity.</p>\n\n<p class=\"book-paragraph\">You can do this because God has placed a deeper Knowledge within you, a deeper strength at the very core of your Being. This strength is called Knowledge. It is not afraid. It is not uncertain. Though everything around you may appear to be afraid or unsettled or uncertain, Knowledge within you is not uncertain.</p>\n\n<p class=\"book-paragraph\">Feel the movement of the world. What is coming over the horizon that you can see? Set aside your wishful thinking or your fearful projections to see what is coming over the horizon. Be prepared to make great change in your own circumstances and position to prepare for this. Do not assume that you are in the right place engaged in the right activities. For that may be a very dangerous assumption. Listen to your experience, not to your ideas. In this matter, you must respond at a deeper level. Do not resent or resist the Great Waves of change, for you were sent into the world to face them and to serve humanity within that context.</p>\n\n<p class=\"book-paragraph\">There is part of you that is strong. There is part of you that is weak. Your strength is in Knowledge. Your weakness is in your fears, desires and beliefs. They are not adaptive. They are based on preference and assumptions and anxiety.</p>\n\n<p class=\"book-paragraph\">But Knowledge within you is here on a mission. It is here to accomplish specific things with specific people. Its mission is beyond the range and scope of your intellect. You can only follow this and take the steps that this provides. In that way, your mind will come to understand over time what it is you are really doing here.</p>\n\n<p class=\"book-paragraph\">But you must follow. You cannot lead. This is not a question of will power. This is not a question of setting personal goals and achieving them. For Knowledge is beyond the realm of the intellect. For your true identity is beyond the realm of the intellect. And those who sent you into the world are beyond the realm of your intellect.</p>\n\n<p class=\"book-paragraph\">Watch the world; do not reject it. Watch what is happening in the economy. Watch what is happening regarding stability of the governments. Watch with as much clarity, courage and objectivity as you can muster. Do not look the other way, thinking that these things will just upset you. You must face them because they are altering the circumstances of your life. And you must pay attention to these circumstances and to the waves of change that are redirecting them and changing them.</p>\n\n<p class=\"book-paragraph\">In feeling the movement of the world, you will feel at times great apprehension and perhaps a great sadness, feeling the suffering that these great changes will produce for so many people, who either are not prepared or who do not have the resources to prepare. Yet at other times you will feel that these great changes are necessary to bring humanity into a balanced relationship with the world and into a more stable and sustainable way of life.</p>\n\n<p class=\"book-paragraph\">Your feelings will go from one extreme to the other and everything in between because the Great Waves of change will produce every kind of outcome. You will find yourself to be ambivalent regarding this great turning point. You will want it, but you will not want it. You seek positive change. You seek to establish a greater stability and security for yourself and other people. But the process that can make this possible is so very disconcerting and dangerous.</p>\n\n<p class=\"book-paragraph\">Here you will have to place your faith in Knowledge within yourself and Knowledge within others, for your faith in everything else will be shaken. And you will see people around you unable to cope, unable to deal with their changing circumstances. There will be much aggravation, much anger, much resistance, much confusion and despair.</p>\n\n<p class=\"book-paragraph\">If Knowledge were not with you, the situation could appear to be entirely hopeless. And many people will think it is hopeless and fall into despair, becoming cynical and jaded. But the power of Knowledge is within you. And these difficult times will provide the greatest opportunity for it to emerge in your experience if you call for it and welcome it and recognize its importance.</p>\n\n<p class=\"book-paragraph\">Many people will not be able to change their approach. They will keep emphasizing the same mantra, the same emphasis, even if that emphasis has no context and cannot be brought about. There will be great attempts at reassurance for people from leaders of government. But this is greater than their understanding. It is beyond their control.</p>\n\n<p class=\"book-paragraph\">In the future, humanity will have to find humane and proper ways to limit its population and to limit the consumption of resources, for stability and security will only be possible if this is done. And war will have to be set aside as being mutually destructive.</p>\n\n<p class=\"book-paragraph\">Where will you find the power to do this? Where will anyone find the strength to do this? Life will have to present you with a very fundamental challenge to alter the course of human destiny and to alter humanity’s habitual preoccupations and emphasis. In this, the Great Waves of change can be truly redemptive.</p>\n\n<p class=\"book-paragraph\">But humanity has chosen to learn under duress. It has chosen to learn under hardship and deprivation. Unable to unite in times of greater prosperity, it will now have to unite in times of great difficulty.</p>\n\n<p class=\"book-paragraph\">Life is giving you the great challenge now: Unite and survive. For if you do not unite, you will not be able to maintain human civilization and you will fail. If you are divided, you will fail. You will fail to meet the requirements of life in a changing world. And you will fail because other races from the universe will come to dominate you, and they will dominate you not by the exertion of force but by the power of their persuasions.</p>\n\n<p class=\"book-paragraph\">This, of course, looks impossible. From a normal point of view, it seems outrageous. It is so unlikely because it is so much unlike the past. But this is really what humanity is facing. How will human civilization function within the limits of food, fuel and water, not to mention the other innumerable resources that your technology requires, and that the production of everything you use requires?</p>\n\n<p class=\"book-paragraph\">Humanity is overspending its natural inheritance. And now it must face a more constrained future. Certain individuals are feeling this tremendously. They realize they are at a great turning point. But everyone around them continues to go on as if nothing is happening, blindly assuming that the future will be like the past, blindly assuming that the conditions of their lives will remain unchanged for them in the future.</p>\n\n<p class=\"book-paragraph\">It is a great difficulty to be the person who sees, surrounded by those who do not. But this seeing is such a great advantage because it gives you time to prepare. It gives you time to reconsider your situation, your strengths, your weaknesses, your advantages, your disadvantages. It gives you time to change your circumstances in whatever way is necessary. It gives you time to re-gather your strength and overcome your own ambivalence and resistance. Seeing the truth alienates you from others to a certain degree, but its advantages so far outweigh these difficulties.</p>\n\n<p class=\"book-paragraph\">If you are feeling the Great Waves of change that are coming, do not despair. Do not expend your life force blaming others, condemning individuals or institutions. For it is all of humanity that has driven itself to this point. And you are here to serve the world under these radically changing conditions.</p>\n\n<p class=\"book-paragraph\">Bring, therefore, your emphasis upon the conditions and circumstances of your life, and focus upon discovering this greater purpose, recognizing that it exists beyond the realm of your intellect and that it is pure and unaffected by your fears and preferences. Your fears and preferences only prevent you from gaining access to this deeper current of your life.</p>\n\n<p class=\"book-paragraph\">The message here is very simple, but it is hard to take because it represents such a complete re-evaluation of one’s existence and a shift of allegiance from your intellect and your social conditioning to a deeper authority within yourself. It is this shift that represents real spiritual development and real cultivation of your life. This shift does not happen all of a sudden, but in increments. Like the hands of a clock, they move, and you must move with them.</p>\n\n<p class=\"book-paragraph\">The failure to respond to the indications of what must be done in your life will lead to very unhappy results. To determine whether you can succeed or not in the future, what you do today will determine your future circumstances to a very large degree. That is why this is not a time for avoidance or complacency, not a time for false self-assurance, not a time for losing yourself in your interests and hobbies, for there is great work to be done in your life within yourself and regarding your circumstances as well.</p>\n\n<p class=\"book-paragraph\">The world is telling you that great change is coming. Knowledge within you is telling you that great change is coming. Great change means that you must reconsider what you are doing: your living situation, your work, your transportation, the strength or weakness of your relationships and associations with others. Are you in the right place? Are you with the right people? Are you engaged with the right purpose?</p>\n\n<p class=\"book-paragraph\">Knowledge within you will give you the indication of what the real answer to these questions is. And it will open your life, showing you all that you do not know, all that you must come to terms with to clear away false assumptions and your faith in many things that will not be able to sustain you into the future. It represents a deep evaluation, an inner reckoning, a transition of power from your beliefs and assumptions to the presence of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">God has given you Knowledge to guide you, to protect you and to prepare you to discover and to experience and render your greater gifts to a world in need. But this represents a very different life from the life you are living today, and a very different set of circumstances and different values.</p>\n\n<p class=\"book-paragraph\">The world is assisting you now in this discovery by taking away or threatening or altering the things that you depend upon and take for granted. This will make you more realistic and encourage you to establish more genuine and effective relationships with other people and a more sober and efficacious relationship with life.</p>\n\n<p class=\"book-paragraph\">It will take you out of fantasy. It will take you out of addiction. It will take you out of self-obsession. It will free you from trying to fulfill yourself based upon your preferences and ambitions. It will free you from meaningless relationships, meaningless pursuits. It will liberate you from having to try to determine what your greater purpose is, for life will show you what you must do. And this will give emphasis, certainty and priority to your actions.</p>\n\n<p class=\"book-paragraph\">Here do not look for peace and equanimity, for you must become engaged. You must realize what is changing around you. And you must seek Knowledge to know what to do and to know how to prepare and to take all the steps that you must take now to reorient your life, to strengthen your life, to strengthen your connection to Knowledge, to determine which of your relationships are really going to be able to move forward with you and which are not, who is going to respond to the Great Waves of change and who is not, until the last moment.</p>\n\n<p class=\"book-paragraph\">This is an immense gift to you if you can see it clearly and understand what it is calling from you. Otherwise, it will seem an immense inconvenience, a tragedy, something you want to avoid and escape. But you cannot avoid and escape the Great Waves of change. And all your plans to save yourself will only put you in greater jeopardy.</p>\n\n<p class=\"book-paragraph\">Instead, you must fortify your life. And you must build strong relationships with others who are fortifying their lives. You must find others who are responding to the power and presence of Knowledge within themselves and who show real promise of advancing and making this discovery.</p>\n\n<p class=\"book-paragraph\">Feel the movement of the world. Feel the movement of life within yourself. You know that great change is coming. You know you must prepare. You do not know how to prepare, but you know you must prepare. You know there are certain things you must do now to start. Once you begin, other things will come to mind that you must understand, that you must alter or set aside.</p>\n\n<p class=\"book-paragraph\">This is how Knowledge will guide you. It will not tell you everything to do at the outset, for that would be overwhelming to you. But it will give you things to do in stages. And you must do these things as expediently and as completely as you can.</p>\n\n<p class=\"book-paragraph\">The power and the presence of Knowledge lives within you. You have come into the world at a time of great change. And you have come bearing gifts, gifts that you yourself cannot discover until Knowledge brings them forth within you.</p>\n\n<p class=\"book-paragraph\">Set aside your beliefs and preferences long enough so that you can see clearly and begin to connect with your deeper experience. Do not listen to others or follow others or be a slave to the consensus around you, for you live in a world where people have forgotten their Source and their center in Knowledge that lives within them.</p>\n\n<p class=\"book-paragraph\">You will find that people’s beliefs, expectations, admonitions and emphasis are in almost all cases disconnected and not guided by Knowledge. This will show you the great need of humanity. This will show you the great need of your own life. And this will show you the promise and the power that you carry within yourself.</p>\n\n<p class=\"book-paragraph\">This will bring joy and confirmation to you and a deeper sense of resonance. You will feel better being connected to your deeper experience. It is life affirming. It will give you strength and courage. It will lead you forth.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/facing-great-change-in-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/facing-great-change-in-the-world/"
}