{
  "title": "Faith and Fear",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Now let Us speak about faith and fear, which is of particular relevance since many of you are on the verge of taking great steps forward. Whenever a true change comes upon you, it is a very important opportunity. In fact, it is an opportunity that is long anticipated by those who watch you from beyond.</p>\n\n<p class=\"book-paragraph\">People are very fortified against true change because it affects them deeply. It is not merely that they have a new set of circumstances or are engaged in new activities and disengaged from old activities. Something very deep inside is being touched.</p>\n\n<p class=\"book-paragraph\">It takes unusual circumstances to bring about genuine change within an individual. When people attempt to keep their circumstances stable or the same, it is more difficult. So the more you try to control your environment, the more difficult it is for you to find yourself. Life wishes to move you forward. That is why you came here.</p>\n\n<p class=\"book-paragraph\">Therefore, it is important to manage your personal affairs but to leave a great door open for something new to happen. As We have said, the important change will affect you very deeply. It will change your experience of yourself. It is rare that you will remember that particular moment when your experience of yourself changed, but that change is the really important thing.</p>\n\n<p class=\"book-paragraph\">People go to many places in the world, have many new experiences, new relationships and so forth, but nothing has touched them deeply. They go to great lengths to have a new experience of themselves, but nothing yet has touched them deeply. Yet when that happens, it is a very important time to understand the meaning of faith.</p>\n\n<p class=\"book-paragraph\">In an ordinary sense, you have faith that life is good and that there is a God out there somewhere—not too close at hand but out there somewhere. God is certainly there if you need a God, yes? But not so much a God that there is any interference with your plans. Sort of a convenient God. Like a life insurance policy. In case things get beyond your control, maybe there is someone that can help you.</p>\n\n<p class=\"book-paragraph\">So the usual idea of faith is that if you have faith, everything goes well. But that is only in the ordinary sense. We will speak of faith in a deeper sense, a real sense. This is important because if you have faith in God, or in a Greater Power, or in life or whatever you wish to call it, and everything is going along fine, well, that is good; you have faith.</p>\n\n<p class=\"book-paragraph\">But if things do not go so well, maybe your faith is shaken a little bit. It is more difficult to have faith now, and it takes more effort to shore up your faith once again. But when you are touched very deeply within yourself, which will occur at some point, then it requires a whole new kind of faith, and We would like to explain this so that you can understand.</p>\n\n<p class=\"book-paragraph\">What is the most cherished thing a person has in the world? What is the thing that people will defend against all adversities, the very source of their survival instinct? What is this? Is it the preservation of the physical body?</p>\n\n<p class=\"book-paragraph\">In an ordinary sense, you would say yes. That is a fundamental motive for self protection. But there is something greater than this. It is something that you will rarely ever think of. It is something so fundamental that it is not even part of awareness.</p>\n\n<p class=\"book-paragraph\">The thing that people are most afraid of is that their idea of themselves will be changed—the idea of themselves. It is quite apparent that people will commit suicide physically to maintain an idea of themselves. People are very protective of their idea of themselves because that is their identity in the world. So when real change is occurring, the idea of self is affected.</p>\n\n<p class=\"book-paragraph\">This idea of self goes far beyond your wish to minimize or eliminate the negative aspects of yourself and enhance the positive aspects. That is still at the surface. Yet when your fundamental idea of self is being affected, your life truly changes. That is real change. That is important change. That is what people are longing for most deeply and are most fortified against.</p>\n\n<p class=\"book-paragraph\">All of your habits and compulsions maintain your idea of self. We use this expression “idea of self” to give you an understanding that what you are truly afraid of is changing something very fragile—your idea of yourself.</p>\n\n<p class=\"book-paragraph\">When you are experiencing true change, true development and true progress, the idea of self undergoes tremendous change. And while it is changing, you go through periods when you do not know who you are or what you are doing. You seem out of control. These are the most important times. This is when something very important happens. That is when a new direction is recognized and new abilities are discovered.</p>\n\n<p class=\"book-paragraph\">You see, that is what all this development and personal growth is for—to bring you to this. And when you are really going through this change, you begin to understand something very important about other people and about yourself. Making progress means that you are going into the unknown, and the unknown is really a state where you are not so sure who you are.</p>\n\n<p class=\"book-paragraph\">It all sounds very simple. Yet why is there so much fear? There is so much fear. If you begin to become aware of yourself, you realize you are in a state of fear most of the time—a kind of low grade fear and occasionally a high grade fear like panic. This is unnecessary.</p>\n\n<p class=\"book-paragraph\">What you really want is to discover Knowledge because that holds the promise for your life, and that is beyond your idea of self. You must go past the idea of self to find this, to really find it. It is far greater than simply having some intuitive experiences. It leads you to the reality of the greater Self within you.</p>\n\n<p class=\"book-paragraph\">Here you must have faith that there is something within you that is worthwhile. And you must also have faith that you have assistance within the world amongst people and assistance from beyond the world as well. This must be your foundation.</p>\n\n<p class=\"book-paragraph\">You cannot proceed into the unknown without guidance and assistance. It is not an individual pursuit. You see, the idea of self is how you remain a separate identity in a universe that represents a unified identity. In other words, this is how you maintain your idea of yourself individually.</p>\n\n<p class=\"book-paragraph\">So when two people come together in relationship, there is much negotiation over “How much of my individuality will I give up?” and there is a great deal of effort to express and establish each person’s individuality.</p>\n\n<p class=\"book-paragraph\">Why are people afraid of embarrassment or disapproval? It is all to protect the idea of self. When you are alone, all you have is your idea of self. You do not yet have your true Self. Following Knowledge returns you directly to your true Self.</p>\n\n<p class=\"book-paragraph\">Here you must go through periods where your idea of self is lost and you are not so sure who you are. Here faith is necessary. This is a far greater faith. It is more important than simply hoping that there is something good out there to make sure that you do not lose your money or have a bad time.</p>\n\n<p class=\"book-paragraph\">When you begin to discover the power of Knowledge within yourself, you will also see where all fear comes from. You will see this within yourself because it is always standing in your way telling you to go back, to go back to the known, to go back to the familiar, to stay where you are, to not do anything, to not move forward. “Hold back, protect what you have, don’t risk it!”</p>\n\n<p class=\"book-paragraph\">Now We are not advocating that people go out and risk what they have just for the sake of doing it. That is ridiculous. What We are saying is that when true change in life is upon you, it is essential that you be able to respond to it. It does not come every day. Yet there are junctures in your life where true change becomes not only possible but necessary. These are the great opportunities.</p>\n\n<p class=\"book-paragraph\">You are not the source of this change. That is very important to understand. It is the result of your own deeper will and the Greater Will of all life working together. In other words, it is the result of the truth.</p>\n\n<p class=\"book-paragraph\">There is no individual truth and no one can have a total understanding of the truth—only a partial and perhaps momentary understanding. There is something greater that is bringing about this change within you. You are responding. And if you can respond, then others will respond to you. You will spark something in others as well.</p>\n\n<p class=\"book-paragraph\">That is why when any individual begins to truly experience Knowledge and to follow each step towards Knowledge, others will begin to be motivated in the same way. Here you begin to teach as a natural part of your life.</p>\n\n<p class=\"book-paragraph\">So what do you have faith in? That is important. You cannot have total faith in an idea of self if you have looked at yourself honestly because you are not consistent in your thinking or behavior. What is worthy of trust must be consistent. It must be strong. It must be good. It must always be there.</p>\n\n<p class=\"book-paragraph\">There are only two things in life that qualify for this—two things. One is Knowledge, which is the part of you that is part of God. The other is God, or all the Knowledge in the universe, if you want to say it like that. Some people do not like the word God. It brings back memories of childhood or something, but We talk about God anyway.</p>\n\n<p class=\"book-paragraph\">Therefore, there are only two things worthy of your faith. Having faith in your Knowledge restores your own value to yourself. If you can follow it, it will demonstrate its reality to you. It can only do that if you follow it.</p>\n\n<p class=\"book-paragraph\">Having faith in God restores your relationship with life and with the universe. So you have part of God within you that you must reclaim, and you have relationship with life that you must reclaim.</p>\n\n<p class=\"book-paragraph\">Here you begin to build a foundation for true happiness. Here your life makes sense and you realize why you are the way you are. You have been specially made for something that you have not discovered yet. Until you realize this to be true, you are always trying to be like other people and are angry about it.</p>\n\n<p class=\"book-paragraph\">Those people you are trying to be like will always have great influence over you, which will cause much conflict. You will never be at ease around people whom you emulate. This all produces conflict. This makes relationships very unstable.</p>\n\n<p class=\"book-paragraph\">You do not discover Knowledge all at once. It comes to you in increments. Each part must be accepted. Why? Because Knowledge changes your idea of self slowly.</p>\n\n<p class=\"book-paragraph\">People often have big experiences. These experiences produce only a little tiny change in idea of self, and people think that they have gone through some kind of metamorphosis.</p>\n\n<p class=\"book-paragraph\">Only a little change in self seems so big to them. They begin to experience things a little differently perhaps, but it is only the beginning of change because who you are is not your idea of self. Who you are is only using your idea of self, but you must go past the idea of self to see this and to know this to be true.</p>\n\n<p class=\"book-paragraph\">Why are We here with you? Because you have come into the world to reclaim yourself in the world. This is not the path of personal fulfillment. You do not meet all of your criteria for being a wonderful, perfect, magnificent person. It is more of an undoing than a doing. It is more about letting go than taking on. When you begin to experience yourself more directly, then you will be in a position to take on real responsibility in life.</p>\n\n<p class=\"book-paragraph\">Here We are speaking about the idea of self, but it is only a temporary expedient. To experience who We are, you must know Us in a very deep place in yourself, or We are merely a phenomenon that you either like or do not like, agree with or do not agree with. It does not matter. It is all at the surface only. Deep within you, where real experience emerges, there is true relationship.</p>\n\n<p class=\"book-paragraph\">That is also the case between yourself and others. You may have been together for many years, intimately, and may not have touched each other yet—really touched, really experienced relationship very deeply, beyond understanding the relationship, beyond behavior and shared interests.</p>\n\n<p class=\"book-paragraph\">What We are speaking about is where all of the rewards are. Everything else is just stimulation, something to keep you occupied momentarily to ward off insecurity. That is not bad. It is simply not very important.</p>\n\n<p class=\"book-paragraph\">Within each person, there is the expression of their true Knowledge. It is to bring this forth in the midst of all other ideas, influences and tendencies that is the purpose of Our being here together.</p>\n\n<p class=\"book-paragraph\">You can only have faith in Knowledge and in God. Knowledge is God in you. God is Knowledge in the universe.</p>\n\n<p class=\"book-paragraph\">Why fear? Because you are afraid you will not know who you are. People jump off a bridge and say, “I am doing this to tell you all who I am! To make you remember my idea of myself.”</p>\n\n<p class=\"book-paragraph\">If an idea of self becomes too damaged or destroyed and you do not have Knowledge, you can go crazy and try to kill yourself because your idea of self is too small to fit you.</p>\n\n<p class=\"book-paragraph\">That is why when people begin to open to greater experience, they must have true support and assistance because at times they will not know who they are as they eclipse their idea of self to find the true Self. That is why We have always discouraged people from attempting to do this on their own. You cannot do this on your own. This takes you beyond yourself. This brings you into true relationship with other people.</p>\n\n<p class=\"book-paragraph\">When We say have faith in God, We mean have faith in Knowledge in others because that is the most real demonstration of God in the world. Someone is doing something beyond their own personal interest. That is greatness in the world.</p>\n\n<p class=\"book-paragraph\">Yet people become afraid. “What will I have to give up?” It is not about giving anything up. It is about finding something. You can keep what you have now if you are truly interested in it. That is fine. If you are not interested, that is fine. It is all fine. But you must love and trust your true Self to know that you will not lead yourself into deprivation.</p>\n\n<p class=\"book-paragraph\">The man and woman of Knowledge do not need much from the world, unless they have a very big role to play, and then they need things temporarily. It is all used to express something greater.</p>\n\n<p class=\"book-paragraph\">Being a musician? It is to express something greater. Being an athlete? It is to express something greater. Being a leader amongst people? It is to express something greater. It is this experience that you wish to have. That is what gives everything meaning.</p>\n\n<p class=\"book-paragraph\">One of the difficult things that the student of Knowledge must learn to do accurately is to be able to discern fear, to know when he or she is afraid and say, “Oh, I am afraid!” When you say that, half of your burden is gone in the moment. People are afraid and think it is something else, it is someone else or that something is going on. But they are only afraid.</p>\n\n<p class=\"book-paragraph\">When you are afraid, you are without Knowledge. If you are acting crazy, you cannot respond. If you are closed, no one can reach you.</p>\n\n<p class=\"book-paragraph\">We are not speaking here of the fear that you experience when you are obviously very frightened of something. We are speaking about your normal state of mind. We say this only to give you an indication that there is something far greater waiting for you.</p>\n\n<p class=\"book-paragraph\">We will tell you a great secret from beyond the world. God does not care if you are a “nice person.” That is not important. God does not care if you look good. That is not important. There is only being real. If you are real and it is important to look good, well, you will look good. It is not a problem. It is simply an expedient in order to communicate with others.</p>\n\n<p class=\"book-paragraph\">There are only two things in life: There is Knowledge and there is looking good. Why look good? To protect an idea of self. If you do not think this is true, then go outside one day dressed completely inappropriately for who you think you are and see how you feel. You will be afraid. Go out dressed like people you do not like. You will be afraid.</p>\n\n<p class=\"book-paragraph\">You do not really need to do this, but some of you are very adventurous and want to try out everything. Lifetimes are spent trying out all the things the world has to offer, and in this day and age the world has so much more to offer. It is a very exciting place.</p>\n\n<p class=\"book-paragraph\">Then you realize that everything the world has to offer is all the same, and only your desire for Knowledge remains. You can go out to your car, open the door and experience Knowledge—the most ordinary action. This may be much greater than going to the Pyramids around the world. You know why? Because the Pyramids do not mean anything. The only thing in the Pyramids that means anything is the Knowledge that was experienced when they were built. Other than that, they are just more stuff in an interesting shape.</p>\n\n<p class=\"book-paragraph\">The same is true with all places considered holy or sacred. Their only value is the Knowledge that has been experienced there. So you go to those places and the Knowledge that was experienced remains there, for any place where Knowledge has been experienced is a holy place. You can experience Knowledge in a bathtub. Then it becomes as holy a sanctuary as the great cathedral.</p>\n\n<p class=\"book-paragraph\">People often have an experience of Knowledge in the most ordinary circumstances because for a moment they are not trying to be anything. So they are themselves. They fall back into themselves. Wonderful moments. But then they must return to protecting an idea of self.</p>\n\n<p class=\"book-paragraph\">There are two kinds of fear. There is the fear that constitutes fear of survival of self, which constitutes about ninety-nine percent of the fear you will ever experience.</p>\n\n<p class=\"book-paragraph\">Then there is another kind of fear, which is not really fear at all. It is more like cautious observation, like climbing a mountain. Not fear, but cautious observation. You are very attentive now. You are cautious. That is good.</p>\n\n<p class=\"book-paragraph\">To be truly cautious, you must be alert and observant. To be observant and alert is a profound state. It is very rare. It is so easy for the alert person to be successful in life because there are so few alert people.</p>\n\n<p class=\"book-paragraph\">Alert means you are not preoccupied with yourself. You are observing things around you objectively without attempting to define things or judge things. If you were crossing ice cold water in a fast river, you would not be judging the river, you would simply be watching it to know where to put your feet. This is a very alert state. Caution is like that. Some people may think this is being fearful, but it is not.</p>\n\n<p class=\"book-paragraph\">Fear will become increasingly unnecessary and recognized as just an aggravation of mind as you begin to trust Knowledge within yourself and beyond. This is a relevant subject, particularly if you are facing real change in life.</p>\n\n<p class=\"book-paragraph\">Knowledge is the foundation. It will make your passage far easier, and you will be able to gain true value from change. Otherwise, it is not important that you go from this place to another place or that your circumstances change. It is all forgotten anyway.</p>\n\n<p class=\"book-paragraph\">The only thing you take from this world is the Knowledge that you have discovered here and the relationships that you have truly established. They are permanent. That is what is truly meaningful.</p>\n\n<p class=\"book-paragraph\">Therefore, the fewer distinctions you have, the more clearly you can see. But they must be very important distinctions, and they will require much openness of mind.</p>\n\n<p class=\"book-paragraph\">Now We wish to speak about service. The more you experience that your life is in service to something greater, the less afraid you will be. It is not sacrifice to something greater. That is wrong thinking. It is service to something greater.</p>\n\n<p class=\"book-paragraph\">When you serve, you cannot lose. But when you try to acquire things for yourself, there is always a great risk of failure and loss. You may lose that which you have here already, and you may not succeed in what you are attempting to acquire. This does not mean that you should not acquire things, but We are speaking of a different state of mind.</p>\n\n<p class=\"book-paragraph\">When you are in service to something, you are acknowledging an inherent relationship already and are in position to receive from that relationship. Achieving a state of total service is a profound state of giving and receiving. There is very little fear here. You will still have an idea of self, but it will not be in contradiction to your true nature.</p>\n\n<p class=\"book-paragraph\">Everyone here has an individual nature to use while visiting here in the world. You also have a true nature, which is permanent. Your permanent nature is not important to discuss. It is simply there when you run out of other things to do. But your individual nature is very important because this is where the foundation for self love must be established.</p>\n\n<p class=\"book-paragraph\">We will tell you something very interesting and worth thinking about. People are afraid to be still, and they are afraid to act with great determination. These two experiences are very complementary. When you learn stillness, you learn to act with great determination, and you also learn to wait for what stimulates great determination.</p>\n\n<p class=\"book-paragraph\">So when you are confused and in doubt, become still. You cannot be still asking questions: “Where is the answer? I am being still. Where is the answer? I am being still. I have been still for five minutes!” You see, your questioning mind is not where the answer is.</p>\n\n<p class=\"book-paragraph\">God in life you cannot follow. Knowledge in yourself and in others you can follow. Therefore, be with those who exemplify what We are speaking about. If you want to know something important to do in life, be with someone who is doing something important.</p>\n\n<p class=\"book-paragraph\">Do not be with people who are as confused as you are. You will amplify each other’s confusion, and there will be endless discussion about how it all should be or could be. Instead, find someone who is doing something important and spend time with that person. This is not complex.</p>\n\n<p class=\"book-paragraph\">There are two things in which Knowledge expresses itself in this world: there is stillness and there is determined action. That is where people experience Knowledge. Some people need to become still to know something. Other people need to do something to know something. But you all need to be still a little bit. That is the first step.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/faith-fear-idea-self/"
}