{
  "title": "Finding Certainty and Strength",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity is entering uncertain times. Great Waves of change are coming to the world—generating increasing economic and political instability, disrupting and even destroying the production of food, pushing humanity beyond the limits of what the world can provide.</p>\n\n<p class=\"book-paragraph\">It is a time of great uncertainty, a time of upheaval, a time when humanity must face the reality that it has overspent its natural inheritance and must now adapt to a changing set of circumstances in the world. It is a time when the risk of competition, conflict and war over the remaining resources will become ever greater—a time of great risk; a time when humanity must choose whether it will fight and compete amongst its nations and tribes or whether it will unite for the preservation of the world. This is a decision not only for leaders of nations; it is a decision that must be made by citizens everywhere.</p>\n\n<p class=\"book-paragraph\">It is a time of great danger for humanity, but it is also a time of great promise. For it is in the face of the Great Waves of change, and in the face of humanity’s encounter with intelligent life in the universe that your greatest opportunity to establish a new foundation and direction for the human family can be realized and fulfilled.</p>\n\n<p class=\"book-paragraph\">Every person will have to face increasing uncertainty, even amongst the wealthy nations of the world, even amongst the most privileged. They have far more to lose in the face of the Great Waves of change, and they are not adapted to living under more pressing circumstances.</p>\n\n<p class=\"book-paragraph\">The very poor, however, are at the greatest risk, for they have nothing to fall back on. There will have to be a great provision for the poor peoples of the world.</p>\n\n<p class=\"book-paragraph\">This will have to be a responsibility that nations carry, and that the whole world carries. For you cannot afford to have nations collapsing, governments collapsing, economies collapsing in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">It is as if the bill has come due for decades and centuries of overuse of the world and misuse of the world. Now greater care must be brought to bear, and far greater cooperation. It will change the priorities and the values of people out of necessity. It will either forge a greater union or a greater destruction.</p>\n\n<p class=\"book-paragraph\">You cannot run and hide from the Great Waves of change or from the presence of foreign, intervening forces who are here in the world trying to influence and take advantage of a weak and divided humanity. It is a time of great reckoning, a time of great decision making, a time when each citizen will have to decide what they will emphasize.</p>\n\n<p class=\"book-paragraph\">As uncertainty grows around you, as your faith in leaders and institutions becomes shaken and challenged, as wishful thinking and personal plans and hopeful expectations begin to evaporate in the face of growing difficulties, people have a great opportunity to recognize the deeper powers that the Creator of all life has placed within each person to guide them, to protect them and to lead them to a greater contribution in the world.</p>\n\n<p class=\"book-paragraph\">It is indeed in the face of increasing uncertainty that the possibility that people will find this greater power and certainty within themselves becomes heightened. Once you lose faith in things that have little substance or little assurance, then there is a greater possibility you will turn to that which is truly certain—that which is unshaken by the world, that which is not afraid of the world, that which can navigate the difficult and uncertain times ahead.</p>\n\n<p class=\"book-paragraph\">Here you must learn that you cannot be certain about the outcome of how things will turn out. You cannot be certain of the outcome that humanity’s efforts on its own behalf will be fruitful and productive in the way that is hoped for. You cannot be certain that your governments and leaders can navigate the increasing political and economic turmoil that the Great Waves of change will produce.</p>\n\n<p class=\"book-paragraph\">But you must be certain increasingly that you can navigate these difficult times; that you have a pilot within yourself that can guide you; that you can face whatever life presents to you and not fall apart, or give way, or take desperate actions, or make foolish assumptions.</p>\n\n<p class=\"book-paragraph\">Here the wealthy people have less adaptive abilities than the poorer people. The wealthy, who have been insulated by their wealth and privileges, will find themselves at a great loss as to what to do. That will be great stress upon them, for they are ill equipped to deal with changing circumstances of this nature.</p>\n\n<p class=\"book-paragraph\">Therefore, your certainty must not be in the outcome, but in your ability to go through the process of change. And this certainty cannot merely be a hope or a wish. It cannot merely be a faith in oneself. It has to be based on real skill, clarity and objectivity.</p>\n\n<p class=\"book-paragraph\">You will see around you that people will go from living in hopeful expectation to despair without finding the real middle ground. They will fall from their ideal world and their great assumptions about security and success into despair, hopelessness, desperation. They will go from one extreme to another, from one kind of foolishness to another, from one kind of dangerous attitude to another.</p>\n\n<p class=\"book-paragraph\">Where people need to be is in the middle: clear, objective, sober, determined, and compassionate with others. For it will take great patience and forbearance to not fall into the temptation to condemn or to hurt others in the face of such disruptions.</p>\n\n<p class=\"book-paragraph\">You have to be collected, you have to be observant, and you need to prepare. Lack of preparation here is a critical point because people will be taken off guard. They will not see the waves of change coming and will find themselves all of a sudden in a great difficulty without any resources available to help them, really.</p>\n\n<p class=\"book-paragraph\">In the future, your government will not be able to protect everyone, will not be able to shore up everyone, will not be able to feed and house everyone. In the world, there will be great environmental disruption as arid regions become uninhabitable for large numbers of people, and there will be great migrations, great human need. In the wealthy nations, there will be a loss of wealth. Economies will shrink, people will have to collaborate to provide for themselves and to help their communities.</p>\n\n<p class=\"book-paragraph\">If you see this coming, and it is coming, then you can begin to re-evaluate your life: how you live, where you live, how you travel about, how many resources you will require to sustain yourself and your family. You will have to see if your employment is sustainable into such a future. You will have to look at your skills, your strengths, your weaknesses. You will have to take a very objective assessment of everything you have, everything you do, everything you own and, perhaps most importantly of all, the quality of your relationships.</p>\n\n<p class=\"book-paragraph\">If you associate with people who are weak and prone to foolishness or foolish assumptions, well, they will be of no help to you. In fact, they will be a great problem for you.</p>\n\n<p class=\"book-paragraph\">God knows that you were going to enter such a world at this time, and that is why God has given you the power of Knowledge—a deeper Intelligence, an Intelligence that functions beyond the realm and the range of the intellect, an Intelligence that is not afraid of the world, that is not governed by people’s political or religious beliefs, conflicts and perspectives.</p>\n\n<p class=\"book-paragraph\">It is like a pilot taking you through a dangerous channel, but you must be really ready for this passage. You cannot sit idly back and think that God is going to take care of everything for you. For God has sent you into the world to take care of everything—you and everyone else.</p>\n\n<p class=\"book-paragraph\">But God knows you cannot do it alone, and God knows the world is a very corrupting and diluting environment. And so you have been given the greatest endowment possible. But incredibly very few people are aware of this, the power and presence of Knowledge within themselves. It is the source of your certainty, self-confidence and true abilities.</p>\n\n<p class=\"book-paragraph\">Some people think when they learn of the Great Waves of change and are able to experience these things themselves, they think they must stockpile food, they must build a fortress, they must create a defensible position, against everyone and everything.</p>\n\n<p class=\"book-paragraph\">But this is not guided by Knowledge. This is a fool’s response because you cannot stockpile food for a lifetime. And if you stockpile too much, people will come and take it away from you. You cannot live in fear and trepidation if you are to be of service to the world, which is really your purpose for coming here.</p>\n\n<p class=\"book-paragraph\">Knowledge will protect you, but it will not imprison you. It will take you to a position where you can be a real contributor to the world and to other people, and to be a beneficiary of change rather than its victim.</p>\n\n<p class=\"book-paragraph\">Knowledge is not here to make you rich, or to have you barricade yourself against the world, or to run off into the wilderness and try to survive. That is what the mind thinks, your personal, social mind. It thinks of such things. But this is foolishness.</p>\n\n<p class=\"book-paragraph\">You cannot run away and hide from the Great Waves of change. And if you try to barricade yourself, you will just become isolated and in danger. You cannot take up arms against your neighbors because that reduces everyone’s ability to survive and to adapt.</p>\n\n<p class=\"book-paragraph\">You need the power of Knowledge now to guide you because your intellect cannot do it. People claim they have solutions to the Great Waves of change, it is just a matter of political will and policy, or it is just a matter of supporting new technology. But people who think these things do not understand what is really coming. They do not realize that it will take a thousand solutions to mitigate the impact of the Great Waves of change, and it will take years to accomplish this. They do not realize they will have to adapt significantly to the changing circumstances of the world.</p>\n\n<p class=\"book-paragraph\">They think that they can create a defense at the level of policy and technology. They underestimate greatly what they are really facing here. And they do not see that humanity will not prepare itself adequately to meet the great challenges that are coming now.</p>\n\n<p class=\"book-paragraph\">But this is not a cause for hopelessness because people still have to become aware and to prepare. And the degree to which they do will determine the quality of the outcome for them and their ability to undergo a process of great upheaval and change.</p>\n\n<p class=\"book-paragraph\">Humanity is not doomed, but it will be extremely challenged. It is facing this challenge, understanding this challenge and finding the resources in oneself to undergo the process of preparation and change that really are important. And the value is not merely survival; the value is that it will elevate people into a greater set of abilities and a greater service to others.</p>\n\n<p class=\"book-paragraph\">The kind of world you will have in the future and the kind of world your children will inherit will be dependent upon the degree to which this recognition of preparation and contribution can take place.</p>\n\n<p class=\"book-paragraph\">Therefore, do not be certain about the outcome, for that is self-deceiving. Do not be certain that governments or technology will be able to meet all the challenges, for that will blind you to your own need to prepare and it will blind you to the power and the impact of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">What you must be certain of then is your ability to face, to comprehend and to undergo this process of change and upheaval. And this cannot be a wish or a hope. It must be based on a real foundation within yourself. Preparing your circumstances will be very helpful, but most of the preparation here is internal.</p>\n\n<p class=\"book-paragraph\">People have become so reliant upon other people to guide them, to lead them, and upon the seeming powers of technology, they have lost their self-reliance. They have lost their intuition. They have lost their ability to respond to unprecedented and unexpected events. They have lost what nature has provided that assures and supports your survivability and your adaptability.</p>\n\n<p class=\"book-paragraph\">Sixty percent of the preparation will be internal; [forty] percent will be external. The more you prepare, the more competent you will feel you are. If you do nothing, you will have no confidence. If you wait for other people to fix the problem for you, having certainty that they can do this and that everything will turn out fine, you will have no courage, you will have no strength, you will have no competence to face the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">The process begins by awareness. It might be frightening at first, but you want to move beyond your emotions into a place of greater objectivity. When you realize that you cannot run and hide and no one is going to save you, then you can enter a state of mind that is much more clear and responsive.</p>\n\n<p class=\"book-paragraph\">Here you set aside self-obsession, unnecessary hobbies, your plans and your goals. You start to look at where you are losing energy to people and to involvements that have no real significance in the face of such great change.</p>\n\n<p class=\"book-paragraph\">You look at your community and you see that the elderly are vulnerable; children are vulnerable. And you see the magnitude of the need for communities to prepare, for people to become aware, for people to undergo the deep evaluation of their lives that you are now beginning to undergo. If people are not ready, they will be overtaken, and then there will be very little for them to do.</p>\n\n<p class=\"book-paragraph\">In life, you live for the moment and you prepare for the future. You do not just live for the moment. Perhaps if you are an ant, you live for the moment. But even the ant is building a colony, supporting an infrastructure that can withstand immense change.</p>\n\n<p class=\"book-paragraph\">This is where you wake up from your dream of personal fulfillment, or your dreams of romance or your dreams of your own involvements or obsessions, to wake up to the world. The world is knocking at your door, saying, “Wake up, it is time to wake up now. It is time to begin to look at your environment, to look at your life, to look at what you are doing. The Great Waves are coming over the horizon.”</p>\n\n<p class=\"book-paragraph\">This is not a matter of belief. It is a matter of recognition. It is not a matter of perspective because no matter how you look at it, the Great Waves are coming, and some are already here. It is not a matter of being loving or fearful. It is a question of whether you can see or not see, whether you can respond or not respond, whether you can prepare or not prepare.</p>\n\n<p class=\"book-paragraph\">This is a great wake-up call for the human family, a wake-up call telling you that you live in an environment, and the environment has been changed, has been altered, has been despoiled in many cases, and now you must face the consequences of this. This will utterly change your priorities, your objectives, your emphasis.</p>\n\n<p class=\"book-paragraph\">Instead of just being a locust upon the world, consuming everything in sight, you will become really concerned about the welfare of your town or your community, or if your city will be able to undergo this kind of strain and challenge. You will be concerned about the welfare of people who are vulnerable, who are elderly, or very young, or disabled. You will look to your family; you will look to your network of friends and associates. You will look to the survivability of your business. You will begin to assess what is strong, what is weak, what can last, what will not last. The more you do this, the greater will be your self-confidence, and the stronger will be your experience of Knowledge.</p>\n\n<p class=\"book-paragraph\">You cannot freeze or be paralyzed, you cannot run away and hide, or go around blaming other people, or be hysterical, or break down in self-pity. You must gain hold of yourself, find your center, your strength, get over your initial reactions. You are on a ship that is slowly sinking. What are you going to do about it? Run around screaming and yelling, or be enraged at other people?</p>\n\n<p class=\"book-paragraph\">For everyone has created this condition, you see. There is really no one to blame. There are only people to engage with. You want to be part of the solution and not the problem.</p>\n\n<p class=\"book-paragraph\">Humanity will have to employ all of its creative talents in science, in social progress, in political development, humanitarian aid, international relations—everything, as if your whole world was at stake.</p>\n\n<p class=\"book-paragraph\">You now face competition from exploratory groups from the universe who will seek to take advantage of this situation. They are not military powers, but they carry great strength and persuasion. They will attempt to divide and conquer humanity through the power of this persuasion and through promises of technology by claiming that they live in peace and can rescue humanity from its predicament.</p>\n\n<p class=\"book-paragraph\">But it is all a deception, for they cannot save humanity. They can only take advantage of humanity. And this is the perfect environment for them to do this. As people lose confidence in governments and institutions, they will turn to other powers to rescue them.</p>\n\n<p class=\"book-paragraph\">Such powers are already in the world, claiming to be here to save humanity from itself. It is a more intelligent way to conquer. It is a more brilliant plan. They will not use force because force destroys the value of the world, and they need the human family to work for them. So destruction is not their aim. They cannot live in your world, so they need you and your infrastructure that you have built.</p>\n\n<p class=\"book-paragraph\">You must see that all of this is not overwhelming. It is really nature. It is really natural forces. Competition is part of nature. You now have competition from the universe around you, from the Greater Community of life in which you have always lived, and which you must now contend with.</p>\n\n<p class=\"book-paragraph\">It is the overwhelming nature of the great change that will call you out of your fixations, your beliefs, your perspective. Only something this strong and this demanding can really produce a real shift in how people think and their ability to see and to recognize their situation.</p>\n\n<p class=\"book-paragraph\">Humanity could lose everything, everything it has ever created for its benefit, in the face of the Great Waves of change, and in the face of Intervention from the universe. But to see this you must have clear eyes. You cannot be in denial or avoidance. You cannot be so reasonable that you cannot see something that is unprecedented. You must look over the horizon and see what is coming. It is not a matter of what you want. It is not a matter of what seems reasonable because the future will not be like the past.</p>\n\n<p class=\"book-paragraph\">Humanity has a greater promise. You will have to build a new future because you cannot continue what you are doing now. But what will create the incentive to do this, the commitment to do this, the courage and the sacrifice to do this? Only the Great Waves of change and humanity’s facing competition from the universe will really have the power to unite the human family in a very functional way.</p>\n\n<p class=\"book-paragraph\">For everyone is in the same boat now. It does not matter whether you are rich or poor, whether you live in this country or that country. You are all facing the same outcome.</p>\n\n<p class=\"book-paragraph\">If human civilization collapses in the face of the Great Waves of change, other powers will come here to take over. Some of those powers are already in the world—planting the seeds of dissension, preying upon human weakness and human superstition, encouraging people to believe in the Intervention and to lose all hope and confidence in human leadership, to weave a web of conspiracies that will make people fear and doubt one another so much that they will never be able to trust each other enough to collaborate.</p>\n\n<p class=\"book-paragraph\">The Creator of all life has sent a New Message into the world to reveal the power and the reality of the Great Waves of change and to reveal to humanity the hidden presence that is in the world today that is seeking to undermine human authority and human sovereignty in this world.</p>\n\n<p class=\"book-paragraph\">This New Message is here to speak to the power and presence of Knowledge within each person and each person’s greater responsibility to be of service to a world in need at this great turning point in humanity’s evolution.</p>\n\n<p class=\"book-paragraph\">The New Message presents what humanity cannot see and will not see. It gives a clear picture. It is not a product of any existing world religion or institution. It is a gift of love and concern and confidence from the Creator of all life. It teaches that all religions were inspired by God. It teaches the power and the presence of Knowledge, the essence of human spirituality, and that each person was sent here to give a greater gift to the world, and that human freedom and human cooperation are what will allow these great gifts to emanate within the individual and to find their fullest expression in the circumstances of life.</p>\n\n<p class=\"book-paragraph\">The New Message teaches you where certainty can be found and where it cannot be found. It will teach you the difference between real faith and faith that is being misused and misapplied. It will teach you to value your life and the lives of others, and to learn to hear the great need for Knowledge in the world, and to listen to the evidence of Knowledge in others.</p>\n\n<p class=\"book-paragraph\">Humanity will have to become strong and united. It will have to restrain its violent tendencies. It will have to overcome its historical conflicts and animosities. Nations will have to cooperate if they want to survive the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">But what can give humanity the power to overcome all of these extremely powerful tendencies—the tendencies towards conflict and conquest, towards hatred and destruction, towards greed and corruption? It cannot merely be a set of ideals or an ethical proposition. It has to be something that is so dramatic and so potent and so real, that you are faced with a fundamental choice: unite and survive, be divided and you will fail.</p>\n\n<p class=\"book-paragraph\">You are now facing such a great challenge. You are not certain of the outcome. You are not certain that things will work out fine. You have never been through this before. The past cannot now tell you what the future will be like.</p>\n\n<p class=\"book-paragraph\">Tribes and nations have collapsed in the past, but never has the entire human family been facing a world in decline, a world of depleting resources, a world of environmental degradation and change. Never have you had to face competition from the universe. If you cannot consider these things, then you will not see the need to prepare, and you will not prepare. You will just hold onto your old values, old notions and ideas, and will be blind to the signs of the world, and will be deaf to the voice of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">Humanity is entirely capable of failing and has shown all the right tendencies for failure. That is why this is an internal matter, a matter of conscience, a matter dealing with the deepest conscience within you, which is Knowledge, which is the conscience that God has placed there, not a conscience that your society has tried to cultivate.</p>\n\n<p class=\"book-paragraph\">An unprecedented set of circumstances requires an unprecedented response. Does humanity have this responsibility, this ability to respond? You cannot answer that for others, but you can answer that for yourself. And that is why this is a challenge to you, first and foremost.</p>\n\n<p class=\"book-paragraph\">There is no sitting by in the face of the Great Waves of change. There is no deferring to others. You must look to your life, to your circumstances, to your family and to your relationships. This is how you begin.</p>\n\n<p class=\"book-paragraph\">You do not neglect these things and try to change the world. You must begin here. You must have a more secure position, so you do not end up being a victim when the Great Waves begin to strike. You must be able to be strong enough to weather the shocks and to use the guidelines that the New Message has provided you that will enable you to begin your preparation.</p>\n\n<p class=\"book-paragraph\">This is a Message of love and compassion. This is God warning you, blessing you and giving you a preparation. This is alerting you to the reality of the future, the future that will overtake the present as it approaches. This is to give you time to see, to know and to prepare, and to undergo a deep re-evaluation of your life.</p>\n\n<p class=\"book-paragraph\">This is to show you where your real certainty resides and to teach you the difference between the Power of God and all the false Gods that you have created, believing that they will guide and protect you.</p>\n\n<p class=\"book-paragraph\">This is to encourage you to support human unity and cooperation, no matter what the odds, no matter what the corruption, no matter what the deception that has gone on before. For what other choice do you have? You need everyone now to work, and Knowledge will give you the strength to do this because it is not concerned with the odds.</p>\n\n<p class=\"book-paragraph\">It is here to give, it is here to contribute, it is here to strengthen people, to unite people, to encourage people. It is the antidote to fear. It is the antidote to evil. It is the antidote to self-deception, and it is the antidote to self-defeat.</p>\n\n<p class=\"book-paragraph\">Listen with your heart and you will know. Listen with your mind and you will be confused and take issue.</p>\n\n<p class=\"book-paragraph\">Not everyone has to respond, but enough people must respond or the tide will turn against the human family, and the danger and the requirements will seem overwhelming. It was not raining when the ark was built. Do not wait for the rains to come, or there will be no building of an ark.</p>\n\n<p class=\"book-paragraph\">You will need great courage. You will need real determination. You will need to persevere. Your ideas and beliefs cannot give you this courage, this perseverance, or this strength. It must come from deeper within you, and that is why Knowledge is the key to whether people will see, know and act, according to the demands of the world.</p>\n\n<p class=\"book-paragraph\">You begin here and you proceed step by step. You do not know the outcome. You cannot assure the outcome. There are no guarantees. There is only contribution. There is only moving in a right direction. There is only choosing strength over weakness, certainty over illusion, compassion over hatred.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/finding-certainty-and-strength.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/finding-certainty-and-strength/"
}