{
  "title": "Following the Presence",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">There is a greater Mind within you, a greater Mind that the Creator of all life has placed within you to guide you, to protect you and to lead you to your greater accomplishments in life. This deeper Mind is profoundly different from the mind that you think with—your intellect, your worldly mind that has been conditioned and formulated in response to the world and all the influences that come from your family, your culture, your religion and so forth. But there is a deeper Mind within you, the Mind of Knowledge.</p>\n\n<p class=\"book-paragraph\">This is where your deeper insights come from. This is where the impulses come to hold you back from making bad decisions, from committing yourself to relationships that have no future and no real purpose. It is from Knowledge, then, that comes the real direction of your life.</p>\n\n<p class=\"book-paragraph\">It has a plan already for your life, for you came into the world with a greater purpose, with a specific mission to discover and to fulfill, and with it the necessity of finding those individuals who will be part of this mission and who will enable you to discover it and to express it fully.</p>\n\n<p class=\"book-paragraph\">It is as if you have two entirely different agendas. You have your personal agenda, which represents your goals and your plans and your values and the things that you think you must have to be safe and secure and happy. Then you have a deeper agenda, an agenda that was established before you came into the world—a goal, a gift, a set of activities, a unique contribution to meet a specific need in the world.</p>\n\n<p class=\"book-paragraph\">However, you live in your personal agenda, and that is constantly being reinforced by the world around you, by your relationships, by your activities, your habits and so forth. From the perspective of your personal agenda, you cannot understand, you cannot figure out what this deeper agenda is.</p>\n\n<p class=\"book-paragraph\">It is not your creation. It is not something you put together based upon your fears, desires and preferences. It is something else entirely, and it will seem profoundly mysterious to you, especially at the outset. It is only by following this deeper agenda, by following the presence of Knowledge, that you begin to discover how innately true it is for you. And you will resonate with it ever more completely as you proceed.</p>\n\n<p class=\"book-paragraph\">But beginning this journey can be very difficult and extremely confusing, for you live within the context of your personal agenda: your plans and your goals, your activities and your habits. You identify yourself with these things and with the peculiarities of your personality, your tastes, your preferences and everything else regarding this you use to identify yourself, as if that is who you are, as if you are only a body along with a collection of behaviors.</p>\n\n<p class=\"book-paragraph\">People identify with their thoughts, with their beliefs, thinking, “That is who I am,” and they call their thoughts and their beliefs the truth, the truth for them, and sometimes they claim it is the truth for all life. Some people even claim their ideas are God’s truth. This, of course, is ridiculous and extremely foolish and arrogant, but many people do assert this.</p>\n\n<p class=\"book-paragraph\">The real meaning of your spirituality is embedded in the deeper agenda within you. The purpose of your spirituality, the reality of your spirituality, are embedded in the deeper agenda within you that you carry like a secret cargo, undiscovered [while you are] still trying to live out your ideas and your preferences, still trying to accommodate yourself to the expectations of others, still seeking the approval of others, trying to survive in the outer world where everyone is trying to follow their personal agenda and where the culture itself establishes this agenda, gives it focus and goals, and controls it to a very great degree.</p>\n\n<p class=\"book-paragraph\">No matter how politically free you may be in your circumstances, if you have not begun to build a connection to the deeper agenda within you, you are really not free. You are still being governed by the dictates of your culture, the expectations of others, perhaps the beliefs of your primary religion. Even your personal agenda is mostly created for you by others. You build it and you absorb it from your environment, which you have been doing since the day you were born.</p>\n\n<p class=\"book-paragraph\">The world has been telling you who you are, and what you are, and what you must do, and what you must believe, and what you must not believe, and what you should associate yourself with, and what you should not associate yourself with. If you add religion onto that, well, then the dilemma becomes even deeper and more complicated.</p>\n\n<p class=\"book-paragraph\">But in spite of all of this, there is a greater reality within you, a greater Intelligence within you that is not conditioned by the world, that is not threatened by the world, that is not seeking approval and accommodation.</p>\n\n<p class=\"book-paragraph\">It is here on a mission. Its whole focus is to bring you into contact with this mission, to connect you with those people who will be significant and important within this mission, to bring you to the great need in the world that will call this mission out of you, for you cannot discover it yourself. It must be called out of you. It must be stimulated by a greater set of events. It is these that will connect you to the world and help you overcome your sense of isolation and separation.</p>\n\n<p class=\"book-paragraph\">But beginning the journey is difficult, and there are many significant thresholds along the way. At the outset, there must be something that brings to your awareness the reality that your current life is really not fulfilling something deep within you, that having more and more—more pleasure, more possessions, more stimulating activities, more escape from the world, more wealth, more power—all these things really are not satisfying something fundamental within you, and that there is something else.</p>\n\n<p class=\"book-paragraph\">You cannot define it. You may give it a name, but it is still mysterious as if something else is calling you or urging you or beckoning you. And everything else you are trying to do to fulfill your personal agenda is not satisfying this deeper need.</p>\n\n<p class=\"book-paragraph\">You look around you and you realize no one really knows who you are, except maybe one or two people, if you are very fortunate. And you do not really know who others are. It is a lot of movement without much meaning.</p>\n\n<p class=\"book-paragraph\">Trying to satisfy your personal agenda alone is unfulfilling. It leaves you empty and frustrated. Even if you are successful in meeting your goals, the success is short lived and fleeting.</p>\n\n<p class=\"book-paragraph\">Life is just a struggle here—a struggle to be, to do and to have, a struggle to keep away from danger and deprivation, poverty and misfortune. It is desperate and stressful.</p>\n\n<p class=\"book-paragraph\">At some point, through disappointment or disillusionment or some kind of meaningful encounter with another, the memory that you have a deeper mission in life is stimulated in some way, and you begin to gravitate towards it. Even taking very little, seemingly insignificant steps at the outset, you feel there is something else within you that you must discover, that you must come to know, that needs to be a part of your life, at least.</p>\n\n<p class=\"book-paragraph\">It is confusing because it does not fit within your personal agenda. It is something mysterious. It is not defined by the world. You try to give it a name and an explanation, but it remains mysterious nonetheless.</p>\n\n<p class=\"book-paragraph\">It is the Great Attraction of God. It is an attraction that is within you already because God put it there. You may formulate any belief about it. You may even take a very firm stance regarding your belief about it, but it is still greater than you. It still defies definition. You may claim your religion is the only true religion, but this within you is beyond your comprehension.</p>\n\n<p class=\"book-paragraph\">If you will begin to follow its attraction, its calling, if you can begin to create a place in your life for this, then you will begin to feel that there is a greater integrity within you. You will begin to gain a confidence that you could never have otherwise, not an arrogant confidence, but a confidence based upon a deeper association.</p>\n\n<p class=\"book-paragraph\">As you begin to take this greater journey, you reach thresholds along the way where you have to choose between something you want and something you really know; something you think you must have, or someone else says you must have, and something else in you that is leading you in a different direction. These are like gates on your journey. You come to this threshold, this gate, and you have to choose whether you will go through that gate and what you will follow within yourself.</p>\n\n<p class=\"book-paragraph\">These thresholds can be very significant. And particularly at the outset, and indeed all along the way, they deal with relationships with people, primarily. Your journey does not necessarily include the people that you have added to your life, or that you have become dependent upon, or that you think you must have, or whose expectations you feel you must fulfill.</p>\n\n<p class=\"book-paragraph\">With the exception of your children, whom you must take care of until they become adults, other relationships can become challenged by the power and the presence and the guidance of this Knowledge within you. This can lead to a great dilemma and a great challenge to you as to what you will honor in your life, what you will follow. It will reveal the degree to which you have accommodated yourself to other people, to which you have given away the authority of your life, the degree to which you have lost direction and have filled up your loneliness and your emptiness with others, who may not be able to make this great journey with you.</p>\n\n<p class=\"book-paragraph\">That is why it is so important to build your relationship with Knowledge first before you commit yourself to people and places, careers and activities. This is what it means to seek the kingdom of God first, to build your connection and awareness of this deeper agenda within you.</p>\n\n<p class=\"book-paragraph\">If you can do this at first, then it creates a greater context for your relationships and informs you who you can be with and who you cannot be with, and how to be with those people whom you are meant to associate with. What is the appropriate form of your relationship? Over time, this will end all confusion about relationships and give you the necessary criteria that you will need to know who to be with and how to be with them appropriately so that the true meaning and value of your relationship can become revealed to both of you.</p>\n\n<p class=\"book-paragraph\">Without this deeper orientation, without this discernment, relationships are extremely risky and carry a great cost and weight with them. People are gambling their existence. They are gambling their freedom. They are gambling their lives, giving their lives away to people and situations that have no real promise for them, that are not really connected to the deeper criteria, the deeper agenda that exists within them that remains to be discovered.</p>\n\n<p class=\"book-paragraph\">People, of course, want to bargain and have everything. They do not want to give anything up. They want wealth and power and love, and they are afraid that all these things will be taken away. But the truth is that wealth and power and love are inherently destructive unless they are connected to the greater purpose that lives within you that you have brought into the world.</p>\n\n<p class=\"book-paragraph\">There is no prohibition against wealth, power and love if it is connected honestly to this deeper agenda within you, where it will be called upon and will be necessary. In fact, no one will really be able to carry out their greater purpose alone. They will need meaningful relationships in order to be successful because the Plan of God calls for the end of Separation to bring you out of isolation and fantasy, to free you from the prison of your own ideas, and the unhealthy associations you tend to make with others, and the obligations that will hold you back and prevent you from realizing your true nature and purpose here.</p>\n\n<p class=\"book-paragraph\">Your relationship with Knowledge represents your relationship with God. This is how God speaks to you. You may not hear this as a voice. It may be a feeling, an image, a sound, a voice. People experience the power and presence of Knowledge differently, according to their individual orientation.</p>\n\n<p class=\"book-paragraph\">But the truth remains that there is a greater agenda within you, a greater power within you, and it will provide the real relationships for you, the relationships of destiny. It will provide the true work and engagement in the world for you. It will give you power that the world does not understand, power that comes from within rather than is placed upon you from without.</p>\n\n<p class=\"book-paragraph\">This is what liberates you from confusion, ambivalence, condemnation, self-hatred and self-limiting beliefs and attitudes and habits. For if you follow this all the way, everything that is not true will be revealed to you and will fall away in time. Everything that does not represent your true life, your greater life and your greater purpose for being here will be revealed and will tend to fall away.</p>\n\n<p class=\"book-paragraph\">You will still be a person with weaknesses and unhealthy attractions perhaps. You will still be fallible. You will not be perfect. You will not be all powerful. But you will be following something that is all powerful, that will give you strength and confidence, and will keep you from harming yourself and harming others.</p>\n\n<p class=\"book-paragraph\">You are connecting yourself now to something of the utmost importance that is central to your life, that is fulfilling the deeper need of your soul. You are still a person, and you are still fallible. You still have your weaknesses and your idiosyncrasies, but there is something else about you—a presence, a power, a commitment to life, a focus, an integrity that will impress and inspire others.</p>\n\n<p class=\"book-paragraph\">When someone has great presence, this is what it really means. It is not the force of their personality. It is not their self-assertion or their willpower. It is the presence that is with them, the presence of Knowledge. The deeper Mind within them has now become predominant, and their intellect, their personal worldly mind, is following and serving this greater power within them.</p>\n\n<p class=\"book-paragraph\">This is the real meaning of attaining a greater integrity. This is what it means to be true to oneself, which is being true to Knowledge, following the deeper agenda within one’s life.</p>\n\n<p class=\"book-paragraph\">As We have said at the outset, it is all very confusing because the real power and authority is shifting gradually from the dominance of your personal mind and all of its overbearing beliefs and attitudes, commitments and condemnation of others, to a different kind of power within you. This shift happens gradually so that you can begin to adapt to it, to understand it and to learn from it.</p>\n\n<p class=\"book-paragraph\">For it is this transition from being outer directed to being inner directed, directed by Knowledge, that will teach you and give you the wisdom that you will need to be able to assist others and to fulfill your mission, which will require an understanding and a greater ability to recognize, experience and follow this greater power and this greater agenda within you.</p>\n\n<p class=\"book-paragraph\">Therefore, throughout this, you gain a necessary humility because you realize that you are dealing with something that is greater than you, but that requires your complete participation and that is relying upon your honesty and your integrity and your compassion and your love for people in the world.</p>\n\n<p class=\"book-paragraph\">It needs you as much as you need it. It changes you, but you cannot really change it. It illuminates your life, but it is already illuminated.</p>\n\n<p class=\"book-paragraph\">Perhaps in your life you are reaching one of the important thresholds where you have to choose again, where you have to make a real decision in life about what you will follow and what you will do. You have come to a gate in the journey, a gate that is waiting for you and that you must have the strength to open and to pass through.</p>\n\n<p class=\"book-paragraph\">Many people think they must rely upon the Power of God, but God must rely upon your strength and integrity because the gift from God to the world is coming through people. You are bringing to the world what the world cannot give itself, which is commitment and inspiration, which is compassion and care, which is creating that which is needed by people.</p>\n\n<p class=\"book-paragraph\">It is different from trying to fulfill one’s desires and ambitions. Those are all part of the personal agenda that one has for oneself. This is really very different, you see. You cannot compare them.</p>\n\n<p class=\"book-paragraph\">When you come to one of these gates, you are not sure what is Knowledge and what is ambition. You are not sure you are making the right decision. There is a fork in the road. Which way will you go? There are a lot of reasons why you want to go one way. There is the promise of wealth, of security, approval, social acceptance, recognition from others. But then the other way, none of these things seem to be really guaranteed. But there is something within you that is urging you to go there. Perhaps an opportunity has been presented to you, but within yourself, within Knowledge, it is not responding. If it is not a yes, it is a no. That is the certainty of Knowledge.</p>\n\n<p class=\"book-paragraph\">Sometimes there are conditions that must be established before you can agree to something. That is appropriate. That is fine. But it must be the right decision fundamentally. There is no bargaining here if you are really being true to yourself. You cannot make a deal and have it both ways. You cannot travel both routes if there is a fork in the road.</p>\n\n<p class=\"book-paragraph\">You cannot take people with you who are not willing to go, who do not feel this calling, who do not have a natural affinity with it. Perhaps it is not their time and their place to feel the power of Knowledge within themselves.</p>\n\n<p class=\"book-paragraph\">It will strengthen you immensely to choose Knowledge over other things that appear to be attractive and are even thought to be necessary. Again, it is part of the shifting of authority within yourself from your ideas to Knowledge itself, from your beliefs and expectations to Knowledge itself, from your fears and insecurity to Knowledge itself.</p>\n\n<p class=\"book-paragraph\">This is how God saves you. This is how God redeems you—by placing within you a greater voice and a greater purpose that you can only learn to respond to and to follow as clearly and as honestly as you can. At the end of life, God does not simply dispel this world, dispel your worldly consciousness because that is who you think you are.</p>\n\n<p class=\"book-paragraph\">You are fulfilled and redeemed by carrying out the greater purpose that has brought you into the world. This is how the Separation is ended. This is how you regain your fundamental relationship with God and with your Spiritual Family—those who have been called to support and assist you, both within the world and beyond.</p>\n\n<p class=\"book-paragraph\">There is no final Judgment Day. That is ridiculous. God knows that without Knowledge, you can only make mistakes in this life. You will live a life of compromise and frustration, anger and resentment. Your soul’s need will be unmet. You will be dissatisfied. You will blame others and the world for your dissatisfaction. You will be unhappy fundamentally. No matter how pleasant your surroundings, no matter how much wealth you may acquire, you will be fundamentally dissatisfied because you have not fulfilled your greater purpose for coming into the world. You have given yourself away to other things. You have been seduced by the world.</p>\n\n<p class=\"book-paragraph\">But this does not make God angry because without Knowledge, you can only be seduced by the world. You can only create some other identity for yourself and try to live out your personal agenda, which has largely been created for you by the influences around you.</p>\n\n<p class=\"book-paragraph\">Your redemption comes from taking the Steps to Knowledge and by following the guidance and the direction of Knowledge as faithfully and patiently and honestly as you can. This is eminently practical because it leads to fundamental action.</p>\n\n<p class=\"book-paragraph\">It is not like you are having a romance with the Angelic Presence. It is not like you are just indulging yourself in ecstasy. That is really not the journey, you see, because you came to the world to work, to accomplish something, to find certain people and to accomplish something with them in meeting a real need in the world.</p>\n\n<p class=\"book-paragraph\">This is not a path of personal fulfillment where you find the most pleasant thing to do in life and you give yourself to that. That just leads to greater frustration and greater misery, for it does not meet the need of the soul. This is not a selfish indulgence. This is not where you become irresponsible to others and commit yourself to your own happiness and success. That is your personal agenda. Knowledge is here to bring you into service to people and to the world, to connect you with people in the world through meaningful activity and contribution.</p>\n\n<p class=\"book-paragraph\">People are very confused about the goal and purpose of religion and spirituality. They think it is either some kind of subservience to a foreign god, or they think it is the path of personal happiness and personal satisfaction. From their personal agenda and their personal mind, they cannot see the real movement of God in the world, the real movement of Knowledge within the individual and between individuals. They think it is something else. They cannot see it from where they are.</p>\n\n<p class=\"book-paragraph\">Just like from the boat on the water, you cannot see the deeper currents that are moving water all over the planet. You can only see the turbulence of the surface and the effect of the weather upon the wave. You can only comprehend the mystery and the meaning and the power of Knowledge by becoming engaged with it, by following it and not trying to control it or define it or manipulate it to fulfill your interests or desires.</p>\n\n<p class=\"book-paragraph\">Some people think, “Well, you surrender yourself to God and God takes over,” but it is not really like that, for you must still be the captain of your ship. You still must direct your thoughts and your actions and establish criteria for your relationships and boundaries for yourself.</p>\n\n<p class=\"book-paragraph\">The difference here is that Knowledge is guiding you, and you are responding to it. It is holding you back from doing things that would lead you astray, and it is urging you on in a certain direction, relentlessly. You are still the captain of your ship, you see. The difference is now you are responding to the real purpose of your journey, where the ship really must go and what it contains.</p>\n\n<p class=\"book-paragraph\">People are immensely confused because they have not really begun the journey, or they have not traveled on it far enough to realize what it is and how it works and the mystery and the miracle that it produces in the lives of those who can respond.</p>\n\n<p class=\"book-paragraph\">At the outset, there are many difficult decisions to be made. They are fundamental in determining whether you will be a free person in this life or not. They are fundamental in determining whether you can respond and experience and fulfill a greater purpose in your life, or whether you will merely be a captive to the expectations of others and to your own insecurity and sense of inadequacy.</p>\n\n<p class=\"book-paragraph\">Even as you begin to travel along the way, even halfway up this great mountain, there are other challenges as well. For you still have a personal agenda going with you. It does not get left behind at the foot of the mountain. You take it with you, and it is still operative, and you still must make decisions regarding it.</p>\n\n<p class=\"book-paragraph\">Your intellect was created to make small decisions, to function within the constantly changing circumstances of your life. But Knowledge is there to give you purpose, meaning and direction and to give you a greater reference point within yourself, to be able to discern what is true and what is untrue, what is good from what only looks good, what is really advantageous from what is merely seductive, what is real honesty from what is real dishonesty. It is your deeper reference point, you see.</p>\n\n<p class=\"book-paragraph\">You still must use your mind to make decisions and to carry out the innumerable tasks of daily life, but now you have a greater reference point. It is like a beacon. You now can go to what is wise within you for counsel, to seek direction, to help you make important decisions, whereas before you were just recklessly guessing, hoping and wishing, without any real source or sense of security or certainty within yourself.</p>\n\n<p class=\"book-paragraph\">This is the difference that will make all the difference in your life: whether this life will be a fulfillment of the greater purpose that has sent you here, and those who have sent you here, and the power and presence that you carry; or will it be a wasted existence by someone who is simply trying to be comfortable in an uncomfortable world, who is just hanging on to what little they have, who lives in fear and apprehension and has no real power or sense of inner direction?</p>\n\n<p class=\"book-paragraph\">Many people live and will fall into this latter category. Some of them merely are held back by their circumstances, by their poverty or political oppression. They have no freedom of movement from where they are. They are locked in place.</p>\n\n<p class=\"book-paragraph\">But for others who have these freedoms, it is truly tragic if they neglect to discover and to experience and to fulfill the greater purpose within them, the deeper agenda that exists within them. Their lives are truly wasted, chasing pleasure and avoiding pain. They are a slave to other forces, and their real life and real value are unknown to them.</p>\n\n<p class=\"book-paragraph\">You do not want to be amongst their number, for you have a greater purpose in being here. You cannot define it. You cannot control it. But you can follow it. It is giving you signs and cues as you go along. It will change your values, your priorities. You will seek quiet more than stimulation. You will seek honest and meaningful conversation with others instead of mere chatter. You will seek inspiration instead of just stimulation. You will seek a deeper inner resonance over mere excitement on the outside.</p>\n\n<p class=\"book-paragraph\">This is entirely natural. This is coming home to yourself. This is allowing your values and your thoughts to change because you are experiencing something fundamental now. Your values are becoming more in line with your true nature. And with it, there will be greater self-acceptance.</p>\n\n<p class=\"book-paragraph\">But you must journey on. There are many temptations to set up permanent camp on the side of this mountain, but you must continue because you will not see and you will not know until you reach its greater and higher elevations, where you can see your life and the reality of life around you without obstruction.</p>\n\n<p class=\"book-paragraph\">And you have to leave behind certain people, even wonderful people, who cannot make the journey with you. It is not their time. They are not ready. It may not even be their way up the mountain that you must follow. Others will come to join you, and you will have a deeper resonance with them. Some will travel with you temporarily; some will make the entire journey with you. Only Knowledge knows.</p>\n\n<p class=\"book-paragraph\">This is following the presence of Knowledge. This is following the Presence of God. This is learning how to be in the world but not of the world. This is learning how to build a connection to your Ancient Home while you are here, living a fundamental and practical life engaged with others in meaningful activities.</p>\n\n<p class=\"book-paragraph\">This is the journey before you. This is what it means to take the Steps to Knowledge. This is what it means to live a greater reality even while you are here engaged in daily life in the world. This is where the Divine expresses itself through the mundane and gives the mundane all the meaning and value that it has.</p>\n\n<p class=\"book-paragraph\">This is what gives real purpose to your intellect. This is what influences you to live a healthy and constructive life. This is what sets you on firm and established ground, a firm foundation in the world, a foundation that the world itself can never provide for you. For you are born of a Greater Reality from which you have come and to which you will return. This holds the secret, the purpose and the real value of your life.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/following-the-presence.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/following-presence-god/"
}