{
  "title": "Food, Water and Energy",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity has overspent its natural inheritance. It has overused and misused the world’s resources. It has defiled the waters of the world. It has poisoned the soils of the world. It has attacked and eliminated species of the world. It has filled the air with poisonous gases, particulate matter, pollution of so many kinds.</p>\n\n<p class=\"book-paragraph\">You cannot do this without consequences. And to think that the consequences are insignificant, or should not be your primary concern, is literally to push them off into the future to burden your children with them.</p>\n\n<p class=\"book-paragraph\">To overuse the world has predictable consequences. But because of greed and recklessness and the unwillingness or inability to think ahead, humanity has now created an era of deprivation. You are now facing a world of declining resources, a world of diminishing assets, a world where a growing population will have to drink from a slowly shrinking well.</p>\n\n<p class=\"book-paragraph\">The climates of the world have now been disrupted, which will bring great havoc upon peoples everywhere, disturbing the natural balance to such an extent that it will produce unfavorable conditions for the human family.</p>\n\n<p class=\"book-paragraph\">Why does humanity overuse its resources? The answer to this can be placed at many different levels of course: greed, irresponsibility, competition, conflict, ignorance, prejudice. The list goes on and on. If these tendencies can be restrained for the welfare of all peoples, then humanity has a much greater chance.</p>\n\n<p class=\"book-paragraph\">But the impact upon the world is growing, not shrinking. The despoiling of the world is increasing and is not being significantly reduced. So the impact is growing.</p>\n\n<p class=\"book-paragraph\">You are putting on your children the consequences of the actions you take today. They will have to face a much more difficult world, a world with far greater hazards. And they will look back on the greedy generations with contempt, and even with despair. They, even more than you, will bear the brunt of this. The young people today, what kind of world will you pass on to them? What kind of reality will they have to face?</p>\n\n<p class=\"book-paragraph\">People are still blind and reckless. They think the Earth will provide endlessly for their wandering desires. They think that technology will solve any problems in gaining access to resources. This is not the approach of an intelligent race. This is not the approach of a wise race. This is the approach of a reckless race, wild and irresponsible.</p>\n\n<p class=\"book-paragraph\">There are growing numbers of people today who are beginning to assume a greater responsibility and awareness of these things, but their numbers are very small. And ever-growing numbers of people living in poverty will push humanity to the very brink.</p>\n\n<p class=\"book-paragraph\">Food, water, energy and all of the things they can provide, such as a stable social structure, the availability of medicines and social security—here the needs of humanity will become more elemental, even in the wealthy nations.</p>\n\n<p class=\"book-paragraph\">At some point, humanity will have to limit consumption because it will be facing a dire set of circumstances. At some point, humanity will have to find a humane way of limiting the human population, or humanity will drive the world into depletion. At some point, nations will have to unite or face mutual collapse.</p>\n\n<p class=\"book-paragraph\">These things today may be socially unacceptable because the public is not yet aware of the reality of living in a finite world. Some people think that you will go out into space to gain whatever you want, that whatever you have depleted here on Earth, you will find out there.</p>\n\n<p class=\"book-paragraph\">But the universe is barren. There are very few worlds such as yours, and the regions within which these worlds exist are owned and governed by other races in the universe who will protect them against any incursion. And they will succeed, for they are far more powerful than humanity is.</p>\n\n<p class=\"book-paragraph\">Therefore, you must look to your life to see how you live and what you consume. You may think this would make no difference at all in the larger scheme of things, but in fact everyone has to take responsibility at this level, or humanity is driving itself to collapse.</p>\n\n<p class=\"book-paragraph\">In the future, food will become more difficult to grow, more difficult to distribute and become a subject of contention, competition and conflict. Nations will hoard their productivity or only sell their surplus to other favored nations. There will be less food available for the world.</p>\n\n<p class=\"book-paragraph\">Changing climate will have an ever-greater destructive force on humanity’s ability to produce adequate food. And water resources will become ever more scarce, both in the drier regions of the world, and in providing the source of rivers.</p>\n\n<p class=\"book-paragraph\">You can see this today if you will look. It is not a fantasy. It is not a conspiracy. It is not a machination of governments or leaders.</p>\n\n<p class=\"book-paragraph\">If humanity really understood its situation, it would impose great restrictions on the productivity of resources, to secure those resources for the future. Conservation would become a primary ethic of every culture, and humanitarian aid to the foreign, desperate, impoverished countries would be very significant.</p>\n\n<p class=\"book-paragraph\">Do not think if you live in a wealthy country that your government will be able to protect you against the Great Waves of change that are coming. Do not think that your current privileges and affluence can be assured in any way given these circumstances.</p>\n\n<p class=\"book-paragraph\">The governments should be warning their peoples instead of encouraging gross overconsumption. Governments should be planning for the future. People should be planning for the future.</p>\n\n<p class=\"book-paragraph\">Think food, water and energy. Where will they come from? How will you acquire them? How will they be distributed to every person? How will they be equitably distributed between nations to prevent war and chaos? This is not simply a question for an expert to consider. It is a problem for every person.</p>\n\n<p class=\"book-paragraph\">If you have children, you must look at them and think: “How will they survive in a world like this? What will they need to know? What skills will they need to have?” Do not think that you can provide for them an affluent lifestyle, if you have had such a lifestyle. You cannot assure this for them now.</p>\n\n<p class=\"book-paragraph\">Technology has its limits. New sources of energy will be found, but it will take a very long time to find them and develop them. Meanwhile, the world is declining.</p>\n\n<p class=\"book-paragraph\">Governments would respond if their peoples demanded preparations, demanded that their government take primary action here. But that is not the criteria; that is not what governments are focusing on.</p>\n\n<p class=\"book-paragraph\">So you can begin to see, if you are willing to look with clear eyes, the great problems that humanity is facing here in the world, the great tribulation this can produce, the great economic and political instability that will result.</p>\n\n<p class=\"book-paragraph\">Today governments are insolvent. Large institutions are insolvent. Individual households are insolvent. It is the beginning of the reality. So if you have the courage to look, you will find yourself at a loss for an explanation or a solution. For it will take ten thousand solutions to resolve this, and some of them are far beyond what you are considering today.</p>\n\n<p class=\"book-paragraph\">Where then will you find the strength to face this? Where will you find the courage, the strength and the inspiration to change your own life, to bring your own life into greater balance and simplicity? Where will you find the vision and the guidance to navigate the difficult and uncertain times ahead? What will you teach your children? What skills and awareness must they have to face a world in decline?</p>\n\n<p class=\"book-paragraph\">The Creator of all life has given you the power of Knowledge. Knowledge is not deceived. Knowledge is not afraid. Knowledge is not discouraged. Knowledge is not living in denial. Knowledge is not guided by fantasy or preference. It is here to guide you, to protect you and to lead you to a greater life of service in the world, and a greater fulfillment that such a service can provide.</p>\n\n<p class=\"book-paragraph\">To be without Knowledge is to live with a set of failing assumptions. It is to live blindly and foolishly, to live driven by desire and fear. It is a reckless, unstable life, a life that cannot foresee what is coming, a life that will be unprepared for the eventualities. You will only be able to escape fear and a sense of helplessness here under the guidance and the power of Knowledge.</p>\n\n<p class=\"book-paragraph\">This warning, then, and this prescription is a gift of profound love for you from the Creator of all life, for God would not leave humanity unaware or unprepared for the world to come.</p>\n\n<p class=\"book-paragraph\">If you want to know what your priorities are, in terms of establishing and maintaining stability, you must think in terms of food, water and energy. These will become ever more important and significant, not only to governments or to experts, but to average citizens—and not just citizens living in drought-stricken parts of the world, or impoverished nations, but everywhere.</p>\n\n<p class=\"book-paragraph\">If you live in an affluent nation, look at all of the things that you depend upon that you use without question, always assuming they will be there for you. Imagine what it would be like if these things became unavailable, or even interrupted.</p>\n\n<p class=\"book-paragraph\">You turn on the faucet; there is water. You flick the switch; there are lights and power for everything. You go to the store; it is full of food. You go to the petrol station; it is full of petrol. You go to the stores; their shelves are full. You live in such abundance. Even if you cannot afford everything, you still live in abundance.</p>\n\n<p class=\"book-paragraph\">But this will not carry into the future, as you have known it. And the price of everything will become greater because it will be more difficult to acquire and to transport.</p>\n\n<p class=\"book-paragraph\">This is an extremely valuable awareness because it throws you back on yourself. Where will you place your faith now? Where will you find strength and certainty and courage? What will you believe in? What will you trust? How will you provide for your children, and how will they be able to provide for themselves when they are grown?</p>\n\n<p class=\"book-paragraph\">You will look around at everyone else who seems to be living in a kind of dream, and you will be so dismayed. The people are asleep. The Great Waves are coming, and people are lying on the beach.</p>\n\n<p class=\"book-paragraph\">People are mesmerized. People are caught up. People are giving a great amount of time, energy and resources to things of no significance. People are self-obsessed. And the alarms are sounding everywhere. But who is listening? Who is watching? Who is paying attention? If you think that others are doing this for you, then you are living blind.</p>\n\n<p class=\"book-paragraph\">Every parent should be very concerned about the condition of the world—about food, water and energy and all that they provide. Every leader of government and religion should be speaking about this. Every person who is in a position of responsibility or social power should be concerned with this. Every person who possesses wealth should be greatly concerned with this, for this wealth is not assured now and could be undone by forces that the person could be completely unaware of.</p>\n\n<p class=\"book-paragraph\">It is disconcerting to think of these things. It is disruptive to one’s life. It can produce immense fear and anxiety. But these are only the first responses. Beyond this, you want to gain a place of clarity, objectivity and determination.</p>\n\n<p class=\"book-paragraph\">If you stay afraid and do nothing, well, you will lose confidence in yourself and in everything else. So you must begin to respond and to act and to take action regarding the simple things of your life first, that you can fix easily—reduce your possessions, simplify your life, save energy, learn how to grow food. In the future, everyone, or nearly everyone, will have to be growing food.</p>\n\n<p class=\"book-paragraph\">In a way, humanity is creating a situation that can bring it back to a far simpler life, a more authentic life, a life more connected to nature and to the land, a life where there could be a far simpler social interaction and set of priorities.</p>\n\n<p class=\"book-paragraph\">Technology and the fantasies about technology have disassociated people from one another, from the realities of life, from the meaning of their existence. While technology has produced wonderful benefits, powerful medicines, great remedies for so many things, it has also destroyed the basic social fabric of human society to a very great extent. So to gain the rewards and to limit the liabilities of this is very important.</p>\n\n<p class=\"book-paragraph\">Those who do well in the future will be prepared for the future. They will have taken the shock of recognizing the true situation at hand, and they will have passed beyond the fear and trepidation to a state of greater discernment and responsibility. They are not waiting for leaders, or governments, or institutions to tell them the truth. They are trying to discern this themselves.</p>\n\n<p class=\"book-paragraph\">The revelations that are being given here will be very helpful because there is no compromise in what is being presented here. There is no self-interest here. There is no delusion or fantasy here.</p>\n\n<p class=\"book-paragraph\">People may respond in a delusional way. They may go into denial. They may think it is all about something else. They may be unable to face this. But the reality that We are presenting is very true, very clear and very discernible.</p>\n\n<p class=\"book-paragraph\">You do not have to be an expert or a genius to see that if you overuse the world, it will deprive you, and that humanity’s impact upon the world has been so destructive for so long that the consequences are now coming; the payment is coming due; the true costs of humanity’s disruption of the world and misuse of the world are now producing ever-increasing impacts.</p>\n\n<p class=\"book-paragraph\">After you go through your initial shock and dismay, it is time to return to Knowledge. It is time to begin to set out a plan for yourself, a plan that is based upon a deep evaluation of your situation—where you stand in your relationship with people, with possessions, how you live, where you live, how you travel. It is time to re-evaluate your plans and goals and expectations.</p>\n\n<p class=\"book-paragraph\">Here you do not give up hope. You do not capitulate to fear or cynicism. But you do have to re-evaluate what you are doing and where you think you are going in life. And you re-evaluate this in the light of the Great Waves of change, in the light of the real situation facing humanity, in the light of the fact that only a very few people will become aware and will really prepare for what is to come, sowing the seeds for future panic and social disorder.</p>\n\n<p class=\"book-paragraph\">Do not think you should move out into the country far away, for the three basic things you will need will be far more unavailable there. There is a danger of isolation there.</p>\n\n<p class=\"book-paragraph\">Knowledge will guide you step by step, but you must face your real need here. You must face the realities of the world. You must recognize that your ideas and your assumptions and your hopes and wishes will not be sufficient to prepare you or to guide you now. This will require great self-reliance, and a great reliance on others who are strong with Knowledge.</p>\n\n<p class=\"book-paragraph\">People will think there are simple solutions, new technologies that will take care of all these things, but they have no idea what they are looking at. They want to have a simple solution so the problem will go away and not be a problem for them. But there are no simple solutions now. There are only demanding solutions, requiring ever-greater responsibility and adaptation.</p>\n\n<p class=\"book-paragraph\">The Creator of all life does not want to see you fail, does not want to see you overcome, does not want to see your great opportunity in this life destroyed out of ignorance and neglect. That is why God’s New Message is providing a warning about the Great Waves of change; and a warning about the dangers of Contact with intelligent life in the universe; and a warning against following your fantasies, your prejudices and your condemnation—for these things all blind you and render you unable and unwilling to respond to the realities of life and to the signs the world is giving you now about what is happening now and what is to come. Here you prepare for a future that you see and feel, not for a future that you want or that you prefer.</p>\n\n<p class=\"book-paragraph\">You can see here that this will require a tremendously deep evaluation of your situation—not only your outer circumstances, but where your mind is focused, where you are placing priorities, where you are spending your energy and your resources. What you feel is important today may have no meaning in the future. And for so many people, their priorities are out of sync with reality.</p>\n\n<p class=\"book-paragraph\">So there must be this deep evaluation, you see, and it will be ongoing. But it must be very thorough. If you are willing to take the Steps to Knowledge, this evaluation will become much simpler and easier to accomplish, for Knowledge is not deceived by anything. It will only respond to that which is true and necessary, and will not respond to anything else.</p>\n\n<p class=\"book-paragraph\">Here your range of concern is reduced down to an essential and elemental focus. Here instead of trying to solve other people’s problems or the problems of the world, you begin to concentrate on what is essential for yourself and your children, and for other people who might be extremely vulnerable—the elderly, the infirm and members of your family who would be vulnerable.</p>\n\n<p class=\"book-paragraph\">Naturally, you will begin to exert pressure on your local governments and your leaders. Do not assume they are wise and well informed. They will need to hear from you. And you will have to be very strong—stronger than you are today, more focused than you are today, more concentrated than you are today. This will bring your life into focus and clarity, and enable you to find the source of your strength in the deeper Knowledge that lives within you.</p>\n\n<p class=\"book-paragraph\">People’s first response to all this is to think, “Oh, what a tragedy! This is a great inconvenience to my life. How could this happen? Who should I blame? Where should I go? What must I do?” And they run around in a big panic.</p>\n\n<p class=\"book-paragraph\">What may take time to see is that you were born for these times. You were destined to enter the world at a time when humanity would be facing these Great Waves of change. Your higher purpose in coming here is connected to this, for this is the greater context of life into which you will be functioning increasingly as time goes on.</p>\n\n<p class=\"book-paragraph\">Of course, people will resist this realization. They will fight against it. They will insist upon solutions. They will think their leaders or their scientists will take care of the problem for them. They will complain endlessly. They will be angry. They will be upset when they find out they cannot avoid all of this. They will blame other peoples, other nations, other groups. They will act foolishly. They will panic. They will encourage people to come to power in government who will be dangerous and oppressive. Because they are not seeing, they are not prepared.</p>\n\n<p class=\"book-paragraph\">If you are prepared and you are preparing your life, then these things have less and less of an impact in producing fear and uncertainty.</p>\n\n<p class=\"book-paragraph\">It is like having a child. If you are prepared for having a child, if you have built a financial foundation, if you have a strong and secure relationship, if you are emotionally ready, if you have gained the maturity to be prepared to raise a family, having a child—though challenging—is a very wonderful thing.</p>\n\n<p class=\"book-paragraph\">But for people who are not ready, who do not have a financial foundation, who do not have a stable and secure relationship, who are not mature or emotionally ready, well, it is almost like a disaster.</p>\n\n<p class=\"book-paragraph\">So readiness and preparation are essential to meet all of the great opportunities and challenges of life. And the degree of this awareness and preparation will determine the outcome, and whether the great changes to come can be beneficial for humanity or whether they will be utterly destructive.</p>\n\n<p class=\"book-paragraph\">You cannot determine that for everyone, but you must determine it for yourself, and begin to think now of yourself as a person who is preparing for the Great Waves of change, who is engaged with the world, who is looking out over the horizon to see what is coming.</p>\n\n<p class=\"book-paragraph\">If you can do this while building the deeper connection to Knowledge, by taking the Steps to Knowledge, you will find the strength, the wisdom and the certainty to proceed. You will not fall prey to errant thinking and foolish assumptions. And you will not panic and run when the difficulties begin to arise.</p>\n\n<p class=\"book-paragraph\">Already the world is in financial hazard. It is a prelude to greater difficulties to come. Do not sit and complain. Do not sit and judge others. Do not sit and just try to understand the problems. Look to your life.</p>\n\n<p class=\"book-paragraph\">Is your work secure? Will it be secure into the future? Do you live in a place where you could function without the use of an automobile? Do you know what resources your community can provide? And how can you support your community in providing these resources? Are you becoming educated, and are you educating others in a constructive manner?</p>\n\n<p class=\"book-paragraph\">You do not want to just scare people here. You have to give them things to do. You have to provide guidance. And the New Message from God provides the beginning guidelines for preparing for all of these things.</p>\n\n<p class=\"book-paragraph\">The more people who are prepared, the safer your communities will be, and the stronger your local governments will be. Look at all the empty lots in your town and city, and see where food could be grown, and how healthy this would be for people to be engaged in these activities.</p>\n\n<p class=\"book-paragraph\">It is time to turn off the television and the radio, and begin to get to work. This will be redemptive to you and restorative. You change the outcome by adding every little bit of productive activity and dedication.</p>\n\n<p class=\"book-paragraph\">It is like a scale. On one side is a huge weight, and you wonder how could you ever counterbalance the weight of human destructiveness and ignorance. And all you have to add to the other side of the scale is a penny, a little coin. You say, “My god, this will have no impact at all.” But if you put your penny on the scale, and other people put their pennies on the scale, eventually the scale is equalized and is tipped in your favor.</p>\n\n<p class=\"book-paragraph\">Never underestimate what an individual can do when guided by the power and the presence of Knowledge. Humanity’s fate and outcome has been altered by the contributions of individuals and very small groups of people—the great discoveries, the great accomplishments, the great humanitarians, the great inventors, the great leaders.</p>\n\n<p class=\"book-paragraph\">Do not underestimate the power of your contribution. If you are guided by Knowledge and you are committed, you will find inner resolution, you will find inner strength, and you will find an escape from self-doubt and self-denial. You will find the power and strength that God has put within you that is meant to be discovered and contributed to the world. The Great Waves of change give you the greatest incentive for this. There is great moral hazard here in neglecting this.</p>\n\n<p class=\"book-paragraph\">You have time to prepare. Time is precious. Do not assume it will be there for you in the future. Every day, every month, every year is very significant in the movement of the great events. In five years time, the world will be very different, and your options will be far more limited, and the situation can be much more grave than it appears to be today.</p>\n\n<p class=\"book-paragraph\">You must be driven by necessity now, not by preference, not by ideology, not merely by personal perspective, but by necessity. It is a powerful force and can be redemptive if it is discerned correctly, and if it is responded to wisely. You do not have to continue to worry about what you are going to do in life, and who you are, and what you want—this endless subjective dilemma.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change will solve all of that for you. They will call you into action. They will require your greatest talents. They will require your determination and commitment. They will require you to have a sound mind and to be experiencing the source of your inner strength, the power of Knowledge within you. In this, they are wholly redemptive, for they will give purpose, meaning and direction to your life.</p>\n\n<p class=\"book-paragraph\">You were born for these times. You were born for these events. You have not come into the world simply to be a consumer, simply to feather your nest, simply to enrich yourself, simply to be safe, simply to hide out somewhere, caught up in your desires and fantasies and dilemmas.</p>\n\n<p class=\"book-paragraph\">Life has a much greater purpose for you. It is a gift, if you can see it. It is a blessing, if you can see it. It is exactly what you need for your life, if you can see it.</p>\n\n<p class=\"book-paragraph\">Your unique contribution will arise in the face of great necessity. Do not deny the necessity, or you deny that which will call out of you your greatest gifts, that which will provide for you the real redemption that your life requires and that your heart desires.</p>\n\n<p class=\"book-paragraph\">You were born for these times. Face them. Accept them. Recognize them. Allow them to counsel you as to what you must see and know and do. Allow them to issue forth and call forth a greater courage and a greater commitment.</p>\n\n<p class=\"book-paragraph\">And if your mind wanders, if you lose your vision, or if you think you can escape into some other fantasy about life, think about food, water and energy. These things are no longer guaranteed. This will bring you back to your senses, to simple clarity, to personal responsibility and to true determination.</p>\n\n<p class=\"book-paragraph\">Look to your children, and to other children, and to the elderly, to the vulnerable members of society. You have a responsibility to them, too.</p>\n\n<p class=\"book-paragraph\">If humanity cannot unite and succeed in the face of prosperity, it must unite and succeed in the face of failure. It can and must do this. In this, failure can be a greater incentive than success.</p>\n\n<p class=\"book-paragraph\">The power and presence of Knowledge is with you. It is prepared for these times. It is ready. It has always been ready. It is now time to prepare your mind and emotions, and your circumstances, and your priorities for the life you are facing now and will be facing increasingly in the future.</p>\n\n<p class=\"book-paragraph\">How all these things will play out, no one can tell for sure. The future is always changing in that regard. But generally what is coming is clear, and the world is giving you its signs and its indications.</p>\n\n<p class=\"book-paragraph\">You do not need to be in confusion or in deliberation regarding this. The question is: How will you respond? What will motivate you? Where will you find courage, strength and determination? How can you avoid falling into panic and self-denial? How can you keep your mind clear while everyone around you is sinking into despair and confusion and outrage?</p>\n\n<p class=\"book-paragraph\">It will take great courage, and you must be committed to having this courage and having clarity of mind—not being swayed by fear or preference now, but by clarity based upon what you are seeing and what the world is telling you.</p>\n\n<p class=\"book-paragraph\">This will bring your life into a greater focus and a greater meaning and direction—everything you have sought before but could not find. It is a blessing of untold power. But you can only receive this blessing with your recognition and with your preparation and with a greater commitment that will take you into the future.</p>\n\n<p class=\"book-paragraph\">Ultimately, you and everyone here is destined and designed to provide the gifts of Knowledge to the world, in whatever form, substance, context is necessary. Every person is designed to contribute something unique here, but very few people are aware of what this really is, for they think it is just [about] what they want.</p>\n\n<p class=\"book-paragraph\">But the world will help tell you what it needs from you. It will call out of you your greater gifts. It will take you beyond personal preference and personal fear. It will reveal to you what you can and must give, and where these gifts must be given, and the people with whom you will associate who will assist you in this great effort.</p>\n\n<p class=\"book-paragraph\">You may be confused, but Knowledge is certain. The world is heading in its direction. You cannot change that now. You may be able to mitigate the impacts of humanity’s present and future actions, but what you are facing is coming with great certainty.</p>\n\n<p class=\"book-paragraph\">When you realize you cannot avoid reality, then you must determine [how] you will be successful, and [how] you will be of great benefit to others within this reality. And this is where your strength will emerge.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/food-water-and-energy.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/food-water-and-energy/"
}