{
  "title": "Visitors’ Perceptions of Humanity",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is always helpful to understand how others view you. In the context of the world’s emergence into the Greater Community, it is most beneficial that you have some idea of how your neighbors perceive you. This is important to give you a new understanding of how to relate to intelligent life around you and to give you a greater vantage point to view yourself from a larger and perhaps very different viewpoint. This is a rare opportunity, for though people may attempt to have a more objective viewpoint of each other, they are still far too subjective in their evaluations, and they do not have a reference point that is significantly unique or different in order to develop a truly new perspective. You see each other according to a standard set of values.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let me then give you an idea of how others who have visited your world and who are visiting it even now perceive you. Because the visitations in the world are being made by several varied groups with divergent interests, I will give you some different viewpoints, for they are certainly not all the same. These viewpoints vary according to the purpose that these groups are serving, but together they can give you an idea of the kind of relationship you already have with other intelligent life. Though you are not yet a conscious participant and cannot participate directly or intentionally, you are in relationship already simply because you are part of the Greater Community.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The discrepancies between the various viewpoints of your visitors serve also to give you a larger perception of yourself and to indicate something about their nature and motives as well. Indeed, in any relationship, learning how individuals or groups observe and interpret each other is essential to establish a bond and to establish a true understanding, even where a bond is not important or appropriate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You may, of course, discount what I am saying, but it would be far wiser for you to consider it seriously. Since some of my remarks will seem very critical or perhaps humbling to your evaluation of yourself, still it is important to receive them with the intention to learn and to understand rather than to criticize or defend current viewpoints or sets of preferences. Therefore, I invite you and encourage you to be as open-minded as possible.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let us, then, begin with the Forces of Dissonance—those groups that are allied with each other and are attempting to exploit the world to discover its secrets and its wealth and who are testing human beings, both directly and indirectly, to learn of their nature and predispositions for possible future alliances. I can understand their perception because their minds can be easily read, for in the mental environment, only the very adept can shield their own thoughts effectively from both mental and technological scrutiny. The Forces of Dissonance are not adept, though they are clever and cunning in the ways of espionage and observation. They seem far more advanced than you in this regard and can easily observe you and are learning ways to manipulate you very effectively. But they are not adept, in that they cannot control the mental environment and they cannot shield their own minds effectively. Therefore, those who are wise and more advanced than they are in influencing the mental environment can not only comprehend their motives, but in time can learn to affect them as well. The Forces of Dissonance are, indeed, being controlled by others who are far more powerful but who are not present in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Their perception of you is that you are very curious and very strange. They find you simple and very fundamental, but they do not comprehend your emotional nature at all, and your religious propensities and devotions are completely mysterious to them. They find you easy to manipulate but difficult to understand, which to them makes you unpredictable. That is why they are taking a long time to learn about you. Not only are they learning about you, they are learning from you, for you are setting certain examples which are having an impact upon them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They are not evil; they are simply misled. They are not guided by Knowledge, so they cannot gain access to the Greater Spiritual Power within them. They are part of a larger alliance where the mental influence upon them is strong. They are serving that power, so they are not here for their own interests, though their own interests seem to be served by their presence here, according to the directives that are given to them by those whom they serve. They do not look upon you with scorn or enmity; they do not look upon you as if you were stupid and ignorant. They are learning to exploit your weaknesses but are having great difficulty understanding your psychology. This makes you a greater challenge to them than you would be otherwise. Your technology is understandable to them, but it is your unusual nature and how you can use your growing technology that concerns them. Indeed, this is holding them at bay to a certain extent, which is beneficial for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your affections for one another are equally mysterious to them, for they do not have this experience with one another. Your emotional nature is confusing to them and as such is exerting an influence upon them, though at this point your influence upon them cannot offset their influence upon you. The very few amongst humanity who are advanced in Knowledge not only pose the greatest puzzle to these observers but also the greatest possibility to influence them. That is why we advocate the reclamation of Knowledge, so that you may not only offset unwarranted or inappropriate interferences in your life, but so that you may exert a positive and important influence here as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These observers consider you to be very weak minded and indeed you are in comparison to them. In fact, human beings are very weak minded in contrast to all of the visitors here. What does it mean to be weak minded? It means that your minds are not concentrated or focused and are therefore easily distracted, easily disturbed, easily distressed, and so forth. You are not concentrated in contrast to your visitors.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Forces of Dissonance, then, find you remarkably easy to influence. Yet, they are having difficulty in understanding your motives and your behavior. For example, they cannot comprehend your experience of love. They can understand why you respond with anger or defensiveness when you are threatened. They can understand your sense of confusion when they are manipulating you. But your devotion to love as well as your religious fervor are completely mysterious to them. Here you are more advanced than they are, for this capacity is only latent within them. So, in this you are influencing them; you are confusing them. You are not as easy to manipulate if you are given to these greater spiritual incentives, these mysterious impulses. The fact that human beings devote their lives and all of their time and resources to their affections for one another is inexplicable to this group of visitors.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, the ease with which you can be influenced or affected is being offset by your complex nature. Indeed, it is also being offset to a certain degree by your religious development, for here humanity has actually made some significant progress in comparison with other intelligent life in the Greater Community. For example, in some advanced societies there is no religion at all. In others, technology is the religion. That is not to say that you are the only race that has religion—of course not. But you cannot assume that all advanced races have a developed religious life or a set of religious traditions. Many societies have rites by which an individual is perfected in their intellectual ability or in their virtuous behavior. But worshipping a Greater Power or a greater force or identity in life is not an emphasis that is shared by all intelligent life, even within the vicinity of your world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, there are some offsetting influences that you are exerting upon these visitors. However, do not take great comfort in this, for religious fervor can easily be manipulated once it is understood. In fact, it does not even have to be understood. Religious fervor can simply be studied and then it can be controlled. As an example of this, the Forces of Dissonance are able to project images in the mental environment. Here they can project an image of a preferred religious symbol or personality. The people being affected by this can have this experience in their dreams or in an altered state. They will then think that they are having a religious experience, and they will want to give themselves to this experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity does have a rich spiritual life and set of traditions, but there is not the commensurate understanding of the mental environment in order to balance this and to offset unwarranted and inappropriate influences upon it. When you think of this, you will realize that whole groups of people, even nations of people and whole cultures of people, can be influenced by the projection of religious images. An example of this would be the idea of The Second Coming of Christ. This could be well orchestrated by the Forces of Dissonance. Indeed, they could create this great drama which would divide humanity into the so-called believers and non-believers. This could cast brother against brother, family against family, nation against nation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At the present time, it is not the intention of the Forces of Dissonance to create global warfare or to establish a state of complete breakdown in human society. It is possible that they can influence this. Though it would not happen immediately, it could certainly take place. It is for this reason that there are spiritual forces as well as beneficial Greater Community presences in the world to offset the presence of the Forces of Dissonance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity has great promise, though it has great difficulties and some important liabilities. Here you must understand that you are very vulnerable. Though you are casting an influence upon the Forces of Dissonance, their commitment to their purpose is such that it will override any fascination they may have with you and will enable them to learn ways to manipulate you, even if they cannot comprehend your behavior. For example, in your world scientists can manipulate animals in order to study their behavior by making them do things they would not do otherwise and by controlling their responses by controlling the stimulation. This does not mean that they understand the way these animals think or feel. It is not necessary to understand someone to control them. It is not necessary to empathize with them in order to learn ways of stimulating them and manipulating their response. Therefore, you are very vulnerable here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The perception of you by the Forces of Dissonance, generally speaking, is that you are weak minded, foolish, inexplicable and somewhat fascinating. They are also quite fascinated by your physical environment, for many of these individuals were born in space, and they have lived aboard spacecraft their entire lives. Here they are visiting this lush and marvelously diverse world with a seemingly infinite variety of life forms. This is fascinating to them. This, too, has the power to somewhat offset their mission, for they are quite taken with this place. Nonetheless, the power that is controlling them will continue to reassert itself and reaffirm the purpose that these groups are trained and prepared to serve.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is possible, however, that should enough individuals in the human family cultivate Knowledge and be able to exert a greater influence while offsetting unwarranted influences through wise discernment and self-control, then they could turn the tide in time. To give an example, imagine that you were sent out to make someone else do something and to engage with this other person whom you had to control or manipulate in some way. Then you meet that person and become fascinated with them, and this fascination begins to change your ideas and your motive. In time, if the attraction is great enough, it can overcome your initial purpose. This happens on rare occasions between human beings. It can happen as well in the Greater Community.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, though human beings appear foolish to this group of visitors, they hold an attraction as well. These observers have never seen flowers, have never seen birds, have never seen insects, have never seen foliage such as your world possesses. What a marvel it is to them! This is important in diffusing their initial purpose, the purpose they were sent here to fulfill, which is to gain information about this world and to acquire all of its technological and mental powers—especially the mental powers that advanced human beings have been able to cultivate. Their quest is for power. Their quest is for possible domination in the future.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now let us speak of another group that is here. I shall not mention their names because that is not important at this time. They are here to observe you because they live in your district. They are more numerous than the Forces of Dissonance because the Forces of Dissonance always travel in concealment, attempting to hide their presence and to make their investigations as secret as possible. Many of the more obvious demonstrations of extraterrestrial presence in the world have been from your neighbors who are here to observe you. Why are they observing you? Because you are an emerging world and you are gaining access to important forms of technology. It is well known to them that you are very warlike and seek conquest and dominion. This makes it very likely that you will carry out this motive once you learn to escape the boundaries of your world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, your neighbors are here to learn of your technology, your capabilities and your predispositions. Many of the sightings of craft have been of these individuals. They are not so concerned with being secretive, out of sight or hidden. In fact, many of their presentations have been quite intentional in order to gauge your response. They do find you fascinating and somewhat unpredictable, but their regard for you is not very high, for they consider you brutish and uncivilized. Though they have studied many individuals in the world and have been impressed by them, they recognize overall that the race of humanity is not yet united and represents many divergent views and interests. This makes you potentially very dangerous, for it is clear that you will turn upon one another for even trivial reasons. Because devotion is such an important virtue in the Greater Community, it is assumed by this group, who is studying you for their own self-protection, that you are a race that cannot be trusted and that you will wield your newfound powers and abilities in ways that are very harmful to yourselves and to other races who potentially could be your neighbors in the distant future. They have come at a time in keeping with humanity’s development of atomic power because this represents an ability to affect life beyond your world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This group is not advanced in the ways of the mental environment, though like all groups that travel in the Greater Community, they are aware of this power. It is evident to them that humanity has the potential for cultivating this power, but humanity’s liabilities are so great, in this group’s estimation, that it is unlikely that humanity as a whole will mentally advance much at all. Human technology will advance, but that does not mean that people here will advance in the ways of influence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, they are studying you, and they are also learning about the biology of the world, for their world is far more barren. This has engendered their need for advanced technology. They are taking many samples of plants and animals away from the world for their own cultivation needs. They have no intention of dominating the world, conquering it or influencing it. They are studying it, and they are learning some things about you. Your agriculture, for example, is very fascinating to them. Your domestication of animals is very fascinating to them. Though they grow food, they have no domestication of animals. As a matter of fact, this particular group does not even eat flesh, so they are somewhat shocked and fascinated by human consumption of animal flesh. The mutilation of animals has been conducted by this group, for example, because they want to understand what these animals are, why you feed upon them and how they can be developed for possible food resources for themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This group is on a learning mission, but their involvement in the world has grown over recent years. They do not pose any threat to you, and in fact, their visitations here show promise for the possibility of establishing future relations. They are concerned, however, that you are raping and diminishing the world’s resources, which will eventually force you, once your technology can accommodate it, to seek resources beyond your world. This group does not inhabit your solar system, but your solar system will not meet your resource requirements, which will force you to explore beyond it once you learn how to travel at appropriate speeds. This will bring you into your neighbors’ territories.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They are on a fact-finding mission here—learning a great deal about you. They are also learning a great deal about your plant and animal life, taking many samples, doing much evaluation, going back and forth, and so forth. They are learning from you. But they are also learning how to defend themselves against you. Your relationships with one another are not as inexplicable as they are to the Forces of Dissonance, but your erratic behavior, your compulsions and your fascination with trivial things are things that they do not understand. To them, you are unpredictable and somewhat chaotic, which makes the opportunity for establishing meaningful relationships, except with small groups of people here, extremely remote.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let us now speak of a third group. I am talking about three primary groups. Though there have been visitations by others—resource explorers, for example, who are looking to see what the world contains and to see if there is a possibility for trade with the culture of humanity—I am talking about three main groups that comprise those who are visiting the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The third group is here for very different purposes. They are a small contingency of individuals who are monitoring the presence of the Forces of Dissonance, for they have come to monitor this presence. They, too, are learning about humanity, but for a very different purpose. They wish for humanity to thrive and to progress. They are driven by a greater incentive. They have spiritual alliances that are serving them. They are not here for commerce; they are not here for conquest or manipulation; they are not here to learn about you for their own self-defense. They are here to cultivate humanity’s education, to support humanity without direct interference. They, too, are studying individuals, for they must learn not only your psychology, but your physiology as well. They are providing education. They are stimulating certain individuals who have the real potential to receive a Greater Community understanding. They are supporting the introduction of The Greater Community Way of Knowledge. They are wise enough not to interfere with you directly, and they maintain their surveillance in such a way that their physical presence is not made manifest.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Overall, this group represents the Forces of Good for humanity. In your own vernacular, they could be called “the good guys.” They are more advanced than your neighbors who are studying you. In fact, they are also studying your neighbors. They are studying everyone here to learn about the condition of humanity and to learn how you are going to respond to the Greater Community. They are in contact with several individuals around the world, attempting to cultivate a greater spiritual knowledge and understanding. They are establishing relationships with these individuals in the mental environment. This does not mean that these people are aware that they are in relationship or that they necessarily accept the relationship. It just means that the relationship is already there and that should these individuals accept it and learn to participate in a conscious and responsible manner, they will be the beneficiaries of a greater Wisdom.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This third group is very concerned that the Forces of Dissonance not discover the secrets of this world. We are not speaking of the secrets of humanity here because humanity does not have many secrets. We are speaking of the secrets of the world—what has been put into this world, what has been kept in this world for a long, long time, far longer than human civilization. They are here to protect these things. They do not want humans to discover them either, for humanity is not ready to wield great power, and they do not want them to be discovered by any other alien force.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Their presence, then, overall, is to protect humanity and to protect the secrets of the world. Perhaps this seems incomprehensible to you. This is only because you hold a viewpoint that is so limited it does not account for other intelligent life. There is a general assumption amongst people that their world is the center of the universe, that it is a place that is isolated from everything else because of vast distances, and that it has come into being with human society. But the world has been here far longer than human civilization, far longer than human beings have been here. Much has transpired in your world. This world has been considered a valuable place to visit, to conduct experiments and to develop the depositories where secret things could be kept hidden from the Greater Community.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now, there is another influence here—a spiritual influence, a spiritual group, if you will. They hold you to be very, very promising though still quite adolescent in your development. Their commitment is for you to learn The Greater Community Way of Knowledge, to enable your sense of spirituality and your spiritual traditions to evolve into a larger arena of life and be applicable there, in order to give you a more universal sense of the Greater Power in life and to engender the cultivation of intelligence, responsibility and cooperation. These are the three fundamental pillars upon which any race or society must develop and advance. This group is not here to protect you; they are here to educate you and to lift you up. They are working in an alliance with the Forces of Good that I have just described. Their viewpoint of you is very commensurate with the Forces of Good, though their comprehension of you is greater. The Forces of Good consider you to be fascinating, childlike, irresponsible, mentally weak, foolish, predisposed to do things for ridiculous reasons, yet nonetheless worthy of their assistance and support. They are particularly impressed by your ability to love and to be devoted, to whatever extent this has been developed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are a race that has developed in isolation. You are unique in this respect in that you have not been tampered with by the Greater Community until very recently. The Forces of Good are particularly impressed by many of your religions, particularly those that emphasize the development of virtue in the individual, for these are values that they hold dear as well. They are a highly cultured group of individuals, representing several races that are working in cooperation for a particular mission here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Spiritual forces are present, but you will not be aware of them until you undertake the preparation that they have provided and are supporting. They will enhance true development, the commitment to serve others and the cultivation of virtue and intelligence, which is the willingness and the capacity to learn. Unless you are undertaking the preparation for the great threshold of emerging into a Greater Community identity and awareness, you will be unlikely to experience their presence. They work in conjunction with other spiritual forces that have been in the world all along, cultivating and nurturing human advancement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Given my very simple descriptions of your visitors, which I might say are rudimentary and leave out many important aspects and complexities, you will begin to see that you have a great responsibility here to cultivate Knowledge and Wisdom, which will allow for the wise expression and application of Knowledge. You must cultivate the ability to learn to cooperate with others, which you will be able to do more effectively once you gain a Greater Community perspective. Here you will see that the differences between people are slight instead of great and that cooperation is not only possible but necessary in light of your growing relationships and involvement with the Greater Community itself. Here you will realize that there is a tremendous emphasis on the human family becoming mature, developing a greater viewpoint about themselves and life and learning over time to accept their relationship with other intelligent life and the very fact that they are living in a Greater Community of Worlds.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Human advancement will be greatly furthered by individuals becoming educated in The Way of Knowledge according to the Greater Community traditions, for now you need to learn the Greater Community traditions in order to surpass what human beings have attempted to accomplish on their own. You need education from beyond; you need a mentor from beyond; you need forms of preparation from beyond, for in isolation you cannot prepare yourself. You must be prepared. This will offset the destructive and conflicting incentives on your part. It will enable you to support the emergence of a greater understanding and will allow you to utilize your mental and physical resources far more harmoniously and effectively. All of these are necessary for the evolution and advancement of humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you must see that you are not yet mature, that you are not yet adults in the real sense. You are adolescent in that you are experiencing new power and newfound freedoms and abilities, but you do not yet have the maturity, the sense of responsibility or the interdependence in relationships necessary in order to use these powers constructively. Human beings, for example, must learn to live for the welfare of their human family, not simply their blood family, but for their society and world. They must learn to do this in such a way that their individuality is enhanced through contribution and is not denied. Human society has not established this ability yet, though it has been proposed by many visionaries and wise individuals throughout the ages. Humanity has not developed sufficiently to enable this to find a firm and complete expression. Many people even consider it impossible, given their understanding of human nature. But human nature is not something that has been completely explored or developed, and human beings have not been prepared by a greater and more intelligent power.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Consider this fact: It is far more time consuming and far less effective to learn something on your own than it is to prepare with someone who is more advanced in that skill than you are. Human beings have been trying to prepare themselves on their own, yet what has allowed the greatest advancement is that information has been given to certain gifted individuals who were capable of actually producing a tangible result or carrying out a tangible demonstration in the world. Your technological advancement has been sparked and furthered through this contribution; your spiritual comprehension has been sparked and furthered through this contribution. It is outside influences that keep nurturing your advancement, and though these influences are rarely accounted for, rarely acknowledged and sometimes cruelly considered, they nonetheless have been responsible for your advancement and your increasing freedom and ability, both mentally and physically.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, humanity overall requires tremendous preparation. The world now is supporting this by calling upon people everywhere to join and to unite to fulfill common needs and common purposes—to salvage your environment, to equalize the distribution of your wealth, to learn the wise use of your resources, to cease incessant conflict and warfare and to learn to see beyond tribal and regional identities in order to develop an identity as world citizens. All this is happening at a remarkably quick pace, so fast in fact that most people cannot keep up with it. This is all part of your emergence into the Greater Community. It is all part of living in an accelerated evolutionary period. This is a very difficult period and will incite and bring forth much of the inbred human resentment and conflict that already exist here. This acceleration can lead to new achievements and understanding or it can lead to tremendous breakdown and destruction for humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Present in this acceleration are the Forces of Good and the Forces of Dissonance. Present here is a great opportunity for a quantum leap in spiritual development and understanding and a quantum leap in humanity’s cultural integration and establishment. These are necessary because in order for humanity to begin to effectively engage with the Greater Community in a conscious way and to establish relationships, it must be a unified community. It cannot be a set of divided and conflicting societies. In the future, this will require some form of world government—one that perhaps will allow for tremendous regional diversity. But there must be a world government. This is slowly developing. In fact, it is developing very quickly when you consider how slowly these things normally develop. You are in an evolutionary fast-forward right now. The Greater Community presences here are stimulating this. The growth of the human family and its changing interaction with one another and with the natural environment here are also contributing to this tremendous acceleration in development.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is in an adolescent period in its development. You have newfound powers and abilities; you have greater freedoms; you are learning new things; you are entertaining greater insights; you are becoming more aware of the environment around you. But adolescents are still self-seeking and self-serving and are still committed to their own personal priorities. You have not yet significantly developed a social consciousness. You are not aware of other races’ experience significantly, especially in the Greater Community. Adolescents cannot yet account for the forces that are shaping their lives, though they are beginning to be sensitive to them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In this difficult period, you are developing a Greater Community awareness at the very, very beginning stages. You are not necessarily adolescent with each other, but you are adolescent within the context of the Greater Community and in your ability to be in relationship to the Greater Community—to accept its presence and its reality, to discern its influences and to learn to participate with the degree of Wisdom that will be necessary for you to have in order to survive as an independent race in the future.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here, then, is your great calling and your great requirement. The call and the need for advancement are tremendous. Even if you do not accept your life in the Greater Community or if you discount the Greater Community influences that are present in the world today, you must still realize that human society needs to grow, to become integrated and to become wiser and more cooperative even in order to meet your environmental and economic needs.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everything that I am presenting here is absolutely essential for your success and well-being, even if you remained an isolated race. Yet, I paint a greater picture and illustrate the larger range of your relationships and the influences that are being cast upon the world at this time from beyond the world. How much greater this is! This is your life. If you learn to respond to your life, you will be able to participate in a way that is both effective and satisfying. If you cannot respond, then you will feel infringed upon by the changes and influences that are shaping you, both from within your world and from beyond. And you will find no relief from the miseries that attend you until this responsibility is recognized and is accepted. This is true within your own individual life. This is true within your life as a community, within your life as a nation, and within your life as a world in the Greater Community. As it is above, so it is below, for the truth exists everywhere. The denial of truth and the acceptance of truth is a process that is going on wherever intelligent life has emerged.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Learning how others view you gives you a reference point and an idea of how you must cultivate your abilities and what you must achieve. You start with your individual life by bringing greater harmony, balance, responsibility and accountability to it. You do this because you recognize a deeper need within you, and you are willing to take the risks and make the sacrifices. Here you gain access to Knowledge, the Greater Mind within you, the Mind that knows, the Mind that can guide and direct you and give you the strength and the confidence to undertake the transformation of your life. As you do this, you will be able to contribute things of greater value, greater magnitude and greater influence in the world around you. This will draw to you individuals who will help you in your own development and in your capacity to serve and to assist others.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/forces-good/"
}