{
  "title": "Building the Foundation for a Greater Life",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Facing a world of tremendous change and upheaval will require a greater Intelligence to guide you, a greater strength within you that is beyond you, but that you are a part of. It will require fortitude and compassion and patience. It will require that you relinquish what you think the world must have and your complaints against the world, no matter how deep set they may be.</p>\n\n<p class=\"book-paragraph\">You are not sent into the world to condemn this environment—a world of the separated, a world of change, a world of difficulty, a world of adaptation, a world of changing events and confusing situations.</p>\n\n<p class=\"book-paragraph\">You are not sent here to change the world according to your ideas or notions of what would improve this environment—an incentive that drives the lives of many people, but rarely with a good result overall.</p>\n\n<p class=\"book-paragraph\">No. The world will become more unpredictable now. For you have changed the air, the waters and the soils so much that the world will begin to change on its own, a change brought about by human misuse and abuse of the world. It is changing even at this moment, even as We speak, in ways that have not been seen even in the times of human civilization.</p>\n\n<p class=\"book-paragraph\">Most people cannot even face it they are so bound in their fear and their prejudices and their beliefs, thinking they know what reality is. The great change that is coming will be overwhelming to them, and unless they can open their eyes and face it, they will be unprepared for what is to come.</p>\n\n<p class=\"book-paragraph\">You will need a greater strength. You will need your strength and a greater strength, united together. Without this greater strength, you will not have the determination, the courage or the clarity to know how to proceed in a world now that will be ever more chaotic and uncertain.</p>\n\n<p class=\"book-paragraph\">It is not a question of giving your life away to God. It is a question of uniting your strengths, to the degree you have developed them, and the greater power that God has put within you to guide you. For this power lives within you as a seed waiting to germinate, to come forth, waiting for you to reach a state of maturity and self-honesty where you realize you cannot fulfill yourself in this environment, in this world.</p>\n\n<p class=\"book-paragraph\">You do not even really know how to protect yourself. You do not yet have the criteria for true relationship. You do not have the criteria to make any wise decisions at all. Not yet. Not completely.</p>\n\n<p class=\"book-paragraph\">To face a situation such as this, you will need a greater strength and a greater power from beyond you. And this power will require that your strength be established sufficiently, that you are a stable enough person, an honest enough person, a reliable enough person that Heaven can give you important things to do.</p>\n\n<p class=\"book-paragraph\">Here instead of seeking this greater power, or claiming that you are ready for it, or claiming that you have it already in your possession, you will have to do the humble work of building a foundation—a foundation that is secure enough, strong enough, adaptable enough to support you in the difficult and turbulent times to come.</p>\n\n<p class=\"book-paragraph\">Without this foundation, God cannot work with you. Heaven cannot give you greater things to do because you will not be stable. You will not be secure. You will not be reliable. You will continue to be dishonest with yourself and blind regarding certain things.</p>\n\n<p class=\"book-paragraph\">People want to claim spiritual roles and great work. They want to have the miracle and the mystery manifest through them now, but they are not ready, you see.</p>\n\n<p class=\"book-paragraph\">Heaven cannot rely upon them. They are unstable. They have given their life away to other things that are consuming them, day by day, slowly, slowly consuming them. They do not even know their own mind. They have never journeyed within enough to view themselves objectively and to have the basis for determining whether they are on the right course or not. They are lost and confused.</p>\n\n<p class=\"book-paragraph\">So Heaven now has given the Steps to Knowledge to help you build the foundation for a secure and meaningful life. You cannot build a structure, a house or a building without a true foundation. The stronger the foundation, the more you can build upon it. The weaker the foundation, the less can be built. If it is too weak, nothing can be built.</p>\n\n<p class=\"book-paragraph\">So many people today, even in the affluent nations—people who have opportunity, people who have education—have no foundation. They think their ideas and their beliefs or their tenuous relationships with others are their foundation. But this is not the foundation that We speak of here today.</p>\n\n<p class=\"book-paragraph\">Beliefs, assumptions—the more adamant your beliefs, the less stable you really are. You are fragile. You cannot face a changing world. You cannot adapt. You cannot alter course. You cannot change your thoughts and your approach. You are locked in place, as if your mind has turned to stone. And now you are just an obstacle in the river, an impediment to progress.</p>\n\n<p class=\"book-paragraph\">People who appear to be very stable and powerful can be extremely weak and unwilling and unable to adapt to changing circumstances.</p>\n\n<p class=\"book-paragraph\">So you must build the foundation first. There is no escaping this. If you claim roles and titles and abilities before this is done, it will have no meaning. It will be highly deceptive. Heaven will not honor you or your proclamations.</p>\n\n<p class=\"book-paragraph\">If you think what you have built for yourself in this world is your foundation, then the Great Waves of change coming will either be denied or seen as a tremendous threat to everything you have established.</p>\n\n<p class=\"book-paragraph\">God has spoken again at a time of the greatest need, a great turning point for the human family, where it faces a new world environment and a rising set of conditions it has never had to face before as a whole.</p>\n\n<p class=\"book-paragraph\">The great Teachings of the past cannot prepare you for this. The great Teachers and Messengers of the past cannot fully prepare you for this.</p>\n\n<p class=\"book-paragraph\">That is why God has spoken again because God knows what is coming. Heaven sees what is on the horizon, what humanity has set in motion for itself.</p>\n\n<p class=\"book-paragraph\">It is relentlessly moving towards you. You cannot stop it completely, but you must prepare for it. And the extent to which you do will be your stability in the world.</p>\n\n<p class=\"book-paragraph\">It is upon this platform, this foundation that We speak of here today, that your greater work can be established and constructed over time.</p>\n\n<p class=\"book-paragraph\">This foundation must have Four Pillars—the Pillar of Health, mental and physical health; the Pillar of Relationships, relationships that are stable and aligned with your greater purpose and intention; the Pillar of Work, the work you do to support yourself and the work you do for others, in service to others; and the last is your Spiritual Development, which really means the degree to which you are connected to the deeper Intelligence that God has placed within you, the deeper Intelligence We call Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge ultimately is your foundation in the world, but your outer life has to be stable enough and in alignment with it. For Knowledge is not here to confirm everything you have done and to bless everything you have established. It has a different Plan for you—the real Plan that brought you into the world, that you agreed to before you even came here, but which has been forgotten and overtaken and overlaid by your experience and your difficulty in being in the world.</p>\n\n<p class=\"book-paragraph\">God has provided the Steps to Knowledge, this greater power and strength that is uncorrupted by the world, that the world cannot tarnish. You can lose sight of it, but it is always there.</p>\n\n<p class=\"book-paragraph\">You cannot use it for yourself. You cannot use it to gain love or wealth or try to fulfill yourself here according to your own notions, for [God] has a different Plan for your life, the real Plan that has brought you here.</p>\n\n<p class=\"book-paragraph\">God is giving you the tools and the supplies to build your foundation—to teach you how to honor your deeper experience; to be truly honest with yourself; to teach you how to look with clear eyes, with compassion; to teach you how to give up condemnation, resentment and admonition against others, which can only blind you and prevent you from seeing and understanding what is happening around you.</p>\n\n<p class=\"book-paragraph\">God is here to free you from those beliefs that hinder you or that are incorrect, even your religious beliefs that are incorrect, that prevent you from recognizing the true gift that God has placed within you—the great endowment, the power of Knowledge.</p>\n\n<p class=\"book-paragraph\">God is not managing your life. God is not talking to you every day. Do you think the Lord of countless worlds and millions of galaxies is involved with you in this way? Clearly, you must be thinking of some kind of local deity, a foolish idea at least and a tragic failure to understand at the most.</p>\n\n<p class=\"book-paragraph\">God knows how to save you. You do not know how to save yourself. God has put Knowledge within you to save you and guide you. You do not know how to save and guide yourself.</p>\n\n<p class=\"book-paragraph\">Look at your past. Look at your decisions. Look at the state of your mind and the state of your health—honestly, objectively. Do not hide anything. Can you honestly say that you can guide and save yourself?</p>\n\n<p class=\"book-paragraph\">Entering now a world of far greater unpredictability and human suffering and contention, your current abilities are no match for this. Whatever strengths you have are built on a set of assumptions that are probably no longer correct or even relevant to reality and to where the world is going. This is not to bring you down. It is to make you straight. Right where you are.</p>\n\n<p class=\"book-paragraph\">You cannot find your way to Heaven. You will not be able to navigate the Great Waves of change without this power We speak of here today. And you must have a foundation, which means you have spent the time to rebuild your life on a stronger and more secure platform. God is even giving you the power to do this.</p>\n\n<p class=\"book-paragraph\">You are still caught up in what you want and what you avoid. But God is giving you exactly what you need to do to have this strength and this balance, which you will certainly need in all of your endeavors and relationships.</p>\n\n<p class=\"book-paragraph\">So understand you cannot give yourself over to God. That is not how this works at all. You cannot surrender yourself to God and wait around for messages. That is not how this works. You begin to do the hard, mundane work of really building your life while you build your connection to Knowledge. And you build your connection to Knowledge not knowing really what it is or how strong it is.</p>\n\n<p class=\"book-paragraph\">Along the way, you must relinquish your assumptions and your ideas repeatedly so that you may move forward with clarity. For Knowledge is here to take you somewhere that you could never take yourself. And it is only here that you will find fulfillment, security and true relationship.</p>\n\n<p class=\"book-paragraph\">To have this foundation means, if you are successful, that you will become a conduit for Grace, and work and encouragement in the world at a higher level—not a spectacular level, not a grandiose level, but coming from a higher incentive with a greater strength and a greater love.</p>\n\n<p class=\"book-paragraph\">Many people are out trying to change the world, thinking they know how to change the world. There are obvious problems that have to be resolved. And if they are working on this, that is appropriate. But some people think they know how to improve upon reality, or they are determined to change circumstances, no matter what.</p>\n\n<p class=\"book-paragraph\">And they have their enemies. And though they may claim to be peaceful and non-violent, inside they are angry and frustrated and aggressive. They are only adding to the contention and conflict in the world. They are now another opposing force amongst many opposing forces—all vying for power and recognition, all trying to have their own version of what the world should be.</p>\n\n<p class=\"book-paragraph\">No matter how glorious their stated intention might be, this is not the work of Heaven. You cannot turn this world into a paradise. If you try, you will destroy it. You will ruin it as you are doing so right now. You can improve the conditions for people, and that is important, but there are limits to what you can do.</p>\n\n<p class=\"book-paragraph\">Eventually, should you have this foundation sufficiently built and begin to experience the movements of Knowledge within yourself, with real clarity and without deception, you will recognize how little you really understood before, how your great and well-considered notions, or your adamant religious beliefs, or your position in society were built on a set of faltering assumptions.</p>\n\n<p class=\"book-paragraph\">Before God can give you greater work, you must become stable—emotionally, mentally and physically, as much as is possible given your overall condition and circumstances. If you are living in a very poor country, if you are living in poverty yourself, that will be a different set of circumstances than someone living in a more affluent environment. But the gift of a true life is available wherever you are. What We are saying here today is applicable to whoever and wherever you are.</p>\n\n<p class=\"book-paragraph\">You build your foundation, and Knowledge begins to reshape your life. It reshapes your priorities, your values, your relationships, and it does this so naturally because it is the most natural thing that could ever happen for you.</p>\n\n<p class=\"book-paragraph\">You who have begun to live an unnatural life, based upon social values or the expectations of others, now begin to find relief from these things—immediate relief as you take the Steps to Knowledge. You come back to how you really feel, what you really know, how you really are instead of being a great pretense or a social product or simply a manifestation of your culture and its shifting values.</p>\n\n<p class=\"book-paragraph\">People are lost in the world, but ultimately everyone wants the very thing that We are speaking of here. It is the natural thing for them to do this. It is their most natural and deepest inclination. It represents the need of their soul. And yet this stands in competition with all the incentives and seductions of the world, all the fear and terrors and cruelty of the world that you see.</p>\n\n<p class=\"book-paragraph\">You must become honest enough to understand what We are telling you. What We are telling you here is the most important information you can receive at this time. It does not simply solve your problem for today. It gives you the foundation for living a whole new life, a new way of being that is in keeping with your true nature and your greater purpose for coming.</p>\n\n<p class=\"book-paragraph\">You can have all the riches of the world. You can marry the beautiful face, move to the beautiful place and have the beautiful things. But if you are unknown to yourself, if you are not living the life you were truly meant to live here, according to the purpose that has brought you here, which you did not invent for yourself, then you are still suffering and uncomfortable, ill at ease with yourself and others, frustrated, unwell. And your relationships will reflect this.</p>\n\n<p class=\"book-paragraph\">This is the wisdom of the ages that was only presented to certain prescient individuals before, for society was far too restrained and oppressed for anyone to have an opportunity to do almost anything.</p>\n\n<p class=\"book-paragraph\">But this is a different world now. You have certain freedoms and opportunities. You have a greater world awareness than your ancestors. You have more practical wisdom than your ancestors. You have access to greater things than your ancestors.</p>\n\n<p class=\"book-paragraph\">You were sent into the world to play a part in the great transition to a new world reality. You did not come here for your own healing or your own personal fulfillment. You really came here to serve in your own unique capacity in a greater situation that is happening for the entire world and for all of humanity.</p>\n\n<p class=\"book-paragraph\">For this, you need a New Message from God, for only at this time is God providing the Steps to Knowledge for everyone, everywhere, who can find them. The Way of Knowledge is embedded in all the great religions, but it remains overlaid or hidden or corrupted in so many cases that the average person has no access to it, and little true teaching to encourage them in this matter.</p>\n\n<p class=\"book-paragraph\">What We are saying to you today represents a Wisdom beyond any human teacher in the world. The depth and the meaning of what We present is beyond what you already believe or think you understand, and in that way can lead you forward and not merely be used to validate yourself. Great truth is mysterious because it is leading you forward into new territory. You will never be able to grasp it entirely because you have to keep moving forward into new territory. And the Power of Heaven will always exceed your mental capacity and your understanding and the limits of your beliefs.</p>\n\n<p class=\"book-paragraph\">The more you are engaged with this, the more you will see this great river of intention flowing through your life, and you will feel blessed as never before. And you will feel strengthened as never before. And you will have relationships of a greater quality and value. And your life will begin to make sense in ways that it never could before. And you will be doing things that are important, but you will always be available to do something even more important, for the door will be opened, and you will now at last have the freedom to pass through.</p>\n\n<p class=\"book-paragraph\">It will take a Greater Power from Heaven to enable you to navigate the Great Waves of change. It will take the Power of Heaven for you to finally understand the value of your own mind and what it is really meant here to serve, in service to Knowledge.</p>\n\n<p class=\"book-paragraph\">It is the Power of Heaven that gives you fundamental integrity that is not established by your culture or family or friends. It is the Power of Heaven that has sent you into the world for a greater purpose, which has yet to be discovered, realized and fulfilled. It is the Power of Heaven that speaks to the deeper part of you, beyond your intellect and your social conditioning, the deeper part of you called Knowledge.</p>\n\n<p class=\"book-paragraph\">You have no idea how important it is to hear the words We are saying to you today. But you can respond, and you can begin a greater journey in life, which was always meant for you.</p>\n\n<p class=\"book-paragraph\">Heaven knows where you are. Heaven is waiting for you to finally come to your senses and to respond. Heaven is providing the building blocks and the tools for building your true foundation in the world. Heaven is watching to see if you can respond, if you can recognize the Messenger who is in the world today and God’s New Revelation for a struggling humanity—a Revelation now being given to the whole world all at once, to people of all nations, cultures and religions.</p>\n\n<p class=\"book-paragraph\">This represents the next great step in God’s Plan for humanity, built upon what has been given before, but providing things that have never been given before, speaking now to a literate world, a world of global commerce and communication, speaking to a world of global change and upheaval.</p>\n\n<p class=\"book-paragraph\">You have been sent into the world. We are here to bring to you what sent you and what lives within you at this moment.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/building-the-foundation-for-a-greater-life.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-bridge-to-a-new-life/foundation-greater-life-strength/"
}