{
  "title": "The Freedom Journey",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Spirituality is fundamentally a quest for freedom—freedom from certain things and freedom for certain things.</p>\n\n<p class=\"book-paragraph\">Seen in this way, the picture becomes more complete. For you have a greater destiny in the world, a greater purpose for being here, a purpose that you are not living now, despite your definitions and proclamations. It is to free you from the life that you are living now to prepare you for a greater life in service to the world that represents the core and essence of all spiritual development.</p>\n\n<p class=\"book-paragraph\">There are, of course, many other objectives that people bring to their inner life and to their belief in the Divine—pleasing God, having good social standing, being an upstanding member of the religious or church community, following the precepts, being devout [or] being rebellious. Whatever the position may be, you have still not broken free from your previous condition.</p>\n\n<p class=\"book-paragraph\">You may have wonderful beliefs. You may engage in spiritual practice. You may prostrate yourself at the temple, the church or the mosque. You may go through all the motions of religion and fill your house with religious materials and symbology, but you are not yet free from your previous condition.</p>\n\n<p class=\"book-paragraph\">This has a great deal to do with both your inner freedom and your outer freedom. You are trying to be free from certain things and for certain things because you have a destiny, because you have a greater purpose.</p>\n\n<p class=\"book-paragraph\">The struggle for freedom exists at many different levels and represents the core motivation within the individual if they are being honest and faithful to Knowledge within themselves. The struggle for political freedom, the struggle for economic freedom, the struggle for social freedom—the human spirit is not satisfied to be bound and slavish, adhering only to the dictates of culture, politics and religion.</p>\n\n<p class=\"book-paragraph\">You must see your own motivation for freedom, whatever your circumstances may be, whatever nation you live in, whatever the political climate or the social climate, whether it be tolerant or intolerant, liberal or conservative. Are you living the life you know you must live? That is the question. And the honesty of your answer will be important.</p>\n\n<p class=\"book-paragraph\">God can provide for you the pathway to take the Steps to Knowledge, the deeper Intelligence within you. But God cannot control what you tell yourself, or what you allow others to tell you, or affect the compromises you make in your own understanding or the compromises you make to acquire things you think you want and need from others.</p>\n\n<p class=\"book-paragraph\">So the impetus for freedom, the desire for freedom and the certainty that you must claim a greater freedom—all of this must come from you. And it is difficult and challenging. It will threaten your security, your ideas, your complacency, your arrangements with other people. It could challenge your approval that you want from others and your social standing and your position in the family—everything.</p>\n\n<p class=\"book-paragraph\">But, you see, you are fundamentally in the world to fulfill a greater mission, to prepare yourself for this mission, to free yourself for this mission, to gain the strength, courage and integrity to undertake this mission, to gain the freedom from those things that compromise you and hold you back so that you may have the freedom for the opportunity to engage in a greater life.</p>\n\n<p class=\"book-paragraph\">If you were to be truly honest with yourself at a deeper level, at the level of Knowledge, this is the truth that you would come upon. But this is a profound truth, far beyond what people think of, consider and tell themselves. People want to be happy. They want to be secure. They want to be comfortable. They want to have companionship. They want to be approved of by others. They want to be liked and appreciated. They want to have pleasures. They want to have comforts.</p>\n\n<p class=\"book-paragraph\">There is nothing wrong with wanting these things, but you have a greater motivation within you that cannot be compromised for the pursuit of anything else. This represents your first and primary commitment.</p>\n\n<p class=\"book-paragraph\">If you could query yourself through all of your desires and fears and preferences and needs and assumptions, you would come to this fundamental truth. There is something more important for you to do. You cannot create it. You do not know what it is, but it is there. And you must find a way to find it, to discover it and to express it in the world. This is the core desire, the core intention, the core need—the deeper need of your soul.</p>\n\n<p class=\"book-paragraph\">Many people, of course, will not go this far with themselves. They want the easy things, the simple things, the pleasant things, the comfortable things. They will not reach very far. They will not question themselves to any great degree. They want comfort and consolation. They do not want to have to work very hard or give up any advantages that they possess or that they think that they must have. So their integrity is lost, and they are strangers to themselves and to the deeper need of the soul.</p>\n\n<p class=\"book-paragraph\">You see this everywhere, of course. It is the condition of humanity. You see it most tragically portrayed in the more affluent nations where people have gained political freedom and social freedom to a far greater extent than anywhere else on Earth. But they do not use it. They do not claim it. They do not seize upon the great opportunity this gives them. So they seek comforts and pleasures, indulge themselves in romance and hobbies. They try to acquire wealth and lose themselves in their interests and distractions. What a tragic waste this is, that those who have squander what they have, while those who do not have seek it and need it desperately.</p>\n\n<p class=\"book-paragraph\">That is why the power and the presence of Knowledge is within you. God has given you a deeper Intelligence. It represents the part of you that has never separated from God, and therefore it can be a source of expression of the Creator within you—your connection to the Divine.</p>\n\n<p class=\"book-paragraph\">Knowledge cannot be fooled. It cannot be seduced. It does not respond to compromise. It is here on a mission, and that mission is your mission. It will not be satisfied with anything else. Even as you meet the basic requirements of life, it will push you further and deeper. It will not let you be satisfied with anything less. Even if you acquire all the things that you think you want and must have, the dissatisfaction will drive you forward. For you must be free for certain things—to meet the people who will be part of your mission, to discover where that mission must be expressed and how it must be expressed.</p>\n\n<p class=\"book-paragraph\">These are not things that you can figure out in your intellect. It is not an intellectual pursuit. Try as you may to understand it, you cannot unless you take the journey itself. It is a freedom journey.</p>\n\n<p class=\"book-paragraph\">How far you go on this journey depends upon the level of honesty that you have within yourself. How you express this freedom, how far you take this freedom, depends upon your self-awareness and your honesty within yourself.</p>\n\n<p class=\"book-paragraph\">Honesty here is so central to the freedom journey. It is so easy to be dishonest, particularly as you gain affluence, as you acquire the comforts that so few people in the world have. The culture will tell you to pursue wealth and happiness and pleasure, marriage and family—everything that you see around you that is being followed and adhered to blindly, often without question. Even the rebels in your society are attached to it, for they have not yet broken free.</p>\n\n<p class=\"book-paragraph\">People think they know the truth. They think they know what they want because they are trying to use the intellect to determine the purpose, the course and the direction of their lives. But the intellect is a temporary thing, a marvelous instrument it is for communication and evaluation, but it cannot discern the greater truth about your life—why you are here and who sent you. For this, you must go beyond ideas, beliefs and assumptions into a deeper experience.</p>\n\n<p class=\"book-paragraph\">God has made this possible by placing Knowledge within you. It is not governed by social conditioning. It is not persuaded by the persuasions of the world. It does not bow down to those whom you think you must please and whom you must serve. It is clear. It is compassionate. And it is entirely honest.</p>\n\n<p class=\"book-paragraph\">Here honesty is not knowing what you feel. It is really feeling what you know. This speaks of a freedom at a greater level—the freedom not only to be safe and secure, the freedom not only to possess advantages in society and comforts. It is a freedom for something greater that pushes you onward, that acknowledges the many things that you have, the many blessings you have and the accomplishments you have made and all the gifts of your society, whatever they may be. But the freedom journey pushes you further.</p>\n\n<p class=\"book-paragraph\">It is not enough to have. You must know. You must make the deeper connection with Knowledge within yourself. You must begin to live the life you were sent here to live, for nothing else in the world will really satisfy the soul.</p>\n\n<p class=\"book-paragraph\">Here you must push further. Now you want to become free from things within your own mind—free from fear, free from compromise, free from self-destructive behaviors and attitudes, free from justifications for things that cannot be justified, freedom from appeasing other people, freedom from your own social behavior, which was rarely honest and authentic. You are seeking freedom for a greater engagement within yourself and freedom for a greater engagement in the world, which is calling you as its needs and crises escalate.</p>\n\n<p class=\"book-paragraph\">This push, this need, this reaching is absolutely natural and essential to you. Yet you will find your friends do not share this. They want to stay behind. They do not want to climb this mountain. They want to be happy. They want to be comfortable. They want to manage what they have already. They do not want to question what they are doing. They do not want to question their values. They do not want to question what is going on in the world. They are afraid of that! Afraid it might call something greater out of them.</p>\n\n<p class=\"book-paragraph\">Everyone who is born into the world is on this freedom journey. Yet most people cannot go very far because of oppressive circumstances. Political oppression, extreme poverty, deaden the spirit, deaden the soul. They are struggling to have the simple and basic things of life, and this occupies all of their time and energies.</p>\n\n<p class=\"book-paragraph\">It is a tragedy of immense proportions, and it is one of the reasons that humanity has not progressed further than it has. For these lives that are meant to be of greater service in the world are being wasted and crushed beneath the weight of poverty and oppression.</p>\n\n<p class=\"book-paragraph\">For those who have better circumstances, many only want to enrich themselves and insulate themselves from poverty that they see all around them. And the wealthier classes of people, well, their gift and opportunity are so very squandered on empty pursuits, meaningless luxuries and indulgences.</p>\n\n<p class=\"book-paragraph\">The world offers immense opportunities for people to become lost here. But everyone is still on a freedom journey, even if they have lost their way, even if they have capitulated to their circumstances or to their desires and indulgences. The need of the soul does not change. The direction of Knowledge does not change. The urge for greater freedom, for inner freedom now as well as outer freedom, does not diminish.</p>\n\n<p class=\"book-paragraph\">This desire, this intention, this will are born of the Fire of Knowledge within yourself. This Fire can become distant and unknown to you, but it does not go out. It is not extinguished, for you cannot extinguish it. You can either become close to it or distance yourself from it. It is either known to you or unknown. You feel it or you do not. You think of it or you do not.</p>\n\n<p class=\"book-paragraph\">Fundamentally, the expression of a higher purpose is your service to God and to humanity and the world. This transcends your service to yourself or your service to your immediate family. You still provide service for yourself and your family to a certain degree, but the priority shifts to a higher level now.</p>\n\n<p class=\"book-paragraph\">Yet freedom and honesty still are tied together. There are people who want to serve God and even think they are serving God, but they are not free inside, and they are not really honest with themselves. They think their freedom is serving an ideology or a system of belief, proselytizing that, communicating that, but they are not really free inside. They are driven by personal needs. They are still slaves to the intellect. They have not broken free of the mind. And so their service to God has not really come into being yet, not authentically. It has the appearance of being this, but it is not really there yet. Yet if they become honest with themselves and doubt their beliefs and question their own assumptions, then the pathway to freedom begins to open up for them again.</p>\n\n<p class=\"book-paragraph\">Then, of course, there are those who are focused only on political freedom or economic freedom or social freedom. This is a very important contribution to many people, and it may be their ultimate purpose to do this, but the question is: Are they free within themselves? Is their motivation based upon love and compassion for people? Or is it driven by anger and hostility, resentment and regret? Is their gift real and authentic, or is it tainted and polluted?</p>\n\n<p class=\"book-paragraph\">You cannot move another at a deeper level unless you are moved at that level yourself. Those who lead movements of political freedom often become combatants themselves, always at war with the opposition, always trying to overthrow overseeing or overarching powers. They are not free. They are angry. They are desperate. Their hearts are filled with venom.</p>\n\n<p class=\"book-paragraph\">How can this possibly serve the well-being of people? Even if they provoke a revolution and overthrow the oppressive powers, what kind of government will take its place? Will it be a real social transformation, guided by truly inspired individuals, or will it be a shift in the ruling class alone, a transfer of power from one group to another?</p>\n\n<p class=\"book-paragraph\">This is why you must look with clear eyes and listen with a quiet mind so that you can hear and see and determine the truth and the authenticity of what you see and hear around you.</p>\n\n<p class=\"book-paragraph\">It is so easy to have a self-edifying position—to be of service, to sacrifice yourself, to have all the appearances of being a real servant to humanity, a soldier of freedom, a crusader for a greater cause. But what motivates you and what compromises you will make all the difference in the outcome.</p>\n\n<p class=\"book-paragraph\">You can move people with promises of wealth, freedom and power—social power, economic power, political power. You can move people to do things. You can organize people’s activities. But it is the nature of your own motivation that will determine whether you can be a source of inspiration, whether you can ignite the desire for real freedom within others and not merely manipulate people’s passions and their oppressive circumstances for your own benefit or gain.</p>\n\n<p class=\"book-paragraph\">Nations have changed governments at tremendous cost, loss of life and suffering and displacements of people only to find themselves now under a different set of oppressive powers. Was the change really worth it? Was it worth the cost that it required? Have things really improved in the lives of people? Has real freedom been secured?</p>\n\n<p class=\"book-paragraph\">Look with clear eyes. There must be a greater inspiration to produce a greater outcome. Otherwise, it is all conflict and upheaval, and the condition of humanity has not improved.</p>\n\n<p class=\"book-paragraph\">You are on a freedom journey. You will not be satisfied with wealth and companionship, pleasure and comfort, if you cannot respond to this within yourself. And it will require you to be free from certain things and free for certain things.</p>\n\n<p class=\"book-paragraph\">You must have the freedom to open your mind. You must have the freedom to take the Steps to Knowledge and to allow Knowledge to protect you and to guide you towards a greater life. You must have the freedom to be honest with yourself and free from those influences, relationships and circumstances that deny this freedom or make it more difficult to attain.</p>\n\n<p class=\"book-paragraph\">You must have the freedom to be with yourself completely—facing your limitations, your obstacles, your regrets, your mistakes, your strengths, your weaknesses—everything. You must be free from the fear and avoidance, the habitual avoidance that has denied you access to your deeper nature all these years.</p>\n\n<p class=\"book-paragraph\">You must have the freedom to be with others and practice a greater neutrality with people so that you may hear them and see them and know them and be able to respond to them at a deeper level, and also to be able to know how to be with them, how to participate, when to participate, when not to participate, what to say, what not to say, what to do, what not to do.</p>\n\n<p class=\"book-paragraph\">The freedom here is to be guided by Knowledge in all of these matters. You want to be free from those impulses and those fears, those habits and those behaviors that prevent you from really being with people, being open to them, being observant of them, being responsive to them at a deeper level.</p>\n\n<p class=\"book-paragraph\">Your judgments, your reactions, your unforgiveness, your attitudes, your beliefs—all these things stand in the way of you being present to yourself, to others and to the world. And so you must gain freedom from these things within yourself and within your relationships.</p>\n\n<p class=\"book-paragraph\">You reclaim the freedom journey by being honest with yourself, by asking yourself, “Am I really living the life I was meant to live?” and not giving yourself the answer you want, but listening more deeply within yourself, and having your most trusted friend and ally respond to this question, and to consider what you tell yourself or the answers you feel that you are being given to this question.</p>\n\n<p class=\"book-paragraph\">Ask yourself: “Am I where I need to be in life? Am I with the people that I need to associate with? Am I engaged in the activities that are purposeful and necessary for me? Am I using my time well? Should I be in this relationship, and this relationship?”</p>\n\n<p class=\"book-paragraph\">Review all your relationships, seeking a deeper response from yourself, a deeper honesty, a deeper reckoning. Not playing life for its advantages, but penetrating life for its real truth and direction. Not being a coward. Not being a fool. Not being a slave to the wishes of others or to your own cultural conditioning.</p>\n\n<p class=\"book-paragraph\">This is honesty. And honesty brings you back to the freedom journey—to the unfinished business of your life, to the core activities and essential pursuits that are before you, and the work that must be done on your inner life and your outer life to bring you closer to the truth of who you are and why you are here.</p>\n\n<p class=\"book-paragraph\">As you take these steps, you inspire others to take these steps. You strengthen that which is strong, and you weaken that which is weak. Your life becomes a demonstration, which ultimately can be more significant than anything you try to say or do with people.</p>\n\n<p class=\"book-paragraph\">You have so much more to do and to give than you are doing and giving at this moment, and you know it is true, if you are honest with yourself. The engagement with honesty brings you back to your journey to freedom—freedom from, freedom for, freedom on the inside, freedom on the outside.</p>\n\n<p class=\"book-paragraph\">Knowledge will guide you to take certain actions. You must be free to take these actions.</p>\n\n<p class=\"book-paragraph\">Knowledge will reveal certain things to you about yourself and the people around you. You must be free to consider these things and to respond.</p>\n\n<p class=\"book-paragraph\">Knowledge will take you to certain places. You must be free to go there.</p>\n\n<p class=\"book-paragraph\">Knowledge will build real relationships with people who have great promise for you. You must be free to participate there.</p>\n\n<p class=\"book-paragraph\">Knowledge will take you out of situations that are unhealthy or that have no future. You must be free to withdraw.</p>\n\n<p class=\"book-paragraph\">Knowledge will ask you to wait. You must have the freedom to wait.</p>\n\n<p class=\"book-paragraph\">Knowledge will require forbearance. You must be able to practice forbearance.</p>\n\n<p class=\"book-paragraph\">Knowledge will require real discernment and a development of discernment on your part. You must be free to undertake this development.</p>\n\n<p class=\"book-paragraph\">Knowledge will require that you be discreet and not talk foolishly or mindlessly. You must gain the freedom and the strength to do this.</p>\n\n<p class=\"book-paragraph\">Knowledge will require that you face the world and the Great Waves of change that are coming to humanity. You must have the freedom and the courage to do this.</p>\n\n<p class=\"book-paragraph\">All of these freedoms require breaking away from certain things and building other things. They require a thousand little liberations and new beginnings in every aspect of your life.</p>\n\n<p class=\"book-paragraph\">This is the freedom journey. This is why you have come. You have not come just to put a nametag upon yourself or declare your position in the world. You have come for a greater purpose, and you must be free to find, to discover and to follow this purpose.</p>\n\n<p class=\"book-paragraph\">God has placed Knowledge within you to make this possible in a world of conflicting and contrasting influences.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-freedom-journey.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/freedom-journey/"
}