{
  "title": "Fulfillment",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a great deal of speculation on what produces fulfillment in life. But We would like to talk about what fulfillment itself produces because, you see, you cannot produce fulfillment. It is something that naturally arises when you are engaging with Knowledge, your true Mind. Here you have united with yourself internally, and you have united with others around you in a meaningful way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People often think of fulfillment as the end result. It is the thing that you receive after all has been said and done. That puts it far out of your reach because your life is not over. We do not want fulfillment to merely be a future possibility, but instead something that you have access to immediately in your life. It is not complete fulfillment, but it is not necessary that you have complete fulfillment because the fulfillment that you will have in life will lead to even greater fulfillment. It is an experience you will begin to honor within yourself because it renders peace to you and a sense of purpose and effectiveness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your life is far from over, so do not think of fulfillment in terms of an end result. Because it cannot really be defined, fulfillment is something you must think about in terms of your own experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We encourage you to work with the ideas that are presented here and to consider them seriously. Do not think you know everything about these ideas, even if they are familiar to you. What We have to say is meant to be helpful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One of the results of fulfillment which We would like to emphasize at the very beginning is gratitude. The experience of gratitude is a very great part of fulfillment. Gratitude opens you to a sense of inner peace and greater association while you are in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Fulfillment is possible for you regardless of the state of affairs in the world because the world is not your Ancient Home. You are a visitor here, and because you are a visitor, you have the ability to overcome the tribulations of this life and to become a true contributor. You have the ability to rise above the misery and the confusion that you perceive around you and in so doing you bring something with you from your Ancient Home that the world needs a great deal. Our Presence here brings with it the reinforcement and the memory that this fulfillment is real and possible. It is meant for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">First, let Us talk a little about Knowledge, and then We will address the experience of fulfillment itself. You possess within you your Knowledge, your true Mind. It is not a Mind that has been created in this life. You have not acquired it from your environment or relationships. It is intrinsic to your Being. It is the Mind behind your mind, or underneath your mind, depending on how you want to look at it. It thinks in its own way, which is quite specific and very different from your conscious mind. It is very quiet and very strong. It is very still, and yet when it thinks, its thoughts have great impact.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must approach this quality of Intelligence gradually because it is so powerful. You must learn to receive it, to trust it and to use it properly. You must learn how it affects other people around you in order to become wise in its service. Its power is very gracious, but it has tremendous impact on others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is within you and is quite protected from your own interference. You cannot spoil it, but you can have incorrect ideas about it and think you are using it when you are not and thus make some serious errors. But it is beyond error because it is intelligent.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is called Knowledge because it is intelligent. It also contains your part in the Plan. This idea of a Plan is very difficult to comprehend fully here. It obviously indicates that you are a part of something greater, that you are not only an individual, not completely, and that you are not an isolated, unrelated living event in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are part of a Plan. It is not a Plan that you are meant to fully comprehend because this is not possible. You do not have the perceptual range or the capacity. But that is not important. What is important is that you can discover that there is a Plan, that you are part of it and that your inclusion in it is entirely natural and inbred within you. It offers a promise for your life that is very real.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because Knowledge is intelligent, it is also thinking spontaneously every moment. It is not like a computer program that is all preset. It is alive and is thinking now. It is responding now. It is meant to be your guide.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We speak of inner guidance, We are talking about people becoming students of Knowledge. As you begin to experience Knowledge, it will become greater and greater, and its greatness will always extend far beyond your grasp. So think not that you can define it or hold it in a thought system, for it is greater than that.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As Knowledge is the Mind behind your mind, so there is a Mind behind your Knowledge, and this Mind is God.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge can be looked at in many different ways, and We want to give some illustration of this so that you can relate to it within your own experience. People’s first experience of Knowledge is profound intuition. Profound intuition is usually stimulated by very demanding circumstances—danger, a difficult situation or other extreme circumstances. This is important to understand because everybody in the world wants to become safer and more comfortable. Everyone wants to escape difficulty and travail. Yet the more you escape difficulty, the farther you are from Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why? Is Knowledge supposed to be difficult? No. It just usually takes these kinds of circumstances for you to penetrate your conscious mind and reach deeper within yourself. There is now a necessity. You must know something. In the future, you will not require difficulty to gain access to Knowledge. It is not intended to be this way, but because you are apart from Knowledge, you will create the circumstances that make it necessary for you to reach it. You will make sure that your life will bring you to this threshold.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why people let their dilemmas go until they become extreme. They commit the same self-violations until they become intolerable. They stay in the same situations until they cannot stand them any longer. Then they must know something.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not think that pain and Knowledge are truly associated because this is not the case. Knowledge is natural knowing. It is not thinking in the usual sense. It is not the result of deliberation or choosing. It is truly God’s gift to you. You may demand from God a prettier world with less grievous circumstances, nicer appearances and happier times, but We assure you, no greater gift could be given you than your own Knowledge. Your dilemma is with Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge will show you whom to marry, what work to do, where to go next, whom to engage with and whom to avoid. It does this without judgment and without condemnation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It solves the authority problem with God because you know it is something within you leading you, but you know it is something that is much greater than you, and so it cannot be you personally. This is very important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People treat a greater authority in life in very peculiar ways. For instance, they either avoid any greater authority other than themselves—which is very foolish—or they succumb to a greater authority mindlessly—which is also very foolish.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So within yourselves, each of you, there must be a way to reconcile this dilemma, to heal this primary relationship with God. We assure you that if you heal that relationship, you will not have problems with each other. This dilemma is the source of all of your guilt and anxieties, and as a consequence, it produces the world that you see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge speaks of intrinsic relationship. That is why at certain times in life you meet an individual, and there is a sense of recognition that is profound, even frightening. If you are observant of this recognition, you will realize that this is not karmic. It does not have to do with past lives. Past lives are very superficial compared to this, for these relationships were established beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You may even have difficulty with this person because their personality and yours may not get along too well. But still there is a great recognition that is beyond description. There is no need for introduction. Indeed, what you want to do is simply get caught up with each other. “How did you get here?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, so much of you has nothing to do with the world. And part of you has everything to do with the world. It is meant that the part of you that has nothing to do with the world guide the part of you that has everything to do with the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now in times past, We have spoken of the importance of Inner Teachers. Part of the value of this discussion is for people to recognize their problems with authority. Some say, “No, I do not need any kind of teacher. Why do I need teachers? I will go to God directly!” And others say, “Ah, a teacher! I will not live my life for myself. I will live my life for my teacher!” These are two extremes. Most people fall somewhere in between.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very hard to comprehend what a real teacher is to you when you are thinking with your personal mind, which is your worldly mind. Someone always loses in this approach. Either your teacher is belittled and neglected, which is a loss for you because your teacher brings gifts to you, or you succumb to your teacher, which is a loss to your teacher and to you because it is your teacher’s purpose for you to reclaim your abilities and with your abilities your sense of Self.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These difficulties are anticipated. That is why, in most cases, your Inner Teachers work behind the scenes, contributing to you in such a way that you will be able to re-experience your abilities and learn to use them effectively.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is Knowledge that is important. Each of you will have a unique way of finding it within your circumstances in life. Your Knowledge is profoundly wise, even concerning your worldly state. That is what makes it so effective. Since Knowledge did not originate here, it can be truly effective in the world because it is not infringed upon by fear. It activates Knowledge in others and thus leads others to act nobly in difficult situations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet some people say, “Why do I need a teacher when I have all of this wisdom built in? I’ll just go to God and bypass all teachers. Teachers are a nuisance, an impediment.” That is fine. You can think that. But it does not change the reality of the fact that your Inner Teachers are initiating you into Knowledge. It just limits your access to them. They are initiating you so that you can become one of them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The reason for this is that this life that you are living is preparation for the life beyond as much as it is an experience in and of itself. That is part of the difficulty in understanding your circumstances because many of your learning experiences have nothing to do with this life. They have to do with the life to come.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So people create wonderful metaphysical justifications and explanations for everything that is happening. That is okay. It is all preparing you because your life extends so far beyond the world. The world is a midway point in your journey Home. There is a great range of experience between the world and your Ancient Home.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now in talking about fulfillment, We would like to use an analogy. The analogy We would like to use is that of the surgeon working on the patient. You are the surgeon; the world is the patient.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now when the surgeon is working on the patient, the surgeon is not suffering for the patient. No. The surgeon is simply working on the patient. If the surgeon is performing his or her task, neither the future nor the result is totally predictable. They are simply working on the patient. They are not stopping to have discussions about how terrible it is that the patient is sick. They are not concerned unnecessarily about the history of the patient, except insofar as it affects their performance in the moment. The patient’s history and future are not important, only the work at hand.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The reason that this analogy is useful is that the surgeon can experience fulfillment while working on the patient even though it is a critical situation. This means that you can be in the world and be fulfilled while you are working in the world. The surgeon knows that the patient is in distress, or there would be no need for surgery, so there is not a complaint in that regard. The surgeon is simply working on the patient.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because your fulfillment has to do with your reason for coming into the world, it is related to your work. You did not come here for a vacation. There are better places to go for a vacation. You also did not come to the world to work on yourself because how can you work on yourself? You only have access to your personality, and it does not require that much work because it is a personality. And you certainly cannot work on your Knowledge because it is working on you. All you can do is make adjustments in your perception, behavior, attitudes and expression as you proceed along.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The other quality of the surgeon that is very important is that the surgeon is not working on himself or herself. The surgeon is working on the patient. It is this total attention to the patient that makes the surgeon competent—this and the surgeon’s preparation. If the surgeon is thinking about other things, there can be a mistake. It is this single-minded approach that makes fulfillment possible. The surgeon is concentrated on the duty at hand. For the surgeon, it is not a matter of happiness or sadness, heaven or hell. It is that kind of concentration that God has on the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why is the surgeon so effective? Because the surgeon is thinking of only one thing. This is having power in the world. The less magnified your mind is, the less powerful it is. The more it is swayed by circumstances, the less it affects circumstances. Anyone, for good or for ill, will exert tremendous power if they are concentrated.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why? Because when you are concentrated, you are not dealing with conflict within yourself, and so your mind is more powerful. Your efforts are more uniform and more directed, and you have greater influence over the weak-minded who are not concentrated in their approach.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very important to see this. Do not think you cannot be influenced by others. Your Knowledge cannot be influenced by others’ personalities, but your mind can be greatly influenced. If they are more concentrated in their approach than you are in yours, they will exert an influence upon you. We do not say this to frighten you. It is simply a fact. If you are with Knowledge, this is not a problem because Knowledge is more powerful than any personality could possibly be.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The first aim in your true development is to simplify and unify your life, and the unifying factor in your life is Knowledge because it is united in its purpose and thinking. That is why it does not think like you think. It does not deliberate between choices. It does not discuss things. It does not deduce things. It does not induce things. When it comes time to act, it acts. It is like a very, very deep spiritual instinct. However, it does not come to you upon demand.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now it is very important that you become observant of yourself—your thinking and your behavior—and that you have skills for doing this because to observe your life objectively gives you far greater perspective on what you are doing and what can be done through you. But this has its limits. In fact, it is not the most important part.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are experiencing Knowledge, you are not aware of yourself, but you are profoundly aware of things around you. Does this not seem contradictory? After all, isn’t this all about becoming more aware of yourself? Isn’t that the way it is supposed to be? You are becoming more and more aware of yourself all the time. It is very mysterious and cannot be explained effectively in words.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But when you are experiencing Knowledge, you are like the surgeon observing the patient. You are completely present to the situation. You are not conscious of yourself. You are yourself. That is the difference. An observer is still separated. Yet in this case, you are yourself. This is fulfillment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How do you achieve Knowledge? How can you uncover Knowledge? Don’t you have to become pure first and be without fear or anger? Don’t you have to have greater thoughts than you have now? Well, not necessarily. Yet choosing Knowledge is a conscious choice, and it requires some very fundamental premises and beginning steps that are easily forgotten, so they must be reinforced constantly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There must be a great honoring of Knowledge within you, even if you do not know what it is or what it will do. This means you must allow Mystery in your life, and this Mystery calls for reverence because it is beautiful and meaningful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This requires that you acknowledge your ignorance without self-condemnation. This means that you allow yourself to be a student by not assuming that you know too much. This requires that you honor and claim those things you do know and that you not doubt them. You are open to having your viewpoint amended, but you are very certain in your claim to Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge will prove itself to you, but first you must follow it. It has saved your life before, and this perhaps is the experience you can think of when We speak of Knowledge. It is that thing that turned the steering wheel away from the oncoming vehicle. It is that part of you that overrode your mind and changed your course dramatically and beneficially. It is the part of you that said, “I cannot commit myself in this relationship,” a decision for which you felt shame and anxiety, but which later saved you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As Knowledge begins to emerge in you, you will have a tremendous sense of spiritual Presence in your life. You will know there is a Presence in your life, within you and around you, and though it is inexplicable, it is so abiding and so firm that it will give you courage in the face of all manner of uncertainties.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your friends will say, “You have changed. What is going on with you?” And you will say, “I do not know.” You will start to feel certain things very deeply, and you will start to avoid things that are aggravating. You will select new people to be with and new experiences and leave aside old ones.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge has a purpose to fulfill, but you cannot define this because it has not yet come to its fruition. It must show you itself. That is how the reality of God is proven to you. That is how you find your value. Like a surgeon in surgery, you can contribute to the world, for that is your purpose in coming—without concern for yourself or concern for the world. If you become concerned for the world, you will become frightened and angry, and this fear and anger can overtake you at any time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The value of the analogy of the surgeon is that surgeons are profoundly aware of their limitations. They are not healing anyone. They are performing a technical task. If there is healing, it is happening in conjunction with their efforts. They are participating in a greater event in which they are a principal participant.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Our teaching is very practical, and that is why We discourage people from becoming too metaphysically minded to the neglect of their real responsibilities. Yet there will be much Mystery in your life as you begin to follow what you know. What you know will join you with other people meaningfully because Knowledge is the great joiner of life. You will become a part of community because you were made to be a part of community.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your community may be a group of students. It may be a marriage. It may be a business. You will naturally give yourself to that place you are intended to give yourself, and then you will understand why you did not give yourself before. It was not because you were a bad person; it was just not the time and place.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is very mysterious. People know there is something there, but it is so elusive. They cannot grab onto it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So what about happiness? Happiness is of two varieties: There is the happiness in the moment, which is the result of fun and play and, on rare occasions, true recognition of another person. Then there is happiness of an enduring nature, which is born of your satisfaction that your life is truly engaged. It is perhaps not as spectacular a happiness. You do not go around laughing all day, but it abides with you. No matter what happens to you or to the world, you have found your place, you have found your way, and there is a very great certainty that your way will lead you on.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Like the surgeon, you are neither the leader nor the follower now. You are both, for you are leading others and you are leading your own senses, yet you are being guided by something very great.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your Inner Teachers are there to help you prepare for this, for they represent intrinsic relationship, and they have come from where you have come from. They are the evidence of your life beyond this world. They are not perfect, for a perfect teacher you could not receive. Actually, a perfect teacher is hypothetical, for all teachers are in various stages of development. Thus, teachers have teachers and so on.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, do not be concerned about the perfect teacher. That is like a perfect person. It is only in the imagination. You are a teacher for those who need you and can benefit from your experience and your abilities, and there are teachers for you. That is how everyone progresses.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People say, “Who are you to tell us these things? Where do you come from?” We come from where you come from. But We have learned what We are speaking of, and We are very, very involved in this world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are no Teachers possible for you who have not traveled this path, for they cannot relate to your experience, and you must have this sense of relationship, or you will not give yourself. There are Teachers who have never lived in the world, certainly, but those who are with you are from your Spiritual Family, and they have traveled a similar road to this, in this world or another. Therefore, they understand your difficulties in trying to apply your life from beyond to life here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is important to ask now, “How can I be in the world and cultivate Knowledge?” Certainly not by changing the world. No. There is a time to step into the world with your true abilities, and you will not need to predetermine this because Knowledge will move you. Then you will be able to enter the world with greater certainty and power because it will not only be you who is doing the work. This is very important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have come here to do something. If you do not do it, you will feel very confused and frustrated. This is difficult to comprehend because you tend to blame your circumstances for this frustration. You have not become engaged with your true Self, and that is what is making you upset. It is not because people do not understand you or things are not going your way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you see this, you will begin to extend your efforts where they can be truly effective because no matter how much you balance or harmonize your external affairs, this yearning continues. If you address this yearning directly, it will balance your affairs. That is the Kingdom you must seek first.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/fulfillment/"
}