{
  "title": "Gaining Strength and Influence  in the Mental Environment",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">As you have a physical proximity in which you live and function, you also have a mental environment in which you learn to think. Yet it takes a long time to learn how to develop discernment and ability within this mental environment. In fact, for humanity at this point, the mental environment represents a great frontier, a whole new area to explore and within which to gain strength and ability.</p>\n\n<p class=\"book-paragraph\">It is important for you to know, however, that there is an environment in which you think. This environment is filled with many forces, very few of which have anything to do with you personally. You could go into any home on any avenue, on any street, in any city, and each home would have its own mental environment. And the individuals living in those environments represent the chief forces within those mental environments.</p>\n\n<p class=\"book-paragraph\">Your experience of the mental environment has been part of your life since you were born. There are so many examples if you begin to think about it. Every place you go has its own mental environment. Every home you enter has its unique mental environment. Every person around whom you spend any amount of time, you create a mental environment together.</p>\n\n<p class=\"book-paragraph\">Within your own mental environment, you have the possibility or the potential to be the greatest influence, and this is encouraged here. But as We have said, your mental environment is filled with other forces and influences as well, most of which have very little to do with you. That is because you cannot isolate yourself in the world. And within the mental environment, there are no borders or boundaries unless you learn to establish them yourself.</p>\n\n<p class=\"book-paragraph\">Into even the sanctity of your own home, the influences of the world find expression through the media, through the written word and through your interactions with people. It is necessary in becoming a student of Knowledge to learn to become responsible and effective in your own mental environment, for you cannot hope to advance in The Way of Knowledge, you cannot hope to gain greater clarity or ability if the things that are influencing your life are not addressed and recognized. Here you must learn what is affecting you, and then you must select who and what are beneficial and who and what are not beneficial.</p>\n\n<p class=\"book-paragraph\">Within this process, you come to realize that there are no neutral influences in the mental environment. Everything and everyone with whom you come into contact in any kind of meaningful way is either helping or hindering you in your advancement. However, as a student of Knowledge, you learn to utilize all influences that you encounter for your own benefit and for the benefit of others.</p>\n\n<p class=\"book-paragraph\">Yet this represents a more advanced skill. And in the interim, for your own well-being and to enable you to proceed, you must learn to limit or offset those influences that hinder you and emphasize and encourage those influences that actually help you along the way. If this is not done, your progress will be thwarted and will be very slow and difficult.</p>\n\n<p class=\"book-paragraph\">This is a natural part of gaining inner authority. This is a natural part of claiming responsibility for your life and learning how to direct it according to the wisdom and the grace of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">Surely, you must encounter those influences and those relationships that stand in the way of this. And you will encounter them even at the outset, for as your studenthood in The Way of Knowledge becomes stronger, you will come to realize, for example, who in your life really supports this within you and who does not, who can really encourage it and who is afraid of it, who really trusts it and who does not.</p>\n\n<p class=\"book-paragraph\">Many people when they begin their true spiritual journey discover with great shock that many of their longstanding relationships stand in contrast to their primary aim and purpose now. And they are surprised, for even long-term friendships can be seen to be counterproductive.</p>\n\n<p class=\"book-paragraph\">Often this is very difficult for the person starting out because they have a natural allegiance to their friends and to their loved ones. But gaining a greater allegiance to Knowledge sometimes brings conflict. For those relationships to which they hold allegiance often thwart or interfere with their ability to gain trust and integrity within themselves.</p>\n\n<p class=\"book-paragraph\">For many people, this is the first great hurdle to overcome. They must overcome their allegiances to others to emphasize a greater allegiance to Knowledge. In other words, instead of doing what other people want them to do, they must gain the inner authority to do what they know they must do. This can be quite challenging.</p>\n\n<p class=\"book-paragraph\">It is remarkable when you realize how great an influence your relationships have upon you and how much you adapt yourself to them. Accommodating yourself to other people may be a social necessity under certain circumstances, but within the foundation of your life, it will often impose very damaging effects.</p>\n\n<p class=\"book-paragraph\">The man and woman of Knowledge, if they have progressed far enough, will be able to make natural and strong commitments in their relationships, but they must have the inner authority to do this and to know how it can be done responsibly and effectively. Someone who does not have this authority cannot make real commitments to others. They are not in a position to direct or to determine their lives, and so they cannot give of themselves freely.</p>\n\n<p class=\"book-paragraph\">You must have yourself to give yourself. You must know yourself to direct your life. Otherwise, you will have other people and other forces direct your life. In fact, this is happening all around you.</p>\n\n<p class=\"book-paragraph\">Look about and you will see that people have given over the authority of their lives to their relationships with work, with people, with their habits, with their addictions, with their fears, with their interests, with their preoccupations and so forth. And the world encourages this because, in a sense, societies around the world want their populations to be compliant and to be uniform and to be obedient.</p>\n\n<p class=\"book-paragraph\">So people are weakened, and their delights and their phobias are emphasized. And they are encouraged to consume. And they are encouraged to believe certain things and to avoid thinking about other things. This greatly affects the physical environment in which you live, but it is predominantly felt at the level of thought and belief.</p>\n\n<p class=\"book-paragraph\">Now We enter into a new environment, an environment into which people have rarely ventured in a conscious way. Very few people in the world realize the effect of their thoughts upon others or the effect of others’ thoughts upon them in any kind of objective way.</p>\n\n<p class=\"book-paragraph\">Yes, they feel good around certain people and not as good around others, but they do not understand the dynamics of why this is the case and how they can learn to deal with it effectively. Giving yourself to those whom you like and avoiding those whom you do not like does not constitute any degree of ability or effectiveness in the mental environment.</p>\n\n<p class=\"book-paragraph\">Here there are two great stages in learning. The first is to understand what your mental environment is at the moment and to learn how to redirect it, or to reconstitute it to become a supportive environment, an environment that supports the reclamation of Knowledge, that supports your quest for real integrity and ability. This first stage requires a tremendous amount of re-evaluation and the exertion of your own Knowledge as opposed to your will alone. For will is exerted to support ideas and beliefs, but Knowledge is exerted to support reality and relationship.</p>\n\n<p class=\"book-paragraph\">Here your allegiance must shift from your allegiance to your ideas, your allegiance to your relationships, and your allegiance to certain trends in society to a greater allegiance to Knowledge within yourself. If this can be established, then Knowledge will show you how to give yourself into the world, show you where to make commitments and help you to discern those relationships that deserve your commitment and that benefit from it in an effective and constructive way.</p>\n\n<p class=\"book-paragraph\">Yet how difficult this is. This is a struggle, in a certain respect, for you must fight for your freedom. And what you fight primarily are the ideas that have been imposed upon you and that you have accepted. Here the struggle is more internal than external though there can be conflicts with other people, particularly those individuals who, by their intention or by their ignorance, thwart the emergence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">Yet even if you were isolated and were out of contact with people, you would still see in your assessment of your own mental environment that there is a great deal of influence there that did not come from you. It came from your family; it came from your society; it came through your education. Some of it is beneficial; some of it is not. Some of it is helping you at this moment; some of it is not. Some of it enables you to see and know what you must see and know; some of it does not.</p>\n\n<p class=\"book-paragraph\">Here there is a great deal of sorting out and some confusion as well. For you are shifting your sense of certainty from your ideas to Knowledge itself. You are saying, “My foundation is not simply a set of ideas or beliefs or associations,” and you are moving it to the real foundation within yourself, which is represented by the foundation of Knowledge.</p>\n\n<p class=\"book-paragraph\">The second great stage of learning regarding the mental environment has to do with learning how to cast influence within the mental environment. You cannot cast an influence within the mental environment in a conscious and effective way unless you have gained a certain amount of control over the mental environment in which you yourself function.</p>\n\n<p class=\"book-paragraph\">Developing this control requires focusing upon your own thinking and upon the relationships with which you have an immediate interaction and involvement. You cannot offset the mental environment of the whole world. You cannot offset the mental environment of the city in which you live. And perhaps you cannot even offset the mental environment of your family or your close group of relationships. But you can establish your own mental environment within it, and you are encouraged to take this responsibility and to become empowered to do so.</p>\n\n<p class=\"book-paragraph\">Here you see an important difference between the teaching in Greater Community Spirituality and The Greater Community Way of Knowledge and many other spiritual teachings, which encourage you to give up this sense of authority, to give up this sense of responsibility over the management of your own mind and body. They encourage you to surrender—to surrender to ideas, to surrender to beliefs, to surrender to conventions or rituals, or to surrender to the Creator, or to the force and spirit of the Creator.</p>\n\n<p class=\"book-paragraph\">This difference creates considerable confusion, for people are not certain what their responsibility is. They are not certain what they are to give themselves to and from what they should hold themselves back. Let Us clarify this.</p>\n\n<p class=\"book-paragraph\">In order to become a man or a woman of Knowledge, in order to become a spiritually realized Being within physical life, you must claim authority over your own affairs. The Creator will not do this for you, for the Creator has given you Knowledge to enable you to do this yourself.</p>\n\n<p class=\"book-paragraph\">Here you must be the captain of your own ship. You cannot let the winds and the currents determine how you sail, and if you sail, and what you carry on board. Yes, you use the winds and the currents, but you must gain authority over your own ship in order to learn to do this. The captain of the ship does not simply let the winds and the currents take his or her ship wherever they may. Instead, he or she must learn how to control these forces and use them to gain direction and to move within the world.</p>\n\n<p class=\"book-paragraph\">Here there is a practical form of mastery, but here you do not claim to be the master, for Knowledge is the master, and the Creator is the master. But they can only work through you if you have developed strength and capability. If you are reckless or irresponsible regarding your physical interactions or mental interactions, Knowledge will not emerge within you, for you will not be ready.</p>\n\n<p class=\"book-paragraph\">The Creator will not call you into service, for you will not be ready. You will not be given greater insight, greater ability, greater skills because you will not be ready. Therefore, the student of Knowledge becomes ready by gaining ability in their affairs with others, in their involvements in the world, and in developing their own mental environment.</p>\n\n<p class=\"book-paragraph\">Now when I say developing your own mental environment, what does this really mean? Does this mean you put pretty pictures on your walls and play beautiful music all day long? Does this mean you burn incense and only have pleasant things to sense and smell and experience? No, it does not mean this.</p>\n\n<p class=\"book-paragraph\">It means you learn to clear the way for Knowledge. It means you create a conducive environment mentally within yourself and in your immediate circumstances for Knowledge to emerge within you and to express itself through your life.</p>\n\n<p class=\"book-paragraph\">Here you must open things up, clear things away, learn to recognize and offset negative influences, learn to recognize the degree to which you have been conditioned and affected by society and by your relationships, and to adjust them accordingly so that you have the freedom and the opportunity to find this greater Intelligence within you and allow it to emerge within your mind and within your life.</p>\n\n<p class=\"book-paragraph\">Within this short chapter, We will not attempt to describe all the dynamics of developing skill in the mental environment, for that is a very great subject and will require a much longer presentation. Yet it is important here for you to realize that you have a responsibility in terms of what you think and what you do, and you are held accountable for this.</p>\n\n<p class=\"book-paragraph\">The fact that you may feel swayed by forces greater than yourself, internal forces and external forces, does not deny the fact that you have a certain realm of responsibility. If you do not claim this responsibility, then other forces and powers will claim it for you. Let Us explain what We mean.</p>\n\n<p class=\"book-paragraph\">It is a fundamental truth in the universe, in the Greater Community in which you live and within the world in which you live, that if you do not claim authority over your life, then others will claim it for you. If you do not assume this responsibility, and if you do not garner the necessary wisdom, strength and skill that are required, then you will simply acquiesce to other forces. These other forces can be a dominating person in your life; they can be a dominating set of circumstances and relationships; they can be the predominating beliefs and ideals of your culture or your religion; and they can be forces from the Greater Community.</p>\n\n<p class=\"book-paragraph\">As governments around the world want to keep their populations compliant and obedient, so the Greater Community presences within the world today, those who are interacting in human affairs, want to sway the thinking of humanity, want to direct human interest and human energy.</p>\n\n<p class=\"book-paragraph\">However, when you have skill in the mental environment, you recognize that the mental environment provides the greatest opportunity to exert influence and to produce the results that you want to produce.</p>\n\n<p class=\"book-paragraph\">The Greater Community visitors in the world today who are interacting in human affairs do not want to destroy humanity, do not want to wipe humanity out, do not want to replace human beings with themselves, for that is not practical. Rather, they would have people respond to their ideas while hiding themselves as the sender of these influences so that human beings will in time learn to work according to how the visitors want them to work, to produce the resources and to produce the skills and to produce the biological and genetic materials that the visitors are seeking.</p>\n\n<p class=\"book-paragraph\">To make this possible, people must become compliant. They must [believe] in something that is at least conducive to the objectives that the visitors want to create for themselves. This becomes very subtle in its dynamics, but it is important for you to know that if you do not claim authority and ability in your own mental environment, if you do not learn to take responsibility for what goes on within your own mind and for your own behavior, then you will naturally acquiesce, not all at once but incrementally. You will simply be moved around by forces that you cannot possibly understand. And whether you acquiesce happily or whether you go along with great anger and resentment, you will be moved.</p>\n\n<p class=\"book-paragraph\">How do you start? You start by learning The Way of Knowledge. You start by gaining a foundation within this deep and mysterious part of yourself. You begin by realizing that you are not free and that you want to become free—not just free of external restraints but free spiritually, free mentally, free to think, free to direct your energy, not according to the dictates or the will of others, but according to the reality and authority of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">You begin with this understanding. Here you realize you do not really understand the mental environment. You do not really understand what Knowledge is yet or what it can do for you and the world. But you are at least aware that they exist, and you have a certain starting understanding that will enable you to proceed. Within the scope of this chapter and this book, We wish to give you this beginning understanding.</p>\n\n<p class=\"book-paragraph\">Now many people might say, “Well, I already know about these things. I know that people influence me, and I am trying to stop it!” But if this is your response, this does not yet recognize the real picture. Becoming defiant and angry does not mean that you are really developing skill and responsibility within your own mental environment.</p>\n\n<p class=\"book-paragraph\">It is easy to be angry and to lash out against the forces that you can recognize that are influencing everyone around you, such as institutions and governments and religions or the financial powers within your culture. But this does not mean you are claiming ability and responsibility.</p>\n\n<p class=\"book-paragraph\">Becoming a rebel does not give you the power to create, and it is the power to create that We wish to emphasize here. For if you are to enter the second stage of development in gaining skill and ability in the mental environment, you must have the power to create, and what you will create will not be a product of your imagination. It will not be a product of your desires or your fantasies, but if truly understood and truly gained will be the creation of Knowledge within you. And here your greatest reality will begin to emanate through your life.</p>\n\n<p class=\"book-paragraph\">Now it is an amazing thing that individuals within your world who have gained these kinds of abilities are often hidden or withdrawn within their own societies. You might think that if you had this ability you would come forth and let your light shine for everyone, but that is not wise. That is not how Knowledge works.</p>\n\n<p class=\"book-paragraph\">Knowledge does not overtake you and dominate you. Knowledge calls for you. It is hidden within you. It does not make a great show. Only if your life is threatened or you are in grave danger will it fully exert itself and manifest itself within your mind to overtake your actions and to rescue you. But in all other circumstances, it seems to remain hidden, distant, mysterious and yet an ever-present force within you.</p>\n\n<p class=\"book-paragraph\">The man or woman of Knowledge becomes like this in the world—present, effective but hidden. Why is this the case? Because there is much adversity in the world. The institutions, the prevailing attitudes and all those who believe in them and whose minds are fixed by them will be afraid of Knowledge and may even actively oppose its expressions.</p>\n\n<p class=\"book-paragraph\">Throughout the Greater Community, except in those communities of Knowledge, freethinking individuals are recognized as a threat, as something to watch out for, as something to be suspicious of, for they are exercising a greater power than government, a greater power than the power of institutions. They have a power greater than the greatest individual rulers living within the Greater Community. Only in a community of Knowledge will their example be encouraged and able to shine freely, but even these communities are relatively hidden within the Greater Community as a whole.</p>\n\n<p class=\"book-paragraph\">As We said at the beginning of Our book, this may be disappointing to many people who thought that advanced races represented a sort of spiritual kingdom, a spiritual reality without conflict, without greed, without manipulation. But this is confusing your Ancient Home with physical reality. It is always a mistake when you do that.</p>\n\n<p class=\"book-paragraph\">The fact that the mental environment is so heavily used and manipulated within the Greater Community produces a greater requirement for you and for others who have real spiritual inclinations to develop skill within the mental environment.</p>\n\n<p class=\"book-paragraph\">However, at first you will do this for yourself. You will do this for yourself because you want to be free. You will do this for yourself because you want to be unencumbered. You will do this for yourself because you will want to know your own heart. You will do this for yourself because you want to have your own life. You do not want to simply be ruled mindlessly by forces that you cannot even recognize or understand.</p>\n\n<p class=\"book-paragraph\">Here you come to recognize there is great adversity. There are great obstacles in life to claiming this power and this ability. Though the Unseen Ones watch over you and encourage you, though you have great spiritual allies within the world and beyond, you still live in a world where Knowledge is not known, where Knowledge is not valued.</p>\n\n<p class=\"book-paragraph\">It is a world of law and conventions, of greed and power, yet it is also a world of goodness, a world of beauty and opportunity. But goodness, beauty and opportunity must contend with all the forces that oppose them and all the problems that these other forces have created for humanity as a whole.</p>\n\n<p class=\"book-paragraph\">Therefore, do not be a dreamer. Become potent. Gain this ability to objectively review your own thoughts and inclinations and see if they come from Knowledge or are merely the product of your exposure to culture and to conventions.</p>\n\n<p class=\"book-paragraph\">How will you be able to do this? You will be able to do this by learning the Steps to Knowledge. You cannot simply make this happen overnight. How can you undo all your years of existence by a few simple techniques or by simply wanting to do it? You must have the methodology. You must have the right understanding. You must have the correct approach.</p>\n\n<p class=\"book-paragraph\">Your study of The Way of Knowledge will give all of these to you. It will give you your inner authority. And it will give you all the responsibilities and all the challenges that go along with it. It will teach you about the mental environment because it will bring you to Knowledge.</p>\n\n<p class=\"book-paragraph\">Here you will see that within your mental environment and within the mental environments of wherever you go that you might be exposed to, there are forces that encourage the expression of Knowledge and there are forces that oppose it. As We have said, there are no neutral forces within the mental environment. Everything either helps or hinders your expression and your experience of this.</p>\n\n<p class=\"book-paragraph\">Of those forces that oppose the emergence of Knowledge within you, very little of this is truly evil. Many people oppose the expression of Knowledge simply because they do not know Knowledge exists, and they are afraid of their own inner inclinations. They are afraid to rock the boat. They are afraid to challenge their allegiances to people and to organizations and to beliefs. They are afraid to become free. They are afraid of the risks. They are afraid of what they believe they will lose.</p>\n\n<p class=\"book-paragraph\">And yet there are forces that are determined to keep humanity obedient, weak and indulgent. There are individuals committed to this. There are organizations committed to this. They cast a very great influence upon the mental environment of whole nations, upon the thought of whole populations. They seek to manipulate human weakness and inclinations for their own benefit.</p>\n\n<p class=\"book-paragraph\">This manipulation of the mental environment has been going on within human societies throughout your history, and yet there are greater forces within the world now who have greater powers and skill within the mental environment. As We have said, they will focus their attention upon the governments and institutions that have the greatest effect upon the human population. And they will focus their intent and their interaction upon individuals everywhere who are vulnerable and who have certain gifts and sensitivities that they are seeking for themselves.</p>\n\n<p class=\"book-paragraph\">At this point, you might be thinking, “Oh, my, this is too much for me! I don’t think I can think of all these things. This is overwhelming!” But listen. It is not overwhelming. It is part of your experience right now.</p>\n\n<p class=\"book-paragraph\">We are giving you the power, the authority and the purpose to gain the abilities that you need, to gain the understanding that you must have to become and to do and to express what you came here to become, to do and to express—to be your true Self, to find your great inner harmony, to make a positive contribution to the world, and to realize your inherent nature and your association with your Spiritual Family.</p>\n\n<p class=\"book-paragraph\">Knowledge represents your greatest desire and your greatest need. The fact that you do not experience it today gives evidence in and of itself that you live in an environment that thwarts this discovery and does not support it, that you in the past have engaged in relationships that cannot support the emergence of Knowledge and would actively oppose it should you seek to become a student yourself.</p>\n\n<p class=\"book-paragraph\">We are giving you power to deal with the influences in your life now and to understand these influences and to gain greater authority over your life and affairs. This is not too much for you. You have been conditioned to think that you are weak and ineffective. You have been conditioned to think that you can do very little and that you must simply go along with things as they are. You have been conditioned to think that you have very little inner authority and that the best thing you can do is try to be comfortable and avoid trouble.</p>\n\n<p class=\"book-paragraph\">But you must outgrow this conditioning. You must break away from it. It is pervasive in the world today, and it will become increasingly so in the future as the Greater Community presences in the world seek to pacify humanity and to make it even more compliant and obedient, to make it even more vulnerable to control and manipulation within the mental environment.</p>\n\n<p class=\"book-paragraph\">This is a call for you to awaken. This book is a call to awaken. Your awakening is what you must do to accomplish what you came here to accomplish. You live within both a physical and a mental environment. There are forces within both of these environments that affect you, and yet you can become effective in both of these environments as well.</p>\n\n<p class=\"book-paragraph\">Engage with Knowledge. Clear the way for Knowledge to emerge within your life. Adjust your thinking and involvements with other people to make this possible, and you will speak with an authority that is greater than the world. You will have an authority that is more substantial and more complete and universal than any power, than any institution, than any government that you might encounter within the world or within the Greater Community.</p>\n\n<p class=\"book-paragraph\">The Creator has given you this authority, but it is up to you to receive it and to learn what it means and to take the steps towards its reclamation and expression. The Creator cannot do that for you. The Unseen Ones who watch over you cannot do this for you. Do not abdicate this responsibility. This is your responsibility.</p>\n\n<p class=\"book-paragraph\">This is what will make you strong. This is what will make you competent. This is what will enable you to develop discernment and discretion. This is what will refine your perception. This is what will teach you how to learn what is positive and helpful and what is not, both within your own mind and in the world around you.</p>\n\n<p class=\"book-paragraph\">You become a man and woman of Knowledge by taking the Steps to Knowledge. There are many steps. Each one is important. Each one prepares for the next. Like climbing a great mountain, you do not go from the bottom to the top in a few giant leaps. Likewise, the Creator does not come and elevate you up to the top. No.</p>\n\n<p class=\"book-paragraph\">You must make the journey. It is the journey that will make you strong. It is the journey that will make you wise. It is the journey that will give you what you really need and what you really want. And like journeying up a mountain, you will have to leave behind those people and those situations that cannot support your journey and that cannot enable it.</p>\n\n<p class=\"book-paragraph\">Here you claim authority within yourself, and here you become responsible, or able to respond, to your deeper inclinations. Here you are a student of Knowledge whether you know it or not. Here you are learning the essential steps whether you know it or not.</p>\n\n<p class=\"book-paragraph\">Yet sooner or later you will need a formal preparation, for there is only so much you can do for yourself. You cannot train yourself. You cannot take yourself where you have never gone. You cannot prepare yourself for a greater set of abilities to live in a greater reality.</p>\n\n<p class=\"book-paragraph\">For this you need assistance. You need a method of study. You need a spiritual practice. And you need true relationships that can support you and assist you.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge has been given to enable you to do this. It is not possible to become a man or woman of Knowledge and not learn about the mental environment and not gain authority and competence there. This will happen for you, but you must take the steps. This is your responsibility.</p>\n\n<p class=\"book-paragraph\">There are great needs in the world today, greater than you realize. There are great forces in the mental environment who will seek domination over humanity and are doing so at this moment. There is a great need for men and women of Knowledge to keep Knowledge alive and to empower others so that humanity may maintain its integrity and its self-determination as it emerges into a greater and more complicated universe.</p>\n\n<p class=\"book-paragraph\">There is a great calling in the world today. You can feel it within yourself. It is not calling for someone else. It is calling for you. Do not look over your shoulder and say, “Well, someone had better respond to this!” It is you.</p>\n\n<p class=\"book-paragraph\">You are the one responding to the call for Knowledge. You are the one responding to the world’s emergence into the Greater Community. This represents a deeper receptivity and a greater responsibility within you. Honor this. Support it. It is of the greatest importance.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/gaining-strength-inner-authority/"
}