{
  "title": "Families and Genetic Manipulation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">In your region of space amongst advanced nations, the family unit as you know it is still practiced in many places and is always maintained amongst ruling classes. In more primitive worlds, it is certainly nature’s pattern. But amongst more advanced nations who rely upon technology and who have a great interest in genetics, the situation begins to change.</p>\n\n<p class=\"book-paragraph\">Family units and family clans leading to greater tribal units is certainly the evolutionary pattern for intelligent life to evolve. This pattern is followed unless it is interrupted or controlled in some way by external forces.</p>\n\n<p class=\"book-paragraph\">Over a very long period of time, the emphasis on genetics and genetic control has been extremely widespread with results that have been both beneficial and at times catastrophic. It is certainly catastrophic for those who are bred for certain purposes. This has generated both practical and ethical issues, which vary between organizations and races.</p>\n\n<p class=\"book-paragraph\">The family unit in more progressive and technological societies has at times been maintained all the way up to the ruling classes. But, in general, to maintain stability and security, unfortunate collective breeding has been generated and cultivated to a very high degree. Worker classes, classes of beings who have specializations, military classes and other groups have been the focus of collective breeding, except in nations where it is considered unethical or impractical.</p>\n\n<p class=\"book-paragraph\">From the human viewpoint, collective breeding is horrific even though at this moment there is experimentation with genetic manipulation under the guise of improving the health and welfare of people. But this represents a seduction of power and a complete undermining of the reality and the potential of human freedom and creativity.</p>\n\n<p class=\"book-paragraph\">Races who are involved in exploration and the manipulation of worlds such as yours rely upon genetic breeding. The races that they breed are bred for certain purposes and are often deprived of any individualistic qualities, even to the extent that they have no compassion for one another. They are inbred, and their natural tendencies toward self-preservation are also limited.</p>\n\n<p class=\"book-paragraph\">The problem of collective breeding coincides with the development of large technological nations that must exert uniformity and control, particularly if they have foreign establishments. To have disorder amongst the population is always a potential and a constant problem, and this problem has in many places been addressed through an emphasis on collective breeding.</p>\n\n<p class=\"book-paragraph\">But collective breeding has its own hazards, for it is extremely difficult to create the desired results with absolute assurance. There have been cases even in your local districts where classes of bred individuals have turned against their masters, destroying the infrastructure that they were meant to serve. Unable then to fend for themselves because they were not designed for this, they led to great disorder and had to be destroyed.</p>\n\n<p class=\"book-paragraph\">It is an imperfect science. Even though it has been cultivated to a very, very fine degree of specificity, it is still an imperfect science. For you cannot create what God has created, and you cannot completely manipulate what God has created. A biological entity has other qualities that are beyond the control of genetic manipulation.</p>\n\n<p class=\"book-paragraph\">Amongst more ethical races, collective breeding has been avoided because it is unethical, because it destroys the capabilities of the individual and because its end results often prove to be unpredictable and even chaotic. Therefore, advanced ethical nations do not engage in this practice.</p>\n\n<p class=\"book-paragraph\">Yet there are many advanced nations who do not have these ethics and who have made their worker classes function according to very specific genetic designs. They serve those above them who sustain a normal and natural family pattern. Yet this is hazardous, for you cannot control completely the minds and perceptions of those who have come into life, even through the mechanism of collective breeding. The potential for disunity and disloyalty is always there.</p>\n\n<p class=\"book-paragraph\">Genetic manipulation is a power, but it is a hazardous power. If it is taken too far, if it is employed against the well-being of society itself, then it becomes a great hazard. It is one of the problems of assuming technological power and control and represents the attempt to establish stability and security without an emphasis on individual freedom.</p>\n\n<p class=\"book-paragraph\">In those races who have engaged in this practice to a high degree, even their ruling classes have become like prisoners, surrounded by a vast army of bred individuals whom they must watch constantly, fearing for their own lives and well-being should any abnormalities or other influences enter into these controlled populations.</p>\n\n<p class=\"book-paragraph\">That is why the notion of individual freedom and the expressions of individual freedom, such as art, music and other creative expressions, are seen as a threat or a danger to a nation that relies upon collective breeding and upon a vast population of genetically designed individuals. For these notions and expressions might stimulate something in these bred individuals—an interest, a fascination and so forth. Even the simplest expression of individual freedom or pleasure could be seen as a danger to the hierarchy who controls them.</p>\n\n<p class=\"book-paragraph\">It is an interesting phenomenon that the more one attempts to exert control, the more vulnerable one becomes. There is no state of absolute control and security. Though it is needed to a certain extent to maintain the stability, the survival and the well-being of a nation and a society, if it is taken to extremes, it produces hazards of its own.</p>\n\n<p class=\"book-paragraph\">God has created the individual to be creative and expressive. If there is an attempt to override this with genetic conditioning, political oppression or social designation, it creates a fundamental conflict within the individual. Here there is always the potential that the individual will turn against its genetic design, will turn against its social designation and will turn against those who have established its functions in society.</p>\n\n<p class=\"book-paragraph\">Over the course of a very long time, many experiments have been done to attempt to design a hierarchical system of functionality. In very small groups, such as economic Collectives, it has been achieved with a certain degree of success. But in larger established societies, it has become more difficult to achieve. If groups with different genetic designations intermingle with one another, the results can be unpredictable. In larger societies, it is very difficult to separate one population from another entirely. They can stimulate each other in certain ways beyond the predictions and the calculations of their genetic designs.</p>\n\n<p class=\"book-paragraph\">This is one of the reasons why free nations avoid contact with large nations who rely upon collective breeding and genetic design. It is one of the reasons, likewise, that these large nations avoid contact with free nations, where individual expression and the demonstration of individual creativity would be seen as a danger to the social order by these larger civilizations.</p>\n\n<p class=\"book-paragraph\">It is a problem certainly in nations that have become entirely secular, where there is no understanding of the spiritual nature of the individual or of the power and presence of Knowledge—the deeper spiritual intelligence within the individual. When nations and civilizations become entirely secular, they lose awareness of the greatest power and potential within the individual. Though they may seek to control the design and functionality of an individual through genetic engineering and social function, they cannot erase completely the deeper spiritual reality within the individual.</p>\n\n<p class=\"book-paragraph\">This represents one of the great problems facing large, advanced technological societies. It is one of the problems that limits the size of societies and empires. Very large empires are inherently unstable, and the problem of control becomes such that they tend to collapse, either at their perimeters or at their very centers. If you are going to create a society where individuals function like machines, then you have to function like a machine. And machines only function along certain parameters. Outside of those parameters, their nature becomes highly unpredictable. For a biological entity, this will always be the case.</p>\n\n<p class=\"book-paragraph\">In your local neighborhood, amongst those races whom you may encounter, there is evidence of collective breeding, particularly amongst economic Collectives that carry on local trade and are also involved in illegal trade as well. In larger societies, collective breeding is usually kept to a minimum, for it has proven too difficult to manipulate over time. Yet nations vary from one another in what they create and in their ethical emphasis.</p>\n\n<p class=\"book-paragraph\">Should you ever have encounters with trading nations in your region, you will see the evidence of collective breeding. You will see it expressed in extreme forms, and you will see the exertion of genetic emphasis in general populations, which will tend to be very uniform in their appearance and behavior.</p>\n\n<p class=\"book-paragraph\">It is a danger that humanity will have to face because this kind of genetic manipulation is a seduction. It is a seduction of power. Though it may seem to have an innocent purpose at the outset and certain practical applications, the seduction of power is there nonetheless.</p>\n\n<p class=\"book-paragraph\">Such ideas are now being discovered in the human family. Much of this information has been introduced by those races who are visiting and intervening in the world today. It is in their interest that humanity would develop and use this technology. For economic Collectives have great difficulty dealing with nations of relatively free individuals. It is in their interest that the human populations become more uniform and more like the Collectives themselves.</p>\n\n<p class=\"book-paragraph\">In family units in the Greater Community, individual freedom is either encouraged or discouraged. In large societies that are technologically based, individual freedom is generally discouraged, and in some places it is altogether unknown. You may serve your family and your family’s interest, and there is no deviation from this. You may serve in a certain function or capacity that is designated for you according to your talent, through inheritance or through family status, and there is no deviation from this.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, the problem with family emphasis is that it competes with the national emphasis. Families become clans, clans become larger groups and larger groups compete with one another, having no filial connection to one another. That is why the importance of the family in a large technological society is greatly reduced.</p>\n\n<p class=\"book-paragraph\">Therefore, while you may have offspring in a natural manner, the entire upbringing of your children is completely designated by society at large. Here filial piety and family allegiances are greatly discouraged. In an environment of control, this is certainly the case. In many other nations, there is a relative degree of flexibility regarding family devotion and commitments. It all depends on a nation’s structure, emphasis and ethical foundation.</p>\n\n<p class=\"book-paragraph\">The problem of collective breeding is also demonstrated in the establishment of military forces. Here it must first be emphasized that collective breeding is incredibly expensive, requiring a major infrastructure to educate and to direct an individual’s development. If a military body is established through this means, they may be completely loyal to their masters, yet they will be ineffective against an opponent who uses creativity and intuition. They will also be ineffective against an opponent that exerts a power of influence in the mental environment. While a genetically bred individual may be allegiant to its master, it is nearly impossible to genetically breed an individual who is not subject to the powers of influence in the mental environment.</p>\n\n<p class=\"book-paragraph\">That is why military forces that have been established through collective breeding have proven to be ineffective. They are not creative. They do not adapt well to different environments, and they are subject to persuasion in the mental environment. Great measures have been established, therefore, to counteract military forces that are established and created in this way, to generate confusion and disassociation and to take advantage of the lack of adaptability of such forces.</p>\n\n<p class=\"book-paragraph\">That is one of the reasons why the development of military power has been limited. It has proven to be very difficult to create and maintain for larger nations. In an environment with a great deal of trade, military aggression is prohibited with great emphasis. Nations have military forces, but they function more as security forces. Only if an entire region was threatened by some external power could these forces be gathered together into a larger and more potent line of defense. Yet in an environment where war does not exist, large military forces would have no purpose. Here the reliance upon weaponry and power in the mental environment becomes ever greater, and the reliance upon defense becomes of the utmost importance.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, social structures can be very uniform or very complex. In nations where there is genetic breeding, you have very distinct classes of individuals designed for certain kinds of functions. These classes can coexist under the guidance and direction of other social structures that evolved naturally through family units or through collective upbringing.</p>\n\n<p class=\"book-paragraph\">The family unit experience that you have throughout the world is actually quite rare amongst most large technological societies, who raise children collectively in large groups, largely away from their parents, in order to instill the interests of the nation and to develop individuals according to their talents and the level of their social function and existence.</p>\n\n<p class=\"book-paragraph\">Only in free societies would you see a social pattern more similar to your own, where an individual is developed according to their specific talents and abilities, rather than simply slotted into a large social pattern for the convenience of the state. In free societies, an individual’s talents and abilities are discerned early in their development and are cultivated naturally according to the individual’s talents and inclinations. This is done to bring forth the individual’s greatest abilities and to cultivate Knowledge within them so they themselves recognize their strengths and their talents and their natural desire to express these in a constructive way. But this form of education is very specific. It is very much focused on the individual. You will rarely ever see this in a large technological society that does not value the capabilities of the individual beyond serving a specific and pre-designated social function.</p>\n\n<p class=\"book-paragraph\">Then, of course, there is training in large technological societies for specific tasks, where an individual will be taken from his or her parents and set into a special kind of education that will completely mold them for a specific social function. You would not see this in a society that is free and that is governed with an emphasis on the individual and their potential and creativity.</p>\n\n<p class=\"book-paragraph\">This is one of the reasons why free societies are much smaller. They do not have the overbearing social demands of maintaining a large infrastructure. And they do not have foreign establishments that require a very strict conformity where they would expose their members to foreign influence and the powers of persuasion that exist in the Greater Community. Free nations tend to be much smaller and much more inclusive. They must protect their advantages from influences from beyond their worlds and from the many seductions of power that always exist in engaging with other races that are unlike their own.</p>\n\n<p class=\"book-paragraph\">Because of the emphasis on individual development, free nations tend to cultivate very high levels of creativity. Advancement in science and technology, in ethics and spirituality, can be remarkably great in these societies. The benefit to society is immense, giving them certain advantages that large technological societies do not have. Yet these advantages invite scrutiny and interest and inevitably the attempts at persuasion. That is why small free nations again must remain extremely discreet. For they will cultivate advantages that larger nations do not have, advantages that will be seen to be of great value and interest to other nations that do not have the same kind of social structure. This again is the problem of having wealth and power in the Greater Community. This again is why the wise remain hidden, and why wise societies remain hidden and extremely discreet.</p>\n\n<p class=\"book-paragraph\">Here you can see the immense contrast with the human ideal of sharing one’s wisdom freely and openly with the universe, of wanting to express oneself everywhere one goes, to share one’s gifts wherever one goes and to broadcast one’s talents, abilities and accomplishments. It is because humanity has never had to develop a very high degree of discretion and discernment that these motivations and ambitions still exist.</p>\n\n<p class=\"book-paragraph\">If humanity can evolve into a free nation in the universe, it will have to be extremely discreet, and its greater talents and accomplishments will have to be maintained beyond scrutiny in the Greater Community to as great a degree as possible. Should you develop technological advancements or advancements in your social structure or functioning, even advancements in the arts, much of this will have to remain hidden from the scrutiny of foreign powers. For a free nation is always perceived as a threat to nations that are not free. The expressions of a free nation are always seen as endangering the interests of large nations, where freedom is not practiced and is unknown.</p>\n\n<p class=\"book-paragraph\">You cannot avoid this reality. And you cannot win over the universe to your point of view or perspective. The attempt to do so will certainly guarantee the loss of your freedom and self-determination over time. That again is why the wise remain hidden to remain wise. The free must function with great care and discernment in the Greater Community to remain free.</p>\n\n<p class=\"book-paragraph\">Yet this is so different from the attitudes, perspectives and ambitions that are predominant in the human family. The exertion and expression of freedom in your world within the human family are perfectly natural and beneficial. But even here you can see how freedom is viewed as a challenge and a danger amongst nations in your world that are not free or that have greatly limited freedom for their citizens. They are afraid of the expressions of the individual, whether these expressions are beneficial or not. It is a problem that you can see even within your own world. It is a problem of how much freedom you give the individual. In the Greater Community, individual freedom is rare. In many places, it is unknown.</p>\n\n<p class=\"book-paragraph\">Within your world, as you face the Great Waves of change, individual freedom will be curtailed out of necessity, out of circumstantial necessity. Faced now with limits in your resources, the reduction of wealth in your nations and the ever-growing problem of human deprivation, individual freedom will be greatly moderated out of necessity. Humanity will have to have a greater social conscience and responsibility. This is part of your evolution as a race, and it is a very important one regarding the kind of future you will create for yourselves and the nature of your engagement with the Greater Community.</p>\n\n<p class=\"book-paragraph\">That is why the allies of humanity are seeking to encourage the preservation of freedom and the awareness of a deeper Knowledge within the human family. They want to have other free nations in their region of space, not because they are in love with humanity as much as for their own stability and security. They have a natural interest in promoting freedom in the universe, and to have another free society in their general vicinity is of great importance to them. They also see the value and the potential for humanity to evolve into a very magnificent race where individual capabilities and the benefit to society have great advantages. But it will not be easy to accomplish this.</p>\n\n<p class=\"book-paragraph\">That is why the allies of humanity have sent a set of Briefings to the world to help prepare humanity for the risks and dangers of encountering the Greater Community at large and to emphasize the development of individual talent and ability and the cultivation of Knowledge—a deeper spiritual Knowledge—that are at the core of any free race’s existence. Humanity has all the great qualities that give it a chance to evolve into a free and self-determined race functioning in the Greater Community. But the requirements are tremendous, and education is of the greatest importance.</p>\n\n<p class=\"book-paragraph\">Given the difficulties of facing the Great Waves of change—environmental deterioration, the decline of your resources and the resulting problems in food production, the distribution of essential resources for people, the risk of pandemic illness and the threat of war and conflict—all of these things represent the immense danger that humanity now faces and will face increasingly as you proceed. The danger of foreign intervention by economic Collectives and other groups who seek to gain advantage and persuasion here for their own interests, adds to the complexity of the situation that humanity is now facing.</p>\n\n<p class=\"book-paragraph\">Some people believe that the free nations should come and defend the world. But the free nations, to remain discreet, would not do this. They do not have the military power to do this either. It is humanity itself that must earn the right of freedom in the universe. It is the will, intention and commitment of the human family that will establish you as a free race. If you had to live under the protection of a foreign power, that foreign power would have to control human awareness and human governments to a very great degree. No nation that is free is equipped to do this, nor ultimately is it in your best interests.</p>\n\n<p class=\"book-paragraph\">You must grow up eventually. You must become mature, powerful and discreet. This is the challenge and difficulty of emerging into a Greater Community of intelligent life. This is the challenge that humanity now has before it—a challenge with dangers, but a challenge with the greatest of opportunities.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/genetic-manipulation-humans/"
}