{
  "title": "Giving I",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Think about giving in the sense of what has been given to you. Each of you has come from your Spiritual Family into this world to play your part in this era of human evolution. You have come with problems to solve, but more importantly you have come bringing the memory of your Ancient Home here, so that the distinction between the world and the Ancient Home from which you have come will lessen and disappear in time.</p>\n\n<p class=\"book-paragraph\">You see, only those who know that they have come from their Ancient Home can give. If you do not know you have a Home beyond the world, how can you give? You are bereft. You are poor. Poverty is your state even if you have money, drive cars and live in luxury. The sense of poverty is your companion.</p>\n\n<p class=\"book-paragraph\">Since everyone here has come from this place [Ancient Home] bearing gifts for the world, everyone shares a common heritage. Everyone is in a state of evolution.</p>\n\n<p class=\"book-paragraph\">Everyone is moving towards something. Life here is moving towards something. Everything in the universe is moving—planets, stars, galaxies—all moving towards something.</p>\n\n<p class=\"book-paragraph\">You have all come from the same place. You are all returning to the same place. But you are following different ways and using different means.</p>\n\n<p class=\"book-paragraph\">Now that you have come into the world, there is great assistance available to you. There is tremendous assistance, my God. It has taken a great deal of planning to get you this far. You have come from your Spiritual Family. Thus, you are a representative of your Family while you are in the world.</p>\n\n<p class=\"book-paragraph\">The world is a lonely, poor place. Therefore, it is important that you who come bearing gifts not only feel that you should give or that you must give, but realize the extent to which you are given to.</p>\n\n<p class=\"book-paragraph\">You see, when you are not tyrannized by your own thoughts, you begin to feel the presence that is with you, the presence of your Spiritual Family. You can feel their presence here. So powerful is their presence.</p>\n\n<p class=\"book-paragraph\">If you persist in your development, then not only will you feel it, you will receive it and it will move within you. It is a very great process. Very powerful.</p>\n\n<p class=\"book-paragraph\">In studying The Way of Knowledge, people learn to become disengaged from their own thoughts so that they can enter the realm of pure experience. Along the way, they learn to refine their perception, develop their sensitivity and organize their thinking. All this happens as a result of giving.</p>\n\n<p class=\"book-paragraph\">Your Inner Teachers are here to give. You do not have anything here that they need. They do not need cars or money, holidays or vacations. They do not need a trip around the world. They can go around the world anytime—like that! They can be at the far side of the world in the next moment. So it is not that they need what the world possesses, but you do have something that they need. What they need is for you to give what they gave to you when you came here.</p>\n\n<p class=\"book-paragraph\">You see, you need your Inner Teachers very much, but they need you as well. It is a perfect complementary relationship. You could not be successful in your development in this world if you did not have your Teachers with you. The world would consume you completely. You would be lost here with little hope of regaining any memory of your true existence. It is because of your Inner Teachers and because of your true nature that this is not the case.</p>\n\n<p class=\"book-paragraph\">Giving has many ideas associated with it, and some of them are not helpful. First, it is very important for you to realize that you do not know what you have to give. It is not what you think. Intentional giving often leaves you bereft and empty. It leaves you weaker and more depleted than you were before.</p>\n\n<p class=\"book-paragraph\">It is not you who does the giving. It is your Knowledge that does the giving through you. Something moves in you that gives. This is the true source of giving. It is your life that gives. It is not you.</p>\n\n<p class=\"book-paragraph\">What can you give? You have a little money, a few possessions, a little bit of time, a little bit of love, a little bit of compassion. Yes, you can give these things beneficially, but you have too little. It is something in you that gives and feeds others physically, spiritually and emotionally. As a result, you become more powerful, stronger and healthier.</p>\n\n<p class=\"book-paragraph\">Why? Because your Knowledge gives where it must give, and it gives to the right people in the right circumstances in the right way. And you, as a medium of the giving, benefit because you receive the gift as well. Here giving is a spontaneous and natural exercise.</p>\n\n<p class=\"book-paragraph\">Can you take your Spirit and make it give something? Now, you can give ideas, thoughts, emotions and beliefs, and these can be helpful, but there is a greater giving that gives you.</p>\n\n<p class=\"book-paragraph\">This is very important because many of you feel you must give more than you want to. This creates conflict and then you think, “Well, if I give, I will get more. If I give what I want, I will get what I want.” And there are all of these ideas about giving that are nothing more than bargaining. “Well, I will give a little bit here and a little bit there.”</p>\n\n<p class=\"book-paragraph\">That is not the giving We speak of. What We speak of is Knowledge emerging and expressing itself within you. It is the power of your true Being, and at some point it gives you.</p>\n\n<p class=\"book-paragraph\">Something takes over inside, and it is so natural and so gracious. You find yourself saying something or doing something that you never would have planned to say or do. Afterwards, you say, “My God! What have I said? What have I done?” It is as if life pulled it out of you. Therefore, you are not the giver. You are the medium of the giving. This is a very important difference.</p>\n\n<p class=\"book-paragraph\">Those individuals whom you honor for their great contributions in the holy days, did they figure out what they wanted to give? No. Did they figure out how they would do it? No. They gave a lot because they gave more than they had planned to give because their Knowledge did the giving.</p>\n\n<p class=\"book-paragraph\">When Knowledge gives, everyone is at ease. There is no guilt or blame because you did not give enough in that situation. “Oh, I should have helped that person, but you know, I really did not want to,” or “I should go see this person, but you know, I really don’t want to.” And there is terrible blame for not even wanting to because you think you are supposed to.</p>\n\n<p class=\"book-paragraph\">You do not go Home because you are supposed to. You did not come into the world because you were supposed to. There is no “supposed to” in the universe. That is not what moves things.</p>\n\n<p class=\"book-paragraph\">The Earth turns not because it is supposed to. Does it have a choice in the matter? Is it not moved by something greater? And is not your giving moved by something greater as well?</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge teaches people to receive their greatness. Then Knowledge can move them more powerfully. Then there is less obstruction. There is less in the way. There is less refusal. There is less indecision. There is less preference.</p>\n\n<p class=\"book-paragraph\">That is why this Teaching is so mysterious. It is not philosophical in nature. There is not a whole new philosophy of giving.</p>\n\n<p class=\"book-paragraph\">So how do you do this mysterious kind of giving? You have to prepare. That is essential. That is what distinguishes the true initiates from the pretenders.</p>\n\n<p class=\"book-paragraph\">Those who are willing to prepare in a curriculum that they did not invent for themselves are the ones who will surpass their previous capacity. The training has already been prepared and is established. It is given in many different forms, and it always takes you on a path that you would not have taken yourself. It asks you to receive something you could not give yourself, and in time it will ask you to give something you did not know you had.</p>\n\n<p class=\"book-paragraph\">You will discern the power of the universe working within you, and it will not occur to you to ask questions about God, eternity, happiness, peace and evolution. You will merely be a witness to the movement of things. Indeed, you will be the movement of things.</p>\n\n<p class=\"book-paragraph\">Why is a holy person so powerful? Because they are the movement. They have prepared long for this. It is not something that came along one day and swept them away. They prepared mentally, emotionally and physically. Why? Because this is the realm of preparation. You do not prepare Knowledge; you prepare your body and your mind to be vehicles for Knowledge.</p>\n\n<p class=\"book-paragraph\">We would like to talk about spiritual practice here because it is relevant to giving. When you practice, whether it be a meditation in any form or an exercise in writing or observation, it is quite important that you enter practice with the idea of giving yourself to it.</p>\n\n<p class=\"book-paragraph\">What can you get from practice? If getting is your motive, you will not have the patience, the openness or the receptivity that are necessary to receive the benefits.</p>\n\n<p class=\"book-paragraph\">If you close your eyes in meditation and you say, “I want to have contact with the Teachers. I want to have this question answered. I want to have certainty about this issue. I want to have a high experience. I want to leave my current circumstances and feel wonderful. I want, I want, I want,” then of course you do not find anything. So there is disappointment immediately and then you say, “Well, maybe if I give up all wants, I will get what I want,” and so it goes on and on.</p>\n\n<p class=\"book-paragraph\">But, you see, when you practice in meditation, you come to give yourself to it, and there is a response because your Teachers come to give themselves and that is the touch. That is where you touch each other. They give to you, you give to them, and you share your mutual giving.</p>\n\n<p class=\"book-paragraph\">People often think in meditation that there are all of these realms and levels, but you know, there is only relationship there. Whatever experience you have, it is because you are joining your mind with another mind in some way. Realms and all that do not matter. Relationship matters; intimacy matters.</p>\n\n<p class=\"book-paragraph\">This is what generates Knowledge. This is what returns the memory of your Ancient Home to you so that you can be an emissary while you are here because that is why you came. Why else would you have come here? It is too difficult a place to go on vacation. You are not here simply to repair old mistakes. There is not enough incentive for that.</p>\n\n<p class=\"book-paragraph\">Many of you already know that you should do this and that you should not do that. It is not merely that someone told you. You know what is not good for you, but you do it anyway. You should not eat these foods; they do not make you feel good. Every time you see this person or go to that place, it is not good for you. You know that, but you do it anyway.</p>\n\n<p class=\"book-paragraph\">Why is that? Would it not be reasonable to assume that if you saw something that would be to your advantage, you would seize upon it without delay? When you are truly motivated, this happens.</p>\n\n<p class=\"book-paragraph\">Why is there this ambivalence about Knowledge, this ambivalence about relationship, this ambivalence about intimacy? Perhaps one way of looking at this is that if you think you are going to cultivate yourself for yourself alone, there is not enough reason to do it. After all, life is short. You might as well have a good time. You are not too sure of what is waiting for you on the other side.</p>\n\n<p class=\"book-paragraph\">People generally cultivate themselves because they realize their value to the world. Why else would they go through all of this development, exert this effort, expend their energy and make these little sacrifices unless they realized that they were important to the world? It is too difficult for people who are merely self-indulgent to prepare. It is too great for personal aims.</p>\n\n<p class=\"book-paragraph\">It does not take a lot of people to keep Knowledge alive in the world. Only a fairly small number who respond completely can keep it aglow here. Their lives are Knowledge. Though they are people with personal problems and personal thoughts and concerns, a greater power now abides within them. It is evident.</p>\n\n<p class=\"book-paragraph\">They as individuals must develop themselves to carry this Presence, for one must be very wise to carry this Presence in the world. You must be purified and cleansed, and your mind must be whole. You cannot have conflicting impulses and will. Your behavior must express this wholeness.</p>\n\n<p class=\"book-paragraph\">Knowledge is very powerful. It has a tremendous effect upon others. You cannot be idealistic about it.</p>\n\n<p class=\"book-paragraph\">If you render this Presence to those who do not want it, you give them only three choices: They can either join you, escape from you or attack you. They have no other choice. They will hardly be indifferent. You are a force to be reckoned with.</p>\n\n<p class=\"book-paragraph\">Therefore, you must develop so that your giving is done with wisdom. This maintains you and assures that your giving will occur in the right place with the right individuals.</p>\n\n<p class=\"book-paragraph\">That is why people who are destined to receive their Spiritual Family will go through a long period of development, which to them will seem to be for other reasons. You think that you study, think about things and read books so that you can become a better person. No. Life does not need a better person.</p>\n\n<p class=\"book-paragraph\">It simply moves you into a position so that at some point you can experience the Presence that is with you in such a way that you will have a window into your Ancient Home. All of this personal growth, what is it for? It merely moves you into position where you can experience Knowledge. That is its only value.</p>\n\n<p class=\"book-paragraph\">Your Teachers are given to you so that you may learn to give to the world. That is happiness here. Happiness here is knowing you are at Home while you are here. The only remnant of your Ancient Home is your giving, which comes from Knowledge, which gives itself when you are ready.</p>\n\n<p class=\"book-paragraph\">You do not need to badger yourself thinking, “I must give more. I must give more. I must give more.” Your Inner Teachers do not do that. You do not need to do that either. But at certain times you will be moved to give, and these times are important. It is not obligation or guilt. It is something else. It is entirely natural.</p>\n\n<p class=\"book-paragraph\">First you must prepare and your preparation is all about giving yourself. When you meditate, give yourself. Your Teachers will only show up if they think it is important. You cannot reel them in. Insights will come to you when you are ready. They do not come upon demand. Thoughts are not insights. Knowledge is not thought in the way that you think of it.</p>\n\n<p class=\"book-paragraph\">When you study your behavior or your thinking, and when you read about the lives of others who are inspiring to you, give yourself to that. It is all about giving. Then there is a great opening in you. It is so natural, it almost escapes your attention.</p>\n\n<p class=\"book-paragraph\">If this giving is allowed to continue, and you become a person of impeccable character, then the giving can happen with little risk to you personally and with great advantage to others. You will be the witness of a miraculous event inside yourself.</p>\n\n<p class=\"book-paragraph\">Do not think that Jesus Christ was not marveling at his own work. It is a marvel to see that your life is a vessel for a greater gift.</p>\n\n<p class=\"book-paragraph\">Artists, musicians and athletes must train at their skill. They must practice a long time. Practice, practice. What is their reward? Their reward is that, for those moments in which their skill is in full employment, they are feeling a greater force moving in them. It is almost like they are going along for the ride. They are beyond effort and beyond anxiety. They are swept up. Their vehicle has been prepared, and so now they can transcend its mechanism. It is a very total experience in a very short period of time.</p>\n\n<p class=\"book-paragraph\">When you leave this world, you go back to your Ancient Home and you meet your group. You look and you ask, “Well, did I give it all? Are my bags empty? Did I deliver everything?” If your bags are not empty, you will want to come back. No one will order you back. You will say, “My God! Why did I not see it? It is so obvious to me now! I am Home. It is so obvious! Why was I such a miserable person? I was only there for a few years. It seems like yesterday that I was with you all. Well, I want to go back. When can I do it?” And you find out you have to wait a little while.</p>\n\n<p class=\"book-paragraph\">It is so obvious what needs to be done. What needs to be done is you need to be the person in the world that you are when you are in your Ancient Home. That is what needs to be done. Once that is accomplished, you will not need to come here because then you will be able to give like your Inner Teachers.</p>\n\n<p class=\"book-paragraph\">You see, the world is like a garden. It is tended by gardeners. Your minds are the soil and the seeds of wisdom are planted. We cultivate this garden because there is only minds cultivating minds.</p>\n\n<p class=\"book-paragraph\">So you do not need to become a saint. You do not need to emulate behavior or force yourself to give what you do not want to give. That is not the preparation.</p>\n\n<p class=\"book-paragraph\">It is difficult for students of Knowledge to fully appreciate the importance of their specific day-to-day development. They are preparing for a great opening inside themselves where their Ancient Home reveals and expresses itself through them. For that moment, they are Home and they are an extension of Home in the world, where those who are Homeless come.</p>\n\n<p class=\"book-paragraph\">Life is so short, why meditate? You are only here for a few years, then you get sent back like a returned package. Why spend all this time practicing? You must do it because it is your nature to give. You were made to give. You are the gift. Without giving, life is miserable.</p>\n\n<p class=\"book-paragraph\">Yes, each of you has needs and at times you need a great deal, but it is only to enable you to give. This is so clear if you ever have contact with your Inner Teachers because all they do is give. And they ask you to do things at a point in time so that you can experience giving, and they can share their joy with you.</p>\n\n<p class=\"book-paragraph\">The great individuals, what did they accumulate here? Only one thing and that is relationship. When they left, whether they were penniless or rich, what did they take Home with them? They took relationship.</p>\n\n<p class=\"book-paragraph\">You see, if your life is about contribution, you will not have a problem finding people to be with you. Your problem will be choosing the right people to be with. You will not have to worry about a good career. Life bends itself to you who give, so thirsty for giving is life here.</p>\n\n<p class=\"book-paragraph\">If the Presence is with you, people will come to you like magnetism. That is why you must be a person with little or no personal ambition. You must be very clean, but it is not you who cleanses yourself. Knowledge cleanses you.</p>\n\n<p class=\"book-paragraph\">The world is a very tough place to give in because people are ambivalent about getting well. There is a great deal of harshness and anger here. So how do you give in situations like that? How do you give to people who are angry, resentful and unhappy? How do you give where giving seems prohibitive? How do you give to situations that seem dangerous or violent? There are many “how to” questions about giving and they are quite legitimate, but the answer is very simple, though it will be a little mysterious: Do not worry about it.</p>\n\n<p class=\"book-paragraph\">What gives through you knows how, when and where to give because you are not the person giving. You are the person following. You must all become followers.</p>\n\n<p class=\"book-paragraph\">It is very curious that in human societies being a follower seems so belittling. Being a follower is something that people look down on. “Oh, you’re a follower? What is wrong with you?” Everyone is supposed to be a leader and in command—a captain or general or admiral or leader of a corporation or master artist. Being a follower is something pathetic here.</p>\n\n<p class=\"book-paragraph\">You must all become followers because you all are followers. There are no leaders in the world. Those who appear to be leaders are either following Knowledge or they are following their ambitions. They are bound to what they follow. There is no freedom except in choosing and in following the right calling.</p>\n\n<p class=\"book-paragraph\">To be a real student, you must be a follower because to be a real student means that you are learning things you have never learned before. You are entering territory of which you know little, and you must entrust yourself to your guide or instructor. You cannot lead the way.</p>\n\n<p class=\"book-paragraph\">If you try to teach yourself, you will only recirculate old information. You will walk around the same territory, imagining you are making great strides, and after many breakthroughs, you will end up in the same place. “Well, here I am again!” Therefore, you must be a follower.</p>\n\n<p class=\"book-paragraph\">The great recipients of Knowledge, those who are leaders, their lives are bound to Knowledge. They are following it. They are given to it. They are directed by it. They are nourished by it.</p>\n\n<p class=\"book-paragraph\">What can you give away in life but your independence? Is freedom a blessing if it separates you from Knowledge? The only true freedom is to live a life of Knowledge. Then you are free to truly be yourself. Then your contribution can be given maximally and you are fulfilled.</p>\n\n<p class=\"book-paragraph\">Yes, you must follow Teachers. Why? Because your Inner Teachers follow Teachers. That is how everyone finds his or her way Home. There are no individuals out there finding their way alone. Everyone is pulling everyone, following the person ahead and leading the person behind. That is how everyone files back to God.</p>\n\n<p class=\"book-paragraph\">You must give yourself in this life or you will never experience your life here. You will return Home and realize you missed your opportunity completely.</p>\n\n<p class=\"book-paragraph\">When you are Home, it is very inspiring to come into the world because you are Home. When you are Home, everything is so apparent, and going down into the world for a few years does not seem difficult. But when you enter the world, you forget all that. Then you become a person of the world, and survival and gratification are your concerns.</p>\n\n<p class=\"book-paragraph\">Your true gift is to contribute Knowledge and thus receive it for yourself. You must learn how to do this because the part of you that must learn is the part of you that belongs to the world. Your personality belongs to the world. Your body belongs to the world. You do not take them with you when you leave, for you do not need them in your Ancient Home.</p>\n\n<p class=\"book-paragraph\">The personality and the body must be cultivated as vehicles, or they will not have the capacity to carry Knowledge. Then you will be a seed that never germinates, and you will go Home with your seed unopened.</p>\n\n<p class=\"book-paragraph\">It is very important to think of yourself as a follower because you are always a follower of something. You can be a follower of your own indecision, a follower of your own beliefs, a follower of your own emotional states. The only thing you can command is the decision about what you will follow. That is the point at which you can take charge.</p>\n\n<p class=\"book-paragraph\">If you say, “I will follow Knowledge,” you cannot lead it. It is so powerful, how can you lead it? Where can you lead it? It has its own place to go.</p>\n\n<p class=\"book-paragraph\">It will take you to the people who really need you. It will find you a husband or a wife if that is what you need. It will give you children if that is what you need.</p>\n\n<p class=\"book-paragraph\">It is difficult for students of Knowledge because they are still trying to go somewhere with their Knowledge: “Well, I am going to use Knowledge to be this or to have that.” But maybe Knowledge has a little different idea. You cannot bargain with it. It is a force. It does not negotiate. It does not compromise. It does not talk things over. It merely goes where it has to go, and if it cannot go there, then it is latent within you.</p>\n\n<p class=\"book-paragraph\">Therefore, We who are cultivating this world wish for you to be very kind with yourself. You cannot purify yourself. You cannot cleanse yourself. You cannot lift yourself up. Entering true preparation is entering a process with your Spiritual Family beyond the visible and with individuals in life here in very specific ways.</p>\n\n<p class=\"book-paragraph\">You enroll in these things because you must. Is it right? Yes. That is it. You do not know what you are signing up for. If we were to tell people what they would do if their Knowledge were fulfilled, everyone would run away saying, “I had a different plan for myself!”</p>\n\n<p class=\"book-paragraph\">But what if We were to say, “If you do this, you will be a person of tremendous happiness. Your nature will be complemented. You will no longer be attempting to be in an idealistic state, to be a perfect person. You will be able to be in the moment because there is no future that you must negotiate. You will see beyond images. You will hear beyond words. You will sense beyond appearances. Life will become transparent to you in this world, and you will begin to see your Ancient Home through the transparency.”</p>\n\n<p class=\"book-paragraph\">Part of your preparation in being a student of Knowledge is that you must comprehend your nature. This is very important because you must realize your limitations. It is very important that you realize your limitations because you have them. That is when you become honest with yourself. That is part of growing up.</p>\n\n<p class=\"book-paragraph\">If you are to be a true contributor in life, you must know your limitations. You must understand how you work, without all of this value judgment, and then you can work with your mental and physical vehicles most effectively.</p>\n\n<p class=\"book-paragraph\">Your body has a certain shape and certain characteristics. Your mind is like that, too. It is not your function to transcend your nature. It is your function to use it as a vehicle for contribution because your nature here is temporary.</p>\n\n<p class=\"book-paragraph\">Why perfect the temporary? You do not have time to perfect it. You lose it long before it is perfected. It is like preparing a meal and taking too long. By the time you get to the end of it, everything has spoiled.</p>\n\n<p class=\"book-paragraph\">Your mind, your body and your personality—their highest option is to become vehicles for Knowledge. Yes, there are corrections to be made. Yes, you must alter your behavior. Yes, you must be able to restrain yourself in certain ways. But how can you have appreciation for yourself if you are always attempting to be an absolutely perfect person? Of course you will have fears. Of course you will have certain ways that you do things. You do not need to be limited by this, but you must understand that it is your nature.</p>\n\n<p class=\"book-paragraph\">You see, the function which you will be given once your Knowledge is cultivated to a certain point will give you a role in life that is completely complementary to your nature. It is a very great blessing that God wants you to be exactly the way you were made. Your nature is absolutely perfect for your function, yet it is hard to understand your nature because you do not see its relevance to your function.</p>\n\n<p class=\"book-paragraph\">You are custom made for something that you have not discovered yet. When you discover your function, your life becomes more about honoring your nature than attempting to change it. You will have to become a master of it, however, for there are liabilities as well as assets, and you cannot justify the liabilities. You must learn to accept and to use your nature wisely.</p>\n\n<p class=\"book-paragraph\">Therefore, let us honor those who gave beyond choice, those in whom giving gave itself. And let us be thankful that it did so, for Knowledge has been kept alive in the world.</p>\n\n<p class=\"book-paragraph\">Knowledge is the oasis in a dry and thirsty land. It does not matter that the theologians came and constructed wonderful belief systems for their own survival. It does not matter that the thought system that was a result of Knowledge giving calcified and became a restraint for people. That always happens.</p>\n\n<p class=\"book-paragraph\">When Knowledge disappears, thought begins. When people cannot know, they invent things to give themselves temporary stability to allay their own anxiety. For without Knowledge, all there is, is anxiety.</p>\n\n<p class=\"book-paragraph\">Let us honor those in whom giving gave itself. They had to develop themselves so that they would not stand in the way of the giving. They did not attempt to use it for other purposes. They honor why we have all come here. What a great blessing it is to leave the world and say, “Ah, I brought nothing back with me but these people. I came back with a full heart and empty hands.”</p>\n\n<p class=\"book-paragraph\">Then your Ancient Home is established here as well as there. And do you know what happens next? Well, when everyone in your little group that you are working with is complete in this world, you all move on to another place where Home has been denied, and then you re-establish Home there. Then you save that world.</p>\n\n<p class=\"book-paragraph\">What needs saving but a place where Home has been lost temporarily? When all places have been reclaimed, then the work will be over and the fun begins. When you are Home, your experience of God’s Presence is magnificent, but even there your experience is not complete, for it is evolving as well.</p>\n\n<p class=\"book-paragraph\">Yet it is as great as your capacity, and as your capacity grows through time, so will the experience of Presence be ever greater and more inclusive for you. It will be your supreme joy to contribute this wherever you go.</p>\n\n<p class=\"book-paragraph\">Therefore, let us give thanks for those who gave, for their giving is a reminder of our own purpose here. And as we become contributors to life, we will see that life gives contributors to us to make sure that our needs are met and our hearts are filled.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/giving-i/"
}