{
  "title": "Building Global Security",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity is moving in a dangerous direction now, heedless of the warning signs that it is overreaching what the world can provide, living in the moment, thinking only of the near term.</p>\n\n<p class=\"book-paragraph\">Humanity is entering dangerous waters, unknown territory, where it will have to face a world in decline—a world of declining resources, a world of environmental disruption, a world of violent weather, a world of diminishing food production, a world of greater economic hardship and instability, a world that will in many places strip away the thin veneer of civilization, setting people in competition with one another.</p>\n\n<p class=\"book-paragraph\">This threshold, which is so great, has been coming for a long time. For those who have the eyes to see, they can anticipate this. It represents a fundamental imbalance between man and nature, a fundamental imbalance within man and man’s own nature, as well as humanity’s relationship with the world itself.</p>\n\n<p class=\"book-paragraph\">People are preoccupied with their own needs and their own desires. So many people want God in the universe to provide more, more than they need, to provide the burden of wealth and great ownership of things, while so many others need the very basic things of life.</p>\n\n<p class=\"book-paragraph\">Humanity seems incapable of correcting itself. While there are very aware individuals who are working on various aspects of humanity’s problems and needs, nations of people and leaders of nations and religions seem incapable of grasping the situation as it really is and as it will be if humanity does not alter its course.</p>\n\n<p class=\"book-paragraph\">The answers seem so elusive, and the cost of correction seems so great, but the very principles upon which people function, the very foundation of people’s thoughts and expectations, will over time have to change and to adapt to a declining world. What a great change this would be.</p>\n\n<p class=\"book-paragraph\">Humanity is completing its tribal existence in the world. It has been in this process for a very long time. It is now having to face the reality of living as a one-world community.</p>\n\n<p class=\"book-paragraph\">Nations will still be nations. Competition will still exist between them. There will still be friction and conflicts, conflicts of interest and so forth. But increasingly people will have to face a global reality, and not just a local or regional reality.</p>\n\n<p class=\"book-paragraph\">If there is a drought in one region of the world, the cost of food goes up halfway around the world. If there is financial corruption in one place, it can change the financial reality of millions and millions of people far, far away.</p>\n\n<p class=\"book-paragraph\">It is not enough to just be concerned with national security. Now you will have to be concerned with global security.</p>\n\n<p class=\"book-paragraph\">You are facing competition from the universe around you. Resource explorers, economic collectives are infiltrating the world in small groups—seeking to turn the tide of humanity’s actions to their advantage through persuasion and deception, seeking to gain strength, seeking to turn individuals towards them and away from human leadership.</p>\n\n<p class=\"book-paragraph\">But who can see this amongst the preoccupied? They do not even know what is happening in their own homes. They do not know what is happening in their own bodies concerning their health. They are unaware of the problems that are growing and expanding in their own communities to a large extent.</p>\n\n<p class=\"book-paragraph\">Perhaps they have an awareness of one area of difficulty, but people are losing their ability to see the bigger picture, so involved they are in specific areas alone. So those who are concentrated on the financial world have no idea what is happening in the natural world, and vice versa. So people do not have an overview. And, as a result, they cannot see what is coming over the horizon, so focused they are on their one particular area of interest or profession.</p>\n\n<p class=\"book-paragraph\">So humanity is entering this grave and difficult time—unprepared, thinking only of the near term, thinking that everything is correct and will be like the past, the very recent past, of course. They cannot see the bigger picture. They cannot see that civilization is imperiled. They are fighting fires today, but they do not see what is creating the fires of tomorrow and the days to come.</p>\n\n<p class=\"book-paragraph\">So very tepid solutions are proposed, and even these can be resisted. No one wants to give up anything unless everyone makes sacrifices. And so the fingers are pointed at each other, but no one is saying, “Really, this is what we must do.” And those who do say these things are ignored, or vilified, or repudiated. So the visionaries are denied.</p>\n\n<p class=\"book-paragraph\">The change in how the wealthy nations will have to live will be so significant, driven now by necessity. But people still think that their lifestyle is non-negotiable, that these changes cannot happen, and they will fight them.</p>\n\n<p class=\"book-paragraph\">So now the world is losing its security. By the time that humanity deals even with the changing climate, it will be too late given its present course of action.</p>\n\n<p class=\"book-paragraph\">Economic hardship is now gripping the world because humanity has overspent even its own self-created wealth, as well as its natural inheritance. It has not saved for the future. It has not planned for the future. It has not provisioned for the future. And the future is coming relentlessly.</p>\n\n<p class=\"book-paragraph\">For the individual, the temptation is to give up, or to become enraged, or to attack your neighbors or other nations or leaders. But everyone has been a part of this problem. People have benefited greatly from the overuse of the world, and they will resist having to change course now to any really meaningful degree.</p>\n\n<p class=\"book-paragraph\">The solutions will have to be wrought by individuals and small groups. The innovation will have to happen at the very fundamental levels of society, and there will have to be many of them.</p>\n\n<p class=\"book-paragraph\">But you are working against time now. Time is of the essence. A decade wasted will have great bearing on the future prospects and options available to the world.</p>\n\n<p class=\"book-paragraph\">So for the individual, the pathway is to follow Knowledge, the deeper Intelligence that God has placed within you—to follow this, and to learn to distinguish it from the other forces and persuasions in your mind. And how can this be done, one would ask? It seems so impossible, so difficult.</p>\n\n<p class=\"book-paragraph\">A preparation has been sent into the world from the Creator of all life to prepare the individual, and guidelines have been sent to prepare the nations. A warning is being sounded about the Great Waves of change coming to the world and humanity’s destined encounter with a Greater Community of intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">The problem has been clarified. The reality has been made clear. The danger has been brought forth. And humanity’s ability to respond and to create and to change course has been amplified and encouraged.</p>\n\n<p class=\"book-paragraph\">How to bring about these great changes will have to involve the talents of many people, and can be difficult to discern and work out, but the direction must be clear. It is not enough to just be cynical and think, “Well, that will never happen,” or think you are going to go back to some previous era that seemed to be untroubled by these things.</p>\n\n<p class=\"book-paragraph\">It seems remarkably difficult for people with vested interests to see the situation clearly and to realize the depth and gravity of the great change that is coming now. So foolishness persists. People argue endlessly over details. They underestimate the great change that is coming. They do not recognize how they must change their lives and expectations. They do not see that all of civilization is so greatly imperiled—imperiled by risk of collapse within and by intervention from without.</p>\n\n<p class=\"book-paragraph\">So the recklessness continues. The wealthy are lost in their indulgences. The poor become more desperate, and their numbers are growing. The resources of the world are not being planned and preserved and wisely used and cultivated.</p>\n\n<p class=\"book-paragraph\">Despite people’s optimism and excuses, self-denial and avoidance, and all the other tendencies that people can have in the face of great change, there is a deep anxiety running through the minds and the hearts of people everywhere. They sense that great difficulty is coming, but still they argue and bicker over their issues: the Middle East, their economic situation, resenting other nations, denying other peoples. They continue the same behaviors, the same tendencies, but beneath all this there is a great anxiety. That anxiety is telling you something. It is not merely a lack of optimism. It is a response beyond the reach of the intellect and all of its machinations and self-deceptions.</p>\n\n<p class=\"book-paragraph\">So ultimately you come to a place as an individual where you say, “What is the truth and what must I do?” That is the beginning of a deeper response and a greater responsibility if it can be honored and followed.</p>\n\n<p class=\"book-paragraph\">The New Revelation from God calls upon individuals to ask these questions repeatedly—not to gain simple, immediate answers but to live with the questions so that the answers can reveal themselves slowly and incrementally, step by step over time.</p>\n\n<p class=\"book-paragraph\">God has given a great warning as to what humanity is really facing—a warning that goes far beyond what the vast majority of people are aware of, or even willing to see and know.</p>\n\n<p class=\"book-paragraph\">A Revelation that is clear is not a matter of perspective. It is not a matter of philosophy. It is not a matter of a school of thought or social conditioning or educational orientation or religious belief. It is a Revelation.</p>\n\n<p class=\"book-paragraph\">For the world is now imperiled. Human civilization’s foundation is beginning to erode quickly. You are now facing problems of such an enormous magnitude that it will take global cooperation and adaptation to deal with them. It will not simply be a matter of a new technology or political resolutions.</p>\n\n<p class=\"book-paragraph\">It is like an emergency in the world. You are facing environmental decline. You are facing Intervention from the universe around you. Everyone should know about this. Everyone should be looking at this. The nations must prepare their peoples. There must be a greater reckoning, or the response will be too weak and too latent and too ineffectual.</p>\n\n<p class=\"book-paragraph\">If you do not understand the challenge, you will not see the need. If you do not see the need, you will not create the response. You will think the need is just an economic problem, or a political problem, or just a problem in human perception, a philosophical problem, an ideological problem, an emotional problem. And if someone spells out the reality, well, it seems so radical, so extreme, so negative, so fearful.</p>\n\n<p class=\"book-paragraph\">So people choose not to look. But the animals are looking. The birds are watching. Why is it that the intelligent race will not look, will not watch, will not respond, while the simple creatures are always watching, trying to discern change in their environment, trying to adapt to changing circumstances?</p>\n\n<p class=\"book-paragraph\">It is global security now that is the issue, so you must think like the people of the world within a Greater Community of intelligent life. Humanity is not highly regarded in this Greater Community—a warring set of tribes destroying a magnificent world that is of value to others. Who would not intervene for their own self-interest in this regard to preserve these resources and to use humanity as a workforce?</p>\n\n<p class=\"book-paragraph\">You think you are alone in the universe. You think that others cannot reach your shores. You think that intelligent life is rare in the vastness of space. What foolish projection is this?</p>\n\n<p class=\"book-paragraph\">You will have to defend the planet. You will have to establish your own rules of engagement with races visiting the world. You will have to limit human consumption in the world. You will have to limit human reproduction in the world. You will have to stabilize your population and do this in such a way that human freedom and the morality of your innate spirituality is not violated by this. It is a matter of survival now.</p>\n\n<p class=\"book-paragraph\">You cannot conquer the worlds around you beyond this solar system. Those worlds are owned by others who are far more powerful than you. You will have to live with what the world can provide. If you lose your self-sufficiency, you will be prone to seduction by others and you will become dependent upon them. And when that happens, human freedom and sovereignty will be lost in this world. You will have lost the most precious thing you have—given away blindly, mindlessly, foolishly, out of greed and necessity.</p>\n\n<p class=\"book-paragraph\">Deplete the world and you will accept whatever any other race will offer you because you will not have the power to decline. You cannot be like an adolescent: wild, irresponsible, unaccountable, immature.</p>\n\n<p class=\"book-paragraph\">Humanity will have to husband its resources now. Precious they are: water, food and energy. Eventually, humanity will have to face what every evolving nation in the universe has to face—to face the limits of their resources.</p>\n\n<p class=\"book-paragraph\">If you are to be a free race in the universe, you must be self-sufficient, you must be united, and you must be very discreet. No more broadcasting out into space all of your foolishness, your weakness, everything. To more mature nations in this region of space, you appear to be like wild children—reckless and destructive, greedy and ambitious, hardly trustworthy, vulnerable now to intervention and persuasion.</p>\n\n<p class=\"book-paragraph\">The corruption you are facing in the world today, the disruption of your economic systems, is just emblematic of humanity’s problem in irresponsibility and immaturity. This is not merely a matter for leaders of nations; it is an awareness for the citizens of the world. They are much freer to see the truth. They are much less restrained by all the restraints that exist in the corridors of power.</p>\n\n<p class=\"book-paragraph\">You change the world by changing your life. You begin with your life. You do not just demonstrate for others. You change your life. You learn how to live differently. And if you are wise, you are guided by Knowledge, for God has already answered your questions and your needs. It is all contained within Knowledge. Only Knowledge will know how to navigate the difficult and uncertain waters ahead.</p>\n\n<p class=\"book-paragraph\">If you follow your intellect, you will simply be bound to the past—to past expectations and to past interpretations. You will become lost in a world of competing ideas and different theories.</p>\n\n<p class=\"book-paragraph\">Meanwhile, the foundation of civilization is eroding away. If humanity cannot feed its peoples, it will descend into chaos. If humanity cannot assure its future energy requirements, even on the fundamental level, things will descend into chaos. If wealth is squandered by the rich and the greedy, if resources are overspent, if the world is degraded, then you are facing a situation far more grave than any world war, than any human conflict that has ever existed here before. And what will happen to human freedom and creativity under such dire necessity?</p>\n\n<p class=\"book-paragraph\">If you prepare for the future, you will be able to ride the waves of change and benefit from them as well. If you do not prepare for what is coming, then it will overtake you and deprive you, for you did not see it coming.</p>\n\n<p class=\"book-paragraph\">This is already the lament of so many people today: They did not see it coming. Why? Because they were not looking; they were not listening; they were not paying attention. Obsessed with small problems, they missed the big ones. Concerned only with the details, they lost track of the greater direction of things.</p>\n\n<p class=\"book-paragraph\">There must be a change of heart here, or real change will not occur. There will be pronouncements of change, there will be promises of change, there will be declarations of change, there will be celebrations of change, but real change will not happen.</p>\n\n<p class=\"book-paragraph\">Those people who are choosing to live differently in the wealthy nations, they are promoting real change by demonstration. Those people who are taking care of the poor and depressed and deprived peoples of the world, they are promoting real change. Those people who are consuming less of the world, as a matter of moral and ethical principle, they are promoting real change. Those people who are committing themselves to what humanity will need in the future and not simply to the fashions and fantasies of humanity, they are part of real change.</p>\n\n<p class=\"book-paragraph\">Without this, the radical, political elements will govern the day and determine the fate of everyone. The minority extreme views will dominate the conversation, and everyone will be a victim to them.</p>\n\n<p class=\"book-paragraph\">The understanding here is very simple. Unite and you can succeed. Divided you will fail. If you cannot coexist, there will be no existence.</p>\n\n<p class=\"book-paragraph\">Religions of the world were initiated by the One God. There should be no competition between them; there should be no conflict between them. They are the different pathways to the Divine. They are not the exclusive truth of one organization or set of institutions.</p>\n\n<p class=\"book-paragraph\">This is a matter of necessity now, not simply preference. It cannot be the ideals of the elite. It has to be fundamental. It has to be part of the education of everyone if you are to have global security.</p>\n\n<p class=\"book-paragraph\">The Intervention that is happening today must become public so the people can prepare, so all eyes can be watching the skies for the protection of humanity.</p>\n\n<p class=\"book-paragraph\">Without this change of heart and approach, humanity will drive itself into chaos—into collapsing economies, collapsing nations, collapsing trade, collapsing relations between peoples, collapsing prospects, collapsing lives.</p>\n\n<p class=\"book-paragraph\">This is what God is revealing. It is not the perspective of an individual. It is not a school of thought. Do not be foolish in thinking this. You want to know what is coming? God has revealed it. You want to prevent chaos? God has revealed it. You want to know what to do? God has given you the clarity and the vision to begin the re-evaluation of your own life and circumstances. You want to know how happiness is achieved? Through service and contribution, through community and cooperation.</p>\n\n<p class=\"book-paragraph\">You could begin to put the rest of the puzzle together for yourself once you see what it really looks like, once you have a vision of what is coming and what humanity must do to preserve human freedom and human sovereignty in this world. You can fill in all the other spaces then because you know what the picture looks like. But without this reference point, the pieces seem to have no relationship with each other, and the puzzle seems to be too complex, too frustrating to deal with.</p>\n\n<p class=\"book-paragraph\">People project what they want, or what they are afraid of, but they cannot see clearly yet, except for a very few. It takes great courage to look, but you need this courage because your life depends upon it. The life of your children depends upon it. You look without hope, without fear, to see clearly what is coming and prepare for that.</p>\n\n<p class=\"book-paragraph\">Governments will seem incompetent, financial institutions too corrupt, too self-serving. So the vision must happen at the individual level at all echelons of society, in all societies. The conversation must change.</p>\n\n<p class=\"book-paragraph\">It is the gift of all human minds and hearts to address this great need for global security, and for the preservation of human freedom and sovereignty in this world, and for the well-being of all peoples in the world, and for the plans that must be made to secure the future and security of the world.</p>\n\n<p class=\"book-paragraph\">Time is of the essence. This is not merely an academic exercise. This is not merely something that you think about now and then. This is not something that is reserved for the specialists, or for the elites, or for the academic world. For [they are] as blind as any other group of people.</p>\n\n<p class=\"book-paragraph\">If you cannot see the picture clearly, then you will not know what is coming, and you will not prepare, and your life today will not be informed by what is coming over the horizon, and your decisions will be out of personal interest in the moment and will not be effective for the future.</p>\n\n<p class=\"book-paragraph\">Heed and receive the blessings of the Creator, the power of Revelation, the guidelines for preparation. The Lord of the universe is trying to save humanity from its own blindness and its own tendencies. Humanity can succeed if it can prepare, and it will prepare if it recognizes what it is facing.</p>\n\n<p class=\"book-paragraph\">You have the strength, you have the power, you have the inspiration if you can see clearly and respond to the power of guidance that God has placed within you.</p>\n\n<p class=\"book-paragraph\">This is not a time to seek personal fulfillment. This is not a time to indulge yourself in romances. It is not a time to lose yourself in your hobbies, your fantasies, your pleasures. For you are living at a time of great emergency. This will tell you what to do, and where to go, and who to meet, and where your gifts can come forward, and where your life can become meaningful, and where you can have the great satisfaction of contributing to a world in need. That is where happiness and fulfillment will be found.</p>\n\n<p class=\"book-paragraph\">You were born for these times. You are here to meet these problems. That is why you have come now. Your real nature and your real gifts are about this. Do not look at the great change that is coming as a massive inconvenience or a great tragedy alone. It is the calling. And your heart will respond even if your mind is in confusion.</p>\n\n<p class=\"book-paragraph\">This is the awareness that will turn your life into a path of true promise and accomplishment. It will temper your greed, your self-denial, your condemnation of others. It will be the antidote to ignorance and self-deception. And it will protect you against deception from any form, whether it be human or from the Greater Community itself.</p>\n\n<p class=\"book-paragraph\">This is your calling and your time. You were sent here for this. See this, and your path will become clearer, and a way will open up before you. You will ask a different set of questions and be concerned with a different set of ideas. And the world will not be this frightening place you are trying to avoid, but actually the arena for your success and your accomplishment.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/building-global-security.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/global-security-facing-reality/"
}