{
  "title": "God Is Moving Humanity in a New Direction",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">God is moving humanity in a new direction, a direction it has not had to move in before. For the world has changed, and humanity is facing a Greater Community of life in the universe—a great change, a great threshold in humanity’s long evolution, a time of immense upheaval and uncertainty, a dangerous time for the human family, a time that will be moving with events unfolding quickly.</p>\n\n<p class=\"book-paragraph\">God is moving humanity in a new direction, towards a world community that is able to sustain the world, that is able to encounter the realities of life in the universe, which will be thrust upon you and are being thrust upon you even at this moment. It is a great change that many people feel, but do not comprehend.</p>\n\n<p class=\"book-paragraph\">The movement of the world is accelerating, where people’s lives will be overwhelmed and overtaken by the great environmental change that is taking place and through political and economic upheaval. All of this is now in motion and cannot be stopped, only mitigated. This will require a great adaptation.</p>\n\n<p class=\"book-paragraph\">It is at this great threshold in humanity’s history that a New Revelation has been sent into the world, and a Messenger has been sent here to receive it, to prepare it and to present it. For him, it is a long journey, a long and difficult journey.</p>\n\n<p class=\"book-paragraph\">The Message for humanity now is great, more comprehensive and complete than any Message that has ever been sent into the world, complete with teaching and commentary so that its wisdom and Knowledge can be discerned and applied correctly and not simply left up to human interpretation.</p>\n\n<p class=\"book-paragraph\">People do not see, do not hear. They are strangers to themselves. And their native skills of discerning the environment, for many, have been lost and are undeveloped.</p>\n\n<p class=\"book-paragraph\">This makes the Messenger’s task more difficult. He must carry the Mystery, for the Revelation is beyond the realm of the intellect and certainly is not conditioned by people’s expectations, beliefs or comprehension.</p>\n\n<p class=\"book-paragraph\">God is moving the world in a new direction. It is a direction that was always intended, but it will be new for the people of the world. It will be new to your understanding.</p>\n\n<p class=\"book-paragraph\">The great Revelations from the Creator are always like this. They are always presenting a new reality, a new awareness, a new dimension and a greater promise.</p>\n\n<p class=\"book-paragraph\">The world is growing dark, and this greater promise is needed now. Only the light of Knowledge, the greater intelligence that the Creator has bestowed upon the human family and upon all the races in the universe, only this now can enable you to comprehend and respond.</p>\n\n<p class=\"book-paragraph\">For you return to God on God’s terms. And God’s Messages must be comprehended, as they truly are and are intended to be.</p>\n\n<p class=\"book-paragraph\">There will be much struggle and contention with this, and the Messenger and the Messenger’s followers must face this difficulty, this frustration, and exercise great patience.</p>\n\n<p class=\"book-paragraph\">Such a Revelation will not be accepted at the outset, and only the few will be able to respond completely. But as time moves forward and as the world grows more turbulent, the New Message will gain a greater attraction, greater recognition and greater relevance.</p>\n\n<p class=\"book-paragraph\">It is answering questions you have not even asked. It is a preparation for the future as well as a remedy for the present.</p>\n\n<p class=\"book-paragraph\">Your philosophers and theologians will not know what to make of it. They will have issues with it. It will not conform to their understanding, to which they have invested themselves so greatly. Religious leaders will contend against it because it speaks of a reality that they do not yet recognize.</p>\n\n<p class=\"book-paragraph\">God is moving humanity in a new direction. The Messenger is here to provide the Revelation. It has taken him decades to receive it. It will take decades for it to be recognized in the world.</p>\n\n<p class=\"book-paragraph\">But the problem is time. Humanity does not have much time to prepare for a new world and for contact with life in the universe—contact which is occurring already, contact with a dangerous purpose and intention.</p>\n\n<p class=\"book-paragraph\">People are obsessed with their needs, their issues, their longing and their desires. They do not see the movement of the world. For the world has changed, but people have not changed with it. And now you are facing a new set of realities.</p>\n\n<p class=\"book-paragraph\">What will God say to this as people feel overwhelmed, as their prophecies for the future do not come true, as the return of their savior does not occur, as they believe that God is creating all these problems for them?</p>\n\n<p class=\"book-paragraph\">The Revelation speaks to all these things. But you must be open to the Revelation, and you must face the prospect of great change, for it is upon you and the world, and it is going to move forward.</p>\n\n<p class=\"book-paragraph\">You cannot go backwards thousands of years and try to comprehend what is occurring today. For humanity’s evolution has moved into a new position, a position of dominance in the world and a position of greater vulnerability in the universe.</p>\n\n<p class=\"book-paragraph\">Where will this education begin to prepare you for a new world and for the Greater Community of life—two events that will alter the course of human history and affect the life of every person?</p>\n\n<p class=\"book-paragraph\">The governments do not know. The religious leaders do not know. The experts do not know. The universities cannot prepare people.</p>\n\n<p class=\"book-paragraph\">The Revelation must come from the Creator of all life, and this is what is occurring now. For you are living in a time of Revelation, and the Messenger is in the world. As long as he is in the world, you have an opportunity to receive and to prepare. When he is gone, it will be different. It will be more difficult. In this, he is the Light in the world.</p>\n\n<p class=\"book-paragraph\">He is a humble man and makes no claims other than to be the Messenger, for that is the role that has been assigned to him. He must prepare humanity for a new world through the Revelation. He must prepare humanity for the Greater Community through the Revelation. He must speak of the great change that is coming and that is already upon the people everywhere, through the Revelation.</p>\n\n<p class=\"book-paragraph\">God is moving humanity in a new direction. Can humanity move? Can people respond? Can you respond? Can you accept that you are living in a time of Revelation and to consider what this means for your life and the challenge this places before you?</p>\n\n<p class=\"book-paragraph\">People do not realize how much their life and circumstances are dependent upon the condition of the world and the movement of the world. Only in the poorer nations is this greater reality ever present. In affluent nations, the affluence insulates you from the greater realities of life to a certain extent for a period of time. But this affluence will diminish, and the greater realities are upon you.</p>\n\n<p class=\"book-paragraph\">How humanity responds and prepares will make all the difference. What informs individuals’ decisions will make all the difference. What voice they listen to, whether it be the power and the presence of Knowledge that God has given to them to guide them and to protect them, or whether it be the voice of their culture or the voice of fear or the voice of anger or ambition.</p>\n\n<p class=\"book-paragraph\">These choices are fundamental for the individual, and what individuals decide will determine the fate and the future of humanity. Therefore, the responsibility falls upon everyone, not only on leaders and institutions.</p>\n\n<p class=\"book-paragraph\">That is why God is bringing the New Message to the people and not to the leaders of nations. For the leaders are not free. They are bound by their office and to those who got them elected, to the expectations of others. That is why the Revelation is coming to you and to the people. It is their decisions and determination that will make all the difference.</p>\n\n<p class=\"book-paragraph\">People want many things. They do not want to lose what they have. They are caught up in the moment. They do not have the perspective to see where their life is going.</p>\n\n<p class=\"book-paragraph\">The Revelation will be a great shock and a great challenge to each person. But this shock and challenge is the shock of Revelation. The challenge is being confronted with the Will of the Creator. The challenge is whether you can respond and the nature of your response.</p>\n\n<p class=\"book-paragraph\">You cannot stand where you are, for the world has changed, and it will change further. It is moving. You must move with it. This is being in harmony with life. This is coming out of isolation. This is freeing yourself from distraction and obsession. This is learning to listen, to look, to still your mind so that you may see. This is giving up grievances so that you may understand where you are. This is taking the Steps to Knowledge so that the Presence and the Power of God may speak through you and to you.</p>\n\n<p class=\"book-paragraph\">This is the Revelation taking humanity in a new direction. Are people willing to go, or will they stay behind—facing the Great Waves of change, asleep on the beach as the Great Waves build, living on the shoreline thinking that all is well, living for the moment, unable to respond to the signs of the world, living under assumptions that are not in keeping with the realities of life?</p>\n\n<p class=\"book-paragraph\">Who can respond? Who will look? Who will listen? Who will set aside their ideas, their beliefs and their preferences long enough to see something, to hear something, to know something?</p>\n\n<p class=\"book-paragraph\">This is what the Messenger will ask you to do. This is what the Revelation requires. This is what living in a new world requires. This is what emerging into a Greater Community of life requires.</p>\n\n<p class=\"book-paragraph\">Will humanity be foolish and clumsy, ignorant and unresponsive, its greater intelligence not being recognized and utilized? These are the questions. The answers are not apparent, for they have not yet come into being. They have not met the real test that is upon the human family.</p>\n\n<p class=\"book-paragraph\">But the Creator of all life loves the world and loves humanity and has sent the power of redemption into the world—to redeem the individual and to restore their power and integrity, to meet the great challenges of life that are now emerging on the horizon.</p>\n\n<p class=\"book-paragraph\">God is moving humanity in a new direction. It is time to prepare, to receive and to support the Revelation.</p>\n\n<p class=\"book-paragraph\">People will complain. They will protest. They will resist. They will accuse the Messenger. They will denounce the Revelation. Unable to respond, unwilling to reconsider their life and their ideas, they will resist.</p>\n\n<p class=\"book-paragraph\">This always happens at the time of Revelation. Those who have the greatest investment in the past will resist the new world and everything in it. They cannot see. They will not know. They do not have the courage to reconsider their position. They do not have the humility to stand in the face of the Revelation.</p>\n\n<p class=\"book-paragraph\">What can God do for them? They asked so much from the Creator, but they cannot respond to the Creator’s response. What can God do for them?</p>\n\n<p class=\"book-paragraph\">Be amongst the first to respond so that your greater gifts in life may be established and have an opportunity to come forth in the days and the years of your life.</p>\n\n<p class=\"book-paragraph\">This is the power of Revelation—to unleash wisdom and Knowledge that humanity desperately needs now to prepare for a future that will be unlike the past.</p>\n\n<p class=\"book-paragraph\">The blessings are with you. The power of redemption is within you, in Knowledge within you. But what can ignite this Knowledge and call it forth and enable you to approach it, to understand it and to follow it successfully?</p>\n\n<p class=\"book-paragraph\">It must be ignited by God. The Revelation is here to set in motion the greater redemption of individuals in preparation for the new world and for humanity’s destiny in the universe, which are yet to be recognized and fulfilled.</p>\n\n<p class=\"book-paragraph\">It is time to respond. It is time to be really honest with yourself, not basing your life on your preferences or your fears, but on true recognition within yourself.</p>\n\n<p class=\"book-paragraph\">Facing the Revelation will challenge you to respond with this deeper honesty. Facing the Revelation will challenge you with this deeper honesty. It is the greatest challenge of your life. It is the most important challenge of your life. It is the most important event of your life.</p>\n\n<p class=\"book-paragraph\">God is moving humanity in a new direction.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/god-is-moving-humanity-in-a-new-direction.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/god-is-moving-humanity-in-a-new-direction/"
}