{
  "title": "God’s New Message for the World’s Religions",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Today We shall speak on God’s New Revelation and the world’s religions.</p>\n\n<p class=\"book-paragraph\">First, you must understand that God has initiated all the great religions of the world, and in each case has sent a Messenger from the Angelic Assembly to initiate these traditions at the outset.</p>\n\n<p class=\"book-paragraph\">All the great Messengers have come from the Assembly, so they are intrinsically united, you see. They have all been sent by the Source, your Source and the Source of all the world’s religions.</p>\n\n<p class=\"book-paragraph\">But living in Separation, people have separated the religions from one another and even internally—separating everything that was meant to be united, misunderstanding the meaning and the value of the Messengers and what they were really presenting.</p>\n\n<p class=\"book-paragraph\">But this limitation is understood by God, for you cannot understand God’s Greater Plan for the world living for the moment. Living in Separation, you cannot yet see the greater panorama of things. For each religion was meant to be a building block in humanity’s development and evolution, preparing humanity for a future that would be unlike the past.</p>\n\n<p class=\"book-paragraph\">The great Revelations were given at pivotal times in human history, times not only of change and challenge, but times of great opportunity when these Revelations could spread. They were placed in certain places for this purpose, places where the Message could move beyond one tribe or one group or one nation, at times of opportunity greater than what anyone could see in the moment.</p>\n\n<p class=\"book-paragraph\">Here you must understand that the world’s religions are all part of a Greater Plan. And while they are distinct from one another in certain ways, their distinction represents their unique contribution to the growing wisdom and compassion and ethics of the human family.</p>\n\n<p class=\"book-paragraph\">For God knows that not everyone can follow one teaching or one teacher or even one interpretation. Living in Separation, you do not yet have the skill and the development to do this. And if one interpretation is forced upon the people, it becomes a form of oppression and is counterproductive in that way.</p>\n\n<p class=\"book-paragraph\">What We are telling you here today is very different from how religion is regarded and used in this world and, in fact, how it is regarded and used throughout the universe. For all who live in the physical reality are living in Separation—separation from their Source and from the timeless reality from which all have come and to which all eventually will return. This is beyond human comprehension and certainly beyond any possibility of a religious understanding.</p>\n\n<p class=\"book-paragraph\">This greater understanding now of the unity of the world’s religions, the unity of their Source and intention, is vital because they all must now play a part in building human cooperation to face a world in decline, a world of environmental disruption, a world of growing economic and social disruption—a reality that the human family has never had to face before; a reality created by humanity’s misuse of the world and its contamination of your air, your water and your soils, which now has the power to undermine human civilization and create a human tragedy unlike anything that has ever been seen here before. Greater than all of your wars combined it is.</p>\n\n<p class=\"book-paragraph\">For the Great Waves of change are coming, and they have already begun. The world will become hotter. Crops will fail. Water will dry up or become flooded in certain places. The world’s economy will be shaken by this. And the livelihoods of the people will be shaken by this.</p>\n\n<p class=\"book-paragraph\">That is why God has spoken again. And that is why God must address the condition of the world’s religions because they are in contention with each other, and even internally divided. And religious violence is now growing in the world and will grow further as the Great Waves of change impact more and more people, depriving them of their security, depriving them of their foundation for living here.</p>\n\n<p class=\"book-paragraph\">The world’s religions are all given as building blocks of human civilization. Each block is not like another. Each block is unique, bringing something unique to humanity’s understanding and perspective. But to see this, you must see beyond your desire for Separation, where you try to make everything unique and separate to validate yourself and your ideas.</p>\n\n<p class=\"book-paragraph\">We are giving you the Will of Heaven here and how Heaven looks at the world’s religions, as the spokes of a wheel, around the central axis of the Creator. They are all rivers moving towards the same sea. They appear to be separate and unique in their features, in their landscapes, but they are all leading to the same outcome.</p>\n\n<p class=\"book-paragraph\">To see this, you will have to change your religious beliefs and adjust your understanding, for there is not one religion for all, for that can never be. God knows this even though the people are still confused.</p>\n\n<p class=\"book-paragraph\">There is no final Revelation because God has more to say to the world as humanity is now facing thresholds it has never had to face before, standing at the threshold of space, encountering others from the universe who are here in the world to undermine human authority and sovereignty here.</p>\n\n<p class=\"book-paragraph\">You are living in a condition never seen before in the history of human civilization. You are at a new juncture. And the world’s religions cannot prepare you for this. They were not given for this purpose, given in antiquity.</p>\n\n<p class=\"book-paragraph\">A new building block must be given now to complete the picture and to carry it forward so that humanity may be prepared for its new future and to live in a new world environment, where human cooperation and unity will be necessary for humanity’s survival and well-being.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation, therefore, must bring great correction and clarification and will challenge many of the fundamental ideas and beliefs that separate the world’s religions and place them in contention with one another. For their fundamental unity is because of their Source and the intention of their Source in providing them at critical turning points for humanity.</p>\n\n<p class=\"book-paragraph\">They are all there, giving their unique service to humanity. And people are called to participate in one of them. For in this matter, you cannot simply create your own pathway, for the great pathways have been given.</p>\n\n<p class=\"book-paragraph\">But because they have been misused and misunderstood, subject to human adoption and corruption, many people have turned away in dismay and confusion and disappointment, seeing how the religions of the world have been used as banners of war, been used to suppress peoples cruelly, ignorantly, foolishly, against the Will of the Creator.</p>\n\n<p class=\"book-paragraph\">Many people have turned away from the traditions that are meant to serve them. And now people are lost, thinking they can create their own pathway, by borrowing from this or borrowing from that. But only God knows the way to return. You cannot create your own way, based upon human preference and human admonition.</p>\n\n<p class=\"book-paragraph\">People have been assigned to one of the great traditions, but now they are alienated from it, cast out into the world with all of its persuasions, its denigration, its harshness, its cruelty.</p>\n\n<p class=\"book-paragraph\">Therefore, great clarification must be brought to the world’s religions or they will continue to divide humanity, each claiming to be exclusive, each claiming to have dominance or God’s preference over the others, filled with ambitious people, adopted by governments for their own purposes.</p>\n\n<p class=\"book-paragraph\">Let it be understood, then, that religion can never be used as a banner of war or a justification for cruelty, torture, punishment or death. This all represents humanity’s misuse of the great religions and the misunderstanding of their purpose in building human unity, human values and human ethics.</p>\n\n<p class=\"book-paragraph\">War and punishment are done for other reasons. Never claim that God justifies or has directed such things, for this is a grave misunderstanding. To harm others in the name of God is a crime against God, and God’s Will and Purpose, and God’s intention regarding the establishment of the great traditions.</p>\n\n<p class=\"book-paragraph\">You can see here from what We tell you today that this is very different from what people proclaim about their religion, what they believe or are taught to believe. For they have become corrupted, one and all, in certain ways.</p>\n\n<p class=\"book-paragraph\">For a Christian not to help a Muslim, or a Muslim not to help a Jew, or a Jew not to help a Hindu represents the core problem. Now religion is part of the problem and not part of the solution as it was intended, as it was always intended.</p>\n\n<p class=\"book-paragraph\">Fundamentally, all the religions are here to bring you to the Knowledge that God has placed within you to guide you and to begin a process of redemption that would be carried out step by step in your life and circumstances if you were able to follow this guidance correctly.</p>\n\n<p class=\"book-paragraph\">It will require great compassion and forgiveness. It will require for you to see your life and others in a different way and not fall prey to the seductions of hatred and discrimination.</p>\n\n<p class=\"book-paragraph\">There is always a distinction between the Will of Heaven and the understanding of people. But to bridge this gap within yourself, you must take the Steps to this Knowledge that We speak of. For it represents the part of you that has never left God and can receive the Will of God for you, specifically.</p>\n\n<p class=\"book-paragraph\">In this, you will not be in contention with others because Knowledge within you is not in contention with Knowledge in others.</p>\n\n<p class=\"book-paragraph\">It is the beliefs of the mind. It is the social and the religious conditioning of the mind. It is your preferences, your anger and your unforgiveness that stand in the way of this greater recognition, which would liberate you from so much of your suffering and sense of unworthiness.</p>\n\n<p class=\"book-paragraph\">So God must speak again to prepare you for the Great Waves of change coming to the world. God must speak again to prepare you for your encounter with a universe full of intelligent life, a non-human universe where freedom is so rare.</p>\n\n<p class=\"book-paragraph\">And God must speak again to bring correction and clarification to the world’s religions so that they may have the chance to fulfill their true purpose and destiny here, which is to generate greater cooperation and unity, forgiveness and compassion amongst the tribes and nations of the world.</p>\n\n<p class=\"book-paragraph\">They are all meant to serve in this capacity in their unique ways and to provide unique perspectives and understanding to balance each other and to lead humanity back to their primary relationship with God.</p>\n\n<p class=\"book-paragraph\">Here you must understand that the Messengers are not gods. They all come from the Angelic Assembly. Half holy, half human they are, greater than any other person in the world in this respect. But you cannot worship them. You cannot appeal to them for favors and dispensations. This you must appeal to God directly.</p>\n\n<p class=\"book-paragraph\">All that We are telling you here today will require much consideration. And many people will reject these things to defend their beliefs and ideas and investment in their religious perspective or their social or religious position in society. They will be blind to the God that they proclaim that they follow.</p>\n\n<p class=\"book-paragraph\">For if you cannot receive God’s New Revelation, what does that mean about your relationship with God? It means you have a relationship with humanity’s understanding of God, but your relationship with God is not yet strong enough to override these things.</p>\n\n<p class=\"book-paragraph\">It is a great challenge at the time of Revelation. Whenever this has happened, perhaps once in a millennium, it is always a great challenge for the recipient.</p>\n\n<p class=\"book-paragraph\">Can they listen anew? Can they respond? Can they step beyond their beliefs and the things that circumscribe them? Do they have the heart and will to know the truth beyond human ideology?</p>\n\n<p class=\"book-paragraph\">For no religious understanding in the world can encompass the Purpose and Plan of God in this world, let alone the universe beyond you, a universe so great and vast your intellect is far too small to even comprehend it.</p>\n\n<p class=\"book-paragraph\">We are telling you these things so that the true purpose and initiation of the world’s religions can be rekindled and rediscovered. But for this, you must follow the Knowledge that God has placed within you, for your mind is far too conditioned, far too afraid of change, far too limited by your conditioning, and for many people, far too oppressed by poverty and political and religious oppression in the world.</p>\n\n<p class=\"book-paragraph\">You must appeal to your deeper conscience that God has placed within you at the beginning. This is not to make you a great saint or avatar or a great messenger, but to enable you to discover your unique contribution and service to the world. Humble it will be. Specific it will be. It is meant for certain people and places and situations. At this moment, you cannot understand this. You can only follow the pathway that Knowledge will lead you into, and have the faith to do this, and have the self-respect to trust this within yourself and others.</p>\n\n<p class=\"book-paragraph\">For humanity to survive the Great Waves of change, for human civilization to remain intact and to grow and expand facing the Great Waves of change, for human freedom and sovereignty to be built and strengthened in the face of intervention from the universe around you, human cooperation and the cooperation of humanity’s religious traditions must be re-established and renewed, beginning with you and your understanding, and your heart and mind.</p>\n\n<p class=\"book-paragraph\">Look not to others here, for you must bring yourself into alignment with this first. Do not blame and condemn nations and leaders no matter how ignorant they may appear to be, for you must bring your own house into order—your mind, your emotions, your beliefs, your grievances. Allow the healing of God’s New Revelation to liberate you from that which oppresses you and keeps your mind small, living in darkness and confusion.</p>\n\n<p class=\"book-paragraph\">That is why the Revelation is focused on the individual. For everything that will happen in the future will be based upon the decisions of individuals and what informs those decisions. Will it be the power and presence of Knowledge within them? Or will it be the forces of persuasion in the world and the darkness of fear, anger and hatred?</p>\n\n<p class=\"book-paragraph\">The service and giving in the future will be so great. The need will be so great. There will be whole regions of the world where people will be forced to leave. Who will receive them? Who will accept them? They will no longer be able to provide for themselves, for their lands will become barren. And the seas will rise, engulfing their ports and cities in the future. It will be a human need and calamity on a scale never seen.</p>\n\n<p class=\"book-paragraph\">Do not think this is the Will of God. It is the consequence of how humanity has lived in this paradise that is now being turned into a hellish environment. Step by step, day by day, humanity is devouring the world as fast as possible, with no thought of the future, contaminating the air, the water and the soils, with no thought of the future, greedily, like locusts upon the land.</p>\n\n<p class=\"book-paragraph\">This is ignorance. This is foolishness. You can understand what We are saying here. You cannot just live for the moment. You have to prepare for the future in all things. You can understand what We are saying here.</p>\n\n<p class=\"book-paragraph\">The Will of Heaven is that the world’s religions will all participate in the restoration of humanity, according to the needs of people, not just according to their philosophies or ideologies. Everyone must pitch in to save the ship upon which you all live, for that ship is now taking on water and listing to one side.</p>\n\n<p class=\"book-paragraph\">This is the purpose of all the world’s religions—feeding people, caring for people, forgiving people, uniting people. There can be no violence or contention between the world’s religions if they are understood correctly. These acts are a crime against God and God’s Will and intentions for Earth, for you and for all peoples.</p>\n\n<p class=\"book-paragraph\">Humanity must band together to protect itself from the Great Waves of change that it has created and to prepare for its engagement, its hazardous engagement, with intelligent life from beyond the world.</p>\n\n<p class=\"book-paragraph\">You will not find this emphasis in the world’s religions unless you search very deeply. You will not see this if you live for the moment only or have your eyes to the past. For religion must be vital today and tomorrow and must prepare itself for the welfare of humanity, understanding that God has created all the world’s religions, and they have all been changed by man.</p>\n\n<p class=\"book-paragraph\">Now they must return to their Source and to the initial intention that created them and the intention that requires them now to each join in service to the welfare of the peoples of the world, not only their adherents, but all peoples. In this, they become true servants of the human family. In this, they return to their initial purpose—the purpose for which they were given.</p>\n\n<p class=\"book-paragraph\">Only God’s New Revelation for the world has the Power of Heaven to do this. You may think such a thing is not possible, given where people are associating themselves and how they think and behave. But We are talking about the Will of Heaven here, which can alter the course of human destiny if it can be received, if it can be accepted by enough people in the world.</p>\n\n<p class=\"book-paragraph\">Many will fight against this, of course, because that always happens at times of Revelation. It all depends on who can receive the Will of Heaven now, standing at the threshold of a new world, standing at the threshold where humanity will have to choose to unite and to persevere, or to descend into endless chaos and self-destruction.</p>\n\n<p class=\"book-paragraph\">May you listen with your heart. May you open your mind for Revelation. May you accept that you were sent here for this purpose, to live in these times, to serve the world under these conditions and to prepare yourself and others for the great change that is coming.</p>\n\n<p class=\"book-paragraph\">This is the Will of Heaven, and within yourself, deep beneath the surface of your mind, you will know this to be true.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/gods-new-message-for-the-worlds-religions.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/gods-new-message-for-the-worlds-religions/"
}