{
  "title": "God’s Ancient Covenant With Humanity",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Throughout history, humanity has made covenants with God, often thinking that it is God’s Covenant that they are creating. These have varied according to the sacred Covenant that God has always made. For human understanding can never encompass the Divine awareness. And human ethics and human law can never mirror perfectly the Divine awareness, for it is far too great and mysterious, extending far, far beyond the realm and the reach of the intellect.</p>\n\n<p class=\"book-paragraph\">People want to have a concrete understanding, but God is mysterious. And what God has put within you to follow is mysterious. And while you are in the world, your greater life beyond the world is mysterious.</p>\n\n<p class=\"book-paragraph\">Therefore, the Mystery is a fundamental and essential part of your life, greater than you currently realize. It stands as the greater aspect of your reality. It represents your origin and your destiny beyond this world, the mystery of your relationships, the deeper inclinations, the mystery of the power of Knowledge, the greater Intelligence that the Creator has given to you, which is waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">While human ethics and covenants have varied and human understanding has evolved, God has created a sacred Covenant with humanity. This Covenant has not really changed, so it is not correct to say that it is new though it may be new to your understanding. For the Covenant was established long before this world existed, long before there was a human race, long before there was a human history. The Covenant was established at the beginning of time, at the emergence of the Separation at the beginning of the physical universe. It is applicable not only to human beings, but to the billions and billions and billions of other races in the universe that are also part of Creation.</p>\n\n<p class=\"book-paragraph\">The Covenant is so essential and so fundamental to your nature, your Being and your purpose in the world that it can be overlooked or missed. For people’s creation of a covenant with God has to do with their circumstances, their temperament, their history and how they perceive their future and their situation in life. But God’s Covenant is far beyond this, for it has to be true in countless situations, in countless different races, in countless different worlds because the God of your world is also the God of the Greater Community of life in the universe.</p>\n\n<p class=\"book-paragraph\">The sacred Covenant is fundamental to all life. It was not specifically created for humanity, for there are countless races in the universe. It was not aligned to one specific religion or religious understanding, for there are countless religions in the universe.</p>\n\n<p class=\"book-paragraph\">That is why God’s New Revelation is so very new because it takes you beyond the boundaries of this one world, opening you to the panorama of life in countless forms because who you are and where you have come from accounts for all of Creation, not simply one little aspect of it.</p>\n\n<p class=\"book-paragraph\">The Covenant, then, is not a Covenant with one people, or one nation, or one period of history, or one religion, or one part of the world. It is not tied to human philosophy, ethics or understanding. It is more fundamental than this. It must hold true in all dimensions for all races of beings who are living in Separation in the physical reality.</p>\n\n<p class=\"book-paragraph\">The Covenant, then, in one sense is very simple, but to live it and to live according to it requires great care. It requires real self-honesty. It requires a deeper discernment and a careful consideration of one’s life and the lives of others.</p>\n\n<p class=\"book-paragraph\">The solution to the Separation was given at the beginning of time. It is not a problem for God. It is your problem. It is your dilemma as to what voice within you you will follow, and your desire and capacity to experience a greater and expanding truth and reality.</p>\n\n<p class=\"book-paragraph\">People want simple definitions. They do not want to have to work very hard. They want everything laid out for them because they are lazy and do not realize that they have to produce real effort and consideration and discernment to recognize that which is fundamental to their nature and purpose here.</p>\n\n<p class=\"book-paragraph\">The miracle of the Covenant, God’s sacred Covenant, is that each person’s purpose and destiny emanates from it. So while it is uniform and consistent throughout the universe, its manifestations are beyond count and comprehension. It is like life abundant flowing from the same fundamental soil and reality.</p>\n\n<p class=\"book-paragraph\">This certainly is beyond human comprehension, but it is not beyond human experience. You experience the Covenant every time you engage with the deeper Intelligence that God has created within you, which represents the part of you that has never left God and is still living according to God’s Covenant.</p>\n\n<p class=\"book-paragraph\">So you may ask, “What is this Covenant? Explain it to me.” And We say, God has put Knowledge within you, a perfect guiding Intelligence. God has given you a deeper conscience, which is part of this deeper Intelligence. God has sent you into the world to serve in a unique capacity in certain situations, engaging with certain individuals in certain circumstances.</p>\n\n<p class=\"book-paragraph\">At this moment, you do not fully understand what all this means or what is required or where it will all take place. It is only at the end of life looking backwards that you can see whether you have made this primary engagement in the world or not, that the primary engagement in the world is based on the deeper engagement with Knowledge within yourself, an Intelligence that exists beyond the realm of your intellect, beneath the surface of the mind. You are here to serve the world and to overcome your conflicts, your dilemmas and to a certain extent the dilemmas of your culture and existence in this particular world. Knowledge enables you to do this because it is part of Creation.</p>\n\n<p class=\"book-paragraph\">So it is not correct to say that “God is telling me this,” or “God is telling me that,” or “I am going here because God wants me to go here,” or “I am doing this because God wants me to do this,” or “I should choose this over that because God wants me to.” It is more accurate to say that you are doing these things or basing these decisions upon the guidance and presence of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">Knowledge, then, interprets the Will and the Presence of God and is able to translate that into decisions and actions and the awareness of things to avoid and things to approach, things to consider and things that you should not consider. How this functions is entirely beyond human speculation because it exists beyond the surface of the mind—the mind that you think with, the worldly mind, the mind that is informed by your culture and your education, your temperament and your circumstances.</p>\n\n<p class=\"book-paragraph\">To gain a greater freedom in life is to follow the power of Knowledge because this liberates you in a practical and meaningful way from many of the constraints of life in the world, the problems of relationships and the dilemmas and seemingly irresolvable difficulties that life in the world and in all worlds produces.</p>\n\n<p class=\"book-paragraph\">Do not think that traveling to another planet that seems to have resolved some of the problems you face today is going to be fundamentally better because freedom, individual freedom, is rare in the universe and is very difficult to establish and to maintain in the presence of other nations that are not free. This is part of gaining a Greater Community awareness, which is part of God’s New Revelation for humanity.</p>\n\n<p class=\"book-paragraph\">The New Revelation presents the Ancient Covenant, which is that you experience God’s Presence and Power through Knowledge within yourself. You experience God’s Presence and Power in others through Knowledge within them, resonating with Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">You are here to serve the world because you were sent here to serve. Your enlightenment is always relative because you are living in Separation. But certainly the degree to which you can follow Knowledge, and have your life shaped by Knowledge, and directed by Knowledge will determine the elevation of your mind and awareness, and the quality of your life and of your primary relationships.</p>\n\n<p class=\"book-paragraph\">God makes the way simple, but when the way is simple, it is demanding. It does not have countless exceptions. It is not fraught with preferences and negotiation. But it is difficult to understand if all you are using is your intellect to comprehend greater things, for the intellect was not created to comprehend greater things. It is the mechanism of the mind to deal with the practicalities of life and things of far less importance and scope. To go beyond this, you must engage with Knowledge.</p>\n\n<p class=\"book-paragraph\">You are also in the world to develop wisdom and to learn wisdom from others, the wisdom that is compassionate and gracious, but that is very sharp and clear, powerful and effective. You were born with Knowledge, but not with wisdom. And to live successfully in this world or any world, you will need to garner wisdom that is relative to that world, to your world.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation provides wisdom from the Greater Community, beyond what humanity has ever had to establish for itself. A marvelous and rare gift this is to prepare you for your future in the Greater Community, which is now upon you, to prepare you to engage with intelligent life in the universe, which is already upon you, exhibiting itself in dangerous and hazardous ways in the world today.</p>\n\n<p class=\"book-paragraph\">Your fundamental responsibility to God is to take the Steps to Knowledge; to learn to follow Knowledge and to discern Knowledge from the other voices in your mind; to listen to Knowledge in others, to search for it amongst all the opinions, attitudes and beliefs of people around you. Your fundamental responsibility is to have Knowledge reshape your life, which represents a deeper honesty within yourself. This is what it means to be true to yourself—not to your ideas or beliefs or preferences, not to your attitudes or cultural position, but to your deeper nature, which is represented by Knowledge and the emphasis of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">God saves the separated through Knowledge. God redeems the separated through Knowledge. Not just human beings, but countless other races that are so very different from you—different in environment; different in belief; different in history; different in ethics, attitudes and associations. Only the genius of the Creator would have such a comprehensive Plan for redemption.</p>\n\n<p class=\"book-paragraph\">This, of course, makes all your absolute religious ideas very relative in the context of the Greater Community. That is why you cannot definitively discern the Will of God and try to apply that generally or in an absolute fashion to anything or anyone around you. But you are charged to take the Steps to Knowledge, and this is made very clear in God’s New Revelation for humanity, which is now being given to the world—a Revelation unlike anything humanity has experienced before, a Revelation greater than anything that has been given for over a millennium. It is new in so many ways, and yet ancient and unchanging in others.</p>\n\n<p class=\"book-paragraph\">God’s sacred Covenant with humanity is God’s sacred Covenant with the universe. In this way, God does not have to be overly concerned and involved in your daily affairs. So when people say that God told them to do this or to do that, or God brought them this or took them away from that, really, if they are being honest, if their experience is true, they are talking about their engagement with Knowledge.</p>\n\n<p class=\"book-paragraph\">The Lord of all the universes is not involved in this way because the Lord of all the universes is so intelligent. The calamities of life, the natural disasters, the plagues, the wars, the great misfortune of living in Separation, the great predicaments of living in Separation, separate from your Source, following your surface and worldly mind alone—that is not created by God.</p>\n\n<p class=\"book-paragraph\">Look at the conditions of your world. You are given a paradise, and you are destroying it as quickly as your technology will allow. You are crushing your future. You are using up your natural inheritance. You are altering the world so significantly that it may become uninhabitable in the future. Do not think you are going to hop on some spacecraft and go somewhere else in the universe. Inhabited worlds such as yours have been long inhabited by races far more powerful than you.</p>\n\n<p class=\"book-paragraph\">That is why God’s Covenant deals with the here and the now and with the decisions that each person makes, the choices they make, what they value, what they adhere to, what they respond to. This is where God’s fundamental Covenant has overarching power in determining the future not only of an individual’s life and circumstances, but of humanity as a whole.</p>\n\n<p class=\"book-paragraph\">For the future of humanity is being made by countless decisions, not simply by leaders of nations, but by every person, individually and collectively. And what informs that decision? Is it the power and the presence of Knowledge? Or is it the will, the fear and the ambitions of the individual? Clearly, humanity’s foolishness, its stupidity, its errors, its tragedies, its conflicts all arise out of this fundamental problem of what informs the decisions of each person involved.</p>\n\n<p class=\"book-paragraph\">This is how God’s Covenant is applicable in all situations. It is not that God has a different law or rule for this and a different law and rule for that. While you may be bound and even required to follow certain precepts and principles according to law and ethics of your given culture and nation, that is fine as long as it does not violate your fundamental relationship with Knowledge, which represents your Covenant with God.</p>\n\n<p class=\"book-paragraph\">Here your deeper conscience, not your social conscience, the deeper conscience becomes your ultimate judge of what must be done or not done. Said in another way, God’s Covenant requires you to be fundamentally honest with yourself and true to your deeper nature.</p>\n\n<p class=\"book-paragraph\">While it is fine and necessary for nations to create ethics and principles and laws governing behavior to maintain social order and to mitigate the errors that will surely arise, and to at least idealistically or in principle create a just system, it is the conscience, the deeper conscience of the individual, that We speak of here today.</p>\n\n<p class=\"book-paragraph\">To engage with that conscience, you must be very honest. You must set aside your fears and your preferences long enough to know what is true at a deeper level. But this is difficult for people, for they have never exercised this very sufficiently, except for rare individuals in rare situations. So that is why God’s New Revelation provides the Steps to Knowledge to give each person the opportunity to build a fundamental relationship and association with the power and presence of Knowledge within them.</p>\n\n<p class=\"book-paragraph\">Here you cannot make absolute beliefs because Knowledge may make one person to do one thing and tell another person not to do that. You cannot say, “My belief is the Will of God.” Because the Will of God is manifesting itself in countless ways, working through individuals from the inside out, how can you predict what is absolutely correct for everyone? You cannot. It is dishonest. It is foolish. And it ends up being destructive to the lives of people.</p>\n\n<p class=\"book-paragraph\">The separated are reclaimed through Knowledge. The wicked are prepared for Heaven. Hell is where you are now, at least one level of Hell. You can go into a deeper Hell, a deeper state of Separation, but in the end, God will reclaim all of Creation.</p>\n\n<p class=\"book-paragraph\">It is because of the Covenant, you see. You cannot destroy Knowledge within yourself. You can divorce yourself from it. You can run from it. You can seal it off. You can deny it or disbelieve its presence and power. You can do everything you can to avoid your deeper conscience, but you cannot erase it. It is with you always. It was with you before you came into the world. It will be with you when you leave this world.</p>\n\n<p class=\"book-paragraph\">To engage with Knowledge while you are here is the real meaning of spirituality and spiritual development. To take the Steps to Knowledge is the core and fundamental action. Given in whatever religious tradition it may be manifest, it represents the fundamental spiritual practice. Believing in God or believing in a human ideology of God or trying to emulate what that teaching prescribes will not really be effective if you cannot gain a fundamental relationship with Knowledge. You are still separate from God. You are still functioning from your ideas, driven by fear—fear of loss, fear of failure, fear of deprivation, fear of God, fear of death, and so on and so forth.</p>\n\n<p class=\"book-paragraph\">That is why many people who consider themselves to be very pious in their religious faith are still not close to God because they have not made the fundamental connection with Knowledge within themselves. They have substituted their beliefs, their fundamentalism, their religious scriptures for their fundamental relationship with Knowledge. They have missed the mark. They are relying upon the wrong thing.</p>\n\n<p class=\"book-paragraph\">They are afraid of the Mystery, which is the source and meaning of their life. They want everything to be explained. They do not want to have to live with questions. They only want to use answers. They are afraid of themselves. They are afraid to go beneath the surface of the mind. They are afraid of God’s Covenant, which supersedes their beliefs in all situations.</p>\n\n<p class=\"book-paragraph\">Many people claim to have a “natural religion,” but it ends up becoming very unnatural because they have substituted their primary and primal relationship with Knowledge with a set of beliefs, an ideology, a system of thought or a religious institution. Belief now becomes their main focus instead of a deeper experience that transcends the limits of belief and is far more powerful, strong and permanent than any belief could ever be.</p>\n\n<p class=\"book-paragraph\">That is why there is a great difference between the manifestation of religion and all of its great edifices and pronouncements—its admonitions, its ideology, its cosmology and its theology—and the Mystery that lives within each person, waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">But people still need a structure, and that is why the New Message provides its ethics and gives a framework for participating in the world. But the framework is open. It is not absolute because Knowledge is working in different ways, in different people, to achieve the same goal and the same end.</p>\n\n<p class=\"book-paragraph\">When you leave this world and return to your Spiritual Family, who have been watching you in the world, they will ask you, “Did you achieve what you set out to achieve?” In that moment, you will not be encumbered by belief. For when you leave this world, you will not have any beliefs. But you will know intrinsically if you accomplished your tasks and objectives or not. Here there is no judgment. There is no condemnation. There is only the perfect Knowledge that you must try again.</p>\n\n<p class=\"book-paragraph\">How very different this is from people’s notion that God is going to dispel all human error in the end, for God did not create human error, and therefore it must be uncreated by those who created it. But this would be impossible unless you had the power and presence of Knowledge within yourself. For only it can overcome evil. Only it can guide one in even the most complicated and difficult set of circumstances. Only it can make the right choice in every situation and choose the right people to be with. Only it can tell the difference between what is good from what only looks good.</p>\n\n<p class=\"book-paragraph\">This is God’s Covenant. Mysterious it is, powerful, very difficult to articulate in words. Very difficult to create a new theology describing what Knowledge will do in all people, in all situations, in all circumstances, for this cannot be done. Instead, religion must create a framework, an ethical and practical framework that honors the fundamental spiritual practice of taking the Steps to Knowledge and encourages people in this direction and provides the wisdom of this era and of the ages to assist people in engaging with the power and the presence that lives within them, which exists beyond the realm and the reach of the intellect.</p>\n\n<p class=\"book-paragraph\">This is the difference between a saint and a scholar, you see. Scholars interpret, but it does not mean that their range of experience is very great. At best, they garner wisdom from the present and the past and bring it forth into the world’s circumstances today. At worst, they become the scribes of ideology and the prosecutors of humanity.</p>\n\n<p class=\"book-paragraph\">There are important things to follow and not follow, and they are prescribed in God’s New Revelation. They are general in the sense that they apply to most people and most situations and are very reliable. But you still have to make the deeper engagement with Knowledge. If you bypass this, then you put yourself in a position where you cannot receive God’s Grace, Power and Presence except very incrementally and very infrequently.</p>\n\n<p class=\"book-paragraph\">God’s essential Covenant says you can be separate, but only for a time, and in time. In the end, you are still part of Creation and will return. How different this is from the covenants that are proclaimed and established in humanity’s religious institutions, and institutions of other races in the universe who have the same problems with the deeper engagement that you do.</p>\n\n<p class=\"book-paragraph\">There are no enlightened races of beings in the universe, or they would not be in this stage of reality. Everyone is dealing with the problems of Separation. And while there are wise individuals, and sometimes wise leaders of nations, everyone has the same fundamental problem. It is the problem not only of survival and security in a changing physical reality; it is the problem of what one will follow, and what others will follow within themselves and between each other.</p>\n\n<p class=\"book-paragraph\">If people in the world could become closer to Knowledge, then the commitment to follow certain resolutions would be far stronger than they are today. People would make sacrifices to do what is right. People would make decisions to do what will work. People would invest in the future and not simply try to live for the moment, like locusts upon the land.</p>\n\n<p class=\"book-paragraph\">You would have problems, but far fewer than you have today. And you would be building the foundation for a better future instead of trying to re-enact the past. You would preserve the world’s resources instead of exhausting them. For this world is all you have, and what your children and their children will have in the future will be dependent upon what you can preserve and secure today.</p>\n\n<p class=\"book-paragraph\">Do not think you can go into the universe to gain that which you have depleted or destroyed here on Earth, for worlds such as yours are rare, and they are well protected. They are coveted by many.</p>\n\n<p class=\"book-paragraph\">This is part of growing up—ceasing to be a reckless race, an adolescent race, a destructive race. You would end war when you realized that you have to preserve the world and protect yourself against intervention from the Greater Community. It would change entirely your understanding of your situation and what would motivate you to do what is really correct and productive.</p>\n\n<p class=\"book-paragraph\">It is all based upon what informs the individual—the power and presence of Knowledge and God’s Covenant with all life.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/gods-ancient-covenant-with-humanity.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/gods-ancient-covenant-with-humanity/"
}