{
  "title": "God’s New Message for the Islamic World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Today We shall speak of a Message for the world of Islam. For God wishes to speak again to a world in great need and has sent a new Messenger into the world. No one can say this cannot be, for it is up to God what God wills to do.</p>\n\n<p class=\"book-paragraph\">But God cares for the world’s great traditions, which have been so changed by man over time, and which have been used by governments and commerce for different purposes and very unholy aims so often.</p>\n\n<p class=\"book-paragraph\">Even today there is great religious violence in the world, in the world of Islam, as there has been religious violence in other traditions over the centuries with terrible results, great cruelty and devastation wrought in the name of God, which in all cases is an abomination.</p>\n\n<p class=\"book-paragraph\">But God understands that people living in Separation, without the power of Knowledge to guide them, will be confused, will make mistakes, even grievous mistakes. They will harm themselves and others and damage the whole world.</p>\n\n<p class=\"book-paragraph\">This is the situation you are facing now—a declining world; a changing environment; wrought by human ignorance, abuse and corruption. A great turning point for the human family, this is. Greater than your political struggles and social change, this is. Greater than your ideology, this is. It is enough to undermine and destroy all of human civilization.</p>\n\n<p class=\"book-paragraph\">God sees what is coming. God knows when it is time to speak. Let no man object to this, for that is merely foolishness and arrogance. For God exists beyond the beliefs and the religious principles of humanity, a reality beyond the grasp of your intellect, which is far too small to consider the greatness of God, not only of this world, but of a universe of worlds—a billion, billion races and more in this galaxy and galaxies beyond, and in the infinite expanse of Creation, timeless Creation, beyond the physical manifestation.</p>\n\n<p class=\"book-paragraph\">Hear then the words of Grace, given through the Angelic Assembly, who directed the Jesus, the Buddha and the Muhammad, all of whom have come from the Angelic Assembly.</p>\n\n<p class=\"book-paragraph\">Now another member of the Assembly has been sent—a humble man, a man who has struggled and proven himself over decades of trial, receiving the largest Revelation ever given to this world, given now not in pastoral themes and anecdotes but in the clearest possible terms, with much repetition and clarification. It brings its own commentary, which cannot be left up to individuals at this time and in the times to come.</p>\n\n<p class=\"book-paragraph\">Therefore, We speak to the world of Islam today, with great respect, but with great urgency as well, for you must understand that the Prophet Muhammad was part of a Greater Plan, one of the great Emissaries. But he is not the last. No one will ever know who the last may be.</p>\n\n<p class=\"book-paragraph\">But these Emissaries only come once every millennium at a great crisis, turning point and opportunity for the human family to provide a new vision, a great clarification, a new way forward in response to a changing world and great and overarching needs, which humanity cannot see and for which it is completely unprepared.</p>\n\n<p class=\"book-paragraph\">Know that the Prophet Muhammad stands with the Messenger that is now in the world, for they come from the same Assembly, you see—half human, half holy, imbued with a greatness that no other person in the world can understand. Beyond being teachers or merely prophets or great saints or advocates, they bring a whole new reality, a great expansion of human understanding, a great preparation for a future that will be unlike the past.</p>\n\n<p class=\"book-paragraph\">You must lift your eyes to Heaven to hear this and understand this. Your mind may object on principle, on the laws of your religion, on what was said and written centuries ago. But God is not bound by these things. The Lord of the universe cannot be thwarted by human presumption or belief.</p>\n\n<p class=\"book-paragraph\">The Lord of the universe, who oversees countless religions, understands there is a greater movement in the world of humanity, a Greater Plan for the world of humanity, beyond human understanding. That you are part of this Plan is essential, you see, for your own individual revelation and salvation.</p>\n\n<p class=\"book-paragraph\">You must have humility now. You must yield to the Great Revelation that is now being given to the world. You were taught and trained to submit and to yield, but that does not merely mean to submit and to yield to what was given to humanity centuries and centuries ago. It is to submit to the Will of God.</p>\n\n<p class=\"book-paragraph\">God’s Word and Sound are in the world, speaking once again after such a long silence—speaking now to a literate world, to a world of global commerce and communication; speaking now with great clarity; speaking now to tell you what is coming and how to prepare and what must be done to bring peace and cooperation in a world facing such drastic change.</p>\n\n<p class=\"book-paragraph\">For there must be an end to human conflict now. Everything must be saved and preserved in a world of declining resources and growing population. Everything must be used wisely, purposefully, with this future in mind. Nothing can be wasted now, you see, for you are drinking from a slowly shrinking well.</p>\n\n<p class=\"book-paragraph\">God foresaw this, of course. It is the fate of so many nations in the universe—countless they are—who degrade their own worlds and have to face the reality of living in a Greater Community of life in the universe. Humanity knows nothing about this.</p>\n\n<p class=\"book-paragraph\">This is part of the great threshold you are now facing. It is contact with other races who are now here in the world to take advantage of a weak and unassuming humanity, to further human conflict, to weaken human authority, to undermine human sovereignty in this world. For this, humanity must unite or risk losing everything of value here. God’s Revelation speaks of what this means, why it is occurring and how individuals and nations must prepare.</p>\n\n<p class=\"book-paragraph\">The doors of the universe are being thrown open, but you must have the will to know. You must have the eyes to see and the ears to hear. You must not be bound by religious belief and ideology or you will be dead to your Creator—unresponsive, without recognition, without reverence.</p>\n\n<p class=\"book-paragraph\">It is only by coming to God’s Revelation that you can see that it is truly what it says it is, that it speaks wholly and honestly and plainly, for there can be no mistake.</p>\n\n<p class=\"book-paragraph\">The challenge is for the listener, as is always the case, as it was the case for Muhammad. For who could hear him? Who would listen to him? People at that time were so bound to their tradition, to their history, to their economic interests, to their political position. Who could hear a Prophet from God? What a struggle it was for him to reach even the beginning numbers of people he would need to rely upon to bring his Revelation into the world.</p>\n\n<p class=\"book-paragraph\">Now it is happening again, you see. You do not know how blessed you really are to live at a time of Revelation. Perhaps you think it is terrible. Perhaps you fear it. Perhaps you reject it. Perhaps it makes you angry and enraged. But you are so blessed to live at a time of Revelation.</p>\n\n<p class=\"book-paragraph\">This will reveal who is open to God and who is not, who can receive Revelation and who cannot, who trusts the Power of the Creator and who does not. When the test finally comes, you see, everyone perhaps feels safe and secure in their religious belief and tradition, but when the Lord speaks again, it is the test, you see.</p>\n\n<p class=\"book-paragraph\">Who will pass this test, and who will fail this test? God will not punish you if you will fail, but do not seek favor with the Lord of the universe if you will not support His Messenger; if you will not hear His Great Message for the whole world, given now not just to one tribe or nation but to all people, in all faith traditions—not to end their traditions but to bring them closer, to make them purer, to make them more in line with the Will of the Creator instead of the plans and goals of man.</p>\n\n<p class=\"book-paragraph\">This is the test—the test for the recipient, the test for you as an individual. For you cannot be neutral in the face of something like this. You cannot pretend not to know. You cannot run away. Blind rejection means you are too afraid to even look.</p>\n\n<p class=\"book-paragraph\">It is the test. Can the human family, as fractured and divided as it is, as filled with enmity and conflict and distrust as it is, receive a New Message from God—a Message to save humanity from internal collapse and from subjugation from beyond?</p>\n\n<p class=\"book-paragraph\">Who will listen? Who will hear? The Messenger is an older man now. In his remaining years, who will listen and who will hear? He is the Bringer of the Word. There is no one else. He is the fulfillment of the prophecies, no one else.</p>\n\n<p class=\"book-paragraph\">He is a humble man. He claims no worldly power. He will not lead a nation. He will not lead an army. For that is not necessary now and would only plunge humanity into a grave and endless conflict.</p>\n\n<p class=\"book-paragraph\">If he is rejected, human civilization will begin to decline—as the rivers dry up, as the planet becomes intolerably hot, as the crops fail, as great numbers of people are forced to flee their homeland. Where will they all go, and who will receive them?</p>\n\n<p class=\"book-paragraph\">Some will think it is the end of time, but it is really the great transition, the great adaptation to a world that humanity has created through its misuse of the world, through its blindness and ignorance, using everything only for the moment.</p>\n\n<p class=\"book-paragraph\">Who has the eyes to see and the ears to hear? The world is telling you these things every day. The Great Waves of change are coming. They are building. They are only just beginning.</p>\n\n<p class=\"book-paragraph\">You pray to God for deliverance, for strength, for purpose. You pray to God for resolution to conflict. You pray to God for the well-being of your people and your nation. And God sends a Great Revelation into the world, so great you cannot even fathom it. Yet who will receive the answer when it is given? Who has the humility, the courage, to hear again?</p>\n\n<p class=\"book-paragraph\">If you should deny the Messenger and the Revelation, God will not punish you. But do not seek favor with God. Do not seek favor with the Angelic Assembly that watches over this world.</p>\n\n<p class=\"book-paragraph\">You cannot be neutral. If you maintain a position of uncertainty, it is because you are afraid to see and know. It is clear as day if you are without preferences in this matter.</p>\n\n<p class=\"book-paragraph\">It is a great challenge, a great test. It is the perfect thing for the world now. For the religions of the world cannot save humanity from what it is facing now. They were not designed to do this. They are all building blocks of human civilization, all a preparation for a greater future. They are all necessary. There should be no contention between them. There should be no persecution between them. There should be no war between them, for this is a great and grievous error.</p>\n\n<p class=\"book-paragraph\">No man, no nation, no institution can claim an understanding of God’s Will, Presence and Power, for that is beyond human comprehension entirely. Can you understand a God of countless races and thousands of galaxies? This is the epitome of arrogance and presumption.</p>\n\n<p class=\"book-paragraph\">The authenticity of the Revelation is in the Revelation. It is entirely honest. It is entirely pure. It is entirely clear. If you will listen with an open heart, seeking to serve and know God, then its gifts will become apparent, and you will see their total relevance to the world you are facing now and will have to face increasingly in the future.</p>\n\n<p class=\"book-paragraph\">The Sound and the Word are in the world. Our Voice is being made available for the very first time—such a Voice that spoke to the great Emissaries, the great Messengers of the past. Available now for you to hear, so there will be no mistake, so the Revelation will not be misconstrued or reinvented later by cunning, clever and ambitious individuals.</p>\n\n<p class=\"book-paragraph\">The spirit and the heart of the Revelation are in keeping with all that has been given before in its pure form, but who has the Revelations from the past in their pure form?</p>\n\n<p class=\"book-paragraph\">Great clarification must be given and is being given so that the Christianity and the Islam, the Buddhism and the Hinduism, and all other faith traditions may survive within a Greater Community of life and not merely die off as antiquated or irrelevant to a New World experience.</p>\n\n<p class=\"book-paragraph\">It is the greatest thing that the Revelations have been given and preserved. It is the greatest honor to serve them, in each person’s capacity. They are so very important to assure humanity’s success and future.</p>\n\n<p class=\"book-paragraph\">But they cannot be used as weapons of war. They cannot be used to persecute others. They cannot be used to justify cruelty, punishment and death under any circumstances. You must repent in this regard. In each tradition, you must repent.</p>\n\n<p class=\"book-paragraph\">All human understanding is an estimation. Living in time and space and change, you cannot understand that which is forever, which is permanent, which does not change. Until you awaken from your separated state, you will not be able to see that which is timeless and forever.</p>\n\n<p class=\"book-paragraph\">God has brought the answer to the Separation—that which separates you from your Source, from your origin and your destiny; that which keeps you in misery; that which keeps you confused and aggravated, fearful, envious and full of remorse. It [the answer] is the great Revelation of this time.</p>\n\n<p class=\"book-paragraph\">Muhammad stands with the Messenger. You must understand this. This is not a competition. This is a fulfillment. This is the next stage. This is the next chapter that brings all the former chapters together, honors them and gives them strength. They now have a greater purpose.</p>\n\n<p class=\"book-paragraph\">The purpose is to save human civilization from internal collapse and from external subjugation. Every religion must serve this purpose or everything here will be lost. It is the greatest change the human family has ever had to face, and it is just beginning.</p>\n\n<p class=\"book-paragraph\">You will have to defend the planet, not merely your homeland, through service; through contribution; through cooperation; through wisdom, power and strength. If nations begin to fail, they will fall like dominoes.</p>\n\n<p class=\"book-paragraph\">It is this you must prevent. It is this that is your calling. Whether you have a religion or not, whether you are faithful or not, this is your calling. If you lose your foundation here in the world, you will have nothing but despair. And there will be no good outcome for you, for your nation, for your life.</p>\n\n<p class=\"book-paragraph\">That is why God has spoken again. God will not let humanity fail because of its foolishness and arrogance. For God loves humanity. God’s Plan is to save humanity, and that is why God has spoken again.</p>\n\n<p class=\"book-paragraph\">People of Islam, hear the Revelation. Hear the Grace, the Power and the Love this brings to you, the freedom, the certainty, the clarity.</p>\n\n<p class=\"book-paragraph\">Be you of any position in society, it is the same challenge. It is the same gift. It will free you internally. It will bring your life into balance. It will restore to you the greater reason you have come into this world at this time, under these circumstances—the perfect time to be here for you. It will bring an end to shame and unworthiness if you can receive, if you can follow and understand.</p>\n\n<p class=\"book-paragraph\">This will fulfill Islam, which is falling apart now, breaking up into warring factions, breaking up along its great division, succumbing to a changing world.</p>\n\n<p class=\"book-paragraph\">God seeks to fulfill you, not to rob you, but you must see with clear eyes. You must listen with an open heart. You must pray for certainty and clarity in these matters, for God has spoken again.</p>\n\n<p class=\"book-paragraph\">The Revelation is in the world. It has taken the Messenger 30 years to receive it and to learn of it sufficiently. It has taken 30 years to call a few individuals to help him to proceed.</p>\n\n<p class=\"book-paragraph\">He has kept a record of the whole process of Revelation, which is being revealed now for the very first time so that you may know and understand; so that you may be relieved and unburdened; so the world may have a new beginning instead of a calamitous end; so that people of all nations and faiths may honor each other’s humanity and know they serve one God.</p>\n\n<p class=\"book-paragraph\">It is the New Revelation that makes this possible.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/gods-new-message-for-the-islamic-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/gods-new-message-for-the-islamic-world/"
}