{
  "title": "Going Beneath the Surface of the Mind",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You were born with two minds—a surface mind that has been conditioned by the world; conditioned by your cultures, your family, religion perhaps; conditioned by your experiences, your decisions, your regrets and your resentments. The surface mind is unstable. It is fundamentally insecure.</p>\n\n<p class=\"book-paragraph\">But you have a deeper Mind, a Mind that has been created by God, a Mind that We call Knowledge because your experience of it will produce profound experiences of Knowledge [knowing] and intuition. Knowledge is very unlike your surface mind. It is quiet. It is certain. It is not afraid. It does not speculate. It does not debate. It does not argue. It does not project blame. It is not governed by fear and insecurity. It is quiet. It is deep. It watches and waits. It sees. It knows. And it prompts dramatic and courageous action.</p>\n\n<p class=\"book-paragraph\">You cannot govern this deeper Mind with your surface mind. You cannot use it as a resource. Spirit is not a resource for the mind. You cannot use it to win contests, or to manipulate other people or to gain advantages. In fact, really, your intellect is a resource for Knowledge in the true hierarchy of your Being.</p>\n\n<p class=\"book-paragraph\">Yet the reality that your mind is trying to use Spirit, and this is true for most people, at least at the outset of their self-discovery, shows you how backwards and upside down your approach really is and that this is the condition of humanity. In fact, it is the condition of manifest life, intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">God has given you Knowledge to guide you, to protect you and to lead you to a greater fulfillment in life—a fulfillment based upon your higher purpose for coming here, a higher purpose that only Knowledge knows.</p>\n\n<p class=\"book-paragraph\">Knowledge is mysterious. It cannot be defined. It is not something the intellect can conceptualize effectively. It seems mysterious because you cannot control it, you cannot define it and you cannot put it into a simple explanation.</p>\n\n<p class=\"book-paragraph\">Some people are afraid of Knowledge for this reason. They feel it is unpredictable, and they cannot be in control of it, and so it frightens them. They are afraid to be guided by something that they do not fully understand. That is because the intellect wants to be the ruler of their life. It wants to use Spirit as a resource. It wants to feel in control. It wants to be in charge. This, of course, is all born of a fundamental confusion, the confusion that is the result of living in Separation.</p>\n\n<p class=\"book-paragraph\">You who have come from God’s permanent Creation now have to function as an individual and have to deal with the changing circumstances of the world—constantly problem solving, constantly trying to adapt, constantly trying to negotiate and navigate the difficult and uncertain times of life. The intellect has been given prominence here. It has an extremely necessary role to play, but it is not a god. It is not the final arbiter of reality. It is not the ultimate truth. And it is not the Greater Reality of your life.</p>\n\n<p class=\"book-paragraph\">All spiritual practice, in whatever form or tradition, is to fundamentally enable your thinking, surface mind to connect with the deeper Mind of Knowledge. For God speaks to you through Knowledge. God provides guidance, restraint and inspiration through Knowledge. God redeems the separated through Knowledge.</p>\n\n<p class=\"book-paragraph\">Instead of trying to comprehend the ultimate reality of God, or trying to escape the reality of being in the world by attempting to achieve some higher or ultimate state, as you might conceive of it, real spiritual practice is to connect with Knowledge and to yield to Knowledge. This is how God redeems you.</p>\n\n<p class=\"book-paragraph\">Some people believe that God is managing every aspect of their life, that everything that happens to them is some kind of guidance by God. So they try to understand why their life is not working very well, why they are not feeling very good, why their mental and physical health is so compromised—trying to assign everything to God. But God is not managing the daily affairs of your life. The Creator of the entire universe is not being focused on managing your daily affairs. This is, of course, ridiculous.</p>\n\n<p class=\"book-paragraph\">But God has put Knowledge within you to guide you, to keep you from going astray, to keep your life focused on the true direction it was meant to follow, to bring into your life a greater certainty, a greater power and a greater ability to communicate with others at a deeper level. To the extent that you experience Knowledge and are connected to Knowledge consciously, these powers begin to emanate in your life, and you find you have the strength to overcome seductions and manipulation, to overcome your own self-destructive tendencies, whereas before you did not have this power. You could not override these tendencies within yourself.</p>\n\n<p class=\"book-paragraph\">Therefore, spiritual practice is about connecting with the deeper current of your life. Knowledge is speaking to you, but you cannot yet hear it because your mind is so preoccupied, so caught up at the surface, so dominated by external forces and influences that you cannot feel and hear the power and the presence of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">People think that Knowledge is just fleeting moments of intuition, and while they might value this intuition, rarely do they track it to its source. Rarely do they really take the Steps to Knowledge. They try to benefit from these fleeting experiences perhaps, but they do not know where they come from. So the real power and ability within themselves—their core strength, the source of their integrity and power in the world—is never discovered.</p>\n\n<p class=\"book-paragraph\">It is not enough to stand by the well and hope that the message will issue forth. You have to get into that well. You have to make a deeper connection. You have to exert the effort and take the steps to this deeper source of power and inspiration, breaking free from the surface sufficiently so that you can make this deeper connection.</p>\n\n<p class=\"book-paragraph\">God is holding you back, moving you forward, restraining you from this, moving you towards that, but if your mind is caught up at the surface with its judgments and its fears, its beliefs, its attitudes, its ambitions, its fantasies, well, all is being lost upon you, who are meant to be the recipient of God’s Power and Grace.</p>\n\n<p class=\"book-paragraph\">Knowledge is trying to move your life in a certain direction, but if you keep trying to move your life in a different direction, you will feel a tremendous inner conflict and uncertainty. And the more willful you are, the more determined you are to take your life where you think it should go, the greater this conflict will be, and the more you will be disassociated from your deeper nature and the deeper current of your life.</p>\n\n<p class=\"book-paragraph\">This disassociation is the fundamental problem and source of suffering for people. Beyond sheer physical deprivation from lack of food, water, shelter or sufficient security, this is the source of people’s anxiety. It is the source of their longing. It is what they are attempting to find in their relationships, what they are seeking through their pursuits and their acquisitions—this feeling of being connected, of being whole, of escaping the plaguing and driving sense of fear and inadequacy.</p>\n\n<p class=\"book-paragraph\">The answer is within you, but you must bring your life into a kind of focus and orientation in order for this Knowledge to emerge. It is not like pulling a rabbit out of a hat. Your life must be moving in the direction it is meant to move. Then you will feel the movement of Knowledge within yourself. If you keep trying to go somewhere else to have all these things you think you want or need without understanding whether they are really in alignment with Knowledge within yourself, then you will be in perpetual conflict. And the need of your soul will go unmet.</p>\n\n<p class=\"book-paragraph\">Even if you are successful in your pursuits and are able—through sheer determination or manipulation and deception of others—you are able to achieve your personal goals, you have made no progress at all if you are not moving in the direction that your life is meant to go. In fact, you have taken yourself farther afield, and you will feel restless and incomplete as a result.</p>\n\n<p class=\"book-paragraph\">Even if you achieve wealth and are surrounded by luxuries, you will be restless and discontented because the deeper need of your soul has gone unmet, and you have taken yourself so far afield, so far off course, that you do not know where you are now. You are lost, and your life is empty. You keep trying to have more things, do more things, have more experiences to somehow offset this feeling of inadequacy and longing. You keep the mind stimulated, focused and preoccupied, but deep within you, you know you are not living the life you are meant to live.</p>\n\n<p class=\"book-paragraph\">It is this awareness and this dissatisfaction that finally can enable you to make a fundamental shift and a re-evaluation of your life and circumstances. It is this dissatisfaction that is the light of hope, the light at the end of the tunnel, a sign that great change may be achievable. When you stop pretending that you are happier than you really are, when you stop identifying with all your possessions and accomplishments and begin to tell the truth about your deeper experience, then you realize there is a greater need within you that is calling for you and that you must respond to.</p>\n\n<p class=\"book-paragraph\">This requires that you listen to the movement of Knowledge. This is the beginning of your spiritual practice, your practice in stillness and listening. In this practice, you are not trying to get anything; you are not trying to have realization; you are not trying to have new ideas; you are not trying to have answers or remedies for your problems. You are listening and you are still.</p>\n\n<p class=\"book-paragraph\">At first, this stillness is a kind of frustration because you begin to see how erratic your thinking is and how dominated you are at the surface of your mind. Many people lose heart here and give up and feel that they are dealing with an overwhelming force. They cannot seem to override the constant stimulation of their imagination. Their mind is so agitated and so driven that when you begin your practice in stillness, that’s all you experience, and it is unpleasant, and it is shocking. But if you have a deeper focus and are in a quiet environment and are sitting comfortably, if you persist, you will begin to sink your awareness down beneath the surface.</p>\n\n<p class=\"book-paragraph\">Perhaps you will have to sit for thirty minutes or an hour before you begin to sink down below the surface. You must have a point of focus. It can be an image; it can be something that you see with your eyes half closed; it can be the words “Na Rahn”; it can be a sound. It cannot be significant or stimulate your imagination. It must be something very simple that you focus on. And this allows you to sink down beneath the turbulence of your surface mind.</p>\n\n<p class=\"book-paragraph\">When you begin to have this experience, it will seem like you are approaching a state of emptiness, that there really is emptiness there. For some people, this is frightening and gives rise to anxiety. But emptiness just means you are not being stimulated at the surface.</p>\n\n<p class=\"book-paragraph\">You are entering a more quiescent state. The mind will still pull you back, but you are able to continue to sink beneath it. And you are awake. You are not asleep. You are not dreaming. You are present.</p>\n\n<p class=\"book-paragraph\">This state of quiet is immensely refreshing. It is refreshing to the mind. That is why you sleep at night—to refresh and to rest your mind. It is refreshing to the mind. It is not about getting things. It is not about shopping and buying. It is not like your constant pursuit at the surface, trying to have things and driven by the fear of not having. Here you are just floating, free from the aggravation, the stress and the turbulence of life at the surface. Now you are going deeper in the ocean of consciousness, where things are much more still. Life may be raging at the surface, but you are living now in a moment of stillness.</p>\n\n<p class=\"book-paragraph\">Keeping your focus on your words, your sound or your image, you are able to hold this. Your senses begin to open. Your ears begin to open. And as you become used to this state and are able to achieve it more frequently, then you begin to feel there is a deeper consciousness and a deeper conscience within you, that what seemed like emptiness is actually a deeper awareness.</p>\n\n<p class=\"book-paragraph\">This awareness is not agitated. It is not filled with imagination. It is not running all over the place. It is not flitting from the past to the future. It is just there, a great and powerful Presence. What is important here is not to try to understand because that just puts you right back at the surface, but to be there and to experience it—to breathe it in, to acclimate yourself to its presence. You are just there. You are not trying to get anything, solve anything, resolve anything, avoid anything. You are just there.</p>\n\n<p class=\"book-paragraph\">Then when your meditation practice is over, you can come back into the world in a more quiescent state, a more aware state, a more observant state, and it will be very refreshing for you—refreshing like taking a hot shower after being out working in the heat of the day, refreshing to the mind.</p>\n\n<p class=\"book-paragraph\">As you are able to have this experience, which will be very intermittent and perhaps infrequent at the outset, but as this grows for you, you will be able to refer to this deeper state and listen to it and for it. You will see you feel one way at the surface, but at a deeper level, the feeling is different.</p>\n\n<p class=\"book-paragraph\">In facing an important decision, at the surface you will try to calculate the benefits and the liabilities, the pros and the cons of the decision. But deeper down, it is either a yes or a no or there is nothing, which means it is not important now. Sometimes the yes or the no is strong or weak, which means you must proceed with caution.</p>\n\n<p class=\"book-paragraph\">Instead of just trying to have an answer, you have to experience what this means at a deeper level. It is not enough that you just have answers. It is more important that you have awareness and comprehension, for an answer is but for the moment, but comprehension is for your whole life.</p>\n\n<p class=\"book-paragraph\">Over time, your reference to this deeper state will allow information to come into your mind from Knowledge itself. As you listen to other people, have your mind become still. Do not try to engage or follow their line of thinking. Just listen and become still. Things will come into your mind periodically that are really a breakthrough of understanding. As you learn to do this, you will experience that what people are saying is not what they mean and that they are really communicating at another level that is barely recognized by anyone around them.</p>\n\n<p class=\"book-paragraph\">From this deeper experience of Knowledge, you will feel restraint about certain things—things that may attract you, things that might look profitable or beneficial or pleasurable. You will look at them, and your mind will begin to become tantalized, but deeper down, there is a restraint.</p>\n\n<p class=\"book-paragraph\">Knowledge cannot be seduced. It cannot be induced to do things that go against its nature and its design. That is why it has such great power in the world and is so immensely reliable and trustworthy.</p>\n\n<p class=\"book-paragraph\">You have two minds within you. You need to pay attention to the deeper Mind. You do this through your practice in stillness and inner listening. And you do this out in the world when you remind yourself to clear your thoughts and to just be present and observant. All the time, when you are waiting for something—waiting for a bus, waiting at a stoplight, waiting in a line of people, you can be practicing stillness and inner listening. If you are driving an automobile, you can be practicing listening and watching, fully alert. Turn off the radio at home. Turn off the television. Step away from your computer machine.</p>\n\n<p class=\"book-paragraph\">If you are faced with an important decision, listen to see how Knowledge is responding. You might try to weigh the choices. That is okay. But you must come back to Knowledge in the end. You may ask yourself: “Should I make this decision?” You will feel it; you will sense it if there is a response.</p>\n\n<p class=\"book-paragraph\">Many people ask questions that do not need to be asked or are trying to make decisions that they are not ready to make, so they do not receive anything from Knowledge. Again, Knowledge will not just give you spot answers. It is giving you awareness. It is giving you insight. It is preparing you for the future. You are making an engagement. Do not seek this relationship just to get ideas or spot answers to your questions because you cannot use Knowledge as a resource.</p>\n\n<p class=\"book-paragraph\">This is a teaching and a preparation. God is not your servant, serving your wandering desires, your erratic thinking. If you are going to come to the deeper power that God has placed within you, you must come to give yourself. You must come in a sacred manner—not to get something, not to steal something, not to get your answer. If that is your intent, Knowledge will be silent, for you are not ready to make the real engagement that must be made.</p>\n\n<p class=\"book-paragraph\">Knowledge is not going to give you what you want, but it will give you what you need. And it will direct your life and redirect your life so that it can move in a positive direction as it was destined to do, according to a greater purpose that has brought you into this world at this time to face the circumstances of life that are emerging now.</p>\n\n<p class=\"book-paragraph\">Once you enter life, nothing is certain except Knowledge within you. There is no guarantee your life will work out, that you will find your greater purpose, that you will meet the people you really must meet, that you will have great advantages. There is no guarantee. There is only the power of Knowledge.</p>\n\n<p class=\"book-paragraph\">You have a body. You have a mind. You must learn to direct them and to nurture their health and their integrity. You must be strong physically, strong mentally, strong emotionally and free to respond to the deeper power that God has placed within you.</p>\n\n<p class=\"book-paragraph\">Therefore, you must come to give yourself. You must come with humility. You do not come as a thief in the night. You must come to develop your skills in inner listening and being in a state of silence, sitting quietly. Learn to escape the agitation of your surface mind. It is not just about being at peace. It is about making a real connection to the deeper Intelligence within you.</p>\n\n<p class=\"book-paragraph\">Your mind is like the ocean. At the surface, it is being swept by the weather and the winds of the world—one day quiet, the next day stormy, erratic, irrational, with no certain movement, turbulent, unpredictable. But at a deeper level, there are currents moving the waters of the Earth, like a conveyor belt, moving the waters from one part of the world to another, with a deeper certainty and regularity.</p>\n\n<p class=\"book-paragraph\">This is a good analogy for your mind. At the surface—turbulent, slavish, being whipped up by the world, full of fear and desire, anxiety and insecurity, but at a deeper level, there is a greater movement and a deeper current.</p>\n\n<p class=\"book-paragraph\">When you look at the ocean from the surface, you can see very little life in it. Perhaps you will see whales or birds at the surface, but most of the life in the ocean you cannot see from the surface.</p>\n\n<p class=\"book-paragraph\">Here again the analogy is appropriate because you cannot really see the greater life of your life from the surface. You think it is just a big, empty darkness down there, and you do not want to go there because you are afraid of the dark. You do not want to take that stairway down into the deeper realms because you feel afraid and uncertain there.</p>\n\n<p class=\"book-paragraph\">You want to stay at the surface clinging to your beliefs, clinging to your habits, clinging to your agreements with other people, your social contracts and so forth, living like a slave to external forces. But at least you are not alone. You have plenty of company there.</p>\n\n<p class=\"book-paragraph\">But deeper down, God has given you the deeper current of your life. You may pray for deliverance and guidance, but God has given you Knowledge, and you must take the Steps to Knowledge. This requires that you find a way through your practice, your spiritual practice, to move beneath the surface of your mind.</p>\n\n<p class=\"book-paragraph\">You give your mind something to focus on—a sound, a word, something that does not excite your imagination. The mind has a focus, and you are able to slip beneath the surface. And it is a whole different world down there. It is quiet. It is immense. And there is a greater life than you could discern from the surface.</p>\n\n<p class=\"book-paragraph\">People try to get Knowledge to give them what they want at the beginning. They want insight. They want answers. They want clarification because they are afraid, and they are trying to get Knowledge to give them the things they want. They use it as a kind of divination to get what they want.</p>\n\n<p class=\"book-paragraph\">But Knowledge does not respond to this kind of ambition or attempt at manipulation. If that is your approach, Knowledge will be silent with you because you are not coming in a reverent manner. You are not coming from a position of humility. Knowledge has more than an answer to give you. It is here to give you a greater life, a life that is perhaps different, moving in a different direction than what you are trying to achieve for yourself.</p>\n\n<p class=\"book-paragraph\">People are trying to have wealth; they are trying to have power; they are trying to have relationships; they are trying to avoid poverty and deprivation. All this is understandable, of course. But you are here for a greater purpose. You cannot figure this out with your intellect, for its reality is beyond the realm of the intellect. You can only come to it and learn of it and choose its direction and have it be revealed to you gradually over time, as you are able to conceive of it and to embody it and to follow it.</p>\n\n<p class=\"book-paragraph\">Knowledge is moving in a direction. The deeper currents of the ocean are moving in a direction. It has very little to do with the climate or the daily weather. Your life has a deeper movement, a deeper current. It is not caught up in the drama of your life at the surface.</p>\n\n<p class=\"book-paragraph\">So for you to experience it, you must learn to be still, and to listen, and to respond, and to feel what Knowledge is indicating at a deeper level—and not just for a moment here and there, but in a much more complete sense, for you are really establishing your most primary relationship here. You do not establish your relationship with another person once in a while when you need something from them. That is a relationship of convenience, certainly, but it is not a real, deeper bond.</p>\n\n<p class=\"book-paragraph\">Knowledge is your most primary relationship because it represents your relationship with God. This is where you make the Divine connection, with Knowledge within yourself and Knowledge within others. When you respond to the deeper Knowledge in another and are inspired by this, you are making a connection with God and God’s Presence in the world. You do not make a connection with God by having lofty and subtle thoughts, or a magnificent theological construction, or by praising and worshipping and pleasing and worshipping. That will mean nothing if you cannot follow the deeper current of your life.</p>\n\n<p class=\"book-paragraph\">Your yielding to God cannot simply be a gesture or a series of ceremonies. It must really happen on the inside. It must liberate you from the surface mind so that you can feel the movement of life. You can feel when Knowledge is restraining you. You can feel and experience when Knowledge is moving you or encouraging you to do something specific.</p>\n\n<p class=\"book-paragraph\">In the future, as you develop your practice and take the Steps to Knowledge, you will be aware of these two realities concurrently. You will be responding to the world, and your mind will be functioning at that level, but you will always have this awareness of Knowledge.</p>\n\n<p class=\"book-paragraph\">People often think of this in terms of the mind and the heart. They think, “Well, you think thoughts, and you believe in certain things, and perhaps you base your life on that, but then your heart has a different kind of movement and intelligence.” As long as you do not associate all of your emotions with your heart, this might function as a model. Many people will use this model and can use it successfully as long as they realize that Knowledge is beyond the mind and the body. You might experience Knowledge more in the region of your heart because it is more based upon feeling and experience than simply ideas and ideology, but Knowledge is greater than your physical life. It is in the world, but not of the world.</p>\n\n<p class=\"book-paragraph\">With Knowledge, it will be ever more difficult for you to make a mistake in discerning relationships. You could try to marry someone because of their beauty, their wealth or their charm, but Knowledge will not go with you. You may try to win someone over because they are stimulating your imagination, or you are addicted to their personality, but Knowledge will not go with you.</p>\n\n<p class=\"book-paragraph\">In contrast, when you meet someone in your life who really is important, and you have a resonance with them, a deeper connection, and this connection is deep and abiding, it is not merely imaginary or fragmentary or momentary, then Knowledge will say: “Yes. Make a connection with this person.”</p>\n\n<p class=\"book-paragraph\">But you might have to wait. You cannot have everything right now. Perhaps you will meet your true partner five years from now. What will you do in the interim? Get married to someone else? Have affairs? Take advantage of other people for your pleasure or your needs?</p>\n\n<p class=\"book-paragraph\">This is why it takes immense patience. That is why you practice stillness. That is why you learn to sink beneath the turbulent surface of your mind—to refresh yourself, to clarify your thoughts, to seek reprieve from the stress of the outer world and to feel the presence and the power of Knowledge and its guidance for you.</p>\n\n<p class=\"book-paragraph\">You do not talk to Knowledge like it is another personality because it does not function like this. You cannot have a conversation with Knowledge. It is not chatty like your surface mind. It is the part of you that is wise, and if you come to it foolishly or in a way that is deceptive, it will not respond to you. It will be like there is nothing there. But if you come to develop your skills—learning to be still and silent, learning to be present, learning how to clear your mind—then you will experience this deeper Presence beneath the surface.</p>\n\n<p class=\"book-paragraph\">These skills are so valuable because when you are out in the world and engaged with people and activities, if you can clear your mind at any moment, then you open yourself to a deeper insight and a deeper recognition. You are able to hear what people are really saying. You are able to discern the dynamics of the situation. You are able to see the dangers in certain decisions, the hazards in certain circumstances. You are able to stop yourself and to become discerning and watchful.</p>\n\n<p class=\"book-paragraph\">This is of such immense value because most people make mistakes because they are not paying attention, or they are being guided by ambition or desire or fear. They are not being objective. They are not being discerning. They are just driving themselves forward or allowing themselves to be seduced and controlled by someone else. People give in to the will of others. This happens all the time.</p>\n\n<p class=\"book-paragraph\">So this ability to sink beneath the surface, to still and clear your mind, to become a watcher and a listener, objectively—without projecting blame, without associating yourself with anything—is of immense practical importance and must be brought to bear to every important decision you make regarding your relationship with people, with places, with things, with money, where you live, how you live, where you go, what you do. This is where you break the chains that bind you. This is where doors open in your life, inside yourself and all around you.</p>\n\n<p class=\"book-paragraph\">This ability to clear your thoughts, to become sober, to stop your dreaming and your frantic thinking, to step back from persuasion from others, is of such immense value it will save your life. Over and over, it will save your life.</p>\n\n<p class=\"book-paragraph\">Knowledge is like the Earth. In imagination, you are floating above the Earth, but when you come back down to Earth, there is a kind of fundamental awareness. This is just an analogy, of course, but if you can imagine that within yourself is a deeper foundation, a deeper Knowledge, a deeper Mind, then you will see if you are floating around the surface and are disconnected from this deeper foundation, then you are simply functioning without any guidance, like a ship without a rudder. You are going off course all the time. You are being swept by the winds of the world. Like a little boat on the ocean with no sail, you are just going to be knocked about, driven, and eventually you will sink.</p>\n\n<p class=\"book-paragraph\">That is why your relationship with Knowledge is the most important relationship. It is your first responsibility. It is your relationship with God. This is where you make your connection. God is not an idea. Who you are is not an idea. God is not a thing, an object. Who you are is not a thing or an object.</p>\n\n<p class=\"book-paragraph\">You connect with God by bringing your surface mind under the direction of Knowledge within yourself. This is more significant than just having intuitive experiences now and then. This is a fundamental relationship that you are bringing yourself to because you see that without it, you are lost in the world. Rich or poor, you are lost in the world. Even surrounded by luxury, you are lost in the world. You are empty. You are frustrated. You are dissatisfied. You are insecure—like a child lost in the world.</p>\n\n<p class=\"book-paragraph\">I am giving you the secret here, the most important secret, the deepest connection, the most important connection, the connection that will satisfy the deepest need in your life, which is the need of the soul—the need for you to find and fulfill your greater purpose here.</p>\n\n<p class=\"book-paragraph\">You have a destiny in the world. You have a greater purpose. And God has given you Knowledge to give you the power and the ability to find this purpose, to experience it, to embrace it and to fulfill it. The world here will call out of you your greater purpose. This will bring you in relationship with the world in the truest sense. It will enable you to establish the most meaningful and profound relationships with other people and with certain individuals in particular. It will end your ceaseless searching. It will free you from addiction and self-destructive behavior. It will give you a guide and a compass to navigate the great uncertain times to come.</p>\n\n<p class=\"book-paragraph\">May Knowledge grow strong within you who have been born for a greater purpose. May you give yourself to taking the Steps to Knowledge and to allowing this great relationship to come into your awareness and to be the guiding light of your life. May the inspiration and your gifts to the world emanate from you. And may you be a source of inspiration for others, giving them the gift that has been given to you.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/going-beneath-the-surface-of-the-mind.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/deepening-your-spiritual-practice/going-beneath-the-surface-of-the-mind/"
}