{
  "title": "Intelligence",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In order to learn The Greater Community Way of Knowledge, one must face the fact that one’s intelligence is very limited and needs to be expanded. Intelligence in the Greater Community is highly regarded, not only for what it can produce physically, but for what it can know and perceive. That is why intelligence is considered to be a commodity, something that can be exchanged, acquired, controlled, used, and so forth. In fact, intelligence is considered even more valuable than technology. This is a very important fact and represents a new understanding for the human community, where due to a lack of competition with other intelligent life, intelligence has not been developed sufficiently, especially when one considers the capabilities that humans really have and how these can be used for good and for greater accomplishment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you do not compete with others, you tend to rest upon your own abilities and make great assumptions about them. You seek comfort, complacency and confirmation. These things are not appropriate in an environment where competition is active. Indeed, it is true that you will be competing in intelligence with those who are now visiting your world. It is not just their technology that is superior; it is their understanding of the mental environment and their ability to manipulate it for their own ends. Here you are at a great disadvantage, for you have not cultivated your mental abilities and are not aware of how your mind can be controlled by other minds that are more concentrated, less diffused and less conflicted than your own.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a very great and perhaps sobering fact of engaging with life in the Greater Community. All of a sudden competition becomes very real. It is not merely competition amongst yourselves, for the differences between you are not great enough to stimulate a truly competitive environment. Interacting with other intelligent life—intelligent life that has a very different orientation and a very different set of assumptions about the universe, intelligent life that is seeking you out for purposes that are unknown to you—you are suddenly thrust into a situation where you must rise to meet many different kinds of occasions, occasions for which you have no preparation and no understanding. The Greater Community Way of Knowledge provides a way to meet this great need. Many people need this preparation, though perhaps few will undertake it at this time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">With such a great disadvantage regarding competition for intelligence, you must accept this recognition with great seriousness. Since you are not used to being in a competitive situation regarding intelligence, you are ill prepared for this and will want to fall back on your old accomplishments and assumptions, for they have been adequate in many respects to carry you this far. In the future, they will prove to be very inadequate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Regarding the visitors that are in the world now, they are much more concentrated on their mission than you are. They are much more focused on achievement than you are. They are less compromised by conflicting desires, wishes and beliefs than you are. Perhaps they will seem mechanical to you and one-dimensional. This is not the case. When you think these things, you are reacting to being in the presence of someone who is very focused, very concentrated and very determined. Having this sense of contrast is necessary for you to recognize the need for intelligence and to prompt you forward in a practical form of development.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let me now give a helpful definition of intelligence: Intelligence is the desire, the willingness and the capacity to learn and to adapt. It is the desire and the willingness, which means you are willing to undergo the preparation, and the capacity, which means you are able to go through the preparation. This is a very great thing to consider. Here you must abandon many ideas you hold about yourself and the accomplishments and attributes of your race. Here you must go through a tremendous process of re-evaluation, part of which may seem very painful in the starkness of the recognition that you will have of your limitations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the Greater Community, the weak are overtaken by the strong, just as in your world. In your world, you have the distinct advantage of being the predominant species of intelligent life. You have undertaken to dominate the world, but in the Greater Community you would not be considered strong or advanced. This must give you a very sober view of yourself, but a view that can engender a desire for greater intelligence and perhaps even the willingness to undertake the preparation. Your capacity varies amongst you individually, but it is still relatively small. However, human beings are capable of achieving great things if the incentive, the desire and the freedom are all present. That is why a greater intelligence than your own is bestowing this preparation upon you and with it the understanding of its importance, its relevance to your time and its possible application in the future where it will be called upon again and again.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Along with the preparation for greater intelligence comes the development of a larger perspective on life, which you may call a Greater Community perspective. The Greater Community perspective sees humanity as a growing, evolving race in a larger arena where there are other forces of intelligent life interacting and competing with one another. Humanity is not yet competitive in the Greater Community. It is not that unified, developed or focused. This must not be seen as a repudiation of humanity’s potential, talents or achievements. It is simply that in a larger environment you cannot yet compete with other forms of intelligent life. Yet, they are entering your world, and you are faced with the prospect of having to encounter these intelligences in situations where you will recognize your limitations. These situations can be very frightening, but they call upon you to rise above your sense of vulnerability and helplessness and cultivate yourself in ways that call forth the greater possibilities that you now have.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This requires a very unique form of education. It must be a form of education that is presented to humanity from beyond the world, for humanity cannot prepare itself for the Greater Community. Though people will prepare other people in The Way of Knowledge, its source is from beyond the world. It emanates from a greater intelligence and a greater race. You must recognize the need to have the willingness to undergo the preparation in The Greater Community Way of Knowledge. You must feel this need; you must see it in the world; you must consider it deeply. Your desire for truth, for the resolution of conflict and for self-realization is essential here. Here your own desires and needs are not sufficient, for you need to recognize that your abilities and understanding are needed in the world. This, then, will call forth what is possible within you. This can stimulate the development of intelligence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now, people already consider that they are very intelligent. This is generally assumed because they do not live in a competitive environment in this regard. Compared to plants and animals, you do seem very intelligent. You are also very troubled in comparison to these life forms. Yet, now you are emerging into a new arena with new requirements, new possibilities and new dangers. Clearly, it is a danger when human beings will not respond to what is occurring in their lives and will not seriously consider the implications. That is a risk.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The desire to learn, the desire to understand and the desire to overcome are all inherent within you. These all add up to a great motivation that is being accelerated in the human race. As larger and more complex problems arise, they call upon human beings to concentrate, to learn, to adapt and to rethink their current positions—all these things. It is wise, then, to consider that you are a developing intelligence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Intelligence requires development on many levels and in many different arenas of activity. It requires clear thinking, objectivity, inner perception, highly cultivated intuition, the ability to understand mechanical things and the ability to identify and discern behavior. In practical matters and in the mysteries themselves, greater intelligence must find a larger view and a larger application. After all, if you evaluate your own intelligence, you can only do so in contrast to something else that you consider to be intelligent. Indeed, there are life forms that are more intelligent than you and, obviously, life forms that are less intelligent. It is the life forms that are more intelligent that can advance you. They will reveal your limitations and emphasize the need for these limitations to be overcome, and they will demonstrate to you that you live in a competitive environment as far as intelligence is concerned.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Following The Greater Community Way of Knowledge requires a much higher level of thinking, evaluation, recognition, insight and decision making. It also stimulates your greater virtues and requires them to be developed and to be expressed. To undertake this you must be willing to go beyond your former understanding of yourself and of the world. This is essential. From a greater viewpoint, you will see the same things that you saw before, but you will have a different perception and will draw different conclusions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The presence of alien life here in the world demonstrates this clearly. Perhaps you have not had an encounter with other intelligent life, but you are feeling the effects of their presence here. Your inclinations, your emotional states and your sense of things are all affected. You don’t need to be face to face with someone from beyond in order to experience their presence in your life. Yet, how is it possible to ascertain these things and to distinguish them from your own emotional instability? Only a Higher Power within you can make these distinctions and reveal them to you. Only a Greater Mind, which is beyond the influences of the Greater Community, can lead you to discern the influences in your life and how they are affecting you. That is why The Greater Community Way of Knowledge must be emphasized and not merely the phenomenon of things that are occurring, no matter how intriguing they may be. Human beings need to learn to think, to deliberate, to concentrate and to focus on one thing at a time. It is not expected that you would have the incentive to do this unless you were in a competitive environment and a competitive situation. You are in a competitive situation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is also at a great disadvantage in that people here are surface dwellers and are easily scrutinized and observed. In many more advanced worlds, races have taken to living underground, both for the many environmental advantages it offers and for the protection it affords as well. Human beings are numerous and yet have not made this important discovery. In fact, human beings look at underground living with great disdain, whereas in the Greater Community it is recognized to be a tremendous advantage. Being surface dwellers your actions, gestures and forms of communication can be easily observed and deciphered. You are out in the open where eyes from beyond can watch you carefully. Your minds can be read. Though you may not be understood by those who observe you, your actions are nonetheless predictable and, therefore, many correct assumptions can be made about human behavior without a great deal of inquiry.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Part of the problem here is that human beings tend to be very superstitious. Superstition is when you are responding to something you cannot understand and you make false assumptions and conclusions about the nature of what is stimulating you. In the presence of a greater intelligence, human beings will make many erroneous conclusions. That is because you do not understand the mental environment. Indeed, from a practical standpoint, should an alien power want to take greater control of human affairs, they certainly would not need weapons to do it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, in order to understand what this means, to successfully encounter other intelligent life and even to move towards competing with it in a favorable manner, you must develop your mental abilities. You must find the Greater Power within you, and you must transcend a purely human viewpoint, which cannot account for these things. You must free yourself from old beliefs, associations and relationships because learning requires the willingness to change, to entertain new things and to rethink old positions and assumptions. It is choosing a path of change, not knowing what the result will be, but having faith in a favorable outcome. You will have to do this with very little assistance from others, for only a very few are ready to undertake a preparation such as this. It is important that you find them and develop relationships based upon mutual need and mutual understanding.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You need greater intelligence. You are capable of cultivating this and developing it, but it is not an easy thing to do. Because human beings are very insecure, they are always prone to go backwards and not forwards in this regard, seeking validation rather than understanding and seeking to have old views confirmed instead of entertaining new ideas and new requirements. The cultivation of intelligence takes a great deal of time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Inherent in intelligence is the need for Wisdom in the recognition and application of power. You have a certain amount of power over your physical environment now. In a Greater Community context, however, your power is very limited. How you use it, for what purpose you use it and how you manage its consequences are determined by the degree to which you have acquired Wisdom. There actually is some Wisdom in the world in this regard. There is Wisdom regarding human affairs and humanity’s relationship with the physical world, even if this Wisdom goes unheeded.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Wisdom in the Greater Community, however, is something else and requires an entirely different perception and approach and a great desire to learn. This learning will set you apart from others. It will seem difficult and mysterious simply because you are traveling a way that few have traveled, but you are not undertaking this alone, and the way you will travel has been traveled before. To undertake everything that is being spoken of in this book requires a greater intelligence and adherence to a Greater Power. Adhering to a Greater Power can generate greater intelligence on your part. This is essential.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot yet compete in the Greater Community, primarily because you do not understand the mental environment. It is not your technology that is limiting you. Those who are capable in the mental environment can cast a great deal of influence upon a more technically advanced race because minds persuade other minds, minds influence other minds and minds can dominate other minds. Therefore, it is not your technology that is the limiting factor here. It is your lack of understanding of the mental environment. It is your inability to be truly objective. It is your inability to have a Greater Power guide and direct you in the face of new experiences and difficult situations. This develops intelligence. This development provides protection for you and the ability to bring about constructive change. It also can establish humanity as a formidable race rather than a weak and pathetic one.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This development carries a blessing and a difficulty. The blessing is that the privacy of your world will be more respected, and you will be able to defend your mental and physical resources far more effectively. You will also be able to undertake the resolution of many of your world’s problems in a far more expedient and effective manner. The difficulty is that the more you develop your intelligence, the more you will become engaged in the Greater Community. Your mental resources will become more valuable. With all accomplishments, there are risks. There is a risk in gaining greater intelligence. The requirements of your life become much more demanding. The consequences of your mistakes are greater. Only the man or woman of Knowledge can successfully undertake this and remain relatively unburdened by the disadvantages that greater intelligence will bring about. The fact that you live in the Greater Community is a beneficial aspect here, for it will temper any arrogance that might arise. It will tend to hold these things in check to a certain degree. This is the blessing of realizing that you live in a larger arena of life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A greater intelligence is called for; a greater intelligence can be stimulated; a greater intelligence can be developed over time and with it humility, self-restraint, discernment and discretion—all of the necessary qualities with which a greater intelligence can be beneficial unto itself and unto others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Think not that Steps to Knowledge is merely a form of therapy or a spiritual path to God. Yes, it includes these, but its primary function is to prepare you to enter the mental environment in a conscious and conscientious manner, to participate effectively with one another and to discern the presences from the Greater Community that are now infiltrating the world. Such is the great opportunity that has now arisen for you, an opportunity whose rewards are not only great and meaningful but essential as well.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/greater-intelligence/"
}