{
  "title": "The Greater Community",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The Greater Community of worlds is a subject that may be difficult to comprehend intellectually. Yet if this message stirs a deeper emotion within you, that would be good. When We speak of factual matters that are beyond the sphere of individual concerns, it is most important that you not speculate according to your ideas, for ideas alone cannot account for reality. That is why if you feel stirred in your deeper feelings, it is good.</p>\n\n<p class=\"book-paragraph\">When We speak about relationships and career in the world, people have a more immediate and direct experience of these things. The experience of the Greater Community is not so accessible. It is very interesting, and people are fascinated by it to some degree, but when you go back to your daily personal life, it does not seem very relevant. Yet it is very relevant to your daily concerns because it is relevant to the direction that your world is traveling.</p>\n\n<p class=\"book-paragraph\">First, let Us say what We mean by the Greater Community. Humanity, unknowingly, is part of a greater association of worlds in this sector. A sector is a delineation of space within physical reality—your local universe, you might say. It is not very great in the larger scope of things, yet in contrast to your measurements, it is quite large.</p>\n\n<p class=\"book-paragraph\">We would like to make the information We present very down to earth, if possible. Of course, it is not really down to earth, yet it is quite relevant to your experience. The reason that it is an important aspect of your daily life is that this world, this planet, is undergoing the transition to emerge into the Greater Community of worlds. This is its evolutionary stage and its place in history. This may seem very distant from your personal interests, yet We can assure you that it has a direct bearing on all the affairs that are happening now.</p>\n\n<p class=\"book-paragraph\">To undergo this emergence, your world has had to accelerate technologically and experience a collapse in its tribal cultures and civilizations. When We speak of tribal, we are not speaking of native peoples only. We are speaking of nations that are now being forged into one another. For when a world undergoes the transition into the Greater Community, out of necessity it must unify its own people. This is evolutionary. It occurs in all worlds where intelligent life has been seeded.</p>\n\n<p class=\"book-paragraph\">Therefore, if you bear witness to the events in your world, you will see that your world is racing to a culminating experience. Everyone feels this, but not many people know what it is about. As in all great turning points, catastrophes, apocalypses and messianic arrivals are predicted. This always occurs at times of transition because people feel they must give some kind of explanation to account for this deeper experience of change.</p>\n\n<p class=\"book-paragraph\">It is quite essential that you have this viewpoint because it allows you to experience your environment and your relationships from beyond your own personal inventory of feelings and concerns. If you are dominated by your own anxieties and wishes, then you will not be able to see what is happening. You will not be able to perceive life as it is truly functioning and evolving.</p>\n\n<p class=\"book-paragraph\">Of course, your personal issues must be addressed, and your personal dilemmas must in time find resolution. Yet part of this resolution is realizing that your life is functioning within a greater context. This is as true for you, functioning individually in a greater society of people, as it is true for your world functioning in a Greater Community of worlds.</p>\n\n<p class=\"book-paragraph\">Why is the Greater Community important? It is something everyone knows exists. Your belief system may account for it or not. Your ideas may speak of it or not. It may be a subject of personal interest or not. Yet everyone knows it exists. Everyone knows that humanity, in its slight ventures into space, in its rapid technological development, in the collapse of its tribal civilizations, will inevitably emerge into the Greater Community. It is very important to see this because if you fight against the evolutionary forces that are shaping your world, then you will not be in harmony with your own life’s purpose.</p>\n\n<p class=\"book-paragraph\">Higher purpose is a central theme in this Teaching, but higher purpose cannot be based upon idealism. It cannot be based upon what you think the world should be, for there is no foundation there, and you will deceive yourself and others. Your higher purpose is based upon the true evolutionary progress that is occurring now.</p>\n\n<p class=\"book-paragraph\">To discover higher purpose is to discover your role in serving this constructively. If you think about these things, they will take you beyond your own personal sphere of concerns and wishes. This is healthy. It is important that your world is demanding your attention, yet it must demand your attention in a special way.</p>\n\n<p class=\"book-paragraph\">Humanity is preoccupied with itself as adolescents are preoccupied with themselves. Human beings, upon reaching adulthood, mature largely because they begin to account for a greater reality beyond themselves and to respond to the needs of others. This represents the predicament of your world now. It is emerging into a greater reality, yet it is still preoccupied with itself. There are very serious dangers here and very great opportunities.</p>\n\n<p class=\"book-paragraph\">Many of you have felt strangely moved emotionally in these recent times. You may think it is your own personal development, but that cannot account for everything. You [may] say to yourself, “Something is happening, but I don’t know what it is. I can feel it. I know something is about to happen, but I don’t know what it is.”</p>\n\n<p class=\"book-paragraph\">The Greater Community is having a tremendous impact here, and it will increase as the years go [on]. There is much speculation now that your world will undergo tremendous disaster, breakdown and so forth. We wish to dispel much of this, for this is projection. Yet it is indeed true that you will undergo a greater change than you have ever known. After all, what is the value of your religion and your sociological emphasis when you see that the universe is not based upon you? This recognition will change things very much. It will also unite your world, for your world will now have a greater problem to contend with.</p>\n\n<p class=\"book-paragraph\">When We talk about the Greater Community, We are speaking of a tremendous transition in understanding. Here you realize that the God whom you aspire to reach, or perhaps whom you worship or idealize, is not human. In fact, God does not even think like a human because God cannot do that. Here you realize that you are only part of Creation. This becomes much more evident now, requiring a greater vision of the world and a more expansive view of religion and spiritual development.</p>\n\n<p class=\"book-paragraph\">You see, your religious traditions have been centered upon humanity alone, but you are already part of a Greater Community, and your Ancient Heritage before this life included lives in other worlds as well. That is why many of you have had great difficulty in adjusting to being here. For some of you, your Heritage lies beyond this world, and it is strange for you to be here.</p>\n\n<p class=\"book-paragraph\">Why are you here now in a world that seems so odd, so difficult and so alien to you? It is because people who have this background have a major contribution to make to the world’s emergence into the Greater Community. It is their Heritage they must contribute, not only their ideas. Yet until they find this, they will be profoundly alienated, and they will have great difficulty with their own temperament and nature, which in many ways seem incompatible with this world.</p>\n\n<p class=\"book-paragraph\">Emergence into the Greater Community brings an expansion of love and intrinsic relationship. It also means that your personal lives are seen in a greater context and that your personal problems can be understood from a larger point of view.</p>\n\n<p class=\"book-paragraph\">There is war in the world now because tribal cultures are breaking down. The world must, out of necessity, become a unified community. Why is this so? It is so because this is evolution. It is completely predictable wherever intelligent life has colonized. When this great turning point comes, it will be a time of tremendous stress and development. This is what many of you feel within yourselves—stress and development. Change is rarely graceful.</p>\n\n<p class=\"book-paragraph\">The oppositions that exist in this world will be overshadowed by difficulties from abroad in the Greater Community. You may say, “We do not need greater difficulties. We have enough difficulties. No more difficulties!” But greater difficulties can solve lesser ones. Many of the preoccupations with your human difficulties will dissolve in the face of a larger challenge. This is good for your people in many ways.</p>\n\n<p class=\"book-paragraph\">We and members of your Spiritual Family account for life in numerous places. Altogether We bring a larger expanse of understanding, a greater appreciation for life in many forms and an awareness of the difficulties that face true spiritual development everywhere.</p>\n\n<p class=\"book-paragraph\">The Greater Community is not made up of enlightened beings who are all anxiously waiting to come and enlighten humankind. Your neighbors from abroad share many of your same difficulties. If they were as enlightened as many of you wish they were, they would not be in physical reality. Because they exist on the physical plane, they essentially all have the same difficulties that you do. Though their physical, biological and psychological processes vary greatly, they are not perfect because they are still in physical reality. Their technological advances do not necessarily mean that they have advanced in their inner lives, in spiritual matters.</p>\n\n<p class=\"book-paragraph\">Technological development is problematic. It is a different kind of development from spiritual development within a race. Actually, your world is quite evolved spiritually, contrary to what many here think. You are very evolved, very rich spiritually.</p>\n\n<p class=\"book-paragraph\">There are difficulties in the Greater Community as there are difficulties here. They are simply on a greater scale, that is all. There are opposing forces in this sector that you must realize, for life beyond this world is not that unlike your life here. Conflicts exist, alliances exist, betrayal exists, and the spiritual Presence works everywhere. So do not get too involved in the drama of things. It is the spiritual Presence at work that is the most important. Your world is undergoing the same problems that you are undergoing individually. It is simply a larger picture of yourself. The Greater Community is simply a larger picture of your world.</p>\n\n<p class=\"book-paragraph\">If you are to function in a Greater Community context, then you must prepare both internally and externally, primarily in your viewpoint and in the foundation of your thinking. Entering the Greater Community is entering a larger sphere of interaction. If you are idealistic like the young adolescent, you will misperceive the situation and make false assumptions that can only be unlearned through difficulty and error. But if you enter this larger sphere with an open mind, recognizing how little you know and anxious to learn, then you shall find the counsel you need.</p>\n\n<p class=\"book-paragraph\">Your world is preparing technologically, economically and even politically for emergence into the Greater Community. It is as if humanity were unknowingly racing to a certain meeting place. You cannot account for this completely unless you see it within a larger context.</p>\n\n<p class=\"book-paragraph\">It is essential if you are to undertake space travel that your planet become one community. That is a requirement. All worlds undergo this. They must be unified to travel beyond their realm or they cannot do it, and their technology will become destructive.</p>\n\n<p class=\"book-paragraph\">This idea of a Greater Community is something that everyone knows, but people do not want to talk about it. It either seems irrelevant to their personal needs, or it is so fantastic that they are afraid others will laugh at them. Yet people do have their deeper feelings.</p>\n\n<p class=\"book-paragraph\">You see, you are like a little village that is about to find itself in the midst of a bigger world. Your little village has never encountered a bigger world, yet you live in one nonetheless. You must continue to expand as a race.</p>\n\n<p class=\"book-paragraph\">Placed within your Knowledge when you came into this world was certain information that is relevant to your role, should it ever be discovered. That has direct bearing on the events to come because you were placed here in the hope that your Knowledge may be activated and that its gifts may be given at the proper time.</p>\n\n<p class=\"book-paragraph\">Spiritual development in all times and in all places must happen in accordance with the evolution of the world in which individuals are placed, not only for their own individual development but for the well-being of all life living there. Your individual nature and temperament are well suited to fulfill your function, but if your function is unknown to you, then you will not understand their relevance.</p>\n\n<p class=\"book-paragraph\">The Greater Community is with you now. All of this emphasis on extraterrestrials is very recent. Of all the illustrations of extraterrestrials, the wild speculation and the fantasy, much of it is useless and nonsense. Yet the seed of it is true. Why is this all happening now? You may say, “What difference does it make to me? I don’t care. I have my own problems!” Yet the Greater Community is influencing you emotionally, and it is changing your circumstances.</p>\n\n<p class=\"book-paragraph\">People are very interested in peace in this world, but there cannot be peace now. Do you know why? It is because of what We speak of. We work for peace always, but We recognize that change is very stressful. It involves decision, commitment and adjustment as well as some sacrifices. This is true of change both on a personal level and on a greater level. Why can there not be peace now? Because your world is attempting to unify itself, and all factions in your world that refuse to do this will wage war. It is very sad that this is true.</p>\n\n<p class=\"book-paragraph\">Do not demand that everyone settle down in peace. You will be working against the undercurrent in this world. We never advocate conflict, but you must understand that conflict arises in times of great change. With every great advancement in your world, there is tremendous combustion and upheaval. It is not because change requires this. It is simply because people cannot see beyond themselves.</p>\n\n<p class=\"book-paragraph\">If you look, you will see. But if all you can see are your own thoughts, then that is all you will see. If you are not thinking, you will see what is there. If you are preoccupied with your own thinking, you will only see your own thoughts. We want to stimulate people to look without thinking so that they may see what is there and respond to it directly, like your animals do. They do not have the burden of reckless thinking.</p>\n\n<p class=\"book-paragraph\">The Greater Community must be approached through Knowledge. If you speculate about it intellectually, you will find yourself liking the idea or not, but that says nothing about what you know. Therefore, Our primary emphasis is the development of Knowledge so that you may gain access to what is known within you, this precious cargo that you carry unknowingly. Until this happens, your life will not make sense. It will seem aimless and without consistent direction. The only consistency you will have is that you know you are progressing towards something for some reason to serve a Greater Power.</p>\n\n<p class=\"book-paragraph\">The more you are with Knowledge, the less the world will affect you because the world cannot touch Knowledge. But Knowledge can touch the world. Knowledge is not swayed by the world. It has one purpose and one direction. As it emerges within the person, the person becomes uniform and focused and then commitment is natural. You cannot be anything but committed. Commitment is life. To be uncommitted is to be dead. You cannot make commitments. You can make pledges to try to be committed, but your real commitment comes from within you. It commits you. When Knowledge emerges, you will not have any choice about commitment. Your Knowledge is totally committed.</p>\n\n<p class=\"book-paragraph\">Knowledge is a gift that you have, but it is also your true Being. It has a plan for your life already and once activated, it will begin to exert itself in a much more direct way. You will realize you do not need the burden of decision, for increasingly Knowledge will motivate you, guide you and direct you, gracefully, but powerfully. Then you will be able to extend the greatest gift that one can give to another. Your Knowledge will activate their Knowledge, and you will bear witness to this great event. This is true healing, for once this happens, the person’s emergence will begin, and they will be entering a greater reality while they are still living in the world.</p>\n\n<p class=\"book-paragraph\">It is hard to see that you are already part of something greater that is affecting you very deeply. It is not that you will become part of something. You already are. You are already part of a greater physical reality and a greater spiritual reality.</p>\n\n<p class=\"book-paragraph\">Why do you need Teachers? Because you cannot cultivate Knowledge on your own. It is far more powerful than you are. It recognizes you as intrinsically part of something already, so separation is already over. Knowledge does not act like a separated mind. It is not preoccupied with survival. It does not have defenses. It is the power of the Spiritual Family and the power of God manifested in the physical.</p>\n\n<p class=\"book-paragraph\">Spiritual teaching at this time must account for the state of the world. You have all been placed in time and space in history. Your Knowledge and your purpose contain a particular application for a particular time. Though spiritual advancement is universal, it is always historically placed. You came here specifically for a purpose to serve in a specific capacity at this time.</p>\n\n<p class=\"book-paragraph\">It behooves you then to understand what is happening in the world; otherwise, you will see no relevance for your sense of purpose. Since purpose speaks of service to a greater reality than your own personal reality, you must see beyond your personal reality, or purpose will be an idea only.</p>\n\n<p class=\"book-paragraph\">Hear Our lesson, please. We will tell you about a race in the Greater Community that was advanced far beyond what you can imagine, yet they did not have Knowledge. They did not become aware of events before they happened. They were not prepared. They were specialists in technological development, yet they fell prey to a Greater Community that they did not understand because they did not have Knowledge. Therefore, they were ignorant of the forces around them. And though they contracted to make devices for other races, they did not understand the intent of the other races, nor did they wish to. They were isolated and ignorant and, as a result, their civilization is no more. This loss was a major loss, even for the Spiritual Families. It was a setback. Yet because truth emanates from beyond time, redemption will occur. But it is a lost opportunity.</p>\n\n<p class=\"book-paragraph\">If you do not activate Knowledge in your life, your life is a lost opportunity. This you will reflect upon when you leave, as did the seers in this other world. They could not change their world. They could not speak intelligently of Knowledge to their own people. The Unseen Ones, the Angelic Presence, contacted the seers, and they were developed while in physical life, yet what the seers spoke of gained very little attention. Their race had created a device of great power. They created it because of their own inventiveness and their own curiosity. Because they lived underground, they wished to learn a means of travel that was not impeded by physical obstacles. It had a very practical benefit, yet they had no idea of the meaning of this to other races. Therefore, they were ignorant of what they were doing. How could the seers of this world dissuade their whole race, who were very excited about this new technology?</p>\n\n<p class=\"book-paragraph\">It is important that you understand that your world is emerging within itself and beyond itself in the Greater Community and that you are emerging with it. Emergence always has a certain element of risk.</p>\n\n<p class=\"book-paragraph\">For those of you who have been seeking to find a place to give something you feel you have, the Greater Community will have much bearing on your sense of purpose in the world. You cannot find it in the normal sphere of things. You must think in a bigger way. When We speak of the Greater Community, We speak of a larger perspective on everything, including yourself most assuredly.</p>\n\n<p class=\"book-paragraph\">Your role is not preordained, but once your purpose is discovered, it will activate your mind and body and guide and direct you to participate with certain people for certain purposes that are greater than even your own development. This is an entirely different way of being in the world. It is what you are striving for primarily.</p>\n\n<p class=\"book-paragraph\">Therefore, when We speak of the Greater Community, We speak of it as being relevant to your purpose in the world. This world cannot stop where it is going; it must go there. You cannot stop; you must go where you are going. If your destiny is reached through wisdom, it will be constructive and uplifting, and you will progress. Yet if you interfere with it, fight against it and demand it to be other than it is, you will not be in harmony with your world or with yourself. For your Knowledge is completely joined with the Knowledge that governs this world. That is why We always speak of Knowledge as the most important thing. It is not ideas. It is acting according to your deeper Mind. It is a greater instinct.</p>\n\n<p class=\"book-paragraph\">We do not want to frighten you. We want you to think in a bigger way—not idealistically, not like you want the world to be the way you imagine it should be. You do not even know what this world is for. How can you imagine what it should be for? It will never be Heaven. It will never be home to you completely. You are only visiting here. This is a special place for something special to happen.</p>\n\n<p class=\"book-paragraph\">If you can let down your ideas, then you will begin to know things, just know things—that rare experience you have had at times of great distress or great decision. Then this faculty that is your true Mind will begin to be active without confrontation.</p>\n\n<p class=\"book-paragraph\">Why do people go out and create terrible situations for themselves? It is because they want to create a situation that forces Knowledge to come to the surface. Knowledge will not arise in a preoccupied mind under normal circumstances. When everything is going your way, you are very stupid. You are half asleep. That is not what brings Knowledge forth. Yet if Knowledge is not arising, you will go to extremes to bring it forth. It is like giving birth to something you are carrying and laboring with.</p>\n\n<p class=\"book-paragraph\">Do you see? The Greater Community will change your ideas about God completely. It will change your ideas about religion completely. You will see that God is not preoccupied with humans. You will see that God is something bigger than what you have ever considered, and you will have to think as a participant in a greater reality. This is a great blessing.</p>\n\n<p class=\"book-paragraph\">Why are nations in this world always threatening each other? They are so similar to one another, yet they accuse each other of the greatest evils. What will resolve this dilemma? They love each other, but they cannot join, so they fight. That is why people fight. They cannot separate. They cannot join. So they fight.</p>\n\n<p class=\"book-paragraph\">That is what is happening now. Nations cannot join, but they cannot separate. Yet they will have to join. They will join because they will realize that they are exactly alike, and they will become increasingly similar in the years to come. Why will they join? Because they will be faced with a Greater Community beyond their borders. This may be the saving grace in this world. Humanity will have to contend with a bigger problem than the differences between nations that are so alike.</p>\n\n<p class=\"book-paragraph\">There is spiritual advancement happening everywhere. That is why the Teachers of the Spiritual Families serve all worlds. If you ever have the gift of encountering your Inner Teachers who have been assigned to you, you will recognize that not all of them are human. Why is this? Is it not to bring forth your Knowledge, which speaks of a greater reality and a Greater Community and which takes you beyond your personal sphere to allow you to enter life? We give entering life such great importance.</p>\n\n<p class=\"book-paragraph\">It is unfortunate if the development of Knowledge is misconstrued to be on a personal level only. Knowledge will make your personal self more harmonious, uniform and consistent, but only so you may have capacity for something greater. There is a Godseed in all people, but the seed must be germinated and have fertile soil in which to emerge.</p>\n\n<p class=\"book-paragraph\">Therefore, when We speak of the Greater Community, do not think only about spaceships. That is not the point. Instead, think of the Greater Community in terms of what you experience in life.</p>\n\n<p class=\"book-paragraph\">When you observe others, observe their preoccupation with themselves. They are not available for relationship. They cannot participate in life. Their chief concerns are survival and gratification. That is a very desperate situation to be in—to be in life, but cut off.</p>\n\n<p class=\"book-paragraph\">This you hold in common with your brothers and sisters in the Greater Community: You either have Knowledge or you do not. That is all that matters. Their life is temporary and yours is as well. The seed has been placed within them as well as within you.</p>\n\n<p class=\"book-paragraph\">Grace is available to you so that Knowledge may emerge. You do not need to control the emergence; it is quite natural. But you do need to exert control over your behavior and your tendencies so that this emergence can happen.</p>\n\n<p class=\"book-paragraph\">It is like a great pregnancy. Your lifestyle and your values must change to accommodate it because like the expectant mother, you will wish to prepare a place for delivery—the proper environment, the proper support and the proper orientation. And you will protect this emergence because it is vital now.</p>\n\n<p class=\"book-paragraph\">There are many people who are experiencing this pregnancy, and it is very difficult on a personal level to account for it. It does not matter that your personal side is so foolish, it does not matter that your body is not perfect, and it does not matter that you are beset by little ideas and fears. These are only minor hindrances compared to what you possess.</p>\n\n<p class=\"book-paragraph\">It is because you identify completely with your personal side that you are so anxious to make it as perfect as your true Self. But it can never be. It was never meant to be. Therefore, please be kind to yourself. Your vehicle is not your true Self. It is not Knowledge. It is a self-created vehicle for participation in the world.</p>\n\n<p class=\"book-paragraph\">That is why We wish for people who are experiencing this rapid growth to be very kind, patient and considerate with themselves and with others. You will find that your Teachers are very gentle and patient with you. They are not so concerned that you comprehend everything right away. They are only concerned that you not destroy your opportunity for Knowledge and that you participate fully in your current stage of development. You do not need to constantly aggravate your mind in order to progress in the most direct manner.</p>\n\n<p class=\"book-paragraph\">Your neighbors in the Greater Community can only be appreciated and understood through Knowledge and intrinsic relationship. Here you will not care what kind of technology they have. You will not care what they look like. You will only care about your experience of being with them. You have friends and you have adversaries in the Greater Community.</p>\n\n<p class=\"book-paragraph\">Your people are very self-preoccupied with human life, human values, human organizations, human gods, human religious paths and human everything. Yet you must become wise and use Knowledge and not be bedazzled by new, grand experiences. The man and woman of Knowledge are not preoccupied with what things look like. They are only concerned with the task at hand.</p>\n\n<p class=\"book-paragraph\">Your Spiritual Family exists in this world and in other worlds. They are not all humankind. You have a human family that raises you in the world, but you have a Spiritual Family that raises you in life. This Family is not all humankind. You are not entirely human. You belong to a Greater Reality. Being a human is not enough. You are not entirely a human being. When you have this perspective, you will know how to serve people because you will not be trapped in their identity dilemma.</p>\n\n<p class=\"book-paragraph\">God wishes to make God’s Presence manifest in the physical. Yet, God can only do this through the vehicles that exist here. That is the nature of things. God has given this world everything it needs. Now you must use what has been given. God has given this world purpose. God has given this world evolution. God has given this world spiritual assistance of tremendous magnitude. God has planted purpose within you. God has given you life. God has given you Knowledge so that you may fulfill your part in this world at this time.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/greater-community-reality/"
}