{
  "title": "Pleasure",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Pleasure is a focal point of most people’s minds. It requires attention. Like possessions, pleasure is something that dominates people’s awareness, time and energy. Like possessions, pleasure is something that can be bad. Again, you must look at what pleasure is and where you draw the boundaries that determine whether you participate in something that is truly pleasurable or whether you do not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a pleasure for us to speak and to convey to you a greater body of Knowledge as well as a Greater Community perspective, which you and your race will need in order to progress. Our pleasure in this is born of the fact that a gift is being given to you through us. This is the greatest pleasure. This is the pleasure that has no boundaries and does not wear off. It is a pleasure that can be conveyed and resonated through many minds. Therefore, it grows rather than diminishes as it is passed along. It is a pleasure born of Knowledge. It amplifies itself. It is a pleasure unlike any other pleasure that you can find.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All other pleasures weaken once they are broadcast. They diminish. Like a pebble thrown into a pool, the rippling effect becomes weaker and weaker as it spreads out. The pleasure that we speak of, however, has the reverse effect. It is more like planting seeds. As these seeds take hold in minds that are fertile with the desire for Knowledge and the recognition of the need for Knowledge, they grow and flourish there to bear fruit, once again spreading their seeds to new minds that are fertile for Knowledge. They in turn bear fruit, and so on. Therefore, this greater pleasure propagates itself and yields ever greater fruits as it is given and received.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But what about the pleasures of the world and all the myriad pursuits that are undertaken to acquire them, to keep them and to ward off their dissipation? What of these? Clearly, given the excesses that you see about you, the pursuit of pleasure can be seen as utterly destructive and demeaning. Examples of this are so common and take so many forms that you need but look at human life around you to see their many expressions. So, do you say to yourself, “I will eschew pleasure altogether”? The problem with this approach is that you do this for pleasure. Here you are merely changing your avenue or kind of attempt for pleasure. If it is a pleasure to give up pleasure, how do you give up pleasure? Is pleasure only an avoidance of pain? If so, pain will attend you and follow you like a shadow, for pleasure and pain are very associated. Therefore, if you seek pleasure to avoid pain, you produce more pain, which requires more attempts at pleasure, which produces more pain, and so forth. Is pleasure always associated with pain?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are all very important questions to consider. Your basis for considering them is to take stock of your life and to evaluate your investment in pleasure and what it is costing you. This evaluation can only take place when you can view things and review your own experience objectively. The desires, fantasies and philosophies regarding the acquisition of pleasure are so ever present, so inflated and so subjective that it is very difficult to gain any kind of honest appraisal. However, your experience will not betray you if you are able to interpret it correctly, which you can do if your desire for truth is strong and if you are willing to review or re-evaluate anything that is necessary, even if it is painful to do so. The pain of re-evaluation is not nearly as great as the pain of avoidance. The pain of recognition is minute compared to the pain of seeking substitutes or trying to lose yourself in pursuits that can only mask or conceal your deeper needs and the suffering that is the result of their denial.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, what are the criteria for determining which pleasures are worthwhile and which are not? Let us give you an idea to consider, for you must consider ideas. Simple answers can never satisfy this inquiry. We give you an invitation for study and contemplation, appraisal and re-evaluation. These are answers that mean something because they take you somewhere. They do not merely pacify you. They actually lead you into a new arena of understanding. Regarding any pleasure that you find attractive and are thinking of pursuing, consider the cost involved. This is particularly important regarding pleasures in the world, which constitute most of the pleasures that you can think of. We shall speak of these and then we shall speak about the pleasure of Knowledge, which is very different from the pleasures of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Like possessions, you need some pleasures in the world. Whether it is possession of things, ideas or relationships, you need some of them. Yet, they need to be important. They need to yield something of real value to you, and the value that they yield must be greater than your investment in them. This holds true for any kind of pleasure that you find attractive or wish to pursue. Given the investment of time and energy—which includes money, of course, for this represents time and energy—how much does that pleasure yield to you? How great are its fruits? Pleasure is an investment. What does it yield? An honest appraisal of your own experience will provide genuine guidelines for this, as will the promptings of Knowledge within you, which will seek to engage you in those activities that are most beneficial, forsaking all others that merely rob you of your time, energy and attention.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Simple pleasures are valuable if the investment in them is not too great and if they yield something of real value. Let us give you an example. It may be a great pleasure to stand by a beautiful river as it passes by. That is a simple pleasure, small in comparison to the pleasure of Knowledge, but genuine nonetheless. However, if you must travel halfway around the world to have this experience, then the investment in this simple, momentary pleasure is clearly inappropriate. Yet, people travel halfway around the world to observe some natural feature or to see some spectacle in order to have a pleasurable moment. Their reward is very small in comparison to their great investment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Most of the pleasures that are damaging to people are damaging because the investment is great and the reward is very small. In many cases, there is no reward at all. There is only investment and reinvestment. Here we have the contrast between fantasy regarding the pleasure and the real experience. How often have you been disappointed by the real experience of something because the anticipation was so great and so inflated and you had invested so much? Then the real experience came, and it really was not that fine after all. Observe little children around Christmas, how their anticipation and their expectations are so great. The investment of time, energy and attention is so great, but after the gifts are all unwrapped, there is disappointment. The investment is great. The reward is small. Consider how many times you were disappointed by things that you had hoped would be wonderful and magnificent. Why the disappointment? Because the investment was great and the reward was small. Recall experiences where you made an investment of yourself and there was no reward at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Often the cost of pursuing a pleasure cannot be accounted for at the outset because when the pursuit robs you of your awareness of yourself, of your interaction with life and of your appreciation of your own existence, such a great price goes unnoticed. Yet, people pay it because they are depressed and angry and lack value and meaning in their lives. They are paying the price all the time. They often associate their suffering with other things, so they seek greater pleasures, which exact great prices, and their dilemma and depression become deeper. In fact, their depression can become so deep that it is like a dark cell with no windows where no light can penetrate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">High expectations and great disappointments can dominate a person’s life. The expectation of romance in relationship exacts an exorbitant price, both immediately in terms of time, energy and attention and in a long-range sense. People lose so much over this pursuit and how little is their reward—a few moments of self-inflated pleasure or self-abandonment or a few moments of physical sensation, none of which can be maintained for long. The reality of the relationship can seem very depressing in contrast to the thrill of romance. That is because people invest in the romance and not in the relationship. If you invest a great deal in something that yields very little, you will suffer and your pain will be great. If you invest in something that can yield a great deal, has lasting value and will grow as a result of your participation, then your pains will be small and your investment will be good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The question then isn’t, “What should I do to make myself happy?” The question can be cast in a different way. Consider another question, for example, “Where can I invest myself that will yield the greatest results for myself and others?” This is a much more objective question, for it requires an appraisal based upon your own experience. If the appraisal is based only upon your expectations, you will have no basis for appraisal. Expectations are hope based upon disappointment. How can this be an honest appraisal? But if you ask yourself, “How can I invest myself in such a way that it produces the greatest results or the most value for myself and other people?” it will orient you more towards an objective approach than if you only ask, “How can I make myself happy?” If you don’t know how to make yourself happy, your approach will be much more subjective and will be fraught with great expectations. It is more difficult to get an honest appraisal with this approach.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Investment is in terms of time, energy and awareness. You want your reward to give you greater awareness, greater affinity with life and a greater sense of your value and purpose in the world—not the value and purpose that you invent for your own delights, but the value and purpose that are intrinsic to your being here. This value cannot be exhausted. It will not leave you and will only grow as greater attention, time and energy are devoted to its expression and experience. Our pleasure is great. Our pains are small. Your pleasures are small. Your pains are great. It is a matter of investment and appraisal. Preparation in The Greater Community Way of Knowledge reverses this trend. It goes against the ways of the world and sets a new example for human development and achievement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now, let me introduce another idea regarding pleasure. This relates to the idea that true value offers a reward that grows and yields benefits for yourself and others. Real pleasure is associated with achievement. You cannot escape this. It is a fact. Things are valued because they are useful according to the purpose that you hold. If something yields value according to your purpose as you understand it, you will value it. Even if your purpose is false and self-deceiving, you will value it nonetheless. Value and pleasure are therefore highly associated. You cannot separate them. If something does not serve a purpose that you value, then it will not yield pleasure for you. Even if it yields happy sensations and a momentary reprieve from the stress of being in the world, it will not be greatly valued. Something that is greatly valued yields a deeper kind of pleasure because it is life affirming. If the value is genuine and if the purpose with which it is associated is genuine, it will yield a greater and more lasting value.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For example, recall in your life those brief moments or interludes where you experienced your own worth, not in a self-congratulatory way but in a genuine way. In spite of your efforts or denials, you experienced your own value—a moment of experiencing affinity with life. The value of these experiences is so great in contrast to all other experiences that they stand out in your memory like sharp points of light against a backdrop of empty space. Like the heavens above you, they are brilliant in contrast to the mundane level of experience. They outshine all of the momentary pleasures that you have accumulated over time. They yield more value in their momentary expression than years and years of attempting to derive value from other things. The investment in them was small. The reward is great and expanding.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, the path of true fulfillment reinvests you in things that produce great value for you and for others. Here your approach must transcend your own personal wishes and needs because if your pursuit is selfish, it cannot yield greater rewards. It is being identified with little things and little pleasures which exact great prices, both immediately and residually over time. They darken your life, cast clouds over your mind and obstruct the greater possibilities that are waiting for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How do you know what a great or small pleasure is? Your experience will tell you if you are able to view it honestly with a willingness to change or readjust things in your life. Knowledge is the barometer here. Even if you are uncertain what Knowledge is, you nonetheless feel drawn towards certain things and resist other things. You can resist Knowledge and be drawn towards things that are of no value, but this happens at the surface of your mind. Your deeper feelings and deeper experiences will always orient you in a true direction. Even if you misinterpret the direction, even if you resist going there, your deeper nature will take you towards that which is most beneficial for you. You will feel greater pleasure as you move in this direction and greater confusion, anger and disappointment as you move away from it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, underneath all of your desires and attempts at self-gratification you have a natural homing device within you that brings you towards those individuals, experiences and involvements that are essential for your development. These things yield greater rewards. Whatever difficulties you may encounter in pursuing them, those difficulties are small in contrast to the rewards which they produce. As you approach these things, you will need to hold this in faith because you have not yet experienced the rewards themselves, and at times the investment can seem too great or too burdensome. In fact, it is very small. You must find this out through experience. This requires time and faith. So, you say to yourself, “Following in this direction is very difficult, but I have a sense that it will yield something of great value. I cannot tell you what that will look like, but I must follow it because I know I must.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Remember, only Knowledge will take you to Knowledge. Other motives will become revealed and must be altered or abandoned. Knowledge will take you to Knowledge. A sense of true value will take you to those things of true value. A sense of greater pleasure will take you to things that produce greater pleasure. They all lead away from the many other things which can only mock the greater meaning that only a greater pleasure and a greater value can yield. Here you step out of the seemingly hopeless predicament in which humanity is mired.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At times the way seems lonely and uncertain, but something in you is guiding you forward. Here you must follow a greater calling, a calling you cannot understand, a calling you have not yet learned to appreciate, a calling whose trials and tribulations, though seemingly large in the moment, are in fact small compared to the greater rewards awaiting you. How can you be certain that you are doing the right thing? How can you be certain? You can only be certain because you know you must proceed. This knowing comes from deep within you. It does not happen in the realm of your personality. It is not a compulsion. It is not a violent or persistent personal need. It is something greater within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As small pleasures and things of no pleasure are abandoned, you will find that there will be emptiness in your life. Allow the emptiness to be there. Do not fill it in with new things. Part of your life should always be empty. This creates a vacuum effect, allowing greater experiences to come to you, allowing your boundaries to be expanded, enabling you to progress forward and to develop your true capabilities. Small pleasures fill up the mind entirely so there is no room for anything to enter. Great pleasures always create more space, so there is always room for new experience and a deepening of the understanding of the meaning of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To study The Greater Community Way of Knowledge is to reorient yourself to the true meaning of your life. You will take many small steps along the way as you proceed. Your other motives and your other attachments will become sharply contrasted so that you will be able to perceive them in a more objective manner. This takes faith, for here you are walking away from things that you have believed before to be of great value, and you are moving in a direction that you cannot yet justify. You are going there because something in you is telling you that you must.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can only find the rewards by achieving them, for rewards are based upon achievement. With momentary pleasure, there is no achievement; there is only a great price for a moment of satisfaction, a moment of self-abandonment or a moment of delight. You only have to look at the human condition around you and in your own life to see the complete demonstration of this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you seek great pleasure, then seek great value. Invest yourself in that which yields a greater reward. How do you know what this is? This is demonstrated by the needs of the world and by your own inner need. People stand around saying, “Who am I? What should I do in my life? I don’t know what to do.” They are looking at themselves personally. If you look at the world, the world needs you. It needs talent, ability and contribution. It needs genuine relationships. It needs investment. The world, if it is attended to, will call this out of you and eventually you will find the avenue of expression and contribution that is yours to claim.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This invests you in that which produces a greater value and a greater pleasure. Here pleasure is a deep satisfaction and confirmation of your life. Yet, it transcends even this definition because it has a resonating effect within you and beyond you as well. So, do not look at yourself personally and say, “Well, what do I want and how will it make me happy?” Look at the world and ask, “What does the world need and what can I give?” Within your personal mind, you will not understand your own meaning and you will not recognize the greater calling for your contributions to be given. But the world demonstrates this. When the outer need and your inner need converge and join, then you will be able to recognize the avenue that you should pursue.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A true life draws 100% of a person’s energy, but it does this gradually because people are not capable yet of giving 100%, even if they hold this to be a valuable thing to do. Gradually, your investment will deepen and the rewards will be greater. This will draw you away from other pursuits and interests which yield very little and require a great investment. Only those little pleasures that require a small investment will be able to survive. They can have a valuable role to play. It is still a pleasure to look at the stars or stand by the stream or enjoy your garden or enjoy something that you do that is pleasurable. The reward is small, but it has not taken the place of your greater pursuit in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Following The Greater Community Way of Knowledge readjusts all things so that you are able to devote yourself to great values and great rewards and yet have those small pleasures that are necessary for your momentary convenience and personal value. There is no conflict here. However, going from a life of small pleasure and great investment to a life of great pleasure and small investment represents a complete reversal. This reversal must be carried on gradually. Within this is a tremendous period of re-evaluation and rededication that will affect every aspect of your life and everything that you value or hold dear. This is very confusing at times, for you no longer identify with things that were formerly pleasurable to you, but you do not know what will take their place. If you are wise, you will not attempt to replace them but will allow the changing focus and direction of your life to illustrate to you the greater value that is awaiting you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is going from poverty to wealth, for wealth is investing yourself in that which yields the greatest benefit for yourself and others. Poverty is investing greatly in things that yield little or no pleasure or value. Wealth and poverty are not about how big your house is or what kind of automobile you drive or how much money is in your pocket or what your wardrobe looks like. Wealth and poverty are very different here. In this different light, the wealthy seem poor and often the poor seem wealthy. This, then, gives you a genuine reference point with which to gauge value in the world. Again, your life is part of the demonstration and the demonstration is being carried on all around you. Here you will see such great investment in things that yield little or no value and exact such an enormous price. Look, listen and observe, but do not yet come to conclusions because there is more looking and observing to do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We wish to share with you the greater pleasure that we experience in keeping Knowledge alive in the world and in reinforcing Knowledge within you. Our presence, then, provides a contrast. This Teaching provides a contrast. Contrast is necessary for you to be able to discern that which is meaningful from that which is not. This discernment is necessary to have in order for you to re-evaluate your life and to set yourself in a new direction born of your true inner need and the needs of the world. This produces a greater pleasure almost immediately because it confirms the meaning of your life. Here you do not need to deceive yourself to have what you want. The relief that this provides is both immediate and long term. It is life affirming. Here the value that you seek is not for you alone, for it transcends your personal needs. Here the emphasis is on giving and not on taking from life, and so the rewards are far greater.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, review your own investment in pleasure. Itemize the things that you are attempting to acquire or secure for yourself. Look at the investment. Look at the reward. Ask yourself, “Is this reward worthy of the investment?” Do not deceive yourself in thinking that you can circumvent the investment. There is a price for everything. All rewards, all value and all achievements require an investment. Some people are greatly invested in confusion so that they won’t have to commit themselves to anything. To them, commitment is pain and confusion is a kind of relief even though it produces no value. Here the emphasis needs to move away from survival to achievement, which is a revolution that takes place within the mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As the world teaches you what not to value, your Knowledge and the exemplary life of certain individuals provide a contrast. Studying The Greater Community Way of Knowledge provides a contrast. Once the contrast is recognized, you will have no doubt which way to choose. Once the choices are made plain to you and you can see them as they really are, there is no choice at all. When we say that freedom is no choice, it does not mean that there is no choice. It just means that the choice is so obvious that it is as if there were no choice at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are attempting to choose between two things that are alluring and you cannot decide, then you have not yet come to recognize the investment and the reward. Often people are bogged down because they are trying to choose between two things, neither of which is the way to go, and so they go back and forth, back and forth, trying to weigh the benefits and the liabilities, and so forth. They cannot proceed by doing this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you want to know what real value is and how it can be attained, learn about and associate with individuals who are demonstrating it in the world. You cannot find it on your own. Become a student of Knowledge if you wish to have Knowledge. You cannot get it any other way. You cannot purchase it with money. You cannot learn it through simple ideas. You must develop a capacity for it, a desire for it and learn to receive it and apply it wisely. This is investing yourself in the greatest pleasure, which is the greatest achievement.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/greater-pleasure/"
}