{
  "title": "Guidelines for Discovering Your Higher Purpose",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">In discovering your greater purpose in life, and in building your connection to the deeper Knowledge that God has placed within you and that holds this greater purpose for you, there are certain things that you must avoid, certain behaviors and involvements, intentions and desires that will prove to be very dangerous for you and will undermine, and even destroy, your greater promise in being in the world at this time.</p>\n\n<p class=\"book-paragraph\">The world is a hazardous place. It is a dangerous place. It is a beautiful place. And it is the appropriate place for you to be. But because of its many hazards, both its physical hazards and the many seductions that exist within the human environment, one must proceed with great caution, discernment and discretion.</p>\n\n<p class=\"book-paragraph\">There are many attractions in this world that are extremely dangerous and counterproductive. While they may seem to produce pleasure and benefit at the outset, they betray one’s relationship with oneself. They betray one’s deeper conscience, a conscience that has been established by God. And they can truly ruin one’s life and compromise one’s life to the point where you truly become a stranger to yourself. Having taken so many wrong turns, having made so many wrong decisions, now it seems almost impossible to find your way back.</p>\n\n<p class=\"book-paragraph\">You will find redemption eventually, either in this life or beyond, but time here can be equated with suffering, and suffering is largely the result of people’s decisions and unwillingness or inability to follow the deeper Knowledge that God has placed within them.</p>\n\n<p class=\"book-paragraph\">This deeper Knowledge is not discerned in the realm of the intellect. It exists beyond the intellect because it represents the permanent part of your nature, your deeper nature, the deeper nature that has been created by God.</p>\n\n<p class=\"book-paragraph\">God has given you a deeper conscience. This conscience exists beyond your social conditioning, or a social conscience. Your family and your culture and your environment growing up have inculcated into you a certain kind of social conscience—proper behavior, proper manners, following rules, guidelines and so forth—established by your family, culture, and perhaps your religion. But God has placed a deeper conscience within you that is not bound by these things.</p>\n\n<p class=\"book-paragraph\">When you go against your deeper conscience, you feel bad, and if you continue in this way, you will feel disconnected from yourself. Because this disconnection is so disconcerting and produces so much suffering, you begin to build an identity outside yourself. You make compromises, you adjust your thinking, you find excuses and validation from others, and then really you are living a life that is not authentic; it is a life not based on who you are.</p>\n\n<p class=\"book-paragraph\">Then you can be persuaded to do almost anything. Because you are suffering now and feel disconnected from your Source and your deeper Self, now you can be persuaded to pursue happiness and pleasure and wealth, beauty, charm and personal advantage. And you can be persuaded to do this in such a way that it further distances you from your deeper nature.</p>\n\n<p class=\"book-paragraph\">This compounds your problem and leads you further astray, further away from the center and the source of yourself. Now you are becoming a kind of aberrant personality. You are creating an identity and an experience that is foreign to your deeper nature.</p>\n\n<p class=\"book-paragraph\">Everyone has done this to a certain degree because they have not yet realized and experienced the power and the presence of Knowledge within them. But this disassociation can be taken to extremes, leading to addiction, eccentricity and even criminal activity.</p>\n\n<p class=\"book-paragraph\">People can become so distorted and so removed from their deeper nature that they become almost like caricatures. In the extreme, this is utterly tragic. But even moderate expressions of this disassociation are truly unfortunate because it leads to continual suffering.</p>\n\n<p class=\"book-paragraph\">If you are a stranger to yourself, you cannot feel the deeper current of Knowledge within yourself, you cannot respond to the wisdom and guidance that Knowledge is providing to you, and you do not really know how to be with other people because being a stranger with yourself means that you are a stranger with others. As a result, you adapt your social behavior and your perception to meet a distorted reality within yourself. And it is truly difficult, and sometimes impossible, to establish a meaningful relationship with anyone else from such a distorted and estranged position.</p>\n\n<p class=\"book-paragraph\">You might have many acquaintances, you might share interests with many people, but no one knows who you are. You do not know who you are. You are kind of living out a set of beliefs and assumptions, living a kind of fantasy and distorted life, lost to yourself, unable to really connect with others.</p>\n\n<p class=\"book-paragraph\">For the truth is if you are not intimate with yourself, how can you be truly intimate with anyone else? If you are not close to who you are and to your deeper nature, how can you really be close to anyone else? As a result, there is a great distance within yourself, and between you and others. And while you might take advantage of them, or allow them to take advantage of you, you are really alone, isolated within your own mind.</p>\n\n<p class=\"book-paragraph\">Underneath this is a current of guilt for all the wrong decisions you have made, all your regrets, all the actions you have taken that have gone against your deeper nature. And with this guilt, there is lack of self-acceptance, and from this emerges condemnation of others, intolerance of others and the projection of blame and hatred.</p>\n\n<p class=\"book-paragraph\">This really is a kind of mental illness that permeates every culture, and is even common in the Greater Community of worlds, of life in the universe. It is the fundamental result of Separation from God and from the deeper nature that God has placed within all sentient beings.</p>\n\n<p class=\"book-paragraph\">God has healed the Separation by placing Knowledge within all sentient beings—Knowledge that is like a beacon and a compass, a honing mechanism, guiding you into greater and more meaningful action in relationships in the world, bringing your life into harmony and focus, and re-engaging your thinking mind with the deeper Mind that God has created, which represents your true Self and identity.</p>\n\n<p class=\"book-paragraph\">All suffering emanates from this Separation. Even physical suffering due to deprivation of food or security, still reflects your reality living in Separation. And while this deprivation can be corrected, and must be corrected, concerning the impoverished and the oppressed peoples everywhere in the world, there is a more fundamental problem that generates suffering. It is the suffering born of disassociation from yourself and from others.</p>\n\n<p class=\"book-paragraph\">To be truly alone and isolated really is to live in Hell. You can imagine a more hellish physical state, a state of torment and persecution, but what Hell really is is living in a profound isolation, walled off from yourself, walled off from others, walled off from the ability to experience and appreciate life, to experience love and affinity, compassion, forgiveness. Here you are in a prison of your own creation and the creation of others around you.</p>\n\n<p class=\"book-paragraph\">Suffering is profound; it is everywhere. Do not deny its reality. Do not deny its reality within yourself, pretending that you are happy, affirming all the good things in life to try to convince yourself that you are really happier than you truly are.</p>\n\n<p class=\"book-paragraph\">Being happy is not just an attitude; it is not just an affirmation. For while you may emphasize all the good things in your life, there is still the problem of Separation within yourself. There is still the disassociation from your Source, and from your deeper nature.</p>\n\n<p class=\"book-paragraph\">You can make a happy appearance in the world, you can pretend that you are happy and carefree, but until you have bridged the gap within yourself, until your thinking mind and the deeper Mind of Knowledge have built a strong connection, until you are being guided and directed by Knowledge, you are still in a state of suffering.</p>\n\n<p class=\"book-paragraph\">Do not deny this or cover it up, for to do so is to deny the redemption that God has placed within you. You will look elsewhere for resolution. You will try to have wealth and pleasure, comfort and security, but you are not really meeting the problem where it truly exists. You are only building an appearance of success.</p>\n\n<p class=\"book-paragraph\">God has given you Knowledge to redeem you, to protect you, to give you a foundation for integrity and to restore to you your deeper conscience. God has done this to also give you greater gifts to give to a world in need, under the very circumstances that you can see and experience today.</p>\n\n<p class=\"book-paragraph\">This is a kind of practical redemption. It is not simply that you are blessed with Grace, and all of your difficulties, your conflicts and your hostility melt away. God redeems you by giving you something important to do in life. And what God has given you to do in life is very likely quite different from what you are attempting to accomplish now.</p>\n\n<p class=\"book-paragraph\">Only very few people in the world are really engaged in their greater purpose here. And that is why suffering is so endemic. That is why it is ever present and all around you—infecting the poor, infecting the rich and everyone in between.</p>\n\n<p class=\"book-paragraph\">While you can alleviate deprivation in your outer circumstances, the only way to alleviate deprivation within yourself is to take the Steps to Knowledge, to reconnect with the deeper Mind that God has given you and your deeper conscience that will tell you what is right and wrong, that will restrain you from giving yourself to people, places or things that have no future and no success. It will keep you from addiction; it will keep you from harmful activities.</p>\n\n<p class=\"book-paragraph\">The more grounded you are in Knowledge, the harder it will be for you to make a mistake, and the more you will be able to see problems before they arise. The practical value of this is immense and incalculable. And it also allows you to prepare for difficulties coming over the horizon—the Great Waves of change that are coming to the world, the great environmental problems and resource problems that humanity is now beginning to experience, and which will accelerate and increase in the future.</p>\n\n<p class=\"book-paragraph\">The power and the importance of Knowledge cannot be underestimated. The invisible and the ineffable here have the greatest power, greater than any physical force, greater than any social convention, greater than any wealth or political power. For God has created something pure and wise within you. If it is neglected, if it is denied, if it is violated, it will only produce suffering and confusion, and this will make self-acceptance and acceptance of others impossible.</p>\n\n<p class=\"book-paragraph\">There are things you must do and not do, as a general rule and guideline:</p>\n\n<p class=\"book-paragraph\">1. Do not give yourself to people until you have discovered and experienced your deeper purpose and direction in life. For anyone that you give yourself to, that relationship will be placed in jeopardy should you have the great opportunity to discern and experience your greater purpose. Here people, to protect their previous investment in relationships, will avoid real self-honesty and self-awareness because they sense and realize it could threaten all of their current engagements, all of their investment in relationship and security.</p>\n\n<p class=\"book-paragraph\">Do not give your life to another until you have found your life or you will have to risk everything in discovering your deeper nature. It is better to be alone and lonely, within a social context, than to build an entire life built around convenience and the expectation of others, only to have to threaten all of that investment later on when you begin to realize that you have a greater purpose for being in the world.</p>\n\n<p class=\"book-paragraph\">You can see the dramatic consequences of this unwise investment everywhere around you. People are disconnected from Knowledge, they are strangers to themselves and so they become part of social structures that define them. And yet they are lost within themselves; they have no sense of real direction in their lives; they have lost their connection to deep happiness; they are suffering.</p>\n\n<p class=\"book-paragraph\">And though they may work slavishly for their families or their community, they are suffering with no relief in sight. To try to find relief, they will become involved in addictive behaviors. They will give themselves to political causes or religious extremism to try to find an avenue to express their confusion and frustration.</p>\n\n<p class=\"book-paragraph\">Therefore, the first Guideline is: Do not give your life to anyone or anything until you have really discovered the deeper current of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">2. The second Guideline is: Look out into the world to see what events or crises or circumstances have the greatest impact upon you. What is it out there that either upsets or delights you extremely?</p>\n\n<p class=\"book-paragraph\">Here you are not finding an answer, but a clue. If there is something in the world around you that is speaking to your deeper nature particularly, beyond the normal range of stimulation and excitement, or disgust or condemnation, if there is something really speaking to your deeper nature, you must give this attention, remembering that you have not found an answer, but instead a clue.</p>\n\n<p class=\"book-paragraph\">For the truth is that the answer is within you, but the calling is out in the world. The world calls your greater purpose out of you. Important relationships call your greater purpose out of you. But these are relationships that are not based upon romance or indulgence, or the acquisition of wealth and power.</p>\n\n<p class=\"book-paragraph\">You can build a whole life based upon the acquisition of power and wealth, but this will likely have nothing to do with who you are and what you are really meant to do here. So it is all a lie, you see. Even if you are successful, you are only successful at cheating yourself. It is better that you fail in this attempt and be thrown back upon yourself to re-evaluate your deeper inclinations.</p>\n\n<p class=\"book-paragraph\">The world will give you clues and signs that will tell you about your deeper nature because it will stimulate a deeper response within you. Just make a note of those things that have the greatest impact, whether it be positive or negative. It is the depth of your response that is important here. These are clues.</p>\n\n<p class=\"book-paragraph\">3. The third Guideline is: Do not become sexually engaged with other people until you have really found someone who is connected to your deeper purpose. Never think of sexuality in terms of recreation, for sexuality represents a deeper engagement between people, and if it is used for casual purposes, if it is used to manipulate others for your own pleasure, then you are betraying the reality of your deeper relationship with other people. You are also playing recklessly with nature, forcing people to compromise themselves, forcing you to compromise yourself.</p>\n\n<p class=\"book-paragraph\">You may live in a culture and a society that promotes this kind of sexual adventurism, but it is highly destructive to people’s integrity. It undermines their sense of self-worth. It cheapens life. And it leads people to all manner of deception, both within themselves and between themselves and others.</p>\n\n<p class=\"book-paragraph\">Sexual engagement is appropriate in a relationship that represents a greater union. It is appropriate and wonderful within this context. But first, you must discern the greater movement and reality of your life. This should be the primary focus for all young people, and should be a primary focus for older people who are re-evaluating their lives and their priorities. Inappropriate sexual engagement will draw your psychic energy; it will dominate your emotions; it will lead you into great confusion and self-estrangement. It carries with it such a great cost—a little pleasure, at such a great cost.</p>\n\n<p class=\"book-paragraph\">Better to be alone than to be inappropriately engaged with others. So much better this is. For when you are alone, you can work on your spiritual practice. You can build the Four Pillars of your life: the Pillar of Relationships, the Pillar of Work, the Pillar of Health and the Pillar of Spiritual Development. You can invest in building these Pillars, which represent the true stability and strength of your existence here.</p>\n\n<p class=\"book-paragraph\">Better to be alone than inappropriately engaged with others. Do not be seduced by wealth, beauty or charm in this regard, or you will give your life away for nothing. You will commit your youth and your most productive years in a pursuit that has no reward, no future and no possibility of success.</p>\n\n<p class=\"book-paragraph\">This abstinence is not merely a matter of restraint; it is really a matter of self-respect. It is respecting one’s life and one’s time and one’s opportunities in life. It is your self-respect that keeps you from giving your life away. It is your recognition that you are here for a greater purpose that will hold you back from giving yourself to other purposes that seem to be promising and alluring in the moment, but which really offer nothing in the future but suffering and disappointment.</p>\n\n<p class=\"book-paragraph\">4. The fourth Guideline: Who you are is not your mind; it is not your beliefs; it is not your attitudes and emotions even. All of your thinking and your associations and assumptions, your insecurity and your identification with people, places and things—that is all at the surface of your mind, the turbulent surface, like the surface of the ocean which is swept by the winds and the weather.</p>\n\n<p class=\"book-paragraph\">You have a deeper nature that is wise and profound. It is not subject to all of the seductions and movements of the world around you. It is quiet, it is deep, it is profound, it is discerning, it is still. It is not debating, it is not trying to make decisions, it is not in conflict with itself, it is not trying to accommodate other people’s expectations or demands.</p>\n\n<p class=\"book-paragraph\">Yet this deeper Mind is incapable of condemnation and violence, self-hatred, or hatred of others. None of this exists at this deeper level—this deeper nature within you.</p>\n\n<p class=\"book-paragraph\">Your mind has been your master, but it must now become your servant. Your mind has enslaved you, you who believe that you are your thoughts, feelings and ideas. But this mind is meant to serve you as a vehicle of communication in the world. For without this mind, you could not speak to others, you could not understand other people’s circumstances, you could not relate to people. You would not have perception, you would not have sensory awareness, you could not interpret the world around you.</p>\n\n<p class=\"book-paragraph\">This mind must be a servant, not a master. For the master is Knowledge within you, because that is what God has placed within you to guide you, to protect you and to lead you to a greater life.</p>\n\n<p class=\"book-paragraph\">5. The fifth Guideline is: You must take the Steps to Knowledge, building a connection between your surface mind where you live and where you identify yourself, to your deeper nature and to the greater purpose that it holds for you.</p>\n\n<p class=\"book-paragraph\">There are many pathways to Knowledge, but most of these pathways are secret and hard to find. They do not represent the public spiritual teaching that you see everywhere around you, where people are trying to live according to precepts or guidelines, or certain kinds of practices alone.</p>\n\n<p class=\"book-paragraph\">The journey to Knowledge is deeper and more profound. Humanity has only discovered this reality to a very limited degree. But it is available to all, whether they be rich or poor, in every faith tradition, in every country, in every culture. Real teachers here are hard to find, though they exist in every country. They are not the popular teachers on the television. They are not the teachers who have great crowds coming to them to hear their sermons and admonitions.</p>\n\n<p class=\"book-paragraph\">It is because of this that the Creator of all life has sent a preparation into the world, so that people from all walks of life can practice The Way of Knowledge and can take the Steps to Knowledge on their own.</p>\n\n<p class=\"book-paragraph\">This preparation is becoming available to everyone. It is pure. It is uncorrupted by human governments and human cultures. It has not been tampered with. It has not been compromised. It has not been adulterated. It has not been wed to other things that are unrelated to it. It represents a pure pathway.</p>\n\n<p class=\"book-paragraph\">For if you cannot find a true teacher to guide you and teach you the Way to Knowledge, then you can receive the Steps to Knowledge that the Creator of all life has sent to the world to prepare humanity for its future, to prepare humanity for the Great Waves of change coming to the world and to prepare humanity for its encounter with intelligent life in the universe, an encounter that will change and shape the future and destiny of humanity. You must have a pathway to Knowledge. That is essential.</p>\n\n<p class=\"book-paragraph\">6. The next Guideline is: Build the Four Pillars of your life, the Pillar of Relationships, the Pillar of Work, the Pillar of Health and the Pillar of Spiritual Development. Like the four legs of a table, they uphold your life. And your life is only as stable and as strong as the weakest of these Pillars.</p>\n\n<p class=\"book-paragraph\">If you look at the world around you, you will see that people give themselves to one thing primarily. Perhaps it is their career. Perhaps it is their relationships. Perhaps they are obsessed with their health and their beauty or their illness. Or perhaps they have given themselves entirely to spiritual practice and study.</p>\n\n<p class=\"book-paragraph\">But in all of these cases, people’s lives are inherently very unstable and can be easily undermined by their lack of focus on the other Pillars of their life. To work on all four of your Pillars means you cannot be eccentric or extreme in any one of them. This creates a moderation in life and an essential balance.</p>\n\n<p class=\"book-paragraph\">Being in life is like being at sea—constantly changing, facing extreme events beyond your control, one day a quiet sea, the next day turbulent, even violent. You must have a very strong craft to sail this ocean. You must have a very stable and strong craft to take you where you need to go in life.</p>\n\n<p class=\"book-paragraph\">That is why all the Pillars must be built. You must have solid relationships based upon Knowledge and recognition, purpose and meaning. You must have meaningful work that does not betray or replace your greater purpose for being in the world. Within this Pillar of Work you must handle money and resources appropriately and wisely, serving the moment and preparing for the future.</p>\n\n<p class=\"book-paragraph\">You must have a solid basis of physical and mental health to be able to participate in a greater way in life, and you must have a spiritual practice that enables you to build your connection with Knowledge and to learn a greater wisdom and discernment in life.</p>\n\n<p class=\"book-paragraph\">The New Message that God has sent into the world teaches about the Four Pillars of life and The Way of Knowledge. It gives you a very clear and very important insight and understanding here. And this will teach you how you can use your time to the greatest benefit and how you can direct your energy to the greatest effect.</p>\n\n<p class=\"book-paragraph\">7. The next Guideline is to understand that humanity is facing the Great Waves of change—resource depletion, violent weather, environmental degradation, growing political and economic instability and the risk of war. Humanity, due to its overuse and abuse of the world, has set in motion converging forces that will create a confusing and complex array of impacts and influences.</p>\n\n<p class=\"book-paragraph\">You must face this. Already your deeper feelings are telling you that something important is coming, that great change is on the horizon. Yet people are unprepared and do not know how to prepare. They do not know what they will need to do in the face of these Great Waves of change. And that is why God has sent a New Message into the world, to provide a warning, a blessing and a preparation, a preparation beyond what humanity can establish for itself.</p>\n\n<p class=\"book-paragraph\">All the signs of the world are telling you that great change is upon you. Do not blame others, do not blame governments. Everyone has produced this. Everyone is involved in its creation. And everyone must become involved in its resolution. Take all the energy you put into condemnation and resentment and put it into your preparation for the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">8. The next Guideline is to recognize that humanity is emerging into a Greater Community of intelligent life in the universe. Already there is Intervention in the world from certain races who seek to take advantage of a weak and divided humanity. Their presence here is small, but it is growing. They represent resource explorers and economic collectives who will seek to take advantage of human weakness and ignorance and conflict for their own benefit. They have great skill in influencing people’s minds and perception. And in this they will seek to gain dominance here without the use of force.</p>\n\n<p class=\"book-paragraph\">Only the New Message from God can reveal the real meaning of this, the true nature of this Intervention, and how humanity must unite to resist it and to establish its own rules of engagement with intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">You can see within these Guidelines that they represent a great spectrum, going from the center and the depth of your own inner experience, all the way out to the greater movement of life within your world, and the greater events that will shape humanity’s future and destiny.</p>\n\n<p class=\"book-paragraph\">These Guidelines are very general, of course, and will require much clarification in each case. Only a New Message from God can reveal to you what this all means, and how it is all connected, and why you are in the world at this time, and why you are designed the way you are designed, uniquely, to make a unique contribution to life.</p>\n\n<p class=\"book-paragraph\">This is the greatest Revelation that has been given to humanity in recent times, and it will serve humanity in the times to come. For God’s Revelations are infrequent and carry great depth and meaning for those who can discern them and who can apply them in life.</p>\n\n<p class=\"book-paragraph\">You have come into the world at a great time, a time of great change, of great risk, but also great promise. You have come bearing a deeper nature and a deeper spiritual reality. You have been given a body as a physical vehicle and an intellect as a vehicle of communication, to express yourself in this world and to discern, discover and express your greater purpose and to contribute unique gifts concerning certain people and certain situations.</p>\n\n<p class=\"book-paragraph\">Yet only Knowledge within you knows who these people are and where these situations can be found. Here the intellect must follow. Here your lesser nature, your mind and body, must serve the greater nature of your Spirit, and the power and the presence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">In this way, you will be able to become a great light and inspiration in the world. In this way, you will be able to resist the degrading temptations that exist everywhere in human culture. In this, you will be able to discern the great change that is coming to the world and the great opportunities and necessity for human unity and cooperation.</p>\n\n<p class=\"book-paragraph\">Here you finally are able to no longer be a stranger to yourself or a stranger to life. And it is upon this foundation that you will be able to build relationships with others that represent the depth and the permanence of your true existence.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/guidelines-for-discovering-your-higher-purpose.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/guidelines-for-discovering-your-higher-purpose/"
}