{
  "title": "Happiness in the World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For those of you who are beginning to develop an inner life and an inner sensitivity, it can be more difficult being in the world. You are becoming more sensitive now. The harshness of physical life is more abrasive to you, and you seek retreat more than stimulation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People ask: “How can I be happy in the world?” As We have said in previous discourses, there are two kinds of happiness. There is momentary happiness, which is the result of happy stimulation that can be very pleasant but very easily lost. Then there is enduring happiness that abides within you, and as it grows strong, it can be experienced in all circumstances. It is the very seed of freedom in this life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We wish to speak of enduring happiness and how this can be established in life. Yet We must give you more than simply an idea or a definition. You must go beyond making simple changes in your behavior or thinking because the world is very powerful. It induces certain kinds of thinking in people, which are quite strong.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are so used to thinking a certain way that you have no idea that it is only one way of thinking. This becomes habitual. You never question it. But as you begin to open internally, you see that your point of view is simply one way of looking at things. It is not necessarily the truth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because you see things in a certain way, you think that that is truth. People argue and fight and they suffer over what they think the truth is. They look at the same thing and they see two different things from different points of view.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to open inside, to have a greater sense of yourself, to develop your capabilities and sensitivities and to draw upon the higher qualities that you possess, you see that points of view can vary and that how you see things is not the truth. The truth is very hard to see, but it is not hard to feel. Two people with very different viewpoints can have very similar experiences feeling the truth. When We say “feeling,” We do not mean emotions. We mean a deeper kind of experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, the world cannot provide you happiness, but you can give the world happiness because you have brought happiness with you from your Ancient Home. You must be its first recipient, however.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everyone in the world is looking for the way to happiness, how to maintain happy stimulations and how to avoid pain. It is very desperate to try and keep everything pleasant and comfortable and to have all things you want without loss. Is this not difficult to achieve? There are people who will guarantee that you can do it, but if you look about, no one is successful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">True happiness is something that you bear with you, but it is deep within you. It is the result of experiencing purpose, meaning and direction in your life. This is not a purpose, meaning or direction that you invent for yourself. It is something that arises in your mind. You realize it. It is not merely your thoughts or beliefs or philosophy or religion. Though the experience of happiness can find expression in these, they are not its source.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The source of true happiness is inexplicable and beyond your realm and range of experience. The result, which is happiness in this world, is something that you are meant to have, but you must cultivate yourself to be able to gain access to it, to have the capacity to live with it and to carry it into life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People are very anxious to have great experiences. They want to experience Jesus. They want to have God appear. They want proof. They want answers. And yet their capacity for experiencing these things is extremely limited.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot experience something if you do not have a capacity for it. Only momentarily in your life will you perhaps have a glimpse—a new experience of looking at the world without an old viewpoint, a feeling of Presence abiding with you that is powerful or a feeling of empathy with another that is beyond words. These are reflections of the happiness that We speak of.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why is happiness important? Happiness is not going around all day laughing about things. There are people who do that, and underneath they are often very unhappy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Happiness is a sense of peace and a sense that you are at home in the world, and from this come comfort, contribution, direction and good counsel for others. With this, you are like an oasis in a very desolate place.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you look about at the people that you have contact with, you will see that there is very little happiness in the world. It is very important to tell the truth about this and not simply dismiss it by saying, “Well, that is the way things are. That is life.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, a truly happy person, a person who is honestly happy, gives the evidence of God. God wants to give to people because people are poor.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This happiness that We speak of is something you discover in yourself and in your relationships with others. It is an experience and not an idea.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not be satisfied with ideas. Do not think a whole new list of definitions is going to make your life miraculous and happy. You already have lots of definitions, a mind full of them. It is the experience that We speak of, and here Our words can only be approximations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have within you Knowledge, your ability to know—profound it is, great it is, beyond definition. Rarely do you experience it, but as you develop yourself to experience Knowledge, it will become greater and greater.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will give you a sense of meaning in the world because the world cannot give this meaning to you. Everything here is temporary. You are not temporary. Everything you see is passing before your eyes, but you who are watching it are not passing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yes, your body is passing. Your ideas, they are passing. All are temporary. Yet if you think that this is who you are, you will feel you are dying all the time, and happiness will be beyond your reach.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why Our Presence is meaningful. You see, We represent your life beyond this world. We do not live here, but We are very close to the world. We are like a bridge. Our existence is the demonstration that you have life beyond the world. The minority is here now while the majority is on the other side—in various states of development.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like being in and out of the fish tank. When you are in the fish tank, it is an all-consuming experience. Yet when you are out of the fish tank, you can see things in the fish tank very clearly, but you cannot easily interfere. We are out of the fish tank. You are in. You are underwater in your world, but only for a little while.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The source of all fear is the belief that you are temporary, that death awaits you and that everything you value and everything that is meaningful to you can be taken away at any moment. With this belief, you are extremely vulnerable. Your happiness, then, can be ended in the next moment. Terrible things may happen.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">With so many fears and so many threats to your well-being, real and imagined, how can you be happy with all these conditions, trying to save a little piece of life for yourself alone while time is eroding everything away? Yes, there can be happy moments, fun times and recreation. That is good, but it is not enough. You cannot play all day long and be happy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to develop your awareness of God’s Presence in your life, within yourself and within your relationships, then a greater sensitivity begins to arise within you. Here you will see that there is a very great distinction between this experience you are having and the world that you see with your eyes and hear with your ears.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you live only in the world, well, you are worldly-minded. You may be very practical. You may know all about things, how things are and should be and so on. We call that being worldly-minded.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Being worldly-minded is being intelligent about only a few things. But now you are becoming aware of something much greater. It is not easy to talk about it. Language was not made to describe it. It is more than a feeling, but perhaps that is all you can say about it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are beginning to experience the presence of Knowledge in your life. Very deep in you it is, so you cannot misuse it. It is in safe storage at the very center of you, like a treasure at the bottom of the sea. You cannot get at it because you live at the surface where everything is turbulent and changeable. Like the surface of a great ocean—one day life is calm and peaceful and the next day there are raging storms.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But deep down inside of you God has planted a seed. If that seed is allowed to grow and to develop, to germinate and to take form within the world, it will be a source of purpose, meaning and direction for others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">On occasion, great teachers are sent into the physical world, but this is quite rare. Why is it rare? Because people cannot tolerate having someone like that around. Would you want to go share a household with Buddha or Jesus? It would make you very uncomfortable.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The problem with people like that is you cannot stand to have them alive around you, but you cannot forget them either. So you prefer to worship them after they are gone. They are rarely tolerated in their own lives, except by very few people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why God always works behind the scenes. God works in your relationships. God does not think and scheme and plan like a little spy agency.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God is like a great attraction pulling you Homeward, and this attraction stimulates your Knowledge. Once Knowledge is stimulated sufficiently, and once you are prepared and your outer life is open enough, then Knowledge will emerge within you, and you will begin to discover real happiness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This emergence will not be easy at first. You will be very distrusting of it, and all of the terrible things you think about yourself, the shame and the guilt you carry for so many things, will stand in the way of your accepting your deeper inclinations that will be emerging from Knowledge. Here you are not pure; your inclinations will not always be reliable, but it is a beginning.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are learning to walk, and there are forces beyond this world and forces in this world to help you learn, for you cannot do this alone. You are like a little baby learning to walk who needs great assistance and care night and day. You do not throw the baby out into the world and say, “Survive!” You care for the baby and teach the baby all the necessary things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">On the path of Knowledge you are like a baby. You must have constant care and someone must be watching out for you, for you are learning to do something very few other people can do or will do. This is a beginning.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is experience beyond belief. If this is allowed to grow and you take the steps, one by one through the stages of development, you will become a source of happiness in the world. You may have no religion at all, and people would feel God in your presence. It is not you who are God. You are just a window into the world through which the greater life can shine through.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, historically, people always want to make the Messenger of God the object—after they kill him, of course. They worship the person because it is easier to deal with a person than with God. It is easier to worship Jesus on the cross than God. God is very big. Jesus is very finite on the cross—pathetic, even.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Jesus is part of a Greater Order, greater indeed. Think not his presence in this world was a singular event long ago. But now, your society has become open enough and developed enough so that We can speak in this way to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Never before has this been the case in this world. A rare and wonderful freedom you have. We most certainly hope that you can appreciate it in light of what humanity has endured. This is a very great opportunity from Our perspective.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If Knowledge—this profound state of Mind that you possess buried within you—is allowed to emerge, and if you become its student and can follow its direction, you will experience it ever more clearly and will become like a beacon to other people. If you allow yourself to develop and open through all the stages, you will become a source of happiness. You are carrying it with you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This does not mean that you will be a person who is pure and beyond all reproach. That does not happen in this life. You might as well give up perfection altogether. Even Jesus made mistakes. It is part of being a human being. Perfection is not the issue. Being in this state does not mean that you have no bad habits and are happy all day long with not an angry thought.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What this does mean, however, is that you carry the Presence with you. It is this Presence that people instinctively respond to. It is not personal charisma. That only sways people momentarily. What We speak of affects people for the rest of their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If Knowledge were expressing itself through the person who works in your yard as a gardener, he or she would be teaching God’s Presence to everyone he or she came in contact with. Some great teachers actually hide out in these kinds of disguises, so that no one knows what they are doing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is still too much fear of God in the world for any Messengers to appear without protecting themselves. Fear breeds hatred and distrust, anger and retribution. That is why when Jesus was taught of his ministry, he had to be informed of what would happen to him personally.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is the price of complete exposure. That is why true teachers must give up all personal ambition, for that is counter-productive to their true mission and well-being. This of course is very difficult to achieve.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The world is a tough place. Why come here? It would be better to go to the beach somewhere, yes? Why come here? It is hard work.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, you are all like acorns from Heaven, possessing the germ of life within you. If given the proper environment, assistance and circumstances, you will become a great tree.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity has been improved and developed by the efforts of a relatively small number of individuals who carry your race forward in all respects. So you are like acorns from Heaven. Many do not open. That is why there are a lot of them. Not all of them open to become seeds for great trees, but that is their promise.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why We are here. We are gardeners. Our regard for you is much higher than yours is for yourself, for you see only your difficulties, your wishes, your fears and your ambitions. But that is only the shell, the very outer part of you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We see that too, but We see the seed that you carry. You have free choice in life. You can either be an acorn or a tree. Not everyone needs to become a tree, but if you become a tree, you will regenerate your race.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have happiness. It is way down inside. Go outside and you will not find it. You will find lots of stimulation. Having no pain, having fun all day long, having lots of money and a wonderful wife or husband—these are all promises with little promise of success. The hunger for happiness, which is the hunger for peace and inner resolution, burns hotter than ever.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Often, people say: “All I want is a true partner in life, a true relationship. I want to be married. I want to have a family. That is all I want.” And We say, “Well, that is very good. Go spend time with people who have that and ask yourself if you want to have their level of satisfaction.” We do not want to deprive people of what they want. After all, relationship is very important. But having a marriage or family does not guarantee success.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the world, people live in a state of amnesia. Like fish in a tank. Your world is that tank. Rarely can you see beyond the waters of your little world. But knowing that you have life beyond your confinement and that you are representing it here, that is very great.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The worldly-minded will accuse you of being ridiculous. They will accuse you of being a dreamer, or something even worse than that. You must discover your happiness, which takes time. You must let it grow, which takes a lifetime. And you must learn to carry it and still be a responsible person in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people think that spirituality is a great excuse to take a holiday from life, but that is not Our intention for you. That is not what brings about success. There are very few individuals in this world who become true renunciates. Humanity could not continue if everyone became a renunciate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Only a few are meant for this, and they know who they are. Yet that is not the model for spiritual life. The model for spiritual life is someone who is capable and responsible, someone who is carrying inner wisdom into the world and letting it grow. This inner wisdom will never reach its full maturity while you are in the world. It will always be in stages of development because it is greater than the world. Our life is proof of this, if you can experience Us.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Becoming a student of Knowledge requires that you begin to claim those things you know and to distinguish them from what you think or want. This requires that you enter preparation because you must learn how to do this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Some people think, “I’ll read enough books and I’ll invent a way for myself. No classes, no teachers.” And you know what happens? They merely entertain themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How can you lead yourself into new territory? Can you take yourself beyond where you have been? You need true relationship in the world to do this, and you need guidance from beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Way in the reclamation of Knowledge is totally successful because it will attend to all of your needs and to every aspect of you as a person, bringing complete harmony to you. Its emergence in your life is so natural.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We spoke of Jesus because he is very popular, as a person. Yet very few people have any sense of who he is or where he is or what he is. Jesus is a window to look into the world and a window for you to look out.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">After all, if you knew when you left this world that you were going to a happy place, wouldn’t that lessen your burden? You do not have to worry about going to Hell. You are already there. This is it. Being alone in your thoughts, what could be a worse form of isolation?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your first experience of Knowledge will probably be in the form of profound intuition, something that you sense or know about yourself or another. It usually takes very trying circumstances to bring this forth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people are very comfortable and everything is going along fine, rarely do they have experiences of Knowledge. When things are being challenged or upset, often people have this experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The first experiences of Knowledge as profound intuition can be used in your decision making increasingly, if you enter preparation. However, Knowledge itself is much greater than this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Very few people in life will discover it completely. Not many need to. But many of you do need to because it is the answer to your questions, all of them. All the why, why, whys? When you are experiencing Knowledge, they do not matter.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your capacity at the beginning will be very small. You will only be able to experience Knowledge for moments here and there, but this will become more frequent and longer lasting.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Through these experiences of Knowledge you will also be receiving grace through your Inner Teachers, who guide you and look after you. Very little of this will be conscious because your mental awareness is only activated at certain levels. Beyond that, you will not be able to see things or hear things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet as your mind develops, you will experience living in a greater and greater universe. You will have more sense of Presence in life. Life now is not just a bunch of moving objects. You will be able to see beyond your own thoughts more and more regularly and be able to look without interpretation, which will enable you to see things as they really are.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are many specific skills that you individually will need to cultivate to do this, and they are all very worthy of your attention. You are all students. You may not know it yet, but you are.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So obviously, We wish to encourage you to develop your experience of Knowledge, which yields for you a real sense of purpose, meaning and direction. Here you will see that there is a way to resolve the kind of issues that you are facing and the serious decisions that you must make. You cannot resolve all of them at once because you are not ready at this moment, but the answer is there because Knowledge is answering for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people ask, “Why do I need Teachers? I want to go to God directly.” You can go to God directly, yet who you will encounter there are your Inner Teachers. You cannot change that. The Mind of God is beyond this world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God does not speak. Teachers speak. God does not counsel. Teachers counsel. Do you think God knows how to speak English? God does not have a voice. God cannot not be God. That is the one great limitation upon God.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We can speak to you. You can understand Our words. You are free to discard Our words if you do not want to believe Us. That is fine. It simply means We have to wait longer.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God always speaks through Teachers, you see, because they translate God’s Will into an experience and into a form that you can understand. They are like mediums.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, We have Teachers, too, translating to us. We translate to you, you translate to other people. Everything gets translated at all levels, all the way down the line. Everyone is taken care of. No one is left out.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God is made comprehensible to you here within your range of experience, and as your experience grows, you will begin to experience God in new ways. Eventually, you will not need words at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are speakers. That is Our special function. We are here to talk to people, but there are other Teachers who do not speak.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is possible to be truly happy in the world. It is not only possible, it is meant to be. When you are truly happy in the world, you will not need to come here again. Then you can serve the world and be outside the fish tank. Things do not look so frightening when you are on the outside.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your calling is the work that you are here to do specifically. You not only brought happiness with you, you also brought a blueprint for the best ways you can serve the world. That is also buried within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Being in the world is action oriented, and your work here is a source of meaning for you. Here you do not find out your purpose first. It simply emerges when you are ready to act upon it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">After all, if We say, “Your purpose is to be a this or a that,” it is merely another controversy in your mind, is it not? But if We said to the man or woman who is truly ready, “Your purpose is to do this,” they would know instantly it was the truth, and their lives would change instantly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not because We have special powers that We can initiate people into their Knowledge and purpose. It is because they are prepared. We are only a confirmation of their preparation, yet We or someone like Us has worked with them. It is like graduating from school. The graduation ceremony only takes a few minutes, but you go to school for a long time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We often speak of people’s decision-making process. We want you to learn to be wise decision makers because that is a very good way to discover Knowledge within yourself. The source of a wise decision is not something you made up. The decision is there already. You simply get ready to receive it and to accept it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sometimes the word “happiness” seems to be a limited term. Yet that is what people are seeking for desperately—in their relationships, in their hobbies, in their work, everywhere.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are talking about a happiness which is more a resolution leading to peace. This happiness and contentment are truly rare commodities in this world, and anyone who has found them is a gift to humanity.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/happiness-in-the-world/"
}