{
  "title": "Harmful Influences",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The world is a beautiful place, particularly this world, a jewel in the universe of barren worlds. But the world is also a hazardous place, a place of many perils, a place of many difficulties.</p>\n\n<p class=\"book-paragraph\">It is so unlike your Ancient Home, from which you have come and to which you will return. It is a place of Separation. It is a place of disassociation. It is a place where people are distinct from one another and, though perhaps in close proximity, they seem to be worlds apart—cast into the darkness of their own isolation, cast in a world full of fear and uncertainty.</p>\n\n<p class=\"book-paragraph\">That is why God has given you Knowledge, the greater Intelligence, to guide you, to protect you and to lead you to a greater life—a greater life of service and fulfillment.</p>\n\n<p class=\"book-paragraph\">Yet the world is still hazardous, even for those who have responded to a greater calling. They especially must pay attention to the hazards and the influences of the world that are harmful. They especially must see what strengthens them and what weakens them, what enables them to respond and what overshadows or undermines this response. For those who feel a greater calling, they must pay attention to these things.</p>\n\n<p class=\"book-paragraph\">They will realize over time that they will need guidelines to help them so their mind may be renewed and uncontaminated by the world around them. This does not mean they withdraw completely from the world, for that only is rarely asked for, only for certain individuals who are going to lead a monastic life. But for the vast majority of people, they have been sent into the world to be in the world, to be involved in the world and to be of service to the world.</p>\n\n<p class=\"book-paragraph\">For everyone was sent into the world for a greater purpose, and the purpose is specific. Yet to respond to this and to prepare for this, you need to be aware of the hazards around you and the influences in the world, and even within yourself, that are harmful.</p>\n\n<p class=\"book-paragraph\">For those who are beginning to respond and to take the journey to Knowledge and the Steps to Knowledge, certain hazards will become apparent to them that are not apparent to others. Certain influences out in the world, and even more subtle influences in the mental environment, will begin to impinge upon them. And it is important that they become aware of these things.</p>\n\n<p class=\"book-paragraph\">You have two minds. You have a worldly mind and a deeper Mind. God has created the deeper Mind. And your experience in the world and your response to the world from the past have created your worldly mind and influence it still to a very great degree.</p>\n\n<p class=\"book-paragraph\">It is to bring your worldly mind under the guidance of your deeper Mind—the Mind that can respond to the Creator of all life—that represents the focus and the goal of all spiritual practice, in all traditions. This is made clear in God’s New Revelation for the world, for part of the purpose of the Revelation is to bring clarity and clarification to the meaning of your spirituality and the greater direction that your life is meant to follow.</p>\n\n<p class=\"book-paragraph\">While you are not being asked to withdraw completely from the world, you must become aware of its harmful influences and to protect yourself from these influences and to separate yourself from them when that is necessary.</p>\n\n<p class=\"book-paragraph\">The tragedies of the world, the difficulties of the world, human failure, human corruption, human aggression, human cruelty—all these things will make it more difficult for you to experience the presence of Knowledge within yourself and to respond to its guidance and to its direction.</p>\n\n<p class=\"book-paragraph\">This is not to say you are to deny these things or to reject them, for that would be to become dishonest. That would mean you would cease to become compassionate and aware of the world. But it does mean that there has to be insulation, for your mind now is becoming more sensitive, more penetrating in its perception as you take the Steps to Knowledge. And you must look upon these things carefully, with a greater awareness.</p>\n\n<p class=\"book-paragraph\">At the beginning, you are like a tender shoot. You are becoming sensitized to your deeper nature. You are beginning to open up within yourself. During this period, you must take reprieve—from the hazards of the world, from the tragedies of the world, even from the news of the world—for a period of time so you can gain a greater inner strength, the strength that Knowledge provides.</p>\n\n<p class=\"book-paragraph\">That is why you must have a very limited exposure to the media, particularly if you have been overexposed to the media. Now you must limit this exposure or your mind will constantly be aggravated, stimulated and directed by the world around you.</p>\n\n<p class=\"book-paragraph\">The world is captivating. Its tragedy has its own attraction. Its difficulties arouse constant uncertainty, judgment and grievance. The failures of others, the tragedy of others, are all very compelling, you see. And you see people around you constantly compelled by these things.</p>\n\n<p class=\"book-paragraph\">But this becomes a hazard for you now as you are attempting to gain a connection with the Power and the Presence that God has placed within you. What seem like the normal influences and events of the day now can be seen as harmful to your purpose and to your progress.</p>\n\n<p class=\"book-paragraph\">When you become more aware of your inner nature, you become more aware of the world around you. You become sensitized in all directions. That is why you must limit your exposure to the events of the world and even to the tragedies and difficulties of people around you, or you will be captivated by their circumstances and situation, drawing you ever away from the source of strength and certainty within yourself.</p>\n\n<p class=\"book-paragraph\">Likewise, it is a harmful influence to be drawn into the world even in service to the world until you have been really prepared and strengthened for this. You are not ready to serve the world. You are not ready to become truly engaged in solving problems or becoming an advocate, for this will draw you away from the center and source of your strength and power.</p>\n\n<p class=\"book-paragraph\">Only later can you return to the world, being inner directed now with the strength of Knowledge to support you. But even in this later stage of development, wisdom will show you that you must be very careful what you expose yourself to and what you give yourself to.</p>\n\n<p class=\"book-paragraph\">The mind can only entertain so many things. It only has so much capacity at any given moment. It can only solve so many problems and address so many things. It will be filled with the world and with the difficulties of others until you can begin to take the Steps to Knowledge, which requires time and energy and focus.</p>\n\n<p class=\"book-paragraph\">Here you are taken into your inner world to find the source of your strength and direction. Here you can begin to recognize what is beneficial in your outer life and what is distracting, confusing or aggravating. Here you are not seeking peace. You are seeking to make a fundamental connection that will make inner peace possible in the future.</p>\n\n<p class=\"book-paragraph\">Here you are not escaping the world. You are preparing yourself for the world, for you are not ready to assume a greater purpose yet. You do not have the strength. You do not have the wisdom. You do not yet have the discernment and the discretion that this higher purpose will require.</p>\n\n<p class=\"book-paragraph\">Though it may seem edifying and socially approving to be helpful to others, to be of service to others, in this formative stage, you must withdraw. You must withdraw from people who are not making progress in life. You must withdraw from human tragedy. You must withdraw from people who are consuming attention around them, even if their needs are legitimate, for this will occupy your mind and take you away—out, back into the outer world.</p>\n\n<p class=\"book-paragraph\">If you are to be a bridge between the Divine and the mundane, as you were designed to be, if you are to have this greater connection and this greater strength and be able to carry it successfully in the world, you will have to have a foot on either shore, like a bridge, anchored at either end. This requires a different use of the mind, a different understanding, a different way of seeing the world and responding to the world.</p>\n\n<p class=\"book-paragraph\">Right now you are lost in the world, and you are lost in your own thoughts about the world. You are captivated, and you are a stranger to yourself. You know not of your deeper nature and the movement and the power of Knowledge within yourself sufficiently yet to be able to carry this strength out into the world and to contribute your gifts to the world where they are truly meant to be given.</p>\n\n<p class=\"book-paragraph\">You are not ready, regardless of what you think or believe. Even if you feel that God wants you to do something, and you are oriented in that way, you are still not ready.</p>\n\n<p class=\"book-paragraph\">God knows this. And that is why the Steps to Knowledge have been provided. And that is why the New Revelation is here, for humanity is facing great peril in the future. For you to navigate the uncertain and difficult times ahead, you will need this greater strength and deeper orientation.</p>\n\n<p class=\"book-paragraph\">Do not think that the world will not overtake you, for it has overtaken you already. And as things become more difficult and there is greater instability, greater difficulty and greater human suffering, it will overtake you even more completely.</p>\n\n<p class=\"book-paragraph\">Be careful what you read. Feed your mind only that which can support you in taking the Steps to Knowledge. Put aside the newspaper. Even put aside the novel because that captures you and takes you away at a time when it is of the utmost importance for you to engage with your deeper nature and with the Power and Presence that God has placed within you.</p>\n\n<p class=\"book-paragraph\">Turn off the television, even the radio, to become reacquainted with yourself, to become observant of your different states of mind, to become accepting of your experience and discerning what experience is truly beneficial and what is not. You cannot do this if you are constantly drawn away back out into the world.</p>\n\n<p class=\"book-paragraph\">Even if you lived a life of service with the acclaim of others, if Knowledge is not strong within you, you are still weak and do not really know your way.</p>\n\n<p class=\"book-paragraph\">Refrain from alcohol and drugs that alter your state of mind. You are trying to become aware of your state of mind and observant of it objectively, even dispassionately. How can you do that when it is fogged and clouded by taking these things?</p>\n\n<p class=\"book-paragraph\">You want your eyes to be clear. You want your ears to hear and your eyes to see. You want to escape the fog of unknowing and all of the suffering and confusion and ambivalence that that creates within you.</p>\n\n<p class=\"book-paragraph\">Next, you must really ascertain who is in your life and what they influence within you. Everyone in this regard is either helping you or hindering you in responding to your deeper nature and to discovering your greater calling in life. Even the kind and loving person can be dissuasive, casting suspicion and doubt upon your greater pursuits and your greater purpose.</p>\n\n<p class=\"book-paragraph\">People who do not experience these things within themselves will not be able to help you regardless of their wonderful qualities. In fact, they will be a hindrance. You will need to withdraw from people who are jaded and cynical in their outlook. Who is in your life will determine what you will be able to know and your ability to follow what you know. And that is why the quality of your relationships is so very important.</p>\n\n<p class=\"book-paragraph\">Even if you only had one person who could be a real ally for you and support your greater endeavor in taking the Steps to Knowledge, that would be more beneficial than a thousand friends, who will just occupy your time with superficial things. For much of human engagement is merely an escape from oneself.</p>\n\n<p class=\"book-paragraph\">You will need to exercise great focus to alter your thinking and to learn how to see clearly and to hear without distortion. The time and the energy for this must be available to you. If you are too busy, too caught up in the world, overly engaged with other people and their problems and needs, you will not have the ability to take stock of your own inner life. You will not have the strength to set your life on a true course of development.</p>\n\n<p class=\"book-paragraph\">We have been speaking of things that are apparent and that you can see in the world. You can see this through your own past and experience, and you can see it clearly in the behavior and in the obsessions and distractions of others. Look without condemnation and you will be able to see. And your understanding will strengthen your commitment to Knowledge.</p>\n\n<p class=\"book-paragraph\">For without Knowledge, you are adrift in the world—driven by the opinions of others, driven by the events of the world, driven by your own fear and desire, vacillating between laziness and panic. As you begin to observe your mind and see what is occupying it, what is distressing it, what is dominating it, you will see the influence of the world. And you will see the degree to which this is holding you back.</p>\n\n<p class=\"book-paragraph\">We have been speaking of things that are easy to discern, but there are forces in the mental environment that are more difficult to discern. With your eyes and your ears, your senses and your touch, you only experience a certain spectrum of life. There is life that is going on beyond what your senses can report.</p>\n\n<p class=\"book-paragraph\">The mental environment has strong and powerful forces, extremely powerful in influencing people’s thoughts and emotions. Go into different homes and different places where people are congregated and you will experience the unique mental environment that exists there.</p>\n\n<p class=\"book-paragraph\">Some places will feel good. Others will not, despite their appearances to the contrary. Everyone has experienced this. Even out in nature there are places where you might feel uncertain or unwelcome because even here there are subtle forces.</p>\n\n<p class=\"book-paragraph\">People are sensitive to these things to varying degrees. But as you develop your sensitivity and as your senses become more refined, you will have greater experiences of the mental environment. And you will see even here there are things to avoid and things to be aware of.</p>\n\n<p class=\"book-paragraph\">You will become more sensitive to your environment, and your vision will become deeper and sharper. This will alert you to other kinds of hazards and influences that you cannot really account for intellectually.</p>\n\n<p class=\"book-paragraph\">This is the natural result of refining your mind and focusing it, but with this greater sensitivity, there must be greater wisdom and greater self-restraint and self-discipline. Without this self-restraint and self-discipline, your sensitivity will make it more difficult for you to be with others and to function in the normal circumstances of life.</p>\n\n<p class=\"book-paragraph\">You will tend to withdraw and become isolated even further, unwilling or unable now to participate in life with any degree of ease or success. That is not the purpose of your preparation, for you are preparing to be in the world with a greater purpose in a more powerful way.</p>\n\n<p class=\"book-paragraph\">Even in the mental environment, there are hazards. There are presences, physical presences from the universe who are in the world today, seeking to take advantage of human weakness and division. They cast a powerful influence in the mental environment and can focus this influence on certain people to either draw them into their plans or to weaken their resistance. The wise know of these things. The unwise are merely influenced.</p>\n\n<p class=\"book-paragraph\">To gain greater strength, you must gain greater responsibility. This means you are not only able to respond more completely to things, but you must exercise greater restraint about what you say and do. To the person who is not aware of these things, this will seem like a restriction of their freedom, but to the person who is taking the Steps to Knowledge, this will be seen as a great support and a great encouragement.</p>\n\n<p class=\"book-paragraph\">That is why if you are taking the Steps to Knowledge, it would be very difficult to have close relationships with people who are not taking this greater journey in life. Even if they have good intentions, they will not be able to recognize and honor your deeper nature and the deeper calling that is drawing you towards the center and source of your strength.</p>\n\n<p class=\"book-paragraph\">They will be dissuasive. They will become a harmful influence for you now. And though you may not reject them completely if they are members of your family or someone who has been close to you in the past, you will have to exercise greater discretion and caution around them.</p>\n\n<p class=\"book-paragraph\">The power of Knowledge is with you. The Presence is with you. But everything in the world that has dominated you in the past and that dominates you now is also with you. And these things are leading you in different directions.</p>\n\n<p class=\"book-paragraph\">Therefore, during your time of preparation, particularly at the outset, you will have to limit your exposure to people, places and certain things. This will require great restraint and great discretion, things that most people do not possess, for they do not have the strength to exercise these things.</p>\n\n<p class=\"book-paragraph\">Here even your hobbies or your recreation must be reconsidered. Is it truly beneficial for you mentally and physically? Does it really give you reprieve? Does it really give you rest? Does it support your engagement with Knowledge? Or is it a form of escape, a running away? Many things actually fit this category and serve this purpose.</p>\n\n<p class=\"book-paragraph\">Refrain from going to the movies, as they imprint you and fill your mind with powerful images that will make it more difficult for you to still your mind and begin to explore your inner life.</p>\n\n<p class=\"book-paragraph\">See what music does for you. Rather than playing it all the time, see what kind of emotions, thoughts and feelings it arouses. Is it truly beneficial for you? Or does it remind you of your suffering, your longing, your desires, your disappointments?</p>\n\n<p class=\"book-paragraph\">All these things must be re-evaluated because everything is having an influence upon you, and that influence is either helpful or a hindrance. Understanding this, then, gives you the criteria to re-evaluate all the things, people, places and influences in your life in a more objective manner, with greater clarity and discernment.</p>\n\n<p class=\"book-paragraph\">If you are to have the freedom to live a life of greater purpose and integrity, you must gain this freedom, which has been lost to so many things. You must re-evaluate who you are with and what you do, how you spend your time and where your mind tends to go, and the influence and the effect of your activities upon you. Here you will see that many things that before seemed innocuous, or even pleasurable, really are a hindrance.</p>\n\n<p class=\"book-paragraph\">This is really about becoming truly honest with yourself. It is not about having one perspective versus another perspective. This is not about having one belief or set of beliefs versus other sets of beliefs. It is really about becoming honest with yourself, honest at a deeper level.</p>\n\n<p class=\"book-paragraph\">What is really the truth about your involvement with this person or this activity or this form of engagement with the world? To be really honest, you will see if something is beneficial or not, and you will see how and even if you must be engaged with it.</p>\n\n<p class=\"book-paragraph\">Taking the Steps to Knowledge is a process of becoming truly honest with yourself and as a result honest with others—honest in your pursuits, honest in your values, honest in your communication with others, honest in what goals you set for yourself and why you set them. Honest.</p>\n\n<p class=\"book-paragraph\">Knowledge is deep and simple because it is wholly honest. You are complex and confused because you are not yet wholly honest. Knowledge is strong, focused and powerful. Your mind is diffused, confused and set in opposing directions because you are not yet fully honest. You have not really come to terms with what you most deeply know and your true direction in life, which is all the product of becoming truly honest.</p>\n\n<p class=\"book-paragraph\">It is not about having a better belief system. It is not about perspective. It is not about opinions and ideas, for that is all at the surface of the mind.</p>\n\n<p class=\"book-paragraph\">We are speaking of something that is far deeper than the surface of your mind, something that is intrinsic to your nature—that which has brought you into the world and that which you will reflect upon once you leave this world, that which is most elemental and fundamental to your being here.</p>\n\n<p class=\"book-paragraph\">As you take the Steps to Knowledge, you will have [the] opportunity to extend your honesty into new areas and to reconsider things you have always assumed or believed in without question. It is a very deep evaluation.</p>\n\n<p class=\"book-paragraph\">Here you will begin to see that which is harmful and that which is helpful. Here you will value simple pleasures. And you will see the danger and the hazard of giving your mind and life away to things that have no real promise or purpose for you.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/harmful-influences.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/harmful-influences/"
}