{
  "title": "Heaven and Hell",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is a common theme in humanity’s understanding of spirituality and religion that there is a higher truth, a greater realm, and that there is a lower realm, a realm of pain and suffering. For to be in physical reality is to experience this pain and suffering and to see its manifestations everywhere around you. Yet the memory of your Ancient Home, the reality of a greater and more complete existence, is still recalled, if only for fleeting moments.</p>\n\n<p class=\"book-paragraph\">So there is this dichotomy. These two realities seem to coexist within the individual, within you. There is clearly the evidence of suffering. There is clearly the emphasis on separation and one’s uniqueness, on how one differentiates oneself from others and on how one becomes isolated in life.</p>\n\n<p class=\"book-paragraph\">Yet there is also this reoccurring experience or notion or recollection that there is a greater life within you and beyond you. The fact that this exists within you is not only a hope; it is not just a dream or a fantasy; it is more of a memory. It is a thread of reality that exists throughout your life in the physical universe—a thread that can be avoided and forgotten, but not extinguished.</p>\n\n<p class=\"book-paragraph\">The memory of it will come to you perhaps only fleetingly at times of great distress, at times of great comfort, at times when you are out of your ordinary state of mind. There is the sense that you are here for a purpose, that this life is not your ultimate reality, that you are passing through, that you are on a journey, that you have taken a sojourn into the physical reality to accomplish something, something that you have not yet discovered.</p>\n\n<p class=\"book-paragraph\">In a conceptual form, and in an extreme conceptual form, this begins the idea of Heaven and Hell. Heaven and Hell are kind of a use, or a manipulation, of this deeper awareness, the awareness of one’s suffering and the awareness that one is connected to a greater life, somewhere, somehow.</p>\n\n<p class=\"book-paragraph\">The idea of Heaven that has been created in the world is a natural product of this awareness, but it has taken some extreme and some very distorted forms. In many religious teachings, Heaven is kind of a reward for doing well in life, for believing in God, for following God’s edicts and the edicts of religion—a kind of future reward, a better life awaiting you, but a life that can only be achieved by meeting certain expectations and requirements.</p>\n\n<p class=\"book-paragraph\">Hell has been created as a place of punishment. For those who fail to meet these requirements and expectations, they go to a much worse place, a place even worse than their physical existence—a Hell which, in some traditions, has been described in detail.</p>\n\n<p class=\"book-paragraph\">So Heaven is the reward and Hell is a punishment. And yet God is often depicted as all merciful, all loving. So how can there be this notion of Hell if God is all merciful and all loving? And why would God be so upset with individuals when God knows exactly what they are going to do and when God understands that they are in a reality where error is so prevalent and the seductions of error are so great, there are very few people who could ever surmount them?</p>\n\n<p class=\"book-paragraph\">This [contradiction], of course, has led to a rejection of religion and, for some, a rejection of God altogether. Yet they cannot deny that they have a spiritual reality within themselves, something that does not seem to be the product of their culture or even of their physical existence.</p>\n\n<p class=\"book-paragraph\">Heaven has been depicted as a physical place where you are happy all the time, where there is no pain, no death and no suffering, but [where] you are still in some kind of physical form. When you think about it, to be in the physical form for eternity, with no contrasts in life, with nothing really to do with this body that you still have in this imagined Heaven, Heaven becomes extremely dull and boring. You cannot sing, “Glory Hallelujah” forever without becoming weary of it, of course.</p>\n\n<p class=\"book-paragraph\">So Heaven, though it seems a great reprieve from the difficulties of your current existence, seems to have no real relief on an ongoing basis. Given your current state of consciousness, given your identification with your body and your slavish response to the needs and the desires associated with the body, what would Heaven really look like if you were still in a physical state?</p>\n\n<p class=\"book-paragraph\">Everyone will get tired of praising God, and God does not need to be praised anyway, so the whole idea becomes rather silly after a while. If you are in Heaven and you still have a body, the body is still a problem—feeding it, housing it, keeping it comfortable. Then there is the need for change and the desire for things. Heaven certainly cannot be a great shopping spree. It cannot be a place of constant sensual pleasure without creating the kind of uncertainty and inner discord that such experiences create for people even here [on Earth].</p>\n\n<p class=\"book-paragraph\">So there are all these ideas of Heaven as a physical place where you have a kind of painless physical existence, and then, of course, there is a Hell which is a kind of punishment, where you did not make the grade, where you did not achieve the goal or you were not a good boy or a good girl in God’s estimation.</p>\n\n<p class=\"book-paragraph\">Of course, some people look at all this and think it is madness and reject religion altogether, still holding on to some kind of notion that they have some kind of connection to a greater life or that they have a spiritual reality that is not merely a function of their psychology or physical needs in the world.</p>\n\n<p class=\"book-paragraph\">Here God becomes something you have to please, and when you have to please another, it breeds resentment and resistance, which makes error and personal indulgence, even destructive personal indulgence, have a kind of attraction. This attraction is associated with some kind of demonic figure who is always drawing you away from God.</p>\n\n<p class=\"book-paragraph\">This is prevalent in many of the world’s religions—that there are loving spirits and evil spirits and there is kind of a tug of war going on between the pull of Heaven and the attractions of Hell. This is clearly borne out in a person’s experience because there is a kind of tug of war within them.</p>\n\n<p class=\"book-paragraph\">The New Message from God that has been sent into the world brings clarity here if one seeks resolution. For the projection of Heaven and the projection of Hell all come from your current existence, whereas the reality of Heaven and the seeming reality of Hell are certainly beyond your current experience. So how can you project your ideas of what these things really are from your current position? They are imagined only.</p>\n\n<p class=\"book-paragraph\">You imagine Heaven to meet your current needs and expectations, and you fear Hell and you imagine Hell as a kind of further fall from grace, a worse condition. And, of course, these imagined Heavens and imagined Hells are used by institutions and traditions to try to corral people into good behavior, to try to even inspire good work, good citizenship or adherence to the religious principles or to the religious organization itself.</p>\n\n<p class=\"book-paragraph\">Clearly the real Heaven, and there is a real Heaven, is certainly beyond your estimation. And it is certainly beyond what your imagination can reveal to you. It is a different state altogether. And certainly if there is a Hell that is worse than your current condition, it too would be beyond your estimation. No matter how much you project your fears upon Hell and your desires upon Heaven, these two realities are beyond your current existence, and you cannot conceive of them. Nor can religious institutions create an accurate picture of what they really are, for they too are functioning out of your current reality, which is neither Heaven nor Hell.</p>\n\n<p class=\"book-paragraph\">The New Message from God then brings a clarity, but the clarity must be understood in the terms of existing at different levels. If you are at the bottom of the mountain, you cannot really imagine what it is like to be at the top unless you have spent a lot of time at very high elevations. And if you have only lived high up in the mountains, how can you imagine what it is to live an entirely different existence, down near the shore, down near the lowlands?</p>\n\n<p class=\"book-paragraph\">The New Message reveals that you have been sent into the world to serve a world in need, that you have come from an entirely different reality where who you are is known, where you are fully connected, where there are very few questions and the answer is ever present, into a reality where there are endless questions and very few answers, where you are alone and unknown to others and even to yourself.</p>\n\n<p class=\"book-paragraph\">You have had to take form, now having to take care of a body that has tremendous needs—a very fragile instrument that can be harmed, damaged or destroyed by any number of things. It has to be fed; it has to be clothed; it has to be protected. It is subject to illness and breakdown. It is something now that requires a tremendous amount of care and attention. And it seems to give you an identity in the world, a unique identity so that now your identity is explained in terms of your physical characteristics, the color of your skin, and beyond this the peculiarities of your individual personality and the consciousness that you have developed, that has been greatly conditioned by your family, your culture and your religion.</p>\n\n<p class=\"book-paragraph\">Here you become something entirely different from what you were before. You become an individual who is now identified with their body and with their ideas and with the ideas of their culture and the customs of their culture. And your culture tells you who you are and what you must do and how you must behave and what is expected of you and what you may be able to do to meet the needs of your body to survive, to be comfortable, to have your needs met. And, of course, there are very unique and different political situations and social customs to which you must adapt.</p>\n\n<p class=\"book-paragraph\">And so your life here becomes all consuming. Every minute of the day you are involved in adaptation, or the quest for resources, or the attempt to get along with others who are governed by their own incentives, who do not know you and who are unknown to you. And from this position you try to imagine Heaven, which is only a better version of what you are experiencing now.</p>\n\n<p class=\"book-paragraph\">But God has placed within you Knowledge, a deeper Mind—not a mind that questions, speculates, contrasts and condemns, but a Mind that is certain, a Mind that knows, a Mind that knows why you have come into the world, a Mind that is not deceived by all the terrors and seductions of your physical existence, a Mind that is free from your manipulation, a Mind that you carry like a secret cargo within you, a hidden treasure, a treasure at the very bottom and hold of the ship that you are trying to sail in the world.</p>\n\n<p class=\"book-paragraph\">And the memory of your Ancient Home, though seemingly blotted out by your current experience, is there nonetheless. It shines like the sun beyond the clouds. And though you live in a very cloudy world where this sun seems to barely shine through, it is there nonetheless.</p>\n\n<p class=\"book-paragraph\">You can identify yourself with any kind of group or political movement or religious association. You can consider yourself in any number of ways. There is a great number of characterizations to choose from here. You can identify yourself with your thoughts, your emotions, your tendencies, your addictions, your passions, your likes, your dislikes—everything that seems to make you appear to be unique—that which you suffer over, that which you desire. And yet there is this thread of truth within you that cannot be lost. It can be denied and forgotten, but it is still there.</p>\n\n<p class=\"book-paragraph\">There is a lifeline to your Ancient Home. It is kept alive by Knowledge within you. You can deny religion. You can deny God. You can claim that you are an animal only. You can create a very firm belief regarding these things. But Knowledge is still within you.</p>\n\n<p class=\"book-paragraph\">You can deny the existence of Knowledge. You can say it is all biochemistry. You can say it is all the hopes and dreams of a suffering animal who is aware of its own mortality and its own suffering. You can make any argument you want and claim great approval from others who are of like mind. But you cannot destroy Knowledge.</p>\n\n<p class=\"book-paragraph\">It just will remain silent within you until you come to your senses, until you have some kind of experience where you begin to realize that you are more than flesh and blood, that you are greater than your psychology and whatever current stream of thoughts are preoccupying you in the moment.</p>\n\n<p class=\"book-paragraph\">And though you may not have any notion of Heaven, you know you are connected to something greater beyond the physical realm, beyond your visual range. Beyond all the things that dominate your current awareness and existence, there is something greater beyond.</p>\n\n<p class=\"book-paragraph\">And you do not need to be religious to have this experience. You do not need to even have a religion. You can claim you are an atheist, and yet the Knowledge that God has placed within you is still there, waiting to be discovered. And its presence is something that you cannot completely shake off or deny. It is like a constant thread in your life.</p>\n\n<p class=\"book-paragraph\">You love yourself, you hate yourself. You go here, you go there. You go in and out of relationship with others. You change your circumstances; you change your philosophy. But there is something in you that does not change. It is there. It is like your heart keeps beating no matter what you are doing, no matter what you are thinking, no matter what you are believing; your heart is still beating. It is kind of like this except that Knowledge does not cease at the end of life.</p>\n\n<p class=\"book-paragraph\">And regarding Hell, you are living in a kind of Hell, the Hell of Separation. You are not sent into the world as a kind of punishment. It is not a penal colony. It is not a place where people are sent because they were bad in Heaven. “Well, you were bad in Heaven, and now you have to go to Earth or to some other world in the Greater Community of worlds.” You have chosen to come into this reality because part of Creation is existing within the physical reality, and you desire to come here to contribute and also to redeem yourself for anything that you have thought or done that is foreign, alien or destructive to your nature.</p>\n\n<p class=\"book-paragraph\">So there is the perfect Knowledge that you need to come here and your Spiritual Family, your learning group that God has assembled to assist you, that brings you here. You enter the world. You pass through a state of amnesia. You come into the world with senses open, impressionable, waiting to be imprinted by your family and your culture and your circumstances.</p>\n\n<p class=\"book-paragraph\">You have to have this state of amnesia because if you remembered your Ancient Home, you would simply not want to be here. You would want to turn around and go back immediately. When you came into the bright lights and chill of the world, you would just want to turn around and go back. So the amnesia is necessary to enable you to be here, to give you an incentive for being here, to give you a chance to be here. Otherwise, you go from a place of complete security and complete relationship to a place of complete insecurity and a place where relationships are very difficult to establish and maintain. You come from a place where you do not have a physical body, at least not in the firm form that you experience now, to a place where you have to take care of this physical vehicle in all of its many needs and problems.</p>\n\n<p class=\"book-paragraph\">So you pass through a state of amnesia. You come into the world. Here you are. And your identity begins to form from day one. You are given a name. Your body is identified as having certain characteristics, which are either desirable or undesirable to others. You are given roles and functions within your family. You are educated in your schools. If your culture is religious in its focus, you are given the teachings of religion. And by the time you are a young adult, well, you have been fully conditioned to fit in with whatever your culture expects of you.</p>\n\n<p class=\"book-paragraph\">But of course people do not fit in, and their real nature cannot be harnessed. It cannot be recreated completely. And so there is a wild part of you—a part that is beyond the dictates of family, culture and religion; a part that people fear and often try to indulge in, in destructive ways. That is because your true nature cannot be shaped to meet your current requirements and expectations completely. And that is because Knowledge lives within you, because Knowledge is your true nature, a nature created by God, a nature that is part of God, that is connected to God, that is responsive to God.</p>\n\n<p class=\"book-paragraph\">You can choose whether you want to be religious or spiritually oriented in the world, but you cannot choose the true nature that exists within you. You can choose to experience it or not, but you cannot choose whether it exists or not.</p>\n\n<p class=\"book-paragraph\">It is so fortunate for you that this is true. If you could really separate yourself from God, well, then Hell and tragedy would be forever real. But you cannot ultimately separate yourself from God. And so Hell must be temporary. Whatever manifestations Hell takes within your physical realm and beyond your physical realm, then it is temporary.</p>\n\n<p class=\"book-paragraph\">If you think you are in Hell because God is angry at you, well, that does not make any sense at all. Why would God be angry with you when God knows the mistakes you are going to make? When God has sent you into such a compromised situation, the likelihood of your committing serious mistakes is inevitable and overwhelming in an environment where real purity is so rare as to be beyond the reach and expectation of others.</p>\n\n<p class=\"book-paragraph\">You can claim that through grace, God can dissolve all error for those God chooses. But this does not make sense because you must choose. You must take this journey. You must fulfill your destiny here.</p>\n\n<p class=\"book-paragraph\">You could stay in Heaven and say, “Well, I’m just not going to go into physical reality. It’s way too difficult. I’ve heard terrible things about it from those who have returned.” But you know in your heart you want to come and extend your true nature here. It is natural to do that. God made you a giver. If you’re not giving, if you’re not extending, if you’re not communicating, if you’re not connecting, well, you are miserable, and this is, of course, what gives rise to the Separation to begin with and to Hell and all of its manifestations and imagined forms.</p>\n\n<p class=\"book-paragraph\">Of course, people try to imagine God as being a projection of themselves, just better and more powerful, but still given to anger and resentment and vengeance; still weak like themselves; still petty like themselves; still egotistical like themselves. They cannot imagine a God who does not have these things.</p>\n\n<p class=\"book-paragraph\">And they want their imagined God to punish others whom they themselves cannot stand, whom they see being unjustly treated or rewarded in the world. “Well, God will take care of them. They will be sent to Hell.” They cannot imagine a God who does not send people to Hell. It is hard for them to see that it is they themselves who are in Hell and want to send others into a deeper Hell.</p>\n\n<p class=\"book-paragraph\">Where would religion in the world be today without a notion of Hell, a place of punishment? What would motivate good behavior in people? What would create social order? What would establish higher ethics if there were not a form of punishment, and that the source of this punishment should come from some God?</p>\n\n<p class=\"book-paragraph\">People seem to need to have the sword over their head to behave correctly because they are not connected to Knowledge, which would naturally guide them to think and act in constructive ways. Without Knowledge, they need some kind of overlord to threaten and to force them into good behavior. And they need to have rewards for their good behavior, rewards in this world and rewards beyond this world.</p>\n\n<p class=\"book-paragraph\">Now Hell, beyond your current existence, takes very, very cruel demonstrations—fiery pits and demons, torture and agony and all these kinds of things. And certainly there are worse and more contracted forms of Separation than what you currently experience. And indeed there are people walking around you that are in deeper states of Hell than you are.</p>\n\n<p class=\"book-paragraph\">And even beyond the physical, there are deeper states of Hell. Those represent states when someone leaves their physical vehicle, [but] they cannot return to their Spiritual Family because they have too much shame; they have too much hostility; they are too conflicted.</p>\n\n<p class=\"book-paragraph\">Some of these discarnate beings are still connected to the physical reality, haunting certain places, being stuck, being attached. Through grievance and shame and attachment, they cannot seem to let go of this place, even though they have lost their physical vehicle. They are stuck in a kind of limbo. But even this is temporary, for eventually Knowledge within them will free them, and they will find a way to work their way out of their predicament.</p>\n\n<p class=\"book-paragraph\">Then there are Hells of people who are in states of such self-condemnation that they are frozen in a kind of deeper reality. But even this reality is temporary, for eventually everyone will return to God.</p>\n\n<p class=\"book-paragraph\">But in time, this is tragic, for suffering is tragic. And suffering that is sustained is really tragic. But it is temporary. Eventually, the Separation will cease, Knowledge will emerge, and the individual will begin a path of reclamation under the direction of Knowledge, with the guidance and the assistance that God will make available.</p>\n\n<p class=\"book-paragraph\">There are, of course, people who will disagree with this because they will claim there must be Hell and there must be punishment and there must be justice. They think they know what justice is. They are the arbiters of justice. It is their notion of justice that they think that God must follow. “The wicked must be punished. The unrighteous must be denied Heaven. Those who have created terrible acts or who believe in terrible things must be punished,” they think, and so they want God to do the punishment for them.</p>\n\n<p class=\"book-paragraph\">This just represents their conflicted state. This represents their own state of Separation. Lost now in the physical reality, they imagine what God is and what God will do and what God does to the wicked and to the non-believers. And so they themselves are part of the problem, you see. But God has placed Knowledge within them as well, and Knowledge is not deceived by these beliefs and these expectations, these demands and these admonitions.</p>\n\n<p class=\"book-paragraph\">Your return to God may be beyond human comprehension, but the Plan of God makes it inevitable. And God has placed Knowledge within you and everyone else to make the return inevitable. So the focus of your life now, then, is not to continue to reinforce beliefs in Heavens and Hells. It is not to project upon God the role of the great punisher, the judge who sends those to prison and exonerates others. That is what you do, but that is not what God does.</p>\n\n<p class=\"book-paragraph\">God has sent you into a difficult situation and has placed Knowledge within you to enable you to serve that situation and to give you a way back. It is like entering a deep cave where the light of day is completely left behind, and you are in this labyrinth somewhere, and you are sent down there to help others who are lost in the labyrinth, and you yourself seem to be lost in the labyrinth, except that God has placed a little rope attached to you—an endless kind of rope that no matter how many turns you take, no matter how deep you get into that labyrinth, no matter how much you forget the light of day, well, there is still a lifeline to you. You may be lost, but you are not lost to God.</p>\n\n<p class=\"book-paragraph\">So the emphasis now is to build your relationship with Knowledge. It is to establish a connection with Knowledge, which represents your spiritual and eternal nature. If you do things that are wrong, well it is because you are violating your nature. And that is why you feel bad, and that is why you feel uncomfortable. And the more you violate your nature, the more it seems to recede within you, and you become out of relationship with your nature.</p>\n\n<p class=\"book-paragraph\">As is the case with your relationship with others, if you are out of relationship for too long, there is a kind of an approach avoidance. You are afraid now to reconnect. It is difficult. It is embarrassing. You become resistant to relationship, and this is reinforced by all kinds of notions about yourself and other people, but it is kind of a resistance that arises out of Separation.</p>\n\n<p class=\"book-paragraph\">This even happens with your true nature. You become resistant to experiencing it. You close your eyes for a few minutes and you feel the resistance. You want to be pulled back out into the world. You do not want to face what is inside of you. Perhaps you think it is all hellish and terrible, but really it is your true nature that is residing there beneath the turbulent surface of your mind. And now there is resistance; there is avoidance. And the Hell that you are living in still has its attractions, and you are identified with it, so to turn away from it is to turn away from its attractions and the identification. And there is resistance. There is anxiety. There is discomfort.</p>\n\n<p class=\"book-paragraph\">You must reconnect with Knowledge, you see. Your plans and goals, whether they bring you temporary pleasures or temporary wealth or a temporary sense of achievement, they do not meet the deeper need of your soul. They do not speak to the greater purpose that has brought you here. They do not resolve your fundamental conflict about who and what you are.</p>\n\n<p class=\"book-paragraph\">Through all the world religions, God has established pathways to return to Knowledge, but these pathways have become obscured by what religion has become and how religion is used. Only in the New Message, the pathway is reestablished without the weight of history, without the influence of culture, without the intrusion of human psychology. The pathway is clear. There is the pathway leading out of the labyrinth.</p>\n\n<p class=\"book-paragraph\">You love this labyrinth and you hate this labyrinth, all at once. It intrigues you, but it traps you and imprisons you. But you cannot escape it right away because you are here to give some things to the world, to connect with certain people for a certain purpose that only Knowledge knows. To fulfill your destiny here, these gifts must be given to the best of your ability. They will be conditioned by circumstances as to how, when and where they can be given, but they must be given, you see.</p>\n\n<p class=\"book-paragraph\">Otherwise, you will return to your Spiritual Family with your gifts unopened, your contribution not given, and then you will just want to come back because that is your desire and your destiny, you see. You want to come back, and you will say, “All right. This time I will not forget you. I will not forget Knowledge. I will not forget all of you who are sending me into the world. I will not forget God.” But then you enter the world and you forget.</p>\n\n<p class=\"book-paragraph\">So the question becomes, “Will you remember?” And the only way you can remember is by reconnecting your thinking mind with the deeper Mind within you. Believing in saints and avatars, believing in redeemers, believing in what human religion establishes, that alone will not do it. These things can all be beneficial, but only if you are connected to Knowledge.</p>\n\n<p class=\"book-paragraph\">So there is great clarity here. The emphasis is clear. But the pathway is still mysterious, for you do not know what Knowledge is, or what Knowledge will guide you to do, or how it will express itself, or whether it will take you beyond your current parameters of culture and religion. You cannot control it. You cannot use it. You cannot manipulate it. You can only reconnect with it and follow it.</p>\n\n<p class=\"book-paragraph\">And, of course, there is so much fear about what people might do if they are guided by something within themselves, that this seems to be impossible or insane to those who have lost contact with Knowledge within themselves. They will be afraid of it. They will think it will lead to chaos. They think it will lead to the worst forms of human indulgence, human error, human folly and human destruction. And they think these things because they have forgotten. They are unaware that Knowledge is within them and that God has a Greater Plan than the plans they have for themselves.</p>\n\n<p class=\"book-paragraph\">So this does take faith, at the outset in particular, and at times of great self-doubt, and at times of great decision where you have to choose a way that you did not invent for yourself, it takes great faith, yes. But every step you take towards Knowledge, it becomes stronger in your experience. Your conscience becomes stronger. Your sense of what is really right becomes stronger.</p>\n\n<p class=\"book-paragraph\">This conscience is not established by religion and culture. It is established by God. When you violate your nature, you feel you have done something wrong, and you cannot escape this. When you do something that confirms your true nature, you feel good. You feel inspiration. It gives you a sense of renewal. It is like going hot and cold with yourself. You do something wrong, you feel cold. You do something good, you feel warm. If you want to go towards the warmth, you keep doing those things that give you a sense of warmth, even if they are very minor and insignificant. If you do something that violates your nature, you feel more and more distant and alienated from yourself.</p>\n\n<p class=\"book-paragraph\">So here it is not God you are trying to please. It is more about being true to your real nature, true to yourself, honest—honest at a much deeper level. Honest, not just in saying what you feel, but honest at the level of feeling what you truly know and having that become the basis of your communication and decision making and identification in the world. Your situation may look impossible, incomprehensible, but God has a way to get you out of the labyrinth, to get you out of this underworld of your own separated, personal experience.</p>\n\n<p class=\"book-paragraph\">To follow Knowledge, you do not have to belong to a religion, necessarily. It does not matter where you live, what country you live in, what your body looks like. It does not matter your social standing, your political circumstances. The pathway is the same. Though you will follow a way that is unique to you and to your needs and to your greater purpose, the pathway is the same.</p>\n\n<p class=\"book-paragraph\">Beliefs differ, interpretations differ, explanations differ, theological understandings differ, but the pathway is the same. If Jesus is your guide, it is still the pathway through Knowledge. If Muhammad is your guide, the pathway is still through Knowledge. If the Buddha is your guide, the pathway is still through Knowledge. The guide does not change the route you must follow.</p>\n\n<p class=\"book-paragraph\">People will disagree, people will argue, people will take issue, people will condemn, people will be upset, people will rage and be angry, but this represents their condition. This bespeaks their state of mind and awareness. Knowledge lives within you. How you regard it is determined by your condition, state of mind and awareness. But you cannot change Knowledge. And this ultimately represents your salvation.</p>\n\n<p class=\"book-paragraph\">The degree to which you are disassociated from Knowledge is the degree to which you are living in a kind of Hell. You could become more disassociated and live in a deeper kind of Hell. Your suffering could intensify. Your isolation could become deeper. Your sense of shame and guilt could become more overwhelming. But it is the same problem. You could go to the deepest part of the labyrinth and deny all possibility of redemption for yourself, but Knowledge is still within you. The Fire of Knowledge, though it may only be a little light, is still a burning ember within you.</p>\n\n<p class=\"book-paragraph\">After awhile, hiding and self-punishment lose their attraction, and Knowledge begins to pull you back to yourself, to your true Self, to your reality, to the reality that has sent you into the world. Even if you have committed the worst crimes imaginable, Knowledge is within you. It will have you make amends. It will have you do great works. It will give you great assignments so that you can experience your own redemption, but it is still within you, being the pull of God, the Presence of God and the Power of God in your life.</p>\n\n<p class=\"book-paragraph\">If you really want to please God, then praise and worship alone are not the way. You must really do what God sent you here to do. You must really honor what God has placed within you to honor, and you must honor this within others as well. And you must follow this to the best of your ability and allow it to express itself in a world of changing circumstances and difficult situations. This honors your relationship with God. This allows you to resonate with what God has put within you.</p>\n\n<p class=\"book-paragraph\">God does not need the praise, but God does need for the work to be done, for the gifts to be given, for you to experience redemption. God needs for you not to lose yourself in a world of terror, pleasure and disorientation. In the New Message, this becomes really clear. But you must let down your guard to experience this and to receive the great gift and to see that this is the essence of all the world’s religions—religions that humanity has remade to fit its own compromised state, but which exists in a pure form nonetheless.</p>\n\n<p class=\"book-paragraph\">Think of Heaven as where you have come from and think of Hell as where you have been sent to serve—to help reclaim the separated, to support their reassociation with Knowledge within themselves and to create a world where Knowledge is more evident than it is today, where inspiration is more evident than it is today, where harmony and cooperation are more evident than they are today. It is like you have come from Heaven carrying a brick, and the brick is part of the foundation for a greater and more complete and more genuine reality here.</p>\n\n<p class=\"book-paragraph\">Everyone is here to fulfill their destiny in the world. The more they can know that and experience that, the world becomes less fearful, less conflicted, less divided and is more conducive to the true nature of all who dwell here.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/heaven-and-hell.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/heaven-and-hell/"
}