{
  "title": "You Are Here for a Greater Purpose",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">,You were sent into the world to make a unique contribution to a world in need. You have come at a time of great change and difficulty for the human family, a time when humanity will have to face Great Waves of change that are coming to the world, all converging at this time.</p>\n\n<p class=\"book-paragraph\">You have come at a time when humanity is encountering races from beyond the world who are here to take advantage of a weak and divided humanity. You are here to face and to deal with a set of circumstances that your ancestors never had to consider before.</p>\n\n<p class=\"book-paragraph\">You have come with a greater Knowledge and a greater power, which God has placed within you to be discovered at this time, to emerge at this time—at this great time of uncertainty and upheaval.</p>\n\n<p class=\"book-paragraph\">While you have a personal mind that has been conditioned by the world, that is full of hopes and fears, judgments and considerations, you have a deeper Intelligence within you that God has placed there. This Intelligence is called Knowledge.</p>\n\n<p class=\"book-paragraph\">It does not think like your personal mind. It does not judge. It does not deliberate. It does not compare and contrast. It does not use reason and logic, for it is far more powerful than this. People experience it in flashes of intuition, but it itself is greater than intuition.</p>\n\n<p class=\"book-paragraph\">God knew that you would need the power of Knowledge to be in the world, at this time especially. And everyone in the world has this Knowledge within them, waiting to be discovered. But it is a discovery that only very few have made. And it is essential in these difficult times that many people make this discovery, that you make this discovery.</p>\n\n<p class=\"book-paragraph\">You are carrying a great strength, unknowingly. Regardless of what you are preoccupied with, or the problems or concerns that you are dealing with at this moment, you were sent into the world to make a unique contribution. You do not yet know what that is, but you have clues. For over the course of your life, there have been indicators and signs and perhaps a growing sense that you are here for something important, but you have not seen what it is yet.</p>\n\n<p class=\"book-paragraph\">The realization of what this is will come as you take the steps toward Knowledge, as you reconnect with this deeper Intelligence within you that represents the core of your spirituality and your permanent and true nature that God has created.</p>\n\n<p class=\"book-paragraph\">It is there whether you are religious or not, whether you adhere to a faith tradition or not—no matter what country you are from, no matter what culture or family or village you are from, no matter what your economic status, you are carrying the power of Knowledge within yourself, waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">This Knowledge is needed in the world now, for humanity will need a greater strength and a greater commitment to navigate the difficult times ahead. Humanity will need a deeper inspiration to overcome the grave anxiety and fear and hostility that will emerge in these unsettled times.</p>\n\n<p class=\"book-paragraph\">God has given you this strength to see and to know the truth beyond all appearances. But to do this, you must see beyond your judgments and your condemnation. You must give up your avoidance and denial and face a changing world with as much courage and objectivity as you can muster.</p>\n\n<p class=\"book-paragraph\">Your life is more important than you realize. And the time in which you live is more critical than you might be aware of. Do not shrink from this, or you shrink from your true nature and your true purpose for being here.</p>\n\n<p class=\"book-paragraph\">It is no accident that you have come at this time—a time of increasing turbulence and uncertainty; a time when humanity will have to face great difficulties in your environment, in politics and religion; great difficulty in securing the fundamental resources that are needed for people to live a stable and secure life.</p>\n\n<p class=\"book-paragraph\">Beyond your political views and your attitudes is the ability for you to see clearly. But you must clear your vision. You must set aside your ideas and assumptions to have this clarity and to see with this strength.</p>\n\n<p class=\"book-paragraph\">Knowledge within you will reveal what you must see, know and do. It will restrain you from making mistakes, and from giving your life away to people or things or places that have no real purpose or meaning for your life. And it will encourage you to find those individuals who can recognize your deeper nature and who will be a part of your greater purpose in the world.</p>\n\n<p class=\"book-paragraph\">Your task now is to discover the power and the presence of Knowledge within your life and to begin to face the world with clarity and sobriety, strength and courage. You know not what you are here to do specifically, but you do know that you are here to do something important. And that is enough to take you to the next step, which will give greater clarity and freedom to your life.</p>\n\n<p class=\"book-paragraph\">This is a mysterious journey. You cannot figure it out. The path is given to you step by step as you proceed, as you show greater strength and courage and self-trust.</p>\n\n<p class=\"book-paragraph\">You may doubt yourself, but once you experience Knowledge within yourself, you will see that it is worthy of your trust and devotion. It is beyond your personality. It is a power that you share with all others who have come here at this time. And Knowledge is here to contribute to a world in need and to fulfill you at the deepest level.</p>\n\n<p class=\"book-paragraph\">This is the power and the presence that you carry within you. And the Message has been sent from God into the world to reveal this power and this presence, and to provide the Steps to Knowledge so that you may find and discover your true strength and purpose and direction with as little loss of time as possible.</p>\n\n<p class=\"book-paragraph\">This is God’s great blessing and endowment. It is awaiting you within yourself and beyond yourself. You will resonate with it once you see it and know it and experience it because it represents the deepest truth about your life.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/you-are-here-for-a-greater-purpose.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/here-unique-contribution/"
}