{
  "title": "Developing a Greater Community Perspective and Understanding",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">In life, people see what they can see based upon their vantage point and based upon what colors their perception. Clearly, if you reach a higher vantage point on the mountain of life, you are able to see more. You are able to see things you simply could not see before because you did not have the position from which to look. Previously, you could believe anything, but you could not see.</p>\n\n<p class=\"book-paragraph\">The important thing here is to reach the vantage point where you can see for yourself. You can see and know clearly. Using the analogy of the mountain, you could stay down below in the woods and cultivate any point of view you want, but you cannot yet see where you stand. You cannot see your position on the mountain. You cannot see what surrounds the mountain. You cannot see how great the mountain is. And you cannot see how far along you are.</p>\n\n<p class=\"book-paragraph\">This is why the idea of mastery is so relative. You may say, “Well, I am a master! I am so far beyond, so far above where I was before!” But then finally you turn and look, and you see that the path keeps going, and you have to move along, for your journey is not done yet. So each thing you master sets a new beginning. Each thing you complete establishes a new beginning.</p>\n\n<p class=\"book-paragraph\">It would not be enough for Us to provide all of the insight, perspective and information that We are presenting in this book if We were not prepared to take you to that vantage point from which you could see. Our intention is not simply to give you a wonderful and grand perception of life, a grand idea, a bigger belief system, a whole new set of ideas to adhere to and to identify with. That would only compound your problem and increase your burden.</p>\n\n<p class=\"book-paragraph\">Instead, We are telling you that you can see and know what must be seen and known if you reach the vantage point from which you can see and thus know. From a higher vantage point, things are simply obvious, but until you reach this vantage point, you must consider them as possibilities.</p>\n\n<p class=\"book-paragraph\">Knowledge within you knows what it knows already. The closer you become to Knowledge, the more you will know what Knowledge knows. But you still must make the journey to see with your own eyes the real circumstances of your life and the greater circumstances that are affecting the course and destiny of humanity.</p>\n\n<p class=\"book-paragraph\">This brings Us now to discuss developing a Greater Community perspective and understanding. Here We are not advocating that you have an alien point of view, but simply that your eyes can learn to see in a larger way and that you can learn to think in a larger way and that your perception and experience can be more encompassing and more authentic.</p>\n\n<p class=\"book-paragraph\">An alien viewpoint may be just as jaded as a human viewpoint. In fact, human beings at present are actually more free to form their own personal opinions than most advanced technological races in the Greater Community are today. Shocking but true. This offers humanity one of its few but important advantages.</p>\n\n<p class=\"book-paragraph\">Developing a Greater Community perspective and understanding is the result of being able to see beyond your cultural and religious conditioning, to see beyond the prevailing attitudes and beliefs that have shaped your approach to life and your perspective, to rise beyond these, to see things in a bigger way from a higher vantage point.</p>\n\n<p class=\"book-paragraph\">You are still seeing with your own eyes. You are still relying upon your great human endowments. You have not become something else. You have become more of what you really are.</p>\n\n<p class=\"book-paragraph\">So what is developing a Greater Community perspective and understanding? First, it is the ability to look beyond the mass of conditioning that clouds your vision and that creates a wall around your experience. The ability to do this is the result of preparing in The Way of Knowledge. It is not something that you simply can will for yourself or hope to happen or expect to be given you by a Divine messenger. It is something you must build and cultivate within yourself, day in and day out, every day. This is how you build the foundation.</p>\n\n<p class=\"book-paragraph\">This is how you get up the mountain. You do not get up the mountain by sitting by the side of the road and dreaming and pondering how it must be and may be and could be for you. You pick yourself up and you start moving. You take the journey step by step. And you deal with everything you encounter along the way, which teaches you how to travel, teaches you what to take with you and helps refine your perception and your ability to move forward.</p>\n\n<p class=\"book-paragraph\">Here it is not simply that you have gotten to a higher vantage point and you can see more. You have actually gone through a real transformation in the journey itself.</p>\n\n<p class=\"book-paragraph\">So by the time that you reach the vantage point on the mountain from which you can see, your perception is refined, and your values are now more in harmony with your true nature. You have been able to let go of things that only burdened and confused you before. You are traveling light. You are swift of foot. You know now how to negotiate the difficult changes in the path itself. You know how to deal with danger and adversity and opposition, both within yourself and outside of you.</p>\n\n<p class=\"book-paragraph\">Then when you are finally in the clear and can see beyond the treetops from a higher vantage point, your vision has been refined, your abilities have been heightened, and your life has become light and focused. It is the journey, then, that prepares you for what you will see when you reach the vantage point.</p>\n\n<p class=\"book-paragraph\">Having a Greater Community perspective in many ways is like being able to stand outside your world and look in. It is being able to stand outside yourself and look in—not with alien eyes but with your own eyes.</p>\n\n<p class=\"book-paragraph\">As it stands now, people are within the world looking out. They are inside themselves looking out, looking through all the filters that have been created through their years and years of social conditioning. And they only see very little of what is happening. They see what they prefer to see or what they have been taught to see. And often they do not even see with their own eyes, but with the eyes that have been given to them.</p>\n\n<p class=\"book-paragraph\">If you could be outside your world looking in from a Greater Community perspective, you would see things now that are so obvious that you could not see before. You would see how small and fragile your world is, how vulnerable it is to outside intervention. You would see humanity living on the surface, visible to the discerning eye. You would see how humanity’s endeavors, priorities and conflicts are all in full display for the discreet observer. You would see that your mind is unprotected from unwarranted intervention. You would see that humanity is swayed like the wind sways the grass by forces that humanity is not even aware of.</p>\n\n<p class=\"book-paragraph\">You would look into the world and you would see such tremendous promise in humanity and yet such grave vulnerability and irresponsibility. And you would see that humanity’s future cannot simply be based upon the saintly endeavors of a few inspired individuals, but must rely upon a greater education being furthered here and preparation for a new life and a new existence.</p>\n\n<p class=\"book-paragraph\">If you could stand outside your world looking in, you would see how fragile the environment is, and you would see the enormous effects of its degradation. And you would see that there is very little left for humanity to exploit. You would see the enormity of the problem in all of its manifestations.</p>\n\n<p class=\"book-paragraph\">But from the inside looking out, do you see these things? You do not see these things. From the inside looking out, you do not know these things. You only hear and see what is told to you or what you might find yourself firsthand. You cannot see the bigger picture until you have the eyes to see and the heart to feel them.</p>\n\n<p class=\"book-paragraph\">Remember, you are not here for yourself alone. You are here for all of life. And for this, you must have an experience of this—an experience that you can relate to and that you can utilize to give yourself greater strength and motivation.</p>\n\n<p class=\"book-paragraph\">If you could stand outside your world looking in, you would see that you are being scrutinized by several different groups of visitors and that many establishments have been made in the world already and that humanity, as it goes about its daily affairs, is unaware of these greater events, is day by day losing ground and losing its own influence and self-determination. Subtle yet pervasive is this influence.</p>\n\n<p class=\"book-paragraph\">If you could stand outside your world looking in, you would see that it is a tiny place within a far greater community, a Greater Community where life exists and has evolved and represents life in all of its manifestations. You would see that your planet is a garden planet, a relative paradise compared to other inhabited worlds. And you would see that you are living with riches beyond compare but without any real appreciation of how valuable they really are.</p>\n\n<p class=\"book-paragraph\">If you could travel to other worlds that are inhabited, you would see how desolate many of them are, and you would see how many of their natural environments have been destroyed. For most worlds in the Greater Community that are inhabited have been colonized.</p>\n\n<p class=\"book-paragraph\">Then you would return to your world, and you would see it is a gem in the universe. You would say, “My God! What a precious place! We must care for this. Others in the Greater Community will want this for themselves. And if they see that we are neglecting its preservation, they will feel emboldened and privileged to take it for themselves.”</p>\n\n<p class=\"book-paragraph\">If you could stand outside your world looking in, you would see that life is very different from what people believe in. You would see that the Creator is at work everywhere in the universe and is not preoccupied with human affairs and aspirations. You would see that your world is but another of many, many evolving worlds. It is in fact one of many worlds that are now in the process of emerging into the Greater Community. You would see the greater risks involved, and you would see that the human population is ignorant of its condition. And you would feel compelled to act, to educate people and to provide the perception that you have and the understanding that you have gained.</p>\n\n<p class=\"book-paragraph\">If you could stand outside yourself and look in, you would be able to take an honest and fair appraisal of your strengths and weaknesses. And you would see how much you need to become strong with Knowledge, how much you need to find Knowledge and discern it from the other prevailing motivations in your mind. You would see how you would need to define and develop your own mental environment and clarify your relationships with others and devote yourself only to those people with whom you share a greater purpose and meaning in life.</p>\n\n<p class=\"book-paragraph\">If you could stand outside yourself, you would see that Knowledge lives within you and is waiting to emerge and that you are struggling to allow this emergence to occur.</p>\n\n<p class=\"book-paragraph\">If you could stand outside yourself looking in, really, not as you look as another person, but as you yourself from the outside looking at you, you would see how much your thoughts and your activities are influenced by the prevailing attitudes, beliefs and manipulations of others. You would see how rare it is when you have original thoughts and how difficult it is to achieve a state of clarity within a sea of influence in the mental environment.</p>\n\n<p class=\"book-paragraph\">Gaining a Greater Community perspective and understanding is like standing outside the world and looking in, and it is like standing outside yourself and looking in—not critically, not fearfully, not hopefully, but with clear eyes, real discernment, with the strength of Knowledge, which can see clearly and know what is real from what is not, and can tell what is genuine from what is not, and can separate what is valuable from what is not.</p>\n\n<p class=\"book-paragraph\">Enough people in the world need to cultivate this perspective. It will be the result of their preparation in The Greater Community Way of Knowledge. It will be the result of their having the courage and the integrity to learn about life beyond their personal sphere and to gain a greater understanding about the course and destiny of human life. It will be the result of their Greater Community education. It will be the result of taking the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">You may think that anyone who lives in the Greater Community has a Greater Community perspective. This, of course, is not true because many races are as isolated as you are. But even amongst those who are involved in trade and commerce, who travel, for instance, they are aware that intelligent life exists [beyond them] and that they are not the center of the universe. They have been able to outgrow their tribal mentality sufficiently to be able to deal with other races in a productive way.</p>\n\n<p class=\"book-paragraph\">But they do not have a Greater Community perspective in the sense that they are not yet strong with Knowledge. If they are not yet strong with Knowledge, they will not have this comprehension that We are speaking of. They will be dominated by their own concerns and interests. And if they are a highly unified and structured society, these individuals will not be able to think freely for themselves.</p>\n\n<p class=\"book-paragraph\">As We have said, human beings enjoy a greater personal privilege—freedom—in the world today overall than you would find in most places in the Greater Community. Humanity is not unified, and that is a great problem. But despite the many problems that this does generate, there is still relative freedom to think and to perceive. Though your education does condition you and guide you, though influences do wall you in and prevent your full perception of your situation and your abilities, the opportunities are still there.</p>\n\n<p class=\"book-paragraph\">Here you come to understand a very important thing—that those individuals in communities in the Greater Community who have been able to learn The Way of Knowledge, to develop skill in Knowledge and are living life according to Knowledge, have had to do so under far greater duress than most people in the world face today. That is why your opportunity is so great. We may emphasize the great need of the time, but We must also emphasize your great freedom and opportunity to seize this need, to meet this need and to prepare accordingly.</p>\n\n<p class=\"book-paragraph\">In other worlds, races have had to prepare in The Way of Knowledge under tremendous oppression, under grave difficulties. They do not have the freedom of expression that you have today. In societies where there is skill in leading and manipulating the mental environment, this challenge becomes even more difficult, for the skill required to be a Being of Knowledge is even greater, and the skill it takes to create insulation for yourself and to have the freedom to create your own mental environment is far greater than what you as a human being face today.</p>\n\n<p class=\"book-paragraph\">Though life may seem hard in the world and problematic, it is still relatively easy compared to life in other worlds. Look at your environment. You have almost a luxurious environment compared to environments that exist in other worlds. This is what in part makes your world so attractive. You are sitting on a little piece of luxurious living, and you do not even know what you have.</p>\n\n<p class=\"book-paragraph\">While it is hoped within human culture that life in other worlds will be far better than it is in your world, the truth is that this is not the case. There are other worlds as beautiful as yours, but they are rare. It is technology that has enabled races in the Greater Community to establish settlements in many worlds under adverse conditions, but environments as beautiful as yours are very rare.</p>\n\n<p class=\"book-paragraph\">Gaining this greater vantage point and taking the journey that enables you to see and to know is the great opportunity that is placed before you now. You need this perception for yourself, and you need it for your world.</p>\n\n<p class=\"book-paragraph\">If you are not content with the little things of life—the little preoccupations, the little concerns—if you are not content to think the way everyone else is conditioned to think, if you are willing to go beyond the illusion of security that these preoccupations seem to create, then you need this Greater Community perspective and understanding because this represents the true context for coming to terms with your life and for expressing yourself wholeheartedly.</p>\n\n<p class=\"book-paragraph\">How do you develop such a perspective and understanding? It is the result of learning Greater Community Spirituality. It is the result of taking the Steps to Knowledge. It is the result of developing your own mental environment. It is the result of developing strong relationships that can express the reality and purpose of Knowledge.</p>\n\n<p class=\"book-paragraph\">These are the fundamental areas of study. These are the fundamental areas of development. And a preparation for achieving them is provided in the great book, Steps to Knowledge, which is part of the Teaching in The Greater Community Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">Here you develop slowly and carefully the ability to see without preference, the ability to distinguish the presence of Knowledge within you. Here you cultivate stillness of mind so that the mind becomes more of a window rather than a door. You develop a penetrating insight and highly skillful scrutiny.</p>\n\n<p class=\"book-paragraph\">Here you learn to see yourself honestly and fairly, assessing your weaknesses and your strengths, correcting the former and embellishing the latter. You do this without a great set of formal beliefs, without heroes, without gods, without goddesses, without heavens, without hells, without a quest for mastery, without personal ambition. You simply take the Steps to Knowledge to enable you to do such a task, which has been achieved so rarely in human life before. A preparation is provided to provide the Steps to Knowledge and to take you up the mountain of life.</p>\n\n<p class=\"book-paragraph\">Along the way, you will have to re-evaluate your relationships and in the process of doing this will create a whole new foundation for how to relate to other people. Here you will look for the evidence of Knowledge, meaning and purpose in others. Rather than being charmed by their appearance or their behavior, rather than seek to have their resources or their assets, you will seek for a deeper resonance and a deeper compatibility.</p>\n\n<p class=\"book-paragraph\">For truly, in The Way of Knowledge, people who are very dissimilar, who could never really get along on a personal basis alone, can find a foundation substantial enough to commit themselves with each other and to each other to achieve a greater purpose in life. Such is the power and the grace of Knowledge.</p>\n\n<p class=\"book-paragraph\">Here you find a way to transcend many of the problems that circumscribe you today. And though you will have personal problems in the future, they will no longer be strong enough to prevent you from moving forward. For your personal mind, the mind that was developed and conditioned in the world, will always have difficulties in comprehending greater things. But as the knowing Mind within you, the Mind of Knowledge, emerges and takes its rightful place in your awareness, you will be able to deal with yourself compassionately. You will not allow small disabilities to thwart you from undertaking your greater endeavors.</p>\n\n<p class=\"book-paragraph\">Gaining this greater vantage point means you have to leave where you are now in terms of your consciousness and in terms of your beliefs. You cannot take them all with you. If you try to take them all with you, you stay right where you are.</p>\n\n<p class=\"book-paragraph\">Just like you cannot take the place [you are in] with you if you are going to journey up the mountain. You have to leave it behind even if it is a beautiful place, even if you have found an idyllic resting place on the mountain, and you wish, “Oh, this is so beautiful! I could stay here forever. This is so much better than any place I have ever been.” Even if you have this experience, to progress you must move on.</p>\n\n<p class=\"book-paragraph\">Here you gain the strength and the understanding not to allow anything in life to thwart your greater purpose and endeavor. And here you find that you will not journey alone. The essence of the teachings in The Way of Knowledge is that they teach you that you are not alone. They teach you that you are already part of community and give you the basis and the foundation for establishing this primary relationship in community with others.</p>\n\n<p class=\"book-paragraph\">Then when you marry, you marry completely, and your marriage is deep and resonating. Then when you join with others in your work, you join with a greater sense of purpose and commitment, unwilling to let personal issues destroy the union that you are now setting out to build together.</p>\n\n<p class=\"book-paragraph\">The higher you go on the mountain, the more you realize you are not alone. This enables you to think with a bigger mind and to have a bigger perspective. And you learn as you go what constitutes a foundation for real relationship. And you see that it is not romance. It is not beauty. It is not money. It is not charm. It is not recreation.</p>\n\n<p class=\"book-paragraph\">These things are alluring in their own right, but they do not provide the foundation for real relationship. Here you find that foundation because you are building it within yourself. As Knowledge is growing within you, it becomes the basis upon [which you build] your relationships with others. This gives you the power to overcome personal differences and to deal with issues and problems as they arise. Then when you reach a vantage point from which you can see more, you will have a greater understanding about the meaning of life and the fundamental nature of relationships.</p>\n\n<p class=\"book-paragraph\">As We have said, the Greater Community is not made up of magnificent and varied individuals. It is made up of communities and groups. Within the Greater Community, the important thing is what group you are a part of, what relationships you establish.</p>\n\n<p class=\"book-paragraph\">In the world at this time there is still a tremendous emphasis on the individual. Individuals are admired and they are deified. There is hero worship here. That marks an important difference between life in the Greater Community and life within your world.</p>\n\n<p class=\"book-paragraph\">If you can establish and become part of a community of Knowledge in your relationships, then you have set out to begin the most important establishment in life. It is from this establishment that great gifts will be given into the world, that the world’s difficulties will be addressed, that the grievous errors in human life will be rectified and that a new foundation can be built over time.</p>\n\n<p class=\"book-paragraph\">This is all the result of reaching this greater vantage point. This is all the result of building a Greater Community perspective and understanding. This is the result of going beyond yourself to see yourself and going beyond the limits of human consciousness and awareness to see the real condition of humanity.</p>\n\n<p class=\"book-paragraph\">Is it possible to do this, given all of the influences that prevail upon humanity today? Is it possible for you to do this, given your current circumstances and condition? The answer is a resounding yes. It is not only possible; it is necessary; it is vital; it is needed. It is not merely a wish or a preference; it is a must in life.</p>\n\n<p class=\"book-paragraph\">This is what is awaiting you. This is what you want and what you need. This is what your heart yearns for, even if you are uncertain and afraid.</p>\n\n<p class=\"book-paragraph\">Knowledge will bring you here, for only Knowledge can take you to Knowledge. That is why Knowledge becomes strong as you travel in The Way of Knowledge and take the Steps to Knowledge. Only Knowledge can take you to this greater vantage point, which is why by the time you arrive, you will become much stronger in Knowledge than you ever were before.</p>\n\n<p class=\"book-paragraph\">Personal ambition will not take you there; personal will will not take you there; the desire for riches and rewards will not take you there. Only Knowledge will take you there. And only relationships that are capable of embodying and expressing Knowledge will be able to travel with you as you journey up the mountain of life and begin to leave the confinement of the forest below.</p>\n\n<p class=\"book-paragraph\">It is time to begin your Greater Community preparation. This is your fundamental spiritual education and development. It encompasses the great truths that humanity has discovered on its own, but it goes beyond them to embrace life in the Greater Community and to embrace the tradition of spiritual development and the reclamation of Knowledge that represents the fundamental work of the Creator within life on a large scale.</p>\n\n<p class=\"book-paragraph\">The way is being provided, and you can begin. You begin with what you know today, and you build upon that. You begin with what you see today, and you build upon that. And you build each day. You do not take great leaps and bounds. You do not leap and bound up the mountain but take careful and determined steps.</p>\n\n<p class=\"book-paragraph\">The mountain is difficult. You are climbing. You can lose your way. You can lose your footing. You can become allured by things you see and experience along the way. You can become disheartened. That is why as you take each step, you become stronger. You become more focused. You become more determined. You become more forgiving and more compassionate, for you must proceed.</p>\n\n<p class=\"book-paragraph\">Developing a Greater Community perspective and understanding will give you the vantage point from which to understand and to discern the activities of Greater Community presences in the world today. From a purely human viewpoint, you will not be able to understand these things, and you will not see them clearly. You must gain greater eyes and a greater discernment.</p>\n\n<p class=\"book-paragraph\">Humanity has this capability, and it has this great need. You can do this. It can be done, and it must be done. And you will find that your discernment will not be carried out by you alone, but will be the result of many people pooling their intelligence to create a group mind focus. This creates a strength in the mental environment that an individual alone could not produce and direct.</p>\n\n<p class=\"book-paragraph\">It is said in The Way of Knowledge that there are no great individuals; there are only great relationships. How true this is, and how important this will be for you in cultivating a greater intelligence and awareness within yourself.</p>\n\n<p class=\"book-paragraph\">For it is known that anyone can make an error at any time and that the greatest prevention against making such errors is to have another set of eyes, another intelligence, looking with you to share in the looking, to join in the looking, to develop the discernment together, to develop the strength together, to experience the Grace together.</p>\n\n<p class=\"book-paragraph\">That is why The Way of Knowledge is The Way of Relationship. It is the path of joining. Here you give up your ambitions for personal enlightenment and instead begin the real spiritual work of beginning the reclamation of Knowledge within yourself, and developing the essential aspects of wisdom that will enable you to be in relationship completely and to build the group mind in Knowledge that We are speaking of.</p>\n\n<p class=\"book-paragraph\">Ultimately, what will enable humanity to establish itself in the Greater Community and to maintain its self-determination within this larger mental and physical environment, is to develop a group mind experience not based upon political persuasion, not based upon religious ideology, not based on the machinations of government, but upon the essential nature of Knowledge within each person.</p>\n\n<p class=\"book-paragraph\">Here the group mind experience is not produced by millions of beings but by small groups who are able to look for everyone. They are the watchtowers. They are the telescopes. They are the microscopes. They are the magnifiers of experience.</p>\n\n<p class=\"book-paragraph\">Here humanity can gain not only a position of survival but a position of advantage. For your visitors, though highly technically skilled and with great social cohesion, cannot offset the effects of Knowledge itself. Indeed, ultimately you may be able to influence them for the good. But until that time, you must be able to counter the effects of their presence and learn what it means in terms of the priorities of your life and the conditions that it will establish for the future.</p>\n\n<p class=\"book-paragraph\">There is great promise for humanity despite the grave risks it is facing now. But do not let this take from your attention that the need for preparation is vital. Let this not dissuade you from what you must do. Let this not give you false confidence. Greatness is achieved through great activity and through great relationships. It is the great activity and the great relationships that must be emphasized now.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/higher-vantage-point/"
}