{
  "title": "Honesty",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We would like to give you a new understanding of what honesty can do for you and what honesty means in your relationships with others and in your relationship with life altogether. When people think of honesty, they often think of telling the truth about what one knows, what one has or what one does. This is a useful definition, but like all useful definitions it becomes misappropriated and a new definition has to be given, even if the old one is still useful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because We are giving you a much larger view of what honesty means, let Us say for our purposes here that honesty is knowing what you are doing and doing what you know, or if you like, the other way around—doing what you know and knowing what you are doing. This is a very useful definition, but because it is new, it requires some investigation, and like all truths, it requires much consideration and contemplation in order for you to penetrate its real meaning and possible application.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honesty is something people do not think of when they consider what they know within themselves and the value of what they do. Short of breaking the law or telling outright lies to others, honesty ceases to become something people consider in any depth, unless of course someone else is not speaking the truth. Then the issue of honesty is brought up with great emphasis.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So in your own life, think of what honesty means in terms of what you tell yourself and not only in terms of what you tell others. Let Us start here. Tell yourself a lie, and you will lie to others. Alter the truth to yourself, and the representation of truth to you will be altered as well. Base your activities or plans on one thing that is false, and the outcome will disappoint you. This is where honesty must be considered anew and be given a greater application.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What do you tell yourself? This is a good starting point. If you tell yourself that what you want is what is true, then you will believe it and try to convince others as well. When you fail to do so, you can either be disappointed in them or you will enter confusion yourself. You are in conversation with yourself all the time. You are telling yourself things; you are explaining things to yourself; you are analyzing; you are coming to conclusions; you are changing your conclusions, and you are fortifying what you know already.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, your personal mind—as opposed to Knowledge, or your spiritual Mind—is like a great tree that is growing. It is built upon the past. Like a great tree, the new leaves are budding towards the top, particularly if you are growing in a great forest. The part of the tree that most people see is not the part that is growing now. They must go all the way to the very top to find the freshest young shoots that are growing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is like the personal mind. It is built upon the great structure of the past, which makes up the personal mind, and towards the very top it is developing new things and creating new experiences, ideas and so forth. But the great mass of it is grounded in the past.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What happens when you are being truly honest is that you are engaging in the present with a present state of mind. This is markedly different from the normal state of mind, which seeks to integrate all new experiences, ideas, and so forth according to past wisdom or, in other words, to continue to build the past. You are always building the past unless you decide to develop the ability to engage with the present with a present state of mind. A present state of mind means that you are open to something and that you are withholding your past interpretations so that you can understand something more clearly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The truly profound present state of mind is the direct experience of Knowledge, where you have recognition and insight into something that is occurring now. This is where Knowledge can enable you to transcend present boundaries, reinterpret the past and forecast the future. Such is the power of Knowledge, your spiritual Mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honesty, then, is a present time experience. If you are not engaged in this, then you are simply rebuilding the past or adding to the past. Here you will add things that are familiar. And if something unfamiliar comes to you, you will either make it familiar or you will put it in the category of the unknown or the unwanted.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To have a present state of mind requires preparation, practice, attention and a desire for truth. Consider this: When you are truly honest with someone else, it may well change the nature of things, both in that relationship and in your overall activities. Honesty brings change. Dishonesty fortifies the past.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The personal mind, unless it is guided properly, is by its very nature dishonest. It will continue to build the past, integrating all new experiences, ideas and concepts according to its past ideas in order to fortify its sense of identity. It is, therefore, inherently dishonest. It is not necessarily intentionally dishonest. It is inherently dishonest. It can become honest if it is guided by a greater power within you, which is your Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, being truly honest and having a present state of mind require engagement with a greater power within you. Does this seem extreme to bring about an experience of honesty? It is actually fundamental, for, you see, until this happens, people will only be honest to gain advantage, which will continue their dishonesty. “I will tell the truth if it helps me. If it does not help me, I will not tell the truth.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is how people think until they overtake their thinking mechanism and guide it in a new way. Honesty, then, is seen as a good thing as long as it is convenient. When it ceases to be convenient, then other ways are chosen. Perhaps the truth is altered or withheld partially. Perhaps the facts are altered. Perhaps the truth is dressed up to look a little bit different than it actually is.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">New experiences, new ideas and new people bring change. And here honesty is compromised again and again, even if honesty is valued and cherished. Many people think of themselves as being very honest and forthright, but they are only so within a given range of experiences. Beyond this, unless they are guided by a greater power and have an incentive for truth, they become increasingly dishonest. The greatest dishonesty is to act for self-benefit and self-gratification. Here the truth is used for other purposes rather than being valued for itself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The truth may confirm a past experience or idea or the truth may require a change on your part. Honesty and truth go together. Truth must be a greater virtue, a greater thing to value than your own comfort and security because, indeed, truth will take you beyond these—not to deny or destroy them, but to give you a greater foundation for Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So to be truly honest, you must engage with a greater power within you. You must be able to consciously have a present state of mind, an open mind. You must be able to consciously deny or withhold judgment until a greater certainty is acquired through new experience. You must be open to change—not the kind of change that takes you in the direction that you would prefer to go, but the kind of change that your life needs to have regardless of your preferences.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In considering other people, you have to consider that there is a range of honesty possible. The limits to their honesty are awareness, understanding and their overall development. Lack of awareness limits honesty because without awareness you tend to be dishonest in order to protect yourself. Preparation is necessary because preparation engages you with a greater power and develops your understanding so that you can use your mind and body responsibly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, as awareness expands and preparation grows, a person’s range of honesty will grow as well. This means that one is able to be aware of more things and able to have a more present state of mind in all situations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This question of honesty would seem to be hopelessly complex and difficult if it were not for the presence of Knowledge within you, for Knowledge is always honest, regardless of what it encounters. Knowledge is unafraid of anything. There is nothing in the world that can harm Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, the more you are allied with Knowledge, the more fearless you will become, the more secure you will become, the greater the sense of self and identity you will have, and the greater the sense of direction and relationship you will possess. This gives you the foundation upon which to expand your range of honesty and to receive its rewards in new and unexpected ways.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now some people think, “Well, I say what is on my mind. That is honesty!” I say no. That is not honesty. Even if speaking your mind is a form of confession, it is not yet honesty. It has the potential for honesty, but speaking your mind can be destructive and hurtful to others and can indeed endanger and imperil you. So do not cling to that definition, for it is far from complete.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here we must have a new understanding: Want what you know. Know what you want. Honesty does not require that you say everything that you feel. It just requires that you not alter or deny the facts of the matter or alter or deny your real experience of things. It will often ask you to withhold your conclusions and to hold back your speech until a greater understanding can be acquired.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So speaking your mind, which is usually a form of reaction, is hardly honesty. The greater honesty is to be aware of what you really know and to follow what you know so that you can apply it everywhere. Therefore, truly honest people are really very rare in the world, and even they are limited by their awareness and preparation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people are free with their ideas, but this really says nothing about them. Many people will express their opinions with great conviction to anyone who will listen, yet if it is something of a personal nature, they will give a very different story.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honesty is actually inside you, but it is first gained by awareness. If you are aware of your true feelings towards something, if you are aware of what must be done, then you can plan out your actions in a way that will have the greatest benefit with the least harm.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">On rare occasions Knowledge will override this, and you will be moved to do something very unexpected and very forceful. But this is quite the exception. Knowledge is silent most of the time. When you learn to follow Knowledge, you will become silent most of the time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honesty is not something you inflict upon the world. Honesty is something that you experience within yourself. Truly honest people, then, may not always speak, but every time they speak, they will speak the truth. In other words, much of what they know to be true they will not speak of, for it is not useful to do so. Here discretion and discernment must be developed—two great developments in The Way of Knowledge. Then your words will have greater impact and more awareness will be carried with them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At every stage of a person’s development, there is a particular experience of what honesty is. As people progress, their experience of what honesty is changes again and again accordingly. Therefore, one person may say, “Honesty is saying what you think.” Another person may say, “Honesty is being aware of your feelings.” Another person may say, “Honesty is not telling any lies or untruths.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are all correct but incomplete because We must go back to the beginning, which is what you tell yourself. If you lie to yourself and then tell those lies to others, you may think you are being very honest with yourself. You are speaking your mind. You are sharing your convictions. You may think there is nothing wrong with this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, go back to what you tell yourself. What do you tell yourself about the latest new experience you had? What do you tell yourself about the person you just met? What do you tell yourself while you are reading this book? What do you tell yourself? If you judge this book immediately, you are reinforcing the past. If you say, “Well, I like what is being said here. This is wonderful. I have read this elsewhere. I think it is quite good,” you are reinforcing the past. On the other hand, if you say, “I don’t like this information. I don’t understand it. It is not logical. It is not reasonable. It does not fit with my experience,” you are reinforcing the past.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To learn something new, you must have an open mind. An open mind means you are not trying to confirm what you know already. You open yourself to new information. Your guide here is your own deeper sense, which can override your prejudices, your fears and your insecurities. Then you are in contact with something great in your life. Therefore, honesty starts with what you tell yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is there for you. It will be silent most of the time. Yet it will counsel you wisely if you listen. To learn of Knowledge you must be silent a great deal of the time and then learn to detect and to apply what is spoken to you or what you feel is a result of what is spoken to you. This is the beginning of honesty.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why The Way of Knowledge is essential. Otherwise, people are always reinforcing the past and protecting their personal minds against the present. This determines their behavior and their actions and yields confusion, disappointment and misery as a result.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honesty in the real sense is truly beneficial and illuminating, but it carries with it a great responsibility. It carries with it a responsibility to open yourself to life, to follow Knowledge within yourself and to become aware of how you are constantly reinforcing the past by your reactions to things, by the ideas that you maintain and by your prejudices and preferences. Life constantly gives you the opportunity to break through these. The opportunities are with you now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Follow what you know, and you will learn how to be open. Follow what you know, and you will learn how to think constructively. Follow what you know, and you will be able to enter new territory in life and experience life in a new way. This, then, prepares you for honesty, which is an experience of realizing who you are.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the context of relationship, there are times when you say something or when someone else says something that is a remarkable truth and you both respond to it as if it came unexpectedly from nowhere. It was a revelation. How different this kind of experience is from the usual kinds of truths that people attempt to pass on.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is moving in the direction that I am talking about. It is a different kind of honesty. You cannot just have it like that. You must work for it. You must cultivate it. You must value it. And you must apply it. This involves becoming aware of how you misuse it, forget it or alter it for some personal advantage. This requires that you learn to listen to what you say to yourself rather than respond to your ideas and feelings like a mindless servant.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you engage with Knowledge, it will give you the opportunity to do all of this. Allow my words to penetrate and over time see what emerges as a result. If you claim right away that you like these ideas or you claim that you do not like these ideas or you make some other evaluations, you are not being honest with yourself. Following an old pattern of thinking and behavior is not honesty; it is a form of servitude.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is with you. Seek Knowledge. Learn to identify Knowledge. Learn to give Knowledge the greater place in your life. Learn to see what your responsibilities are and claim them for yourself. This requires time, preparation and supportive relationships. It requires a program of development that you did not invent for yourself. This will create a new kind of conversation within yourself and will generate a new kind of response as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">I am being honest with my words because of my intent. My intent is more powerful than my words. Perhaps you might think a more eloquent or rational presentation would be better. I say, “Do not be dishonest with yourself.” My words are adequate to convey my message, for those who can hear and for those who desire something greater.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very important here that you not condemn others for their dishonesty. It is part of the human condition to be dishonest. This is not to say that is your true nature; it is simply part of the condition of being a human being. It is part of the condition of being intelligent in the physical world, where you are aware of your own motivations and vulnerability.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To be intelligent in physical life requires a spiritual emergence. Otherwise, the most intelligent creature will be the most miserable and the most self-destructive. Surely, this is born out in human relationships. Intelligence requires wisdom. Otherwise, it is dangerous and destructive and will turn against itself. To expand intelligence requires a spiritual motive, where spirituality is seen as your greater identity. If you are to have more power, you will need greater guidance. You will need larger definitions, new models and new ways of developing yourself and receiving Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not condemn dishonesty. Dishonesty is what you can expect unless the person has made a real effort to counteract it. Much of what you hear, whether it is agreeable or disagreeable, is inherently dishonest. We do not consider this with any condemnation; we look upon it with compassion. It is expected. In other words, people will lie until they stumble upon some kind of truth or until, by their sheer devotion and desire, they break free of the old patterns they created in the past. This is when the great tree spreads its seeds and something new grows which has its own being in the world. It has new life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now, when I say honesty is being in a present state of mind, do not think that you should not know about the past. What I am saying is to not let your past determine how you will respond and what you will conclude as a result.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Be very compassionate. If you are to be wiser and more aware, compassion is essential. You will be far more aware as a man or woman of Knowledge. But this can lead to greater condemnation unless that awareness is tempered by a greater understanding.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When I speak of the Greater Community and provide this greater perception and perspective and provide information on the Greater Community, keep track of what you tell yourself. Suspend judgment. Do not react. This is a discipline. New information requires a present state of mind. New information requires this, and evaluation of everything that has occurred in the past requires this as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you want to have great insight into your past activities, engage with them in a present state of mind. Give up the need to have conclusions. Do not fortify your personal mind by building more and more bricks of judgment upon which to stand. The eagle that soars will always soar higher than he or she who builds a tower from which to look. The higher the tower, the more it is a prison for you—a prison from which you cannot escape. Better to develop wings than to build towers towards the sky.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honesty is something you can practice every day in every situation. Here are two questions to ask yourself when engaging with new experiences which, regardless of your state of mind, you are having continuously: “What do I know about this?” and “What should I do?” If you ask these questions, you must be willing to have no answers. Remember that Knowledge is silent most of the time. It is silent and observant. Therefore, to learn from Knowledge, you too must become silent and observant.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Think of it like this: Imagine for a moment that Knowledge is a very wise, saintly person—enlightened, if you like that idea. This person is available to you, so you go to him or to her with all of your questions and you say, “Teacher—or Master, or Saint—tell me what I should do here. Tell me where I should go. Tell me if I should make this decision. Explain what happened to me yesterday. What is the significance of my dream? Will I be loved in the future? Will I have money? Will I be successful?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet when you go to your teacher, you find that in most cases your teacher is silent. At first, you leave very disappointed. Perhaps you are irritated by this silence. You may say, “That was an honest question. I have a right to ask this. This is a sincere question, and all I get is silence.” Well, if you go back again and again and keep going back, even if all you get is silence, then after a while you will start to think that maybe you should contemplate what you are asking and consider if you are really prepared to have an answer. As you consider this, you will need to question if you are willing to change and how flexible you are. Do you want more answers simply to give your mind the fuel with which to think its old thoughts?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Silence is an appropriate answer for most of the questions that people ask because most of these questions are mindless. It is when someone asks a question with real motivation, a real desire for truth and a willingness to change that an answer has real merit and impact.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So if you keep going to your wise, saintly person, one day he or she will say, “Listen, try this,” or “Think about this,” or “Give up doing that,” and you are shocked because finally, after all this time, you have an answer. After hundreds of questions and all kinds of disappointments and reactions, you finally get an answer. But you do not know what to do with the answer, so you return and you say, “Well, what should I do? What should I do?” Silence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The answer is a problem to solve. You must solve it. It could be a series of problems that you must learn to solve. Learning to solve them develops you as a person, matures your mind and gives you greater understanding. A wise answer is always a procedure of development. That is why it must be infrequent. Often people are not committed to any kind of development. They simply want new ideas to keep their minds going and to keep up their fascination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge within you is like this wise saintly person. So you go with questions and you do not get anything, and you are disgruntled and disappointed. You doubt yourself, and you doubt Knowledge, and you say to yourself: “Well, maybe this is all self-deception anyway. I’ll just do what I want. Maybe I’ll read a new book and get new ideas and do that.” But if you continue to come back again and again and do not accept any idea your mind gives you that parades as Knowledge, then you will develop awareness and discernment. And eventually you will even see the necessity and merit of discretion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, true honesty brings about the ability to wait, the ability to evaluate oneself constructively, the ability to discern, the ability to not speak when it is appropriate, the ability to speak when that is appropriate, the ability to follow a greater power within you, the ability to abide with what is known and the ability to avoid or step away from that which is harmful or untrue.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So in proceeding towards honesty, consider what your range of honesty is now. Under what circumstances would you tell the truth? Under what circumstances would you commit yourself to a form of action, sensing it was the right thing to do, without knowing the consequences or what it would require of you or even if it was ultimately the correct thing? Under what circumstances would you not speak even if you were certain of something? These are very important questions to contemplate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not say that you require honesty from other people as if it were a right, your right to honesty. Indeed, honesty is a privilege, something rare and wonderful in the world. If a greater truth is being spoken, without personal investment or seeking personal advantage, that is a rare thing. It is not your right to have honesty. Do not demand it of someone if they cannot deliver it in this particular situation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Remember, everyone has limits here. You have limits. What are your limits? Know your own limits and you will be able to see others with greater compassion. Recognize what a great and difficult thing it is to gain real honesty and you will not demand it of others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How do you achieve honesty? You achieve honesty through the reclamation of Knowledge and through the development of real wisdom—easily said, but difficult to do. The most direct path is the steep climb. The fastest way to the top of the mountain is straight up. Therefore, take your zigzag road to truth. Patience, development, silence and discernment—learn to digest these slowly and carefully. Have a present mind.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/honesty-present-mind/"
}