{
  "title": "How Do You Prepare?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Education in The Greater Community Way of Knowledge is quite unique. It calls upon a different kind of intelligence within you and creates a pathway to this intelligence that is quite distinct from your normal forms of education. Here you do not set about to remember facts and figures, equations and details. Here you seek to wed your intellect with your deeper mind, the mind we call Knowledge. Here the emphasis is on developing stillness and the ability to focus on things objectively—two very high functions of the mind.</p>\n\n<p class=\"book-paragraph\">Because Knowledge does not think like your personal mind, there has to be a bridge built between them. Building this bridge enables Knowledge to communicate to you and enables you to receive its guidance, its blessings and its protection. Without this bridge, you will feel like you are split between your personal mind, which thinks one way and wants certain things, and Knowledge, which thinks in a different way and has a greater purpose than the personal mind. Building this bridge represents the purpose of education in The Greater Community Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">To prepare, you will need several significant things. First, you will need the correct preparation. You cannot use human spirituality, human philosophy, human idealism and human motivations to attain a Greater Community understanding of Knowledge. Instead, you will need a unique form of education, which we are providing for you here. Human wisdom and human understanding will only take you so far. This is a greater mountain to climb. You will need a special focus, a map and a pathway in order to undertake the great preparation in The Way of Knowledge. In addition, you will need the correct curriculum, instruction, attitude, companions and way of evaluating your progress.</p>\n\n<p class=\"book-paragraph\">As we have mentioned, the curriculum is vital. You must take the correct way up the mountain or you will lose your way; you will come to a dead end and find yourself meandering about, not certain where you are going. The curriculum that we are providing is designed specifically to enable men and women to gain a greater understanding of life—a Greater Community understanding and perspective, which establish a greater vantage point from which to see yourself and others with compassion and understanding.</p>\n\n<p class=\"book-paragraph\">If you alter the curriculum or try to marry it to other things you are accustomed to or to things that you appreciate, you will not find the correct way, and you will not progress. You must follow the way as it is given—without altering it, without deleting anything and without adding on things that you learned before. In fact, here you must really begin as a beginner. Forget what you have learned. Leave aside your ideas and your philosophy. Do not try to make this new education the same as something else. Do not try to make it continuous with something else. You cannot learn a Greater Community Way of Knowledge based upon a previous education. You must start from the beginning and be a beginner. This approach is the wisest one, for this enables you to proceed with an open mind and to escape the limitations that your assumptions, beliefs and attitudes will certainly place upon you.</p>\n\n<p class=\"book-paragraph\">The correct curriculum requires the correct attitude. The correct attitude is one of a beginner. If you have a beginner’s mind, you will have an open mind. Here you will be able to see things as they are and not as you think they must be or prefer them to be. Here there is a great distinction between an education in Knowledge and the education that you have found in the world. In the world, you always build upon what you have learned in the past, adding new things as you go along. As you advance, you become more selective in what you learn because you want to validate what you have learned already. Thus, the intent of education, which is to learn something new, to experience something new and to be able to do something new, becomes lost because increasingly you will attempt to validate the past. Here you will become more fearful and anxious about the future, less willing to see things as they really are and less open to new ideas, new experiences and new capabilities. Here the mind closes down upon itself. It often does this with the belief that it is open and accessible when in fact it has become such a filtering mechanism that very little new information can come to it, either from within or from without.</p>\n\n<p class=\"book-paragraph\">How different is The Way of Knowledge. How different is the preparation in learning Greater Community Knowledge and Wisdom. Here you must start from the beginning and constantly set aside things you think you understand, things that you believe in, things that you believe have to be in the world and things you hold true about yourself, others and life in general. You must keep opening yourself to something new. What you will experience will confirm Knowledge within you and open new arenas of experience to you. Here you will find yourself venturing into the unknown with only Knowledge and the strength of your companions to assure you. This open attitude is essential throughout your preparation. As soon as you think you fully understand the curriculum and can define it for yourself and others, your progress will stop. Here you can make some very dangerous and unhappy conclusions.</p>\n\n<p class=\"book-paragraph\">Learning a Greater Community Way of Knowledge is a great undertaking and preparation. You cannot study it for a few weeks or a few months or a few years and master it. That is why we say there are no masters in the world. There are only proficient students. Therefore, seek to become a proficient student, which will indeed make you seem masterful to others. However, as soon as you think that you have arrived and that your education is complete, your studenthood will come to an end, and your mind will begin to close in upon itself. You will stop where you are and begin to slide backwards.</p>\n\n<p class=\"book-paragraph\">You can see the evidence of this in the self-proclaimed leadership of many people who profess to know great things and have great methodologies. However, unless their minds are fresh and open, unless they are pliable and can adapt to new experiences, these people become increasingly fixated upon the past and increasingly defensive about their own position and understanding. As a result, they become increasingly selective about what they will experience and less and less open to life, to relationship, to Knowledge and to real Wisdom.</p>\n\n<p class=\"book-paragraph\">The correct attitude must also include the willingness to correct anything that obstructs the reclamation of Knowledge—those beliefs, those attitudes, those ambitions, those cherished needs and those personal demands that infringe on and limit your ability to experience life as it is, as it will be the next moment and as it is destined to be in the future. This takes great courage and a desire for honesty. Indeed, this far exceeds most people’s definition of and boundaries for honesty. Here you must continue to push the boundary of honesty and come back to what you know, which is distinct from what you want or believe. This is an act of personal integrity and a statement of real honesty.</p>\n\n<p class=\"book-paragraph\">You must love the truth more than anything else, and your love of the truth must grow. You must be able to feel the truth as distinct from other forms of stimulation—self-validation, pleasure, fulfillment or anything else—for the truth has its own experience, which is unique. As you are able to identify it, value it and experience it again and again, you will want to return to it. Here you learn to make your own wise decisions, and as you learn to make your own wise decisions, you will be able to help others to make wise decisions for themselves.</p>\n\n<p class=\"book-paragraph\">Because the preparation is so great and requires so much time and patience, we encourage you to go slowly and consistently. We encourage you to practice daily but without a sense of urgency or impatience. There are many things you must learn the first year. There are many things you must learn the next year, the year after and the year after that. You cannot see what is up ahead for you to learn.</p>\n\n<p class=\"book-paragraph\">Beginning students always think that they are on the verge of accomplishment. Intermediate students think they are on the verge of mastery. Advanced students realize they are on the verge of simply learning the next step. This represents a mature attitude, an attitude that recognizes the challenge, the difficulty, the need and the reward. You must advance far enough to gain this mature approach. Advanced age in life does not guarantee this mature approach. Advancement in The Way of Knowledge and advancement in true preparation are the only things that can assure this. This will show you the true lessons in life and how difficult they are to learn, how necessary they are to learn and what the results of learning them are. Your experience will confirm this.</p>\n\n<p class=\"book-paragraph\">This will put you in a position to wisely counsel others. This is why only an advanced student in The Way of Knowledge can teach The Way of Knowledge. Many people want to pass on everything they are learning as soon as possible, and this is understandable. However, do not claim real comprehension, for the Mystery will exceed your understanding, always. When you can be immersed in the Mystery, you can represent the Mystery. Then you can teach in a whole new way. Then you will understand why the preparation in The Greater Community Way of Knowledge is unique among all other forms of education. Yet even in the uniqueness of this education—its unique goal and the greater dimensions of reality that it will expose you to—it holds in common many things that you have learned already in the world. Let us illustrate this now.</p>\n\n<p class=\"book-paragraph\">Education requires a wise instructor, someone who is competent and who understands the learning process at hand. You can only take yourself so far. Even when you try to teach yourself simple and mechanical things, you make yourself vulnerable to grave error, and it takes much more time and energy to advance. It is better to assign yourself to a capable and competent instructor. If you attempt to learn the way yourself, you will take a very slow and difficult path. In fact, many people choose to do this because they are too afraid to work with an instructor, or because they have grandiose ideas about themselves and think that an instructor is not necessary and that they can learn on their own. Some people do not want to commit the time and resources to their education substantially enough to engage with an instructor, when a true instructor will in fact save them time and energy and preserve their resources for the future. You have learned this already. To learn an athletic sport, to learn an art, to learn any kind of skill requires wise instruction. Someone must show you, and someone must correct you as you proceed and try things out for yourself.</p>\n\n<p class=\"book-paragraph\">Your education has also taught you that you must practice what you seek to learn. How obvious this is and yet how much it escapes so many people who attempt to find a quick and easy way to bypass the years of work that are required to build an awareness and to lay a foundation for Wisdom. People say, “Give me the answer. Show me the method. Give me the secret. I can use it. I understand it. I will not fail with it.” how foolish this is and how unwise.</p>\n\n<p class=\"book-paragraph\">For example, if you want to learn a technical skill, you must practice and study. You must have a good instructor. You must have your direction and purpose clarified as you go along. You must take a path where you can mature in your skill and understanding. Reading a book or going to a class can only introduce you to the preparation. They are not the preparation itself. Only a book that contains the actual practices can take you into the preparation and further you and advance you there. Yet you will still need instruction. You will still need to associate with those who are wiser and more advanced than you are. And you will need to associate with those who are less advanced than you are. Those more advanced can pass on their Wisdom and help save you time and energy. Those less advanced can benefit from the results of your accomplishments and thus validate and verify the importance of your endeavor.</p>\n\n<p class=\"book-paragraph\">Your education has already taught you, then, that you need wise instruction and that you need to practice. Your practice must be consistent, diligent, patient and effective. Do not think that you can master things that are important in a short period of time. If you do, you will end up taking the long and difficult road. Do not look at the mountain and say, “I know a better way up this mountain!” You have never been on this mountain before. You do not know what it is like at its higher altitude. You do not know what the requirements are. You do not know what impact the environment will have on you. You do not know the way. And yet how many people scramble feverishly, trying to carve their own way and end up getting stuck, unable to proceed.</p>\n\n<p class=\"book-paragraph\">Your education in the world has shown you another truth that is applicable here. You must immerse yourself in your preparation in order to advance, to comprehend and to learn the application of whatever skill you are attempting to understand and to become competent at. You cannot dabble with this and dabble with that and do a little of this and do a little of that. If you are to become a student of a Greater Community Way of Knowledge, it will require all of your attention. Not only will you have to master and understand human Wisdom, you will have to learn Greater Community Wisdom. However, every little bit that you advance towards a Greater Community understanding will make you more effective, more capable, more gracious and more compassionate as a person. You will be more able to help others with the simple problems in life and with the greater problems in life.</p>\n\n<p class=\"book-paragraph\">You need this immersion. You cannot study and engage in this preparation while trying to learn three or four other things that you also think are very important and then try to bring them all together. Paths go off in different directions. You cannot follow them all at once. There are many ways up the mountain, but you must follow one and stay with it. If you get onto another track, well, you don’t know where that one goes.</p>\n\n<p class=\"book-paragraph\">You do not know where you are going in life, but Knowledge within you knows. Knowledge will engage you with those who are wiser and those who are less wise. And when you are ready, Knowledge will bring you to the preparation and the curriculum of study that you will need in order to advance.</p>\n\n<p class=\"book-paragraph\">Knowledge will lead you to those individuals who can become the real companions in your life, companions in a greater endeavor in life. These relationships transcend the personal emphasis that people give in their relationships. These are greater relationships where devotion and commitment, deeper understanding and greater validation can be found. You will need these companions because you cannot learn The Greater Community Way of Knowledge alone, for the truth is you are not alone. You must learn this truth, and it must be demonstrated to you in the most tangible ways possible.</p>\n\n<p class=\"book-paragraph\">Many people, however, still want to go alone. They do not want to become involved with others because they are afraid to join anything. They do not want to be around anyone who is more advanced because they do not want their limitations, their weaknesses and their false assumptions to be revealed to them. They would rather go alone, making their own decisions and having their own conclusions. How hopeless this is.</p>\n\n<p class=\"book-paragraph\">Life is bringing you back into relationship with yourself, with others, with the world and with God. How can you advance if you refuse to enter relationship, to share your understanding, to have your errors corrected and to enter into a different and greater venture that far exceeds what you alone can know and understand as an individual?</p>\n\n<p class=\"book-paragraph\">Knowledge within you requires Knowledge within others to bring about any kind of positive results in the world because Knowledge is fully revealed within the context of relationship. This is where things are known and verified. This is where things are acted upon and given meaning in the world. This is an expression of Wisdom. To think that you can learn and accomplish things on your own is not wise. You as an individual can do very little, but the truth is you are not alone, and you must learn this truth.</p>\n\n<p class=\"book-paragraph\">Knowledge will engage you with those whom you need to be engaged with. It will bring into your life those that you need to meet. Some of them will demonstrate error to you, to help clarify things for you and to sober your mind. Others will come with the capacity to join you in your journey. There will be a greater dimension of relationship here, something you could never have found before—something that gives permanence, meaning, a deeper resonance, a greater capability and a joining of two resources of mind into the meaningful direction of relationship.</p>\n\n<p class=\"book-paragraph\">Both in learning things in the world and in learning The Greater Community Way of Knowledge, you need the ability to evaluate things correctly. This must come from maturity. For example, if you are learning to play the piano, in order to evaluate yourself correctly, you must become fairly advanced in your study. You must be able to see clearly what is correct and what is not correct. This will be based largely upon your experience with an instructor who has taught you these evaluative skills. This will be based upon your own failures in performance and in practice, which have shown you where you need to improve. Eventually, you will be able to hear the errors yourself and see where the improvement needs to be made.</p>\n\n<p class=\"book-paragraph\">Only an advancing student can develop these kinds of skills. A beginner cannot. How can beginners fully evaluate what needs to be improved in their development? They may realize that they are not doing very well. They may know that they are not very accomplished, for they are constantly coming up against their disabilities and making many gross errors. However, to refine and perfect their study requires a mature approach. Gaining a mature approach requires time and energy and will be the result of their sharing themselves with those who are more advanced who can teach them these evaluative skills and give them a greater sensitivity.</p>\n\n<p class=\"book-paragraph\">Developing these skills also depends upon whom you share your study with. They will demonstrate both error and accomplishment to you in ways that you can see and understand. For example, a student of piano must listen to many other students’ attempts to play in order to gain a more critical ear and a deeper sensitivity to what is harmonious and to what is not, to what is effective and to what is not. This refines their awareness and sensitivity.</p>\n\n<p class=\"book-paragraph\">How true this is in learning The Greater Community Way of Knowledge. In the Greater Community, advanced races have recognized that no individual can have complete Knowledge or Wisdom. Everyone needs what is called Verication, which is a process of reviewing decisions and conclusions with Knowledge. Verication is necessary because everyone is capable of making terrible mistakes. Everyone in physical life needs this. Anyone who attempts to claim ultimate Wisdom or who thinks that they can correct themselves effectively on a consistent basis is making a grave and serious error and is demonstrating that they have not yet gained true maturity in their understanding and studenthood.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, Verication is essential for success. It both requires and develops relationships of real meaning and value. It requires that you be committed to the people who are committed to you. It requires that you be committed to Knowledge together, that you serve a greater purpose together and that you have a greater enterprise, a greater goal, together.</p>\n\n<p class=\"book-paragraph\">We teach this and we emphasize this because nothing great can be done alone and all errors occur because someone is acting without Knowledge. Here the quality of your companionship and your desire for truth are fundamental for your success. One bad advisor can damage or obstruct your progress and lead you astray. Choose well here. How can you choose well? Those who advance in The Way of Knowledge must be advancing in their maturity and understanding. Yet those who cannot or will not advance are doing so for personal reasons. Be aware and be careful with them.</p>\n\n<p class=\"book-paragraph\">As you become more skillful, you will need a higher and higher quality of Verication. You will need stronger and stronger companions. You can give to those who are less developed than you are, but you cannot rely upon their Wisdom. Here your relationships become more and more important. That is why we say there is no mastery in the world, because when people think of mastery, they think that they can reach an end point in education where they become infallible. Here demagoguery, totalitarianism and fanaticism of all kinds bring unhappiness and misery upon people in the world.</p>\n\n<p class=\"book-paragraph\">Your errors become more costly as you become more advanced, and you will need to be more guarded against them. Here is where you will need a community of Knowledge—a network of relationships that are able to vericate for you and bring you back to Knowledge to offset your personal conflicts, which will still be plaguing you as you advance. Here your interdependence with others will become the foundation of your relationships, and here interdependence will become fully established.</p>\n\n<p class=\"book-paragraph\">As a master musician needs to associate with other master musicians, you must seek to associate with those who are advanced in Knowledge, for they can vericate for you. They will be able to understand your nature and your purpose, your difficulties and your challenges, things which others will not be able to see and fully comprehend.</p>\n\n<p class=\"book-paragraph\">These are some things that you have already seen in your own education. Perhaps you have not fully experienced them, but if you look and see, you will understand that the correct curriculum, the correct attitude, the right instructor, the right companions and the ability to evaluate your own progress are all essential. If you have ever gone beyond a beginning level in learning anything, you have seen that there are new thresholds in learning and new requirements for learning. We call upon your experience and recognition here, but we don’t expect you to fully understand the meaning of this within the context of learning a Greater Community Way of Knowledge. Remember, if you think that you can learn this great preparation without wise guidance, without the correct curriculum, without the right attitude, without good companions and without evaluative skills, you will be deceiving yourself.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is not something that you learn in a weekend, or a week or a month or a year. It is not something that you can fully comprehend in a book. It is far greater. It is so much greater, and yet its greatness is what returns greatness to you. Seek to do what is easy, comfortable and familiar and you will stay right where you are, bound to the past and bound to all the deceptions that have plagued you in the past, unable to proceed, unable to advance, unable to learn and unable to accomplish what you came here to accomplish.</p>\n\n<p class=\"book-paragraph\">Your calling is great because your purpose is great. Your purpose is great because your nature is great. Your nature is great because your Creator is great. Do not be discouraged, then, but allow yourself to be challenged and challenge yourself. You came here to learn. You came here to accomplish something. Why take the easy and comfortable way? That only leads to a great failure at the end of your life, a failure that will cause you much distress and unhappiness throughout your life. There is no comfort in comfort. There is no escape in escape. There is no relief in passivity. There is no luxury in luxury. Unless you can fulfill your mission and purpose here, a misery will attend you that no amount of pleasure, luxury, avoidance, comfort or passivity can allay.</p>\n\n<p class=\"book-paragraph\">Prepare, then, with the right curriculum, the right attitude, the right instructor, the right companions and the right evaluative skills. The correct attitude is based upon your feeling your deeper need, which is necessary even at the outset. You need to learn, and your learning must take you beyond the conventions of human education, which are limited and specific. To learn something greater about life and to do something greater in life require a different kind of preparation.</p>\n\n<p class=\"book-paragraph\">We have mentioned some of the things that are similar between learning things in the world and learning The Greater Community Way of Knowledge. How about those things that are different? The difference here is that you will enter Mystery. Here you cannot take your prior learning with you. Only a little bit of your prior experience can help you now. Here you cannot rely upon your philosophy. You cannot rely upon your sense of who you are. And you cannot rely upon your ideas or your ideals. All that you can rely upon is the remembrance of how things are learned and what is needed in learning. Here you shift your reliance from your ideas to reliance upon Knowledge itself. Ideas seem tangible. You can control them. However, Knowledge is not tangible. You cannot control it.</p>\n\n<p class=\"book-paragraph\">Entering the Mystery takes great faith—faith in yourself, faith in Knowledge and faith in the Greater Power of the universe that has sent you here. This faith is necessary at the outset. It is the thing that you need before real certainty can be developed and relied upon on a consistent basis. Here you learn to rely upon the Mystery and not upon tangible things. Here you ask the Mystery to give you that which you need in the tangible world rather than asking the tangible world to give you what you need to function in the world of Mystery. Here your education is very different, and your experience is very different. Instead of adding on and adding on more information, more ideas, more experiences, more methods and more conclusions, you keep opening yourself to the unknown. You keep asking Knowledge to take you into new arenas, and you do not attempt to govern or control the process.</p>\n\n<p class=\"book-paragraph\">Your discipline here needs to be in learning to discern the way—discerning the lessons that have to be learned, discerning the relationships that you come in contact with, and discerning your own motivations as you proceed. This is a great enough requirement in and of itself. How few have been successful here. So do not ask for more, and do not expect more. When we give you a challenge, it will be quite sufficient in terms of engaging your time and energy. It will be quite sufficient in relieving you of the burdens, complaints and confusion that belittle you and keep you bound to old ideas and old ways of doing things.</p>\n\n<p class=\"book-paragraph\">Learning The Greater Community Way of Knowledge takes you to a greater certainty within you. You cannot rely upon your ideas or your conclusions, for they may be true in this moment but not true in the next. They may be applicable in this situation but not applicable in that situation. They may have served you well before, but they may be ineffective in what you are facing now. Therefore, in learning, do not rely upon previous conclusions.</p>\n\n<p class=\"book-paragraph\">Become a beginning student. Open yourself. Assume nothing. This makes you really available. This makes it possible to give you instruction. This makes it possible for you to learn from instruction. This teaches you what you must learn in order to help others in life. And you will see from your own experience as you progress that those who are full of presumptions, ideas and beliefs about themselves and life are inaccessible and ineffective in learning new things.</p>\n\n<p class=\"book-paragraph\">Therefore, learning a Greater Community Way of Knowledge requires courage because you must risk your ideas. You must risk your conclusions. And you must be willing to proceed even at times when you feel very uncertain about yourself or what you are doing. The Way of Knowledge takes you from one stage of certainty to a greater certainty and then on to an even greater certainty. These are all thresholds of experience. As you pass through one, you go through a period where you feel like you do not know anything. This is where new experiences and new understanding can emerge, but you must allow this to happen.</p>\n\n<p class=\"book-paragraph\">It is like the farmer planting the fields. After each harvest, the field must be plowed under, and everything looks bleak and empty. There is no produce. There is no harvest. There is no evidence of any bounty. Everything must be replanted and started all over again so that next year there may be new and different harvests, and life may continue.</p>\n\n<p class=\"book-paragraph\">This is how it will be in your education in The Greater Community Way of Knowledge. Instead of accumulation, there will be release and freedom. Education that only accumulates ideas, beliefs and experiences gluts the mind and prevents it from learning new things. An education in Knowledge, however, keeps opening your mind. It is as if you were going from a smaller room of understanding into a greater room of understanding, and from that great room of understanding into an even greater room of understanding. As you pass from the familiar environment of your current understanding into a greater context, you will feel like you do not know anything. You have not yet defined yourself within this greater context. You do not yet understand its dimensions. And you do not know what awaits you there.</p>\n\n<p class=\"book-paragraph\">It is openness, courage and greater motivation in learning that will carry you through. Here you will find a great truth in life: Only Knowledge can take you to Knowledge, and only Wisdom can take you to Wisdom. Your personal reasons for following The Greater Community Way of Knowledge will run out when you see that it will not give you more money, more love or greater advantages in life—advantages that you define in terms of your own personal goals. Here you will have to choose again, and what will enable you to keep going is Knowledge itself. Then you will see that your former goals were small and selfish and could never satisfy you. Yet you can only see this as you advance and become mature in your evaluative abilities. When you have become honest and objective with yourself, then you will have reached a state of maturity in your evaluation. This is a great accomplishment in and of itself and will take a long time to achieve. However, its rewards are so great, so valuable and so lasting that there is nothing else in the world that can compare with it.</p>\n\n<p class=\"book-paragraph\">You have before you a mysterious preparation. However, like all forms of education, it requires certain fundamental things. Here you can call upon your previous experience to remind yourself of what is essential, what you must choose and what you must accept as a student. Beyond this, however, you are entering into a new realm. Only a Greater Community Way of Knowledge can teach you Greater Community Spirituality. Here you must be willing to go beyond the boundaries of human thinking, human beliefs and human assumptions. Here you will enter into a new and greater arena of learning in life where your previous assumptions and beliefs do not hold and do not fit. You must leave them at the door before entering a greater room, a greater context and a greater experience.</p>\n\n<p class=\"book-paragraph\">It is the ability to be empty and open and to cast away ideas that you have relied upon that will enable you to truly advance and become a light in the world, a light that can shine ever more brightly. What are ideas but expedient things that have temporary value? What are beliefs but things that can help you see and function better in life as it is occurring now? Yet these things must be changeable, or they will prevent you from being open to life and will work against you once their usefulness is over. Like a set of clothes, they wear out and you must have new garments, and these garments must be appropriate for the conditions that you are facing and for your experience of yourself. Do not look at your garments and say, “This is who I am. I am how I dress.” Do not do that. Likewise, do not look at your ideas and beliefs and say, “This is who I am because this is what I believe. This is who I am because this is what I think.” Your thoughts will change and will need to change. Allow them to change. They are temporary expedients. They are like prescription glasses that help you see, yet as your vision changes, you will need to get a new prescription. If you don’t, your ability to see will decline, and you will become ever more blind to the world.</p>\n\n<p class=\"book-paragraph\">What is permanent within you is Knowledge. Your intellect is a vehicle for Knowledge. It is temporary. Knowledge is the permanent and the immortal part of you. To find a permanent life, you must venture beyond your temporary life. To find a permanent intelligence, you must be willing to pass through your temporary intelligence. Accept what is permanent and what is temporary here. This will give you great freedom and flexibility in life. It will enable greater things to be learned because your mind will be growing in its scope and capacity, your desire for education will be growing, and you will be a person who is fresh and young at heart instead of old and defensive.</p>\n\n<p class=\"book-paragraph\">All these things are part of your preparation. Use what you have learned, but let your ideas and conclusions be flexible. Let your understanding of yourself be flexible, for it will most assuredly change and expand as you advance in learning a Greater Community Way of Knowledge. Your sense of yourself will go from being a member of your family to being a member of your community or network of friends to being a member of the world and finally to being a member of the Greater Community. What a tremendous expansion this is and what a greater vantage point in life this will give you. How far you will be able to see then. How much you will be able to know. And how great will be your assistance to others who seek to learn and to know. You cannot fulfill your purpose as you are now. You cannot understand your nature as you are now. You cannot see the world as you are now. And you cannot discern your relationships as you are now. To do these you need a greater vantage point. You need to be far above where you are now so that you can look down and really see the lay of the land.</p>\n\n<p class=\"book-paragraph\">Therefore, the answer to your desire for truth, honesty, resolution, peace and accomplishment—however you may wish to express and define it—must be a means for you to reach a greater vantage point in life. You cannot stay where you are and simply have answers or good ideas. You must move to a different position in life. You must have a greater intelligence within you. You must have a deeper point of reference, a deeper awareness within yourself. Using the analogy of the mountain, you must climb above where you are now to look and see where you are and to understand your situation. Then you will be able to move forward.</p>\n\n<p class=\"book-paragraph\">To advance, you cannot stay at the bottom of the mountain and fantasize how it will be and imagine yourself going up and being at the top. The experience will always be different from imagination. The experience will be its own initiation. Stay at the bottom of the mountain and you will never know the mountain. Stay in your thoughts and your ideas, and you will never understand what real purpose, meaning and direction in life are. Protect your ideas, and they will hold you where you are, but Knowledge will take you beyond your ideas to a greater understanding, a greater vantage point and into a greater arena of life.</p>\n\n<p class=\"book-paragraph\">We offer the path to the Greater Community. You are able to learn this, and you can understand this even being a citizen of your world. You do not need to travel about the universe, for there are indeed many races who do travel about the universe, but they have not learned The Way of Knowledge. They see, but they do not know. And they are prone to the same errors as you are, even though their comprehension of the universe is greater and their technology and methods of transport are more advanced. We are speaking of something that will give you an advantage in your life in the world and an advantage even in the Greater Community. In the Greater Community technology is not the prize. Power is not the prize. Advantage is not the prize. Domination is not the prize. The prize is Knowledge and Wisdom. This is fulfillment. And this is what you need in the world right now.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/how-do-you-prepare/"
}