{
  "title": "How is Knowledge Translated in the Greater Community?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Because individuals and groups in the Greater Community who are advancing in Knowledge often have to remain secretly hidden in their own respective worlds, Knowledge is transferred through very mysterious means. This brings into play the involvement of the Unseen Ones. Because these individuals and groups rarely have direct access to one another and cannot send messages or information over normal channels, their insights and their accomplishments must be translated and transferred through spiritual agents whom we call the Unseen Ones.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones have made it possible for The Greater Community Way of Knowledge to be presented in the world. No one brought this material here by physical means. No one transmitted it through mechanical devices. It was given to the Unseen Ones and then transferred to the world that you live in. It has been translated in such a way that you and your race would be able to understand it and apply it in order for it to have the utmost meaning and relevance within your own world.</p>\n\n<p class=\"book-paragraph\">God works through mysterious means. This is what preserves the sanctity and purity of The Way of Knowledge, particularly as it is being introduced into a new world. Here it must be given in as pure a form as possible. Here the very essence of The Way of Knowledge itself is separated from everything that has been added on to it, from wherever it has been previously and from wherever it exists at this moment. This gives you the recipient, for whom this Teaching is being introduced, the greatest possibility and the greatest encouragement for success.</p>\n\n<p class=\"book-paragraph\">As the Creator works mysteriously in your world, so the Creator works mysteriously throughout the Greater Community. Knowledge is not welcome or known here in the world, and it is rarely welcome or known in the Greater Community, except by a few individuals and a few very hidden and advanced societies. Therefore, it must find a different means of travel between worlds. This accounts for its universal application. This accounts for the fact that the Creator is everywhere working to reclaim the separated through Knowledge.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is being translated into many worlds and has been translated into many worlds in the past. The translation involves putting its teaching and preparation into a form and a context with examples relevant to each particular world—not only to that world’s language and culture but to its specific needs at the time. The introduction of The Greater Community Way of Knowledge is given when a world has reached a point where the Teaching is greatly needed and where there is a possibility that it can be received, learned and applied. This is determined by the Unseen Ones, for no individuals in any world could determine their world’s readiness for The Greater Community Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">It is true in the history of your world that certain individuals have been ready for a teaching such as this. However, their numbers have not been sufficient, their environmental conditions have not been conducive and their world problems have not been demanding enough to call for such a teaching to be given to your world. But because your world is now preparing to emerge into the Greater Community of Worlds, a greater process of evolution and development which is beyond the awareness of most people in the world today, and because of the evidence of growing global problems and dilemmas, this has called for a greater Wisdom to be given to the world. This also calls forth the greater Wisdom that is inherent within you and within the Knowledge that you carry even at this moment. Timing is essential here. The conditions must be right. Minds must be ready, and the environment must require such a preparation and teaching to be given.</p>\n\n<p class=\"book-paragraph\">It is the evolution of all worlds where intelligent life has been seeded that at some point they will emerge into the Greater Community. How this happens varies from world to world. However, in almost all cases it involves Greater Community forces entering into these worlds. In other words, these worlds are discovered before their races discover anyone else. This sets into motion a great process of change and evolutionary development. This calls for a greater Wisdom and a greater preparation to be given to these worlds. It is for the Unseen Ones to determine when, where and how this is to be done and how the translation is to be made. Here it is essential for at least some of the Unseen Ones involved to have had their origin in the world to which the teaching is being introduced. It is their experience, then, born of their participation over a long period of time in the world that is destined to receive such a teaching, that will enable the translation to occur.</p>\n\n<p class=\"book-paragraph\">The translation of The Greater Community Way of Knowledge into your world is made possible because the Unseen Ones who have lived in your world and are familiar with its customs, its communication, its nature and its problems are able to bring a universal teaching within the scope of human reach and need. This translation process is quite essential, for without it you would not be able to utilize this teaching and apply it, either within the context of the simple and mundane problems of your life or within the context of the greater problems that overshadow humanity’s development now.</p>\n\n<p class=\"book-paragraph\">Solving problems within both of these contexts is an important emphasis because if you cannot apply Knowledge in simple and direct matters, matters within the sphere of your own activities, then you will not be able to apply it or learn it in the greater issues and challenges that you face. That is why in learning a Greater Community Way of Knowledge or in learning any teaching that leads you to Knowledge, you must start with the basic application first. If you cannot apply it to your health, to your relationships, to your financial requirements and to other survival necessities, then the possibility for you to address the greater issues of your life will be very, very limited.</p>\n\n<p class=\"book-paragraph\">Therefore, the translation of a Greater Community Way of Knowledge must be given in such a way that you can use it and apply it in solving the simple practical difficulties that you face. It must be applicable so that anyone from any culture in the world to which it is given can use it effectively. Here it must bypass local customs, rituals, religious orientations, habits, beliefs, language barriers and so forth. It must be so pure and so essential that it can be used by anyone from any part of the world to which it is given who is ready to receive it, to learn it and to apply it.</p>\n\n<p class=\"book-paragraph\">Language always has its limitations. The Greater Community Way of Knowledge is being given in the English tongue because the English language will over time become the international language of your world. It will not be the only language, but it will be the international language. And that is why this teaching is being given in this tongue. In time, it will be translated into other languages by its advanced students.</p>\n\n<p class=\"book-paragraph\">The translation process continues. It is a translation process to bring the Greater Community Way of Knowledge into your world, and it is a translation process to introduce it around your world into different cultures. The essential emphasis here is that The Way of Knowledge can be learned and applied by those who need it in whatever culture it is introduced. Regardless of the language difficulties involved, Knowledge is inherent in each person.</p>\n\n<p class=\"book-paragraph\">There is nothing in the world that can prepare you for the Greater Community. You must have a preparation from beyond the world because you do not know what you are preparing for, you do not know how to prepare and you do not understand the difficulties, challenges and opportunities that lay ahead. It is for this reason that the Creator has given you a new understanding and a new challenge in learning. To give the human race the possibility to meet its current needs and to prepare for its remarkable future in the Greater Community, a Greater Community Way of Knowledge is being given because it is needed and essential now.</p>\n\n<p class=\"book-paragraph\">At first, The Greater Community Way of Knowledge will be learned by a few individuals here and there. It will not be learned by everyone because everyone is not ready to learn it. But for those individuals who are ready and who can courageously follow its steps, The Greater Community Way of Knowledge will enable them to gain a greater understanding, perspective and ability in life. This, then, can be translated to other people through their contribution, communications, efforts, relationships and so forth.</p>\n\n<p class=\"book-paragraph\">Thus, the translation process continues through many different levels of interaction. It is translated into the world, and it is translated within the world. And through those who can study and learn it patiently and effectively, the translation of Knowledge will continue because their efforts, their actions and their demonstrations in life will provide inspiration, insight and encouragement for those with whom they come in contact. The impact of their activities will be lasting and resonating. This is the evidence of Knowledge. One act or one event can resonate through many minds who were not present at the original act or event. You have seen this in the development and continuance of the world’s religions, and you will see it in the development and continuance of a Greater Community Way of Knowledge, if it can be successfully learned and initiated here.</p>\n\n<p class=\"book-paragraph\">The initiation process is entirely natural, but it can be obstructed. It can be thwarted. That is why, at this time, as the first generation of human beings attempt to learn a Greater Community Way of Knowledge and to understand Greater Community Spirituality, the possibility for failure is great. Therefore, your adherence, your study, your intention to learn, your patience, your compassion and your ability are very crucial to the possibility of a Greater Community Way of Knowledge and Theology being introduced and learned here. Perhaps you who are reading these words will be one of the pioneers in this. It is through your studenthood that greater things can be created for the future, for you are working for the future now. This represents a greater understanding and a greater reality regarding your life and your presence in the world.</p>\n\n<p class=\"book-paragraph\">Knowledge translates itself through many levels of interaction, and thus it carries its impact from person to person, from heart to heart and from mind to mind. Beyond traditions, beyond cultural distinctions and beyond all kinds of differentiation, Knowledge traverses the great gulfs that seem to separate people, cultures and nations in the world. Because Knowledge is inherent in each person, each person can respond to Knowledge as he or she learns to perceive it and to experience it.</p>\n\n<p class=\"book-paragraph\">This is the effect of inspiration. It bridges all gaps and traverses all boundaries, reaching minds here and there and everywhere. This is the power of Knowledge. This is the power of the Creator. It is not a power that you can see and touch. It is not a power that you can harness and use. It is not a power that you can display and use to dominate others. It is not a power that your world recognizes or understands. It is a pervasive power because it works at an entirely different level of life—a level of life of which you are a part, but of which you are yet barely aware.</p>\n\n<p class=\"book-paragraph\">This translation process will assure continuance for the human race. It will assure continuance for the possibility of humanity learning from its mistakes and capitalizing upon its strengths and greater abilities. This is required because of the evolution of the world and because of the problems of the world. Therefore, as a few individuals are able to learn a Greater Community Way of Knowledge, the effects of their learning and their resulting contribution will help to elevate the minds of others. This will continue to resonate through groups, cultures, tribes and nations and through families, marriages, friendships and all other kinds of relationships.</p>\n\n<p class=\"book-paragraph\">The translation of Knowledge must first be initiated. If no one in the world can learn a Greater Community Way of Knowledge, then it cannot be translated within the world in which you live. However, if a few can learn to follow Knowledge, abide with Knowledge and recognize Knowledge as the Greater Power that is with them and in them, then greater works can be done, greater examples can be made and greater demonstrations can be established. This will produce a resonating effect that will enable Knowledge to be translated from person to person in ways that are mysterious and pervasive and in ways that are lasting and meaningful.</p>\n\n<p class=\"book-paragraph\">This gives a great responsibility to those who are the first generations to learn a Greater Community Way of Knowledge. They are the pioneers, for they will establish greater parameters of understanding and the possibility for the development of greater abilities. It is incumbent upon them, then, to take their studenthood very seriously and to have the understanding that their purpose will elevate them above the mundane problems which circumscribe everyone around them. This will give them a greater power and a greater responsibility to contribute and to serve others.</p>\n\n<p class=\"book-paragraph\">It is always difficult for the first pioneers to establish new ground in any field of endeavor, whether they are pioneering new places or a new understanding. They face resistance from the world around them. They face misunderstanding. They face resentment and indifference. They even face hostility. However, they will forge the future for your race. They set a new direction, and they keep the race moving forward.</p>\n\n<p class=\"book-paragraph\">The world’s emergence into the Greater Community will be occurring over the next one and a half centuries. Therefore, what you are doing now in learning a Greater Community Way of Knowledge is establishing the foundation and preparation for the future. This will give meaning to the present and will give you an understanding of why things are happening in the world and the direction in which they must go.</p>\n\n<p class=\"book-paragraph\">This growing Wisdom inside you, born of your honest studenthood, will give you the ability to counsel others, to assist others and to work in the arenas where you can have the greatest benefit and the greatest effect. This will give you the satisfaction of experiencing and expressing a greater purpose in life, a satisfaction that is unparalleled by any pleasure or any advantage that the world can bestow upon you. Here you will become a translator as you translate a greater understanding into the normal activities of life and as you translate your greater relationship with the Unseen Ones and with your Creator into your relationships with other people.</p>\n\n<p class=\"book-paragraph\">The Will of the Creator is translated through many different levels of interaction. This represents the Greater Plan of the Creator, of which you are an intrinsic and necessary part. You are not only a recipient of the Greater Plan, you are part of its transmission—if you can become a student of its presence, its will, its purpose and its method. This is the greater opportunity that you have in life. This is the greater reward and fulfillment that is awaiting you. It is born of your Ancient home, and it is needed now in the world in which you live.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones transfer Knowledge wherever Knowledge can be received. This is a very natural process. If Knowledge cannot be received, then it is not transferred. If the promise for Knowledge to be received and translated is great, then The Way of Knowledge will be presented—a way of learning and a way of translating what has been received. In this way, the translation process will continue through those who are fortunate enough to receive it in the first place. They will be the pioneers. It is upon their courage and their establishment that the possibility for learning will increase and expand to meet new challenges and to resolve old ones.</p>\n\n<p class=\"book-paragraph\">The translation process is beyond your comprehension because it encompasses the entire scope of the universe. Yet your experience of the Divine has the possibility to expand, to grow and to become evermore magnificent and effective, evermore a form of security and a foundation for courage for you. However, do not try to understand this intellectually, for if you do, you will create an understanding that is minuscule. It will not contain or reflect the greater meaning, purpose and message that we are expressing to you at this moment.</p>\n\n<p class=\"book-paragraph\">Be thankful that a greater purpose and a Greater Power are at work in the world. It is not an alien power. It is an inherent power. It is not a foreign power. It is not a domestic power. It is great because it includes life everywhere. It is something that has always been here, and now the need for it has grown in scope. The Greater Community Way of Knowledge is an expansion of the Knowledge that humanity has attempted to learn throughout the ages.</p>\n\n<p class=\"book-paragraph\">Never think that Greater Community Spirituality is a replacement for the world’s religions. It is here to give them greater scope and greater depth and understanding. However, Greater Community Spirituality will become a new foundation because it represents a greater perception and a greater experience of life. In this, it will infuse itself into the world’s religious understanding. And from this, the world may grow as a whole. Not everyone can believe in the same teaching or follow the same teacher or demonstration. However, everyone can move forward together because of the great translation of truth as it truly exists in life.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge has only been introduced through one person. If this one person can be joined by true students and true companions, then the translation process into the world can truly begin and be substantiated. It only takes one person to be a seed for something great in the world, but for this seed to grow and to develop, it requires the involvement of other people—a selfless involvement in nurturing and presenting something of great meaning and value.</p>\n\n<p class=\"book-paragraph\">This process of learning and contribution is what will restore you, redeem you and reunite you with Knowledge. Knowledge is your real life because it is your greater life. It is your immortal life as it exists in the world today. It is the example and demonstration of the Creator nurturing and upholding your development and your existence here within a myriad of changing conditions.</p>\n\n<p class=\"book-paragraph\">You stand at the threshold of receiving something of the greatest magnitude, something that is needed in the world and something that is being transferred to the world and translated into the world. You are among the first who will receive this. Receive it well. Become a student of Knowledge. Learn The Greater Community Way of Knowledge. Then, all of the Wisdom that has ever been established in the world will have a greater context and a greater possibility for expression. Then your life in the world will be discovered, realized and justified. Here you will not merely be a witness of this great process; you will be an inherent part of it. Your role will be significant. No matter how small and specific your contribution may be in life, the importance of its demonstration and development is significant and cannot be denied.</p>\n\n<p class=\"book-paragraph\">The future of the world is up to you. You can be part of the critical demonstration and contribution. That is why this is the time to rise above self-preoccupation, selfish endeavors, self-protection and so forth. This is a time to reach deeper within yourself to a deeper response within you. We are not speaking here to your fears or to your wishes. We are not speaking to your ambitions or to your goals. We are speaking to Knowledge within you, for it is Knowledge within you that must respond. It is Knowledge within you that will bring you to Knowledge in the world. It is Knowledge that has brought you to a Greater Community Way of Knowledge. It is Knowledge that has brought you to your spiritual preparation. It is Knowledge that will redeem you, restore you and give you a new foundation for life. Knowledge within you must respond to Knowledge in the universe, for Knowledge within you is interdependent with life. It relies solely upon Knowledge in the universe, which is represented by the Creator.</p>\n\n<p class=\"book-paragraph\">Do not think, however, that Knowledge within you will do everything for you. Knowledge within you will bring you to those people, those opportunities and those situations that you will need in life in order to advance and to find the true path for yourself, yet it is your ability to respond that is significant here. Your ability to respond, your response-ability, is the essential thing that must be emphasized. It is not your intellectual understanding. It is not your academic education. It is not your cleverness or your personality. It is your ability to respond to something great. And you are able to respond because of the greatness that is within you, which is Knowledge. Knowledge within you must find Knowledge in others. This is how Knowledge is restored, redeemed and kept alive in the world.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is being introduced so that Knowledge may be kept alive in the world as the world emerges into the Greater Community. Humanity’s emergence into the Greater Community will present problems and challenges that you have never faced before. This will call upon a greater development, a greater skill, a greater discernment and a greater desire to contribute than you have ever known before.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, there are minds and cultures far more powerful than yours. There are minds and cultures which can dominate you. There are minds and cultures which can manipulate you. The strong dominate the weak in the mental environment. This would indeed be the case here except that you have Knowledge within you. Knowledge is the only part of you which cannot be dominated or controlled. This, then, establishes it as your one great advantage in life. No matter whom you are confronted with, no matter what situation you are facing, no matter what challenge or crisis you must contend with, Knowledge is the greatest resource that you have.</p>\n\n<p class=\"book-paragraph\">Knowledge will indicate what must be done, what must be learned, what must be avoided and what must be claimed. Here your intellectual understanding will have genuine direction and Wisdom behind it. Here your physical skills will have a foundation upon which to function. What you have learned in the world, which represents your intellectual and physical training, will now have a greater foundation that can be guided by Knowledge, for Knowledge is what they require in order to be truly effective and beneficial in life.</p>\n\n<p class=\"book-paragraph\">Knowledge cannot be corrupted. It cannot be influenced. It cannot be dominated by anything in the universe. It is entirely safe. It is entirely complete within you. This represents a great truth in life: The universe cannot influence the Creator, but the Creator can influence the universe. The Creator’s influence is within you now, within your Knowledge. Therefore, your real safety in life, your real security, your real foundation and your real immunity from destruction, dissonance and evil are found in Knowledge. All other beliefs and foundations that you establish for yourself will not stand in the face of crisis in the world, and they will certainly not stand in the face of Greater Community intervention.</p>\n\n<p class=\"book-paragraph\">What will stand then? What will stand is the evidence of Knowledge. If you can reclaim Knowledge and develop your relationship with Knowledge, if you can open yourself to Knowledge so that Knowledge can reveal itself to you, then you will have the greatest strength in the universe. This will counteract any danger to humanity and any danger to you. This gives you permanence and substance in life. This gives you purpose, meaning and direction.</p>\n\n<p class=\"book-paragraph\">Other races from the Greater Community whom you will encounter will be more advanced than you are in their technology and in their social cohesion. This will give them power and influence over you. However, if you can become strong with Knowledge, and if you can translate Knowledge into the world through your contribution, then you will advance your entire race and give it a greater foundation and a great ability to adapt, to survive and to succeed. This is necessary, for the Greater Community will either elevate you or destroy you as a race. This is how great its impact upon you will be.</p>\n\n<p class=\"book-paragraph\">For this reason, a greater calling for Knowledge is in the world today. That is why a Greater Community Way of Knowledge is being presented now. It is being presented so that those who will pioneer its study, development and application can begin to set the stage and build the foundation for a greater translation of Knowledge and Wisdom into the world. This is possible because the way of learning how to deal with the Greater Community and with Greater Community influences has already been established.</p>\n\n<p class=\"book-paragraph\">You have not learned this, for up until now you have not had to learn it as a race. You have never had to compete with another form of intelligent life. You have only had to compete with one another. However, now you will have to compete with other forms of intelligent life. This represents the greatest challenge that is facing you now. It is for this reason that you need to learn Greater Community Knowledge and Wisdom. This will teach you how to contend with these forces—how to discern their presence, their motives and their methods. This will enable you to respond to Knowledge rather than being manipulated or governed by external forces. This will give you freedom and permanence and will give you a power that the world cannot destroy. For the world can take your body, but it cannot take away your demonstration. The world can take away your opportunities, but it cannot take away your Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is the greater power and certainty that you have sought in many other things. It is being called for now. You cannot merely wish for it; you must need it, for it is necessary. It cannot merely be a preference; it must be seen as a requirement for your life. It cannot be something you’ll just try out; it must be something you’ll take on, not only for your own edification and development, but for the world in which you live, for the world that you have come to serve.</p>\n\n<p class=\"book-paragraph\">The stronger you are with Knowledge, the more you become a power and a resource within the world in which you live. The stronger you are with Knowledge and the more advanced you are as a student of Knowledge, the more you will be able to contend with Greater Community forces and the great discrepancies in culture and ability that these interactions will present. The stronger you are with Knowledge, the more you will know what to do to serve the resolution of the world’s chronic problems that have plagued humanity for so very long and to inspire others to greater action and greater service. The stronger you are with Knowledge, the more able you will be to contend with resistance and hostility in the world.</p>\n\n<p class=\"book-paragraph\">As the Greater Community poses a tremendous challenge to your race, it also offers a tremendous opportunity because it establishes the requirement for real social cohesion among your peoples. It requires that your nations cooperate rather than contend with each other. It requires this because all humanity is in the same situation, and greater problems overshadow it. These problems will require a greater incentive towards development and cooperation.</p>\n\n<p class=\"book-paragraph\">This is the gift of the Greater Community. With this gift comes great risk, but the opportunity that this gift presents is tremendous and must be continuously emphasized. The only thing that will bring humanity out of its incessant bickering with itself is the overshadowing by the Greater Community. The only thing that will bring humanity into a true state of cooperation is in meeting a greater and more persistent need that puts everyone in the same situation and that requires everyone to cooperate and to join forces with one another.</p>\n\n<p class=\"book-paragraph\">It has been evident in all aspects of your history that human beings are able to rise to greatness when great occasions confront them. It is these great occasions that call people into selfless activity and into cooperative endeavors with one another. You now have a great occasion of the greatest magnitude, we assure you. And it will not be momentary or intermittent. It will be continual and pressing. This gives your race the greatest impetus and the greatest requirement for development, for the resolution of conflict, for empowerment and for insight and understanding.</p>\n\n<p class=\"book-paragraph\">These are the benefits of Knowledge, yet most people in the world will receive them without ever knowing what Knowledge is or how it functions. These benefits will be made manifest in the world because a relatively small number of people have taken it upon themselves to learn a Way of Knowledge, a Greater Community Way of Knowledge. This will make possible a greater translation of Knowledge into the world, a translation from which everyone will benefit and which will give humanity a greater promise for the future and a greater ability in the present.</p>\n\n<p class=\"book-paragraph\">You will become a translator as you advance as a student of Knowledge, and the translation will happen through you naturally. It is as if a greater set of instincts were now activated and have come into play. Nothing artificial will be imposed. Only temporary restraints will be needed in order to enable you to focus your time and energy and to avoid those things that belittle you and weaken you in the process.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge will then find a means of translation within the world. Then God can work more fully in the world behind the scenes, and everyone will benefit without knowing where the benefit came from. And everyone will be able to respond according to his or her current capabilities and capacities, however great or small they may be. This is how benefit is brought into the world. This is how humanity is furthered. This is how greater things are initiated and accomplished in life.</p>\n\n<p class=\"book-paragraph\">The translation of a Greater Community Way of Knowledge occurs between worlds and between cultures that are vastly different from one another. This follows a great transference and translation process, a process of such magnitude and seeming complexity that you cannot grasp it intellectually. However, you can experience this process and you can appreciate it, for Knowledge within you knows what it is, why it is here and what it must do.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/how-is-knowledge-translated-in-the-greater-community/"
}