{
  "title": "Illness and Healing",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Becoming ill is a part of life, a hazard of life, a consequence of life. There are many causes: exposure to dangerous substances, stress, disappointment, the desire to retreat from the challenge of one’s life, exposure to other people who are ill, depression, grief. Any or all of these things may be present to initiate illness.</p>\n\n<p class=\"book-paragraph\">If you are to be with people, to serve people, to be engaged with the world, illness to some degree will be part of your experience. And while there are many theories regarding the cause of illness and the cures for illness, there is something that is essential at the very heart of the matter, and that is the intention to live and the experience of having a greater purpose in life.</p>\n\n<p class=\"book-paragraph\">Without this intention and this purpose strongly emanating from you, there resides an ambivalence, an ambivalent position towards life. You will be in life as long as the disappointment does not become too great. You will participate if you can only acquire the things that you want to a certain degree.</p>\n\n<p class=\"book-paragraph\">Should these intentions be disappointed, then the ambivalence arises. You cease to take good care of yourself. You do not do what you know you must do to be well and to be healthy. You neglect yourself. You avoid that which is beneficial and begin to dwell on those things that are harmful or even dangerous to you. This is both physiological and psychological.</p>\n\n<p class=\"book-paragraph\">Many people appear to be healthy, but they are not well inside. They are a stranger to themselves. They do not know their deeper nature. They are trying to live for the moment and acquire as much pleasure, comfort and security as they can, but within themselves they are lost, a victim of circumstances. They cannot gain contact with their deeper strength, deeper courage and deeper purpose.</p>\n\n<p class=\"book-paragraph\">There are even people who are very athletic, who seem to be the picture of physical health, but their minds are dark; their soul is remote. They too are greatly burdened with fear and disappointment, and great uncertainty about themselves and the meaning of their lives.</p>\n\n<p class=\"book-paragraph\">This unhealthy quality of being disassociated from yourself, then, is a precursor to physical difficulties: injury and illness. It cannot be that if your internal state is fundamentally unwell that it will not manifest at some point in your outer, physical life.</p>\n\n<p class=\"book-paragraph\">The decisions that you make each day as to how you will live, what you will eat, what you will do, the degree to which you will communicate, or the degree to which you will withdraw from people all have a bearing on your health and well-being.</p>\n\n<p class=\"book-paragraph\">Those who are truly well are engaged in a deeper and greater purpose. They can foresee the sorrows and the pleasures of the world with a greater perspective, a deeper wisdom. They will not squander their life or their time here on earth over meaningless pursuits or hopeless romances or dangerous involvements—all things that lead to a greater and deeper state of being unwell.</p>\n\n<p class=\"book-paragraph\">It takes great intention to live in the world with determination, with patience and with compassion for others. The world seems to erode these things, disappoint these things or even undermine these things.</p>\n\n<p class=\"book-paragraph\">If you are honest with yourself, there will be disappointment. You will make mistakes. You will fail certain objectives. Other people will fail objectives. The whole nation may fail its objectives.</p>\n\n<p class=\"book-paragraph\">Failure is all around you. Depression is all around you. Discouragement is all around you. Dishonesty is all around you. So it takes great determination to rise above these things, to alter your engagement with people and to seek out those who have a greater courage and incentive in life.</p>\n\n<p class=\"book-paragraph\">The world, in a sense, is a very unhealthy place to be from the standpoint of who you really are. It is constantly problematic. It has tremendous hazards, many of which are unseen and unforeseen.</p>\n\n<p class=\"book-paragraph\">The human environment is full of discouragement, disappointment, grievance and corruption. The physical body requires great care to function well, and even here, illness or injury may attend you. The specter of discouragement can be overwhelming, and many people are overwhelmed by this.</p>\n\n<p class=\"book-paragraph\">So it takes great determination, and this determination must arise out of a sense of a greater purpose in life, a purpose that is stronger, more persistent and more life generating than all of the other factors in your life that would seek to weaken you and to undermine this incentive.</p>\n\n<p class=\"book-paragraph\">Here you face illness with greater courage and patience. You will get through it, and you will intend to get through it because you have important things to do, and this importance is not merely circumstantial. It goes beyond simply the obligation to return to work or to be productive for your family. This incentive is stronger than even these things.</p>\n\n<p class=\"book-paragraph\">It is this incentive that enables you not to succumb to discouragement and anger, disappointment and hopelessness, that overtake so many other people, so many other people who are dead before they have even left this world—dead to themselves, dead to the world, dead to the beauty and the wonder of the moment, dead even to the miracles and advantages that their life contains.</p>\n\n<p class=\"book-paragraph\">The light has grown dim within them. Even if they appear to be well and healthy on the outside, they will not fare well in life. And with the Great Waves of change coming to the world, they will not have the courage and the strength or the insight to prepare.</p>\n\n<p class=\"book-paragraph\">What can God do for them but try to speak to them through their disappointment, through their depression, through their discouragement, through their grievances with others and with themselves?</p>\n\n<p class=\"book-paragraph\">That is why We bring you to the greater questions of your life—why you are here, what you are meant to do. Are you really living the life you were meant to live? Are you really doing the things you were meant to do, even if you do not know what they are in this moment?</p>\n\n<p class=\"book-paragraph\">Beyond all the speculation about the cause of illness and all the remedies, some of which are very helpful, there is this fundamental question because this fundamental question will determine whether you have this greater determination in life—this greater commitment to be here, to weather the storms of the world, to overcome the discouragement and disappointments that you will experience and see around you. Will you have this greater determination?</p>\n\n<p class=\"book-paragraph\">This is not the product of will power or personal affirmation. It must come from a deeper place within you, a deeper Mind—the Mind We call Knowledge, the Mind that God has created, the Mind that you had before you came here, and the Mind you will have after you depart.</p>\n\n<p class=\"book-paragraph\">It is taking the Steps to Knowledge, then, that brings you to the source of your strength, your integrity and your determination. It is this determination beyond even the will to live and the fear of losing your life that will propel you into the world with a greater strength and courage.</p>\n\n<p class=\"book-paragraph\">It is not just that you are resisting illness and old age. It is that you have important things to do, and they are not yet done. And now you are being driven, not by fear or anger or personal force. You are being fueled by a greater incentive from the center of your Being.</p>\n\n<p class=\"book-paragraph\">You know that you have come to the world for a purpose. You know that this purpose was established before you came. You know that it is connected to your Source. You know it is the wellspring of meaning and value to your life.</p>\n\n<p class=\"book-paragraph\">It is not an idea. It is not a concept. It is not a theory or a philosophy. It is a potent experience within yourself. You must go forward. You must arise out of illness and injury. You must carry on. And this is not simply a dreadful obligation. It is an encouragement, filled with intention and the commitment to succeed.</p>\n\n<p class=\"book-paragraph\">What will ignite the human spirit? That is the question that is rarely ever asked in matters concerning health and well-being.</p>\n\n<p class=\"book-paragraph\">When does your soul become activated? When does your life become really important? Not just to secure pleasures and advantages and avoid difficulties, but really to accomplish something that you know you are here to accomplish?</p>\n\n<p class=\"book-paragraph\">Then if you are ill, even seriously ill, you have the commitment to change your life, to alter your habits and involvements with others if necessary. You are going to focus on moving forward rather than succumbing to the conditions of the moment.</p>\n\n<p class=\"book-paragraph\">What will ignite the spirit in a person? That is what concerns Us. Not how well you are doing circumstantially, not whether you are making money or having your goals fulfilled because you can do that even in a very unhealthy state.</p>\n\n<p class=\"book-paragraph\">The question for Us is: What will ignite the spirit of the person and of the people? Will they rise to a greater occasion, not driven by fear and dread but by a greater inspiration?</p>\n\n<p class=\"book-paragraph\">This is what would be the turning point for humanity facing a world in decline, a world of declining resources and increasing political and economic disruption and upheaval.</p>\n\n<p class=\"book-paragraph\">What will inspire the people to unite and to cooperate and to renew the health and well-being of this world, upon which everyone depends so completely?</p>\n\n<p class=\"book-paragraph\">Who will give courage and inspiration and impetus to the person who is seriously ill or critically injured? Will they succumb to the tragedy and the trauma of their situation and have that dominate the rest of their life and their whole view of themselves and the world? Or will they rise again, not based upon the strength of ideas, but on the power of Knowledge within them?</p>\n\n<p class=\"book-paragraph\">In the end, when this world is no longer a part of your experience, it will be this purpose that you will reflect upon with your Spiritual Family. That will be the marker of success or failure for you.</p>\n\n<p class=\"book-paragraph\">All your other great achievements, well, if they did not serve this greater purpose directly and did not give you the strength, courage and wisdom to find and follow this, in the end it does not matter if you live in a mansion or have great wealth or are surrounded by attractive people or make great proclamations about yourself as you prance about. You were either successful or not in your greater engagement in life.</p>\n\n<p class=\"book-paragraph\">If you failed because of poverty and oppression, there is no judgment against you for this. There will only be the desire to return and to try again.</p>\n\n<p class=\"book-paragraph\">That is why, as in all matters of life, you must come back to the essential purpose that has brought you here. It is not simply a definition or a claim you make for yourself. It is the product of a deeper engagement with Knowledge, an engagement that alters your perspective and your priorities. It changes your relationships and brings clarity and harmony into your endeavors. The engagement is what ignites the commitment and the awareness of a greater purpose. This is the most life giving and health producing force and power within you.</p>\n\n<p class=\"book-paragraph\">You may spend the rest of your days taking medicines and potions to try to correct or improve your situation and your health condition, but if you are not involved in the engagement, and the expression of that engagement in terms of your purpose and participation in life, then it is just a matter of extending your days, prolonging a life that really never came into its real fruition. And you will be ambivalent about this, as are so many people.</p>\n\n<p class=\"book-paragraph\">Ambivalence is a sure sign that you are not engaged with Knowledge, for at the level of Knowledge, things are either a yes or a no. What is possible, what is a maybe in life—these things are diminished here, for they rob energy from you. They waste your time. They waste your focus. They waste your health.</p>\n\n<p class=\"book-paragraph\">So as you come into this greater purpose, you realize you must develop very good health for your body and also for your mind. You must nurture your vehicles of communication and not pollute them with the darker things of the world and the dangerous things of the world.</p>\n\n<p class=\"book-paragraph\">The incentive to do this will arise from within you, and you will find the discipline to bring this into being. You will overcome ambivalence, which is what robs you of your commitment and your self-discipline.</p>\n\n<p class=\"book-paragraph\">A greater force will emerge and overcome the other voices in your mind—the laziness, the indolence, the indecision, the lassitudes, the pathetic emotions, the self-pity—because you are here to do something important. This is what restores you. This is what redeems you. This is what pulls you out of the abyss and carries you onward.</p>\n\n<p class=\"book-paragraph\">Therefore, if you are ill or injured, do what is necessary to help your body, but consider really what is going to ignite your spirit and inspire you to a greater life. These are the greater questions that will determine the value of your life. For if your life does not have value that you can experience, you will be ambivalent about it. Part of you will want to live, and part of you will want to give up—all happening probably beneath your awareness.</p>\n\n<p class=\"book-paragraph\">You are ambivalent about being in your current life. You are ambivalent about even being in life. What message does this send to your physical body, your vehicle of communication? It is like you are telling your body to be well or to be unwell all at once. It is getting mixed messages from your mind because your mind is confused. It wants things that are very different.</p>\n\n<p class=\"book-paragraph\">It wants to live, but it also wants escape and reprieve. It wants to move forward, but it also wants to give up. And if things become too difficult or there is too much loss in your life, the part of you that wants to give up will prevail. That is when you will begin your real decline.</p>\n\n<p class=\"book-paragraph\">To be in the world but not of the world means that you have a Power that is carrying you forth that is greater than all the other forces that would tear you apart or bring you down. It is this Greater Power that will prevent you from giving your life to people and to situations that have no promise, regardless of whatever appearance they may have in the moment. You will not waste yourself on people or pursuits that are not going where you need to go.</p>\n\n<p class=\"book-paragraph\">That is why living for the moment is really to position yourself to be a victim of the world. That is like saying, “I will be happy if everything is going my way.” But things are not going to go your way. Even though you will try to control yourself and other people to bring about desired outcomes, things are not really going to go your way—not always, not often.</p>\n\n<p class=\"book-paragraph\">So to say, “I live for the moment” is to say “I will be dependent upon my circumstances to make me happy.” And when your circumstances disappoint you, you will fall into darkness within yourself. When your body becomes ill or disabled, you will be hopeless and helpless because the greater incentive is not there to drive you on.</p>\n\n<p class=\"book-paragraph\">The part of you that is really powerful—that has a purpose for being in the world, that is determined, that greater part of you—is beyond your reach. You do not experience it. You were depending upon circumstances to give you happiness and fulfillment, and they have failed you as they will fail you in life.</p>\n\n<p class=\"book-paragraph\">When the ship takes on water, you will not get off that ship. You will fall into sadness. You will fall into despair. And you will go down with that ship.</p>\n\n<p class=\"book-paragraph\">Inspiration must come from within, and it must be supported by a life that echoes it and that sees it in other people. It must be a life that has a positive influence and emphasis, not based upon mere hope or wishes, but upon the strength of your own power of Knowledge.</p>\n\n<p class=\"book-paragraph\">This is what enables people to overcome and to do great things, and to have great impact upon others, and to persevere where others have failed, and to establish great things for the future and the well-being of human civilization—in any field, in all fields of endeavor.</p>\n\n<p class=\"book-paragraph\">Therefore, if you are ill or injured or even deeply discouraged and dismayed, come back to the power and the presence within yourself. Beneath the surface of your mind is Knowledge. It is strong. It is not in dismay. It is not afraid of the world. It is not afraid of future loss and misgiving.</p>\n\n<p class=\"book-paragraph\">Come back to that. Take the Steps to Knowledge. This is what generates life and purpose, for purpose is life in this world.</p>\n\n<p class=\"book-paragraph\">Find the well of strength, well-being and integrity within yourself, and you will bypass most of the calamities of life, most of the pitfalls of life. You will not give yourself to people or situations that have no promise and no direction because you have promise and direction.</p>\n\n<p class=\"book-paragraph\">This is what heals you and the world. It emanates from Knowledge, beyond the realm of the intellect. Beyond the realm of wishful thinking and good ideas, it is this power and potency that will carry you on and give your life great promise in service to that which is profound and universal.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/illness-and-healing.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/illness-and-healing/"
}