{
  "title": "Inner Listening",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Inner listening is a subject that is very relevant to everyone. It has practical application in every circumstance and with every person you might meet. In fact, if you become proficient in practicing the things that We will speak of, you will have an opportunity to be far more effective in all your engagements and will be able to perceive things that are extremely useful beyond the realm of normal perception.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you listen within yourself, you must remember you are practicing becoming a listener. Over time, you can then become far more responsive to messages that are coming both from within you and from without. This is a very intentional form of listening. You are not trying to get anything. You are not trying to fill up the emptiness. Listening in this way is becoming very alert to everything that is occurring within you and around you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you have witnessed other people, you will see that there is a great deal of conversation and very little listening. In fact, it is quite rare that someone can actually hear you when you are communicating.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You always communicate simultaneously in two ways: You communicate verbally with your thoughts and ideas, and you communicate nonverbally with your overall feelings and intention in life as they exist in that moment. Of the two, the latter is far more important. It is rare indeed that you can verbally communicate the depth of your own experience. This is not an easy thing to accomplish.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The adept listener then is able to receive people very directly. This skill is quite important for those who are counselors and teachers, but it has tremendous advantages for anyone. Every time you are with another person, you are engaging in a very complete communication experience, much of which is still beyond your range of perception. When you are communicating with someone, and you realize that you are not really communicating and it is uncomfortable for you, that is the time to start listening to the other person. It is the time to stop talking and start listening. When you are ill at ease in any situation, it is a time to stop talking and start listening.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you must listen without judgment because you want to hear what is there. You want to be able to feel how you feel while you are hearing what is there. You want to listen inside and outside all at once. Then you will know if you should be in that situation or not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a good rule of thumb: When you are uncomfortable with someone, start listening. If having quiet between you is too uncomfortable, then ask them a question and start listening.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very good in relationships to listen to each other. You learn a tremendous amount. You know, when you meet people, they tell you all about themselves right at the beginning. Many of you, after a long relationship ends unhappily, think back and say, “Well, I saw the signs way back at the beginning. I felt restraint in myself at the beginning.” This is very important. This is why listening is so valuable.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very valuable to listen to other people talk about their relationships because you can learn from them. You cannot have all experiences yourself. You do not have enough time. Besides, it would wear you out if you did. But everyone around you is having all kinds of experiences, and you can learn a great deal from them. They are acting out your fantasies, and you can see the result. They will teach you about what is real as distinct from what is hoped for, and this will save you time. That is very important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How does this relate to inner listening? It is very significant because as you learn to listen inside of yourself and are able to penetrate your own thoughts, you will begin to experience the core of your own Knowledge. This takes a great deal of time, of course, not because it is difficult, but because there is a great deal of ambivalence. People are quite afraid of what they know.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you must first establish a relationship with Knowledge, which represents your true Self. This is the very heart of you, the very core of your experience. If you are not afraid to penetrate your true Self, you will not be afraid to listen to others, for what they tell you is about your own Self.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To become a true listener, you must learn silence and feel comfortable in silence. This is natural for those who are beginning to practice meditation and are beginning to be receptive within themselves. They will seek out quiet more and more frequently, seeking refuge from the noise of the outside world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are very important qualities that a listener must develop, qualities that have tremendous benefit in all aspects of life. You must become used to silence. You must become very courageous, which means you are willing to see things and hear things that have direct bearing on your life. You must learn to be very patient. You must learn to trust your own experience to a high degree. You must learn to be discerning, for much of what you hear will be quite useless. You must be determined to penetrate your own thoughts. You must be persistent, have great regard for yourself and treat yourself graciously. These qualities are developed naturally because what you are attempting to do is so important. It is so valuable for those who know you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We would never expect anyone to undertake this quality of development for themselves alone. There are very few people who feel they would deserve the benefits. But when you think that you will be able to serve others in a very direct and meaningful way, this gives great impetus and encouragement, for your gifts are meant for others. You are merely one of the beneficiaries of your own gifts.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to listen within yourself, one of the first things you will encounter is the noise of your own mind and your own chaotic and inconsistent thinking. This can be very shocking and perhaps discouraging. But the thinking that you are aware of as you begin to listen to yourself does not represent your true Mind or your true communication. It is merely the automatic response of your mental state carrying on with itself. What unifies your mind is the greater power within you, which We call Knowledge, and that is your goal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to practice inner listening, your first objective is to become a good practitioner. That is the most important aspect. It is learning to practice. It is learning to listen. There are many things within yourself which will discourage you, but your desire for peace, harmony, love and grace in your life are far more compelling than any restraints you may feel.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Within your mind is a great terminal of communication because you are part of something far greater. This is the core of your true Self, which is Divine and has lived forever. This Self is in communication with others, and it has direct bearing on your life in this world. This true Self that exists within you is specifically seeking out other individuals with whom it can relate and communicate directly. It seeks to develop you so that it may contribute to the world you see around you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If we stop momentarily, we can listen together. Listen outside. Listen to all the noises in the room and to the noises outside on the streets. Listen just to listen. Concentrate on the noises, not on your thoughts about them. Good. Now, as we listen a little while longer together and practice together, We would like you to listen with your whole body, as if your entire body were a membrane that can hear and feel. Listen and feel, as if the sound waves can strike your entire body, which they do. Your whole body is a beautiful listening instrument. Let there be no judgments in your listening. It is purely an experience of listening.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have had this experience before when you tried to overhear a conversation in the distance. You listened very intently. You simply wanted to know what was being said. So you really listened. Or someone pointed out a distant sound and said, “Listen for this sound,” and you listened very intently. Exercising your listening ability in this way allows you to become truly able to respond to the truth within yourself and to be far more receptive to things outside.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has given you a perfect guidance system within yourself, which We call Knowledge. You may also call it the Holy Spirit, if you wish. It is an inner guidance system. In a very pervasive way, it is exerting its influence on you continuously, and on rare occasions it will actually move you to do something and motivate you in a very strong way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The power of your Knowledge is tremendous, and it is safely hidden within you in such a way that you cannot meddle with it. It is more powerful than you are, but it is actually who you are.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you did not have a personality, if you did not have a body, and if your mind were completely unified, you would be communication itself, which is actually what you are. But in this life, you are like a communication that is tightly wrapped and sealed inside a thick shell.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are being truthful when We say that you were sent from God to be a message. Your life is a message, but it is concealed from you and from others as well. This is the source of all of your anxiety and discomfort within yourself. No matter how you may identify your problems, no matter what aggravates you on the outside, this is the source of your discomfort: You are not being your true Self.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to listen inside of yourself, you hear the chaos of your own thinking and begin to feel your discomfort. If you are patient and observe these things without running from them, you will pass through them because they cannot keep you from what lies beyond.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What keeps people from being free is not their external circumstances. It is their own mind and their own thoughts. They are prisoners to their thoughts. They cannot stop watching their thoughts. It is as if you were watching a movie on a screen and you could never tear yourself away. The screen then becomes ever more real to you, for you have no contrast. You have no experience to remind you that it is just a movie you are watching. As a result, it has greater and greater impact upon you, and you become a more captive audience with every moment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These things which make you suffer, cause you pain and drive your behavior are only thoughts. They are vaporous things. They have no substance. But for you to look beyond, you must not be afraid of what lies beyond them, for what lies beyond them is a wellspring of tremendous love. What lies beyond them are your true Teachers.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Hidden deep within you is your calling in life, waiting to be activated, waiting until all the internal and external conditions are ready for it to emerge and express itself. The change you are feeling in your life is largely to prepare you for this emergence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Happiness and disappointments both open the way for you here. When you begin to really feel Knowledge working in your life, your life will begin to make sense to you. Your past will not be a record of painful encounters. It will be a demonstration of the importance of the way you are truly meant to go.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Inner listening is such a major part of your development. It enables you to respond to communications from your Teachers, from others in your life and from your own Knowledge. It takes time to develop this, indeed, yet it is time well spent. Every few moments you spend listening without judgment save you such great amounts of time and bring you so much closer to your goal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is this great meeting place between your conscious mind and your deeper, impersonal mind that unifies you and makes you a force of unification in life. This is what Christ means. Christ means that your personal life has been anointed with Knowledge. You have touched yourself. God has touched you. And now you can touch others. Yet this anointing has various stages. It does not happen all at once. When you feel truly touched within yourself, you will realize that there is still much fear within you. There is still much ambivalence. You are still afraid of what you possess. And so it takes time to resolve these matters. It takes time to resolve the distrust you have for yourself and to learn to relieve yourself of judgment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Inner listening is very, very simple. It is simply sitting and listening. Because it is a practice, it must be mastered as such. You have opportunities for it frequently. When you start to hear beyond your own mind, you will begin to encounter things in your environment and in other people and even things that come from beyond your visible life that are very profound. With listening comes seeing, and when you can see and you can listen, you are in a position to engage in a more powerful form of communication with others. This expresses your Knowledge and makes it more available to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is important for you to know that you have a relationship with yourself that yearns to be consummated. This is when your relationship with Knowledge becomes conscious. Knowledge is protecting you and guiding you even now, like a great force that you cannot see but you can certainly feel. In times of distress or great difficulty, it will manifest itself more sharply to you, and you will know that there is a guiding Presence in your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you become closer to Knowledge, you will start to feel it every day—unifying you, keeping you from error, orienting you towards people and situations that are truly nourishing and beneficial for you, bringing helpful change and making your encounters with others truly meaningful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps you can practice with Us. Let Us practice together. Just breathe deeply and listen for sounds. Imagine you have great huge ears that go all the way to the floor. You are like a radar antennae. Practicing in this way is very much like physical exercise. When you begin to exercise, the first thing you encounter is how bad you feel physically. But then if you persist in your efforts, you will begin to experience the benefits of your activity and will increasingly leave the discomfort behind. How free you will feel when you are not afraid to listen, not afraid to see, not afraid to forgive and not afraid to be quiet.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God is here. Yet no one can be still. Relationship is here. Yet no one can feel it. Your Teachers are with you, but your eyes are moving too fast.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Students of Knowledge, who are learning to become receptive internally and externally, will value inner quiet increasingly and will adjust their outer circumstances to give them this freedom. As a result of this practice, you will begin to have insights into how to resolve the dilemmas that are impairing you now. Your mind will open and into that opening will come ideas, insights and direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These things will help you to unify your life, making it simpler and therefore more powerful. Increasingly, you will have a sense of relationship within yourself that abides with you regardless of the circumstances around you—a source of strength greater than the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet there is a problem here. It is not an obvious problem because everyone thinks their problem is something else. What We are going to say will require a great deal of thought. It will not be immediately apparent, but if you contemplate it seriously, it will turn all of your problems into one problem. Then the solution becomes far more available and recognizable.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The problem is that people want to be God without God. That is what has produced the world. So when you practice inner listening, you find out that you cannot be God without God. This is very disappointing. It is also a tremendous relief. The more you try to be God without God, the more isolated, alone and estranged you are. What surrounds you, then, instead of relationships are your own thoughts. You are caught in the middle of a web of your own thinking, and this is the great entanglement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you listen, you will hear things that come from beyond the web itself. You will realize, in time, that your thoughts and your thinking are no more than a web that you are caught in—a web of your own design, a web that you have designed with others and that everyone is designing and reinforcing constantly. But the web is transparent. You can see through it, you can hear through it and you can feel through it. But you must become very still to do so.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We want you to realize that it is no fun to be God without God. It is a very great challenge, though. Many people think: “Be the source of your own life! Determine your own life! Direct your own life! Control life around you! Have influence over others! Command your body! Command your mind!” This is trying to be a little god—a tiny little god. But it is no fun to play god because you are alone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you begin to open inside yourself, you realize that God is with you and that God’s Teachers are with you. You realize there is a realm of relationship that is uniform and gracious that has bearing on both your relationships in this world and your perception of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The world, like your mind, can be a terrifying place to be. Its appearances are frightening and threatening, and it is in chaos with great, insurmountable problems—just like your mind. When people begin to practice inner listening, the first thing they encounter is all these terrible things, these thoughts they could never think. “God, I had this terrible thought! Only crazy people think thoughts like this!” Or they have terrible images. “Oh, God! I am the source of these images! I must be an awful maniac!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your thoughts reflect what you see outside, the best and the worst, the most loving and the most hateful. But your Knowledge is beyond all of it, and you are not apart from God.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have been sent into this world to allow your Knowledge to emerge so that you can contribute your specific gifts. The beauty of this is that the gifts you have to contribute will honor your presence as a human being. You can really be yourself as a human being. This generates tremendous self-love. Finally, you do not have to change all the time—to become good, to become better, to become the ideal person. Everyone wants to become an ideal person, secretly perhaps.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now you can honor your nature and work with it. Instead of trying to erase all of your limiting qualities, you begin to use them purposefully. Of course you are in a limited state. Being in a body is a limited state. It is a great nuisance carrying around this hunk—feeding it, housing it, keeping it clean, clothing it, making it beautiful, keeping it comfortable and attending to its many aches and pains. What a nuisance. Don’t you just want to fly away sometimes? But the body is the garment you wear in being in this world, and it enables you to communicate here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not get much attention if you do not have a body and you want to communicate. Then it is hard to get people’s attention. And if you do get their attention, you scare the daylights out of them, and they never want to have an experience like that again.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So obviously Our ability to communicate with people in the world seems very limited. We still give them something, but it will arise from within them, and they will think it is from themselves. That is okay because We do not need the recognition, but you do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is very important that you realize that you have great friends beyond this world. They are not intimidated by what you see, and they have traveled this way before, so they understand your situation very, very intimately. And they know the way out of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your purpose in life is to discover your Knowledge so that you can be your true Self. As your true Self, you can contribute specific gifts because you have come here to give something, not to take something.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People who have begun to recall their Ancient Home and their associations beyond this life are in a position to truly contribute because they are being fed so richly. Their memory, which is now returning to them, enables them to contribute to life without being thwarted by it. That is the source of great happiness.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/inner-listening/"
}