{
  "title": "Jesus and the New Message from God",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">To understand the need for a New Message from God, you must understand that God has been sending Messages of great importance into the world for a very long time. But these Messages could only begin at the advent of human civilization. Before that, humanity was far too primitive and isolated, separated and scattered, to receive a world Message.</p>\n\n<p class=\"book-paragraph\">Unfortunately, religion has been miscast and misunderstood and corrupted through human adoption and [usurpation.] Therefore, people’s relationship with religion has been skewed and obscured.</p>\n\n<p class=\"book-paragraph\">Many people do not understand what these great Messages were for, why they were given, when they were given and the meaning of the Messenger. Therefore, clarification must be given, and when necessary correction itself so that you may see what has occurred before and what must occur now.</p>\n\n<p class=\"book-paragraph\">For God has spoken again at a time of great need, a time of great and increasing uncertainty and upheaval in the world, as humanity faces the Great Waves of change. It is a time unlike any time previously in history, for it is not merely the fate of one group, one tribe or nation. It is the fate of all humanity.</p>\n\n<p class=\"book-paragraph\">God is now speaking to a literate world, a world of global communication, a world of global consequence. God is speaking at a time when humanity stands at the threshold of engaging with life in the universe, the greatest event in human history—indeed the greatest event in any world’s history—and humanity is facing great environmental, social and economic change and upheaval, never seen on such a scale before.</p>\n\n<p class=\"book-paragraph\">None of God’s previous great Revelations can prepare humanity for these things. That is why God must speak again and has spoken again—not to a nation, a tribe or a region alone but to the whole world—a Revelation greater in scope, greater in detail, greater in comprehensiveness than anything that has ever been given to humanity before.</p>\n\n<p class=\"book-paragraph\">You are living in a time of Revelation. The Messenger is in the world. Such an event has not occurred since the days of Muhammad.</p>\n\n<p class=\"book-paragraph\">To understand these things, you must see the relationship of God’s New Revelation and the Messenger in the world with these great Teachings and Prophets and Messengers.</p>\n\n<p class=\"book-paragraph\">To understand God’s Revelation, you must understand God’s previous Revelations—not in how they have been cast and revealed and portrayed through human understanding, human compromise, human ignorance and human corruption, but what they really meant, why they were given and why they are in harmony with God’s New Revelation.</p>\n\n<p class=\"book-paragraph\">For all of God’s Messengers have come from the Angelic Assembly. They are not gods, but they are not ordinary people either.</p>\n\n<p class=\"book-paragraph\">This has never been realized before, so there are many corrections and clarifications that must be given to see the harmony within God’s Revelations. For they have all come from God. They have all been changed by people and culture. And so now they seem to compete with each other, giving rise to great strife, and conflict, and religious war, and religious fundamentalism so that now religion is just but another factor in dividing and fracturing the human family rather than bringing greater unity, compassion and purpose, as they [the Revelations] were intended to do.</p>\n\n<p class=\"book-paragraph\">Jesus was sent from the Angelic Assembly to teach the meaning of forgiveness, compassion and the revelation regarding the Holy Spirit, which in the New Message is called Knowledge.</p>\n\n<p class=\"book-paragraph\">All the great pronouncements of Jesus are the Holy Spirit speaking through him, for no one comes to God except through the power and presence of Knowledge—the Knowledge that God has put within each person, and the Knowledge of God and how they are connected and related—an understanding that is new to the world, though it has been realized by prescient individuals throughout history.</p>\n\n<p class=\"book-paragraph\">Jesus’s ministry was never completed, for he was destroyed by his own culture. And the record of the events of his life has been mostly lost, only given testimony far later, through oral tradition, so that his life now has become obscured, and he has become more a legend than a historical reality.</p>\n\n<p class=\"book-paragraph\">But he walked this earth, and he taught forgiveness and compassion. And he demonstrated the power of Knowledge, the Holy Spirit, through the individual, speaking now to change and alter the course of humanity, speaking at the crossroads of culture and history so that this Message could be spread and made available to people beyond his culture, beyond his nation and tribe. And so it has been a fundamental ethical, moral and spiritual cornerstone of the creation of human civilization.</p>\n\n<p class=\"book-paragraph\">For God thinks of the future and not just the present, the well-being of people in times to come, not merely those who exist today. So the Revelation must answer questions that have not even been considered and must prepare humanity for the next great stage of its evolution.</p>\n\n<p class=\"book-paragraph\">Of course, Jesus’s Message was very mysterious—speaking to ignorant, illiterate people oppressed by the most powerful nation on Earth, speaking into a time of great discord and confusion and misery. To lose such a Teacher to the very forces that were oppressing his people necessitated the creation of a story that he bridged the gap to God as if God had been displeased with humanity before, which is not the case; as if his life was forfeited as a restitution for the errors leading back all the way to the Garden of Eden, which is merely a symbolic story.</p>\n\n<p class=\"book-paragraph\">So Jesus was made into a god because as a Messenger he seemed inadequate to move the people and to establish a religion based upon him. So the problems in interpretation began at the outset with people who had no notion of the power and presence of Knowledge within themselves or others. They would miscast religion for their purposes—to create social order, to create a uniform understanding and belief, to harness people under this administration of thought. And so the Mystery of the Holy Spirit speaking through the Messenger became lost except to a few.</p>\n\n<p class=\"book-paragraph\">The great miracle of his life was the demonstration of Knowledge, taught to people who had no notion of such things. They were slaves to their circumstances, their poverty and their oppression, lost in a world filled with gods and fantasies and the cruelty of nature pressing in on them at every turn.</p>\n\n<p class=\"book-paragraph\">But God must plant the seeds for future understanding even in the turbulent moment. God must give the greater Teaching even if very few can receive it or understand it at the outset. Such is the predicament of bringing a pure Revelation into a confused and corrupted world.</p>\n\n<p class=\"book-paragraph\">Even now, as God’s New Revelation is being presented, the same problem exists as people try to use it to fit into their current beliefs and their preferences, to use it to direct their anger, their fear and their judgment of others. It is the same corrupt environment, you see. But still the greater Message must be delivered even if people of this time can barely understand it, save but a few.</p>\n\n<p class=\"book-paragraph\">Jesus stands with God’s New Messenger because they come from the same group. They come to further the development of human civilization, the development of Knowledge in the world, the cultivation of true freedom and empowerment for the individual.</p>\n\n<p class=\"book-paragraph\">For everyone was sent into the world to make a contribution to the world for its current and future circumstances. But to find this contribution, you must be engaged with your deeper nature, which represents Knowledge, which represents the Holy Spirit that moved Jesus and directed him in his great mission on Earth.</p>\n\n<p class=\"book-paragraph\">Jesus did not live long enough to have his Teaching written, to have the meaning of his presence on Earth dictated and transcribed. His followers were not strong enough during his lifetime to comprehend the true meaning of his presence. And those who would represent religion and Christianity later knew not of these things.</p>\n\n<p class=\"book-paragraph\">God now has given the Revelation in such depth, with so much repetition—establishing the pathway and the purpose; the understanding; the way to view oneself, others and the world; how to think in harmony with Knowledge within yourself so that your worldly mind and the deeper mind of Knowledge may resonate and unite you within yourself, thus ending the Separation within you and paving the way for your greater contributions in service to the world.</p>\n\n<p class=\"book-paragraph\">If you could understand Christianity in these terms, it would make perfect sense to you, and you would see the difference between its pure message and purpose and all that has been done with it over the ages.</p>\n\n<p class=\"book-paragraph\">People use religion to go to war. They use religion to suppress others. They make their ideas about religion absolute and then oppress everyone around them with their beliefs, which often have nothing to do with the reality of God’s Purpose and Mission on Earth. They think their ideology is the truth, but it is just ideology. They do not know The Way of Knowledge. They do not know the power and the presence that moves the individual and how God will redeem all peoples through this power and the presence that lives within them if it can be discovered, discerned and followed faithfully.</p>\n\n<p class=\"book-paragraph\">Jesus spoke to an illiterate world. This was his contribution in that time and place, and it was very appropriate for that time and place. For the Mystery and the Power that he really represented would resonate with certain individuals in many cultures, and they, more than the establishment of the great churches and institutions, would preserve the true teaching and meaning of Jesus’s presence and mission on Earth.</p>\n\n<p class=\"book-paragraph\">You cannot be close to Jesus if he is a god. And you will make the mistake of appealing to him instead of God for what you really need, as has been the custom for so very long, and which continues today.</p>\n\n<p class=\"book-paragraph\">To have a natural affinity with Jesus is necessary, to resonate with him is important, but he is part of the Assembly, you see, and he will not return to the world, for his work now is in a greater panorama of life called the Greater Community and humanity’s emergence into this Greater Community. That is why he stands with the Messenger today, as do all the great Messengers of life here.</p>\n\n<p class=\"book-paragraph\">It is difficult for people to have their ideas so challenged. They have invested so much in them. To have to reconsider these things requires real courage and integrity. Who amongst you has this courage and integrity? Without this, God’s New Message and God’s Messenger will be denied and ridiculed, resisted and oppressed, for the very same reasons that God’s great Messengers of the past have been rejected and denied out of arrogance, ignorance and stupidity. But such things exist today in the minds of people, so many people.</p>\n\n<p class=\"book-paragraph\">What God is doing in this world is beyond human understanding. But the power of God’s Presence in your life must be clarified, or you will think it is something else entirely. You will either believe in it or reject it without knowing what it really is, what it really means and what it can really do for your life and for others through you.</p>\n\n<p class=\"book-paragraph\">From what little is known of Jesus’s life, it was clear that he was overtaken by a Greater Power. But regarding his birth, that is a complete fabrication. Regarding most of his miracles, that is a fabrication. That is the story that has been created apart from the life.</p>\n\n<p class=\"book-paragraph\">For people want worldly power. They want a Barabbas not a Jesus. They want a god king who will rule their lands and rule their lives. They want a power strong enough to overcome their adversaries and to dominate the other nations.</p>\n\n<p class=\"book-paragraph\">They think God is represented through an individual wholly and completely, but this can never be. The God of the universe, the God of a billion, billion races and more cannot be embodied in one person. It is not possible. To think like this is to think that God is merely a larger version of oneself, which is an error that people have made throughout history. For they cannot conceive of a God that thinks differently and is not circumscribed by the problems that oppress them here on Earth.</p>\n\n<p class=\"book-paragraph\">But do not worry, for individuals and nations all over the universe make this same mistake. It is the problem of living in Separation. But God has answered the problem of Separation because Knowledge lives within each person.</p>\n\n<p class=\"book-paragraph\">The Holy Spirit does not simply visit you; it lives within you, waiting for you to respond, keeping you out of trouble, trying to direct your life so that you can reach a point of maturity where you begin to recognize you are here for a greater purpose that is not the purpose you have invented for yourself or that your nation or country has invented for you.</p>\n\n<p class=\"book-paragraph\">To know God, you must know the power and presence that God has placed within you, for this is the source of your redemption, whether you be a Christian, a Muslim, a Jew or of any nation and any faith. Even if you have no faith, it is the same.</p>\n\n<p class=\"book-paragraph\">For God’s Plan is to save everyone—not just the select few, not just the believers, not just those who live exemplary lives. But in time and over time, God’s Plan is to save everyone.</p>\n\n<p class=\"book-paragraph\">Think of these things in light of your understanding of religion—what you have been taught, what has been forced upon you perhaps. All the threat of Hell and damnation is a human creation.</p>\n\n<p class=\"book-paragraph\">Your Hell and damnation is to live without the power and presence of Knowledge, to live a life of confusion and servitude in a world you do not understand, threatened by innumerable forces, oppressed by innumerable things, overtaken by your preferences and your fear and the preferences and fears of others. That is the Hell and damnation you live with at this moment, living in your state of Separation.</p>\n\n<p class=\"book-paragraph\">But God through Jesus, God through Muhammad, God through Buddha has provided the elements to understand what must be done to resolve this situation.</p>\n\n<p class=\"book-paragraph\">If you are true to Jesus, you must understand who he really was, where he came from and what he really taught.</p>\n\n<p class=\"book-paragraph\">To be the true student of Muhammad, you must understand him as a Messenger and try to discern from what little history existed regarding him what he really taught, where he came from and what he represented. It is the same with the Buddha. It is the same with any great Teacher or Messenger in the world—in this world or any world.</p>\n\n<p class=\"book-paragraph\">For what God is doing in this world represents what God is doing throughout the universe—the physical reality of life.</p>\n\n<p class=\"book-paragraph\">People hear these words and feel angered. They will deny it. They will strike out against it because their beliefs are a cover for fear and uncertainty, and they would rather have their beliefs than to ever face their fear and uncertainty. They have invested so much perhaps in their religious views or even in their denial of religion altogether, that to have to rethink these things and start anew is too much for them, or so they think.</p>\n\n<p class=\"book-paragraph\">God does not care what religion you belong to. God cares what moves your heart, what you do and what motivates you to do what you do. God cares about what you express in your relationships. God cares about the degree to which you can become connected and united with the greater power within you, which is the only thing that can really redeem you, for God has put it there.</p>\n\n<p class=\"book-paragraph\">It is a great power, but to receive this requires a great yielding, a great surrender and a greater responsibility that requires a change in how you regard yourself, others and the whole world. It requires forgiveness, compassion and a very clear understanding of why people make mistakes and what will restore them from their own degradation.</p>\n\n<p class=\"book-paragraph\">Jesus was one of the great Messengers. Can you receive his Message? Can you understand it? Can you live it? Do not make of him a god. Do not think that only through Jesus can one come to God and cross over that great threshold.</p>\n\n<p class=\"book-paragraph\">For Jesus was a vehicle for the power of Knowledge, the very Knowledge that can restore you, renew you and redeem you. And though Jesus was greater than you and greater than almost anyone in the world has ever been, it was the power within him that gave him this strength, this magnificence and this lasting potency in the world.</p>\n\n<p class=\"book-paragraph\">There is religious thinking, and then there is the true engagement. They are very different and lead to different outcomes and different teachings and different comprehension.</p>\n\n<p class=\"book-paragraph\">This is so very important to understand God’s New Revelation in the world, which is given without fanfare, given without a great deity, given without a fantastic creation story, given without the final culmination of human experience in some kind of final Judgment Day that everyone says is coming but which never seems to come.</p>\n\n<p class=\"book-paragraph\">So you are being given now the pure Teaching—uncorrupted, undefiled, unaltered. You can even hear the Voice of Revelation, which has never been possible before—the Voice such as that which spoke to the Jesus, the Buddha and the Muhammad. You can hear this Voice, for the first time in history.</p>\n\n<p class=\"book-paragraph\">You are living at the time of Revelation. It is the greatest time of history, and you are here. But can you hear? And can you see? And can you respond? Or is your mind dead?</p>\n\n<p class=\"book-paragraph\">Are you circumscribed by your beliefs like a crown of thorns? Is your heart closed? Are you basing your life on your ideas and your admonitions and your fixed notions? Or is your mind free of these things so that you can experience the wonders of the moment, the Power and Presence of God and the movement of Knowledge within yourself?</p>\n\n<p class=\"book-paragraph\">This is your challenge. For God brings a great challenge with the Revelation. It is not simply here to be a comfort and a consolation or a warm embrace only. It is here to provide the means and the pathway for your redemption, for every person, of every faith, so that you can bring God’s New Revelation into your Christianity, into your Islamic faith, into your Judaism, into your Buddhism.</p>\n\n<p class=\"book-paragraph\">Competition here is only at the level of ideas. For the unity of God’s work in the world continues through the New Revelation. Understand this and you will begin to understand yourself—your strengths, your weaknesses, your successes, your failures and your great opportunity to be on Earth at this time at this great turning point for the human family.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/jesus-and-the-new-message-from-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/jesus-and-the-new-message/"
}