{
  "title": "Joy and Gratitude",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Gratitude is something that can be experienced almost every minute if you are aware of the benefits of your life, however few they might be at any given time.</p>\n\n<p class=\"book-paragraph\">Gratitude is a recognition of the giving of others and of the giving of life. It is a recognition of what you have right now. It is a recognition of the miracle of your existence.</p>\n\n<p class=\"book-paragraph\">As you gain a greater understanding of your nature and purpose in the world, you will begin to experience what a marvel it is that you even made it this far given all the hazards along the way, given all the difficulty of entering this separated existence, and all the work and coordination it took, both from your friends beyond the world and your friends here.</p>\n\n<p class=\"book-paragraph\">Even if you were born under very difficult or deprived circumstances, there is still a recognition of gratitude. For many people, this recognition should be substantial.</p>\n\n<p class=\"book-paragraph\">It is so easy to take for granted your existence and the many wonderful things that have been created for your convenience or for your comforts. If you are aware of these things and are looking with an open mind, then you will be able to experience this gratitude.</p>\n\n<p class=\"book-paragraph\">Gratitude here is such a counterpoint for disappointment, for failed expectations and for the inability to express yourself successfully with others. It is such a counterpoint to all the things you think you want and need for yourself that you cannot seem to attain. It is a counterpoint to the endless busyness and recklessness with which people try to live their lives—always striving to have more, striving to keep what they have, striving to control their situation, striving to fulfill their desires or in some cases even to live out their fantasies.</p>\n\n<p class=\"book-paragraph\">Gratitude is a recognition in the moment. It is a recognition not from a position of striving, not from a position of trying to acquire things, not from a position of trying to fulfill your ambitions, but from a quieter place of recognition.</p>\n\n<p class=\"book-paragraph\">It is so evident that people can live in houses of splendor with hundreds and even thousands of conveniences and be utterly miserable because they think they are not getting what they want. They are unhappy because of events that happened even in childhood that are still haunting them and destroying their ability to appreciate their life and to experience life and to live life fully in the moment. How can it be that an intelligent person could live in a house of splendor and be so unhappy and so unfulfilled?</p>\n\n<p class=\"book-paragraph\">Perhaps they should go live in a village somewhere in a poor part of the world without electricity, without supermarkets, without automobiles, without all the myriad of conveniences that they use and experience every day.</p>\n\n<p class=\"book-paragraph\">Go live in the village which has none of these things, and just begin to recognize that even under these far simpler and even impoverished circumstances, there can be great joy and gratitude: gratitude for each meal, gratitude for the sunrise, gratitude for the caring and friendliness of another, gratitude that your mind is free to think and to reconsider your life, gratitude that your heart can beat without your trying to regulate it or even being aware of it, gratitude for the experience of nature and wildlife. Even under the simplest circumstances, the wonder of life can be yours.</p>\n\n<p class=\"book-paragraph\">And if you were to return to your house of splendor, you would be stunned and amazed at all that it can do for you. You flick a switch, the lights come on. You flick a switch, the heat comes on. You do not have to gather wood and build a fire. You do not have to burn candles to see by at night. You can wash your clothes in a machine instead of walking to the river and spending four hours cleaning them.</p>\n\n<p class=\"book-paragraph\">It would be so meaningful if people could trade places even for a short time. The very poor could live with the very rich, and vice versa.</p>\n\n<p class=\"book-paragraph\">Yet the rich suffer as if they have nothing. They cannot enjoy life because they have never connected with the deeper current of their life within themselves. Life for them has been about acquiring things, acquiring people, acquiring possessions, acquiring opportunities and acquiring advantages. And even to the degree to which they are successful, they experience no joy and only fleeting moments of gratitude.</p>\n\n<p class=\"book-paragraph\">Are they grateful that someone grew the food that they are now eating at the table? Are they grateful that someone spent their life inventing the refrigerator that keeps their food fresh? Are they grateful for the laborers who built their house? Are they grateful for the police and the fire department that is there at their call to protect them and their property?</p>\n\n<p class=\"book-paragraph\">If you were aware of these wonderful things and considered what it took to create them, and the lives that were given to create them, the careers that were spent creating them, you would not have time to suffer the way you do now. You would not have time to experience so much disappointment and frustration and confusion. You would be too busy experiencing the value of your life—what you have and the opportunities that you have, to whatever degree they exist.</p>\n\n<p class=\"book-paragraph\">For most people who hear these words, these opportunities are immense compared to what your ancestors had to face. Give up driving a car for a year and then have the experience of driving a car. You will be amazed at what a marvelous convenience it is. But who can experience this without this contrast?</p>\n\n<p class=\"book-paragraph\">Perhaps humanity needs to be deprived of so many of these conveniences—the wealthy nations all of sudden do not have many of these conveniences—in order to really experience their value, the marvel of their existence and the tremendous human effort and dedication that had to be focused to create these things. Instead of living a life of complaint, frustration and anger, you would see things very differently.</p>\n\n<p class=\"book-paragraph\">The inability to marvel at your own life and circumstances represents a cruel effect of not being connected to the deeper current of your life, of not experiencing the miracle that you are not only alive but that you are here for a greater purpose, that you have a life beyond this world, a life from which you have come and to which you will return, and that you have not come into this world empty handed, but were indeed sent here for a purpose that you have yet to discover.</p>\n\n<p class=\"book-paragraph\">It is such a major breakthrough to have this experience and this awareness. For not only are you endowed with wonderful things and have wonderful opportunities, you also have the promise of a greater fulfillment in the world through the discovery and the expression of your greater purpose, and the immensely powerful relationships this will bring into your life, a life that will yield greater gifts to the world than you can now even think of.</p>\n\n<p class=\"book-paragraph\">If you are not experiencing joy and gratitude on a regular basis, you are disassociated from your real life and existence here, and you have let the trials of the world and your own disappointments in little things overtake you.</p>\n\n<p class=\"book-paragraph\">Of course, you cannot have everything you want. Some of the greater things you may want you are not even ready for. For example, people want wonderful relationships or a great marriage, but they are not ready for these things. They are not circumstantially ready. They are not emotionally ready. They are not psychologically ready, and yet they are suffering and pining away because they do not have something they think they want and should have right now.</p>\n\n<p class=\"book-paragraph\">If they had a deeper understanding of themselves and a deeper experience of the real meaning of their life, they would be able to see this in a greater perspective. They would be able to look at their life more objectively and say, “Well, yes, I do want this, but I can see how I am not ready for it.”</p>\n\n<p class=\"book-paragraph\">It is your unfulfilled desires, your failed expectations, your thwarted intentions and your inability to express yourself that keep you in a state of aggravation and depression—missing the wonderful moments of life, missing the experiences of nature, missing the gratitude of what you have and who you are and what is available to you, missing life as if you were living in paradise, but you were caught up in a very fearful dream and could not awaken to your own existence.</p>\n\n<p class=\"book-paragraph\">Then there is living under the cloud of fear—fear that you are losing, fear that you will lose, fear that you will not have what you want, fear that you will miss out on something, fear that you will lose your achievements or your stature, fear that you will lose your health, fear that you will lose your mind, fear of deprivation, fear of chaos, fear of rejection by others and ultimately fear of death itself.</p>\n\n<p class=\"book-paragraph\">So afraid, and yet unless you are facing imminent threat of destruction or the imminent threat of utter devastation, why would you live under this fear—missing the joy and the gratitude of life, missing what you have achieved and what others have achieved, missing the marvelous experiences that you could have every day? It is like you are dying a thousand times, dying every day for want of living.</p>\n\n<p class=\"book-paragraph\">When death finally comes to your life and you leave this world, and you leave your personality and your body behind, it will only take really a very short time. But in your mind you can be dying for hours, days and years—dying without living, living without gratitude, living without the experience that you are here to serve a greater purpose and that your life is moving in a certain direction.</p>\n\n<p class=\"book-paragraph\">Now the emphasis on joy and gratitude does not deny the problems that you face, the situations that you must correct, the false obligations you must undo, the false attractions you must distance yourself from, the compromises that you must rectify, the bad decisions that you must correct and so forth. That is the work of life. That is your spiritual work and your practical work, but all along the way there is the experience of gratitude.</p>\n\n<p class=\"book-paragraph\">Look at where you live and think how amazing it is that you could live in such a place. It is warm in the winter, dry in the rain. Look at all your comforts and conveniences, and think of the people who created these so that you could enjoy them. Be happy with what you have because you have so much already.</p>\n\n<p class=\"book-paragraph\">Unless you are living in a state of extreme poverty, you have so much already. Look at your clothing. You have more than you need. You are rich. If you do not think you are rich, you should go somewhere where you would be rich, and you will see why you are suffering over nothing.</p>\n\n<p class=\"book-paragraph\">Go into your bathroom and look at your medications and see what a miracle it is that they can exist, for many people in the world do not have access to these things. Look out upon your street. It is a miracle you even have a street or streetlights or a sidewalk and all the services that your city provides for you. How would you be if you did not have these things?</p>\n\n<p class=\"book-paragraph\">Do not assume you will always have these things, for the great waves of life are coming to the world and will deprive many people of many things.</p>\n\n<p class=\"book-paragraph\">Be glad you live in a country that is currently at peace and not living in a state of war. Be grateful that your nation is not being attacked by other nations that seek to conquer it, suppress it and overtake it.</p>\n\n<p class=\"book-paragraph\">Look at nature and all of its details. Look at a rose bush and all of its details and you cannot be depressed. People who look at the details of nature rarely are depressed because they are marveling at life, life on a very small scale. You could look at a plant in a pot on your windowsill and be amazed at its shape and its evolution.</p>\n\n<p class=\"book-paragraph\">You have to break free of the habits and the preoccupations that keep you living in a state of fear and frustration. You have to limit how much bad news you let into your home through the media that keeps you in a state of frustration and aggravation.</p>\n\n<p class=\"book-paragraph\">You have to slow your life down and learn to be still so that you can hear the deeper voice of Knowledge within you and so you will have the presence of mind to recognize the great miracles of your life.</p>\n\n<p class=\"book-paragraph\">You have to do fewer things but with a greater awareness and participation. All this frantic running around, trying to have and be and do all these things is keeping you from experiencing not only the great value of life, but an awareness of the deeper Knowledge that lives within you.</p>\n\n<p class=\"book-paragraph\">If your life is more simple, then you are able to experience it more fully and more happily. If your mind is not constantly caught up in striving after things or chasing romance or trying to acquire wealth and advantage, you can begin to experience gratitude.</p>\n\n<p class=\"book-paragraph\">Sit quietly in your room and look at everything in the room and think about what it took to create that—the labor it took to create it, the invention that it took to create such a thing, the transportation that brought it to you, the availability of it for you, the fact that you could purchase it, and what value it could give you and does give you every day.</p>\n\n<p class=\"book-paragraph\">This is a whole different way of being with life. It is being with life. Instead of racing through life trying to fulfill your wish list, you are now being with life. You are tending to what is real, not what is imaginary. You are slowing your mind down so that it can see and recognize the very things in your environment that you hardly ever think of.</p>\n\n<p class=\"book-paragraph\">If you think about what life has given you, you could not avoid gratitude—gratitude at a level you have never experienced before, gratitude for the people who lost their lives so that your nation could have free or progressive institutions, gratitude for the simplest things.</p>\n\n<p class=\"book-paragraph\">Ultimately, this gratitude is towards God because that is where your natural gratitude will go when you begin to take stock of the miracles of your life.</p>\n\n<p class=\"book-paragraph\">As you begin to discern the deeper Knowledge that God has placed within you to guide you, to protect you and to lead you to a greater experience of being in the world, this gratitude will grow. And you will feel that you are moving in a greater direction rather than merely surviving day by day.</p>\n\n<p class=\"book-paragraph\">The gratitude that emerges out of the recognition that you are here for a greater purpose and that you do not have to control this purpose or understand it to be able to participate in it fully—that is the cause of gratitude and joyfulness.</p>\n\n<p class=\"book-paragraph\">Instead of running around one day, go through everything you own and imagine what a wonderful thing it is to have these things, and that you can acquire such things, and that you can give them away to others who might need them.</p>\n\n<p class=\"book-paragraph\">This is called being with life. This is being present to your life and your circumstances. Yes, you still have problems to solve and mistakes to undo and skills to cultivate, but it is your ability to be present to life that will open your mind and your heart.</p>\n\n<p class=\"book-paragraph\">When it rains, go watch the rain. It is a miracle. What if it did not rain ever again? Your life would be doomed. Your life would collapse. Everything you value could be undone. Your opportunity to be in the world could come to an end. And yet it rains, and the plants grow, and the sun will shine tomorrow.</p>\n\n<p class=\"book-paragraph\">Even if you were to contemplate your physical vehicle—your body and your intellect, both of which are vehicles of communication in the world—they are marvelous to contemplate.</p>\n\n<p class=\"book-paragraph\">If you learn about human physiology, it is such a marvelous creation. No one can build a machine that could do this—a self-generating life force, a heart that beats on its own, lungs that breathe on their own and all of the involuntary responses that your body makes every moment.</p>\n\n<p class=\"book-paragraph\">Or contemplate your intellect—the marvelous things it can do, the problems it can solve, the things it can create, the dreams that it can dream. What if you did not have an intellect and lived life like an ant?</p>\n\n<p class=\"book-paragraph\">You see, people are missing everything, wanting something else, angry that they did not get something in the past, distrustful of life, angry towards others, hateful towards others, condemning of nations and governments, angry over the little tiny things that frustrate them, when in fact 99 percent of their life is working marvelously. One percent is not working very well, but the one percent is all they are concerned with.</p>\n\n<p class=\"book-paragraph\">What can you do for someone like this but bring them back to life, give them an escape from their tormented mind and open a deeper connection to the power and presence of Knowledge within them—the mind beyond the mind—to take them beneath the surface of their mind to the deeper current of their life and to the well of Knowledge that lives within them?</p>\n\n<p class=\"book-paragraph\">This is called redemption. This is rescuing a person from a self-tormented life. This is rescuing a person from a pursuit that will never be successful and has never been successful in reality. This is returning to relationship with yourself and an appreciation of your relationship with everything around you.</p>\n\n<p class=\"book-paragraph\">It is the returning to gratitude and the ability to experience joyfulness, joyfulness over the simplest things—joyfulness that you are there, your heart is beating, you are seeing something, you are experiencing a connection with life.</p>\n\n<p class=\"book-paragraph\">You are grateful for what you have. You are grateful for the world that you have. You are grateful for your opportunities. You are even grateful for your disappointments, which in most cases will show you that you need to alter your approach and your expectations.</p>\n\n<p class=\"book-paragraph\">This will require a lot of practice because it is a very different way of being in the moment. It is a very different way of being with everything. You cannot undo a lifetime of habit in a day or a week or a month, so it will take constant practice, and it cannot be an empty practice. You can look at something and say, “Oh, I am grateful for that,” but if you do not feel it, if it is not really impressing upon you, then it is just a meaningless exercise.</p>\n\n<p class=\"book-paragraph\">Ask yourself, “Do I want to focus on the one percent that is not working well and miss the 99 percent that is working well?”</p>\n\n<p class=\"book-paragraph\">Look at all the things you own. Ninety-nine percent of them work every day—your machines, your conveniences, your possessions. They are working for you as if you were a king of a nation and the whole nation is working for you—a king or a queen, and you have all this working for you.</p>\n\n<p class=\"book-paragraph\">Be happy with what you have. Learn to recognize what you have. Deeply experience what you have as an antidote to this endless wanting and searching and yearning and all of the unhappiness, disappointment and aggravation that it brings to you.</p>\n\n<p class=\"book-paragraph\">The greater things that your soul requires will be fulfilled as you follow Knowledge within yourself. Without Knowledge, you cannot find this fulfillment. But Knowledge does not require the kind of striving, desperate life that you perhaps have been living for so many years.</p>\n\n<p class=\"book-paragraph\">As you begin to recognize all the relationships you have with people, places and things, it will slow your life down. You will not have to be searching for the next thing, for you will be with whatever exists now.</p>\n\n<p class=\"book-paragraph\">Learning The Way of Knowledge will slow your mind down, will bring you back into the core relationship with your own deeper experience, and your core relationship with everything around you. This is the environment for gratitude.</p>\n\n<p class=\"book-paragraph\">Though Knowledge will show you that there are many things you must adjust or correct, it will also bring you into a state of recognition of the miracles of your life. So while there is work to be done, there is great joy to be experienced and immense gratitude to be experienced.</p>\n\n<p class=\"book-paragraph\">This is a practice and a focus for you now. It is part of your redemption, your return to the greater power and the greater purpose that guide your life.</p>\n\n<p class=\"book-paragraph\">It is the return to relationship from Separation.</p>\n\n<p class=\"book-paragraph\">It is an escape from the torment of your mind to the power and the presence of a deeper nature that you carry within yourself. It is a return to recognition. It is a return to appreciation. It is a return to the sacredness of life and to the many joys and opportunities that present themselves to you every day.</p>\n\n<p class=\"book-paragraph\">Though your health may not be what you want it to be, though your circumstances may not be what you want them to be, though you may have great problems to deal with, it is this joy and this gratitude that will make your life full today.</p>\n\n<p class=\"book-paragraph\">For you have much to be grateful for, and the more you recognize this, the more you will have confidence that there is a Greater Power working in your life that will give you the vision, the wisdom and the strength to carry out whatever you must carry out, to resolve whatever problem is bearing down upon you, and ultimately to give you relief from your own disconnected and desperate life to the greater joy and gratitude that are natural for you to experience every day.</p>\n\n</div>",
  "audioUrl": "https://newmessage.org/av/joy-and-gratitude.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/the-great-practices/joy-gratitude/"
}