{
  "title": "Kindness",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">When you are with Knowledge, you can afford to be kind because you are not rushing about the world trying to fulfill your goals and assure your security. You are able to be in present time with far greater effectiveness and far greater presence of mind. If you are not rushing about, you become aware of what is here now, and you become responsive to the genuine needs of those whom you are meant to serve.</p>\n\n<p class=\"book-paragraph\">You can afford to be compassionate when you are with Knowledge because Knowledge recognizes where people are without demanding that they be different. Knowledge fosters understanding based upon acceptance. It does not project hopeful ideas, yet it does not deny the needs of anyone. It moves you towards certain people and away from others without condemnation. It teaches you over time to recognize that there are stages in life, and each stage has its advantages and liabilities.</p>\n\n<p class=\"book-paragraph\">With Knowledge, you can afford kindness because you want to nurture things, and you want yourself and the people around you to be grounded in what is real and genuine. Here your kindness is not always sweet. Sometimes it is demanding. Sometimes it produces a confrontation, but it is kind because it asks others to honor themselves enough to be real with you and with themselves. It asks this through the way you live, the way you think and the way you interact with others.</p>\n\n<p class=\"book-paragraph\">You can afford to be kind when you are with Knowledge because you are not trying to change anyone. You are only stimulating their inherent abilities. You are not trying to seduce anyone in order to get things from them, to win their love or to gain their financial assistance. With Knowledge you are not condemning them, and this allows kindness to naturally emerge in all of its vast array of expressions.</p>\n\n<p class=\"book-paragraph\">To be genuinely kind is to recognize a Greater Reality in another and to nurture and support that without denying that person’s present state. To be compassionate is to understand conflict and failure and to realize that until people have gained a foundation in Knowledge, they are prone to self-deception. They will be captured by the fascinations of the world, and they will be prone to all the miseries that attend such fascinations. And they will be fretful, fearful and defensive. You will understand this because you will have experienced it yourself, and having found the way out of this state, you will be able to provide a way for others so that they too may find their way.</p>\n\n<p class=\"book-paragraph\">Within the greatness of the Greater Community and in the smallness of your individual sphere of life, kindness creates inspiration. It incites in those who are prepared a greater yearning and a greater ability. True kindness is not condescending. It does not patronize people. It does not use affected behavior to win friends or to gain advantages. It is kind because it is understanding. It is compassionate because it is understanding.</p>\n\n<p class=\"book-paragraph\">In our presentations to you, we challenge you and we nurture you. We acknowledge you and we prompt you forward. We present great challenges and we validate great abilities. We do not value falseness, but we do value sincerity. This is kindness. How we regard you is a model for how you can regard others. We understand the world’s tribulations and its little joys. Having found Knowledge and having joined together in true relationship, we can look upon you with great understanding and offer a greater promise. This is kindness.</p>\n\n<p class=\"book-paragraph\">Do not confuse kindness with being nice to everyone. Do not confuse kindness with acting sweetly or with stimulating people’s vanity by complimenting them when compliments have not been earned. Kindness is not about doing good things to feel good. Kindness really comes from having a greater regard for people. This greater regard must contain an understanding of their condition—their weaknesses, those things that threaten them or undermine them and their true abilities and greater possibilities. With this greater regard there can be true value—without deception, without hiding one thing to emphasize another, without concealment at all.</p>\n\n<p class=\"book-paragraph\">In our presentations to you, we present greater responsibilities and demands in life that require greater aptitude in you, greater sobriety about your life and its value, and a more objective view of the world—its problems and its benefits. This is kindness. If we kept you from your greater duty in life, we would be contributing to your unhappiness and dissatisfaction. But we do not do this. We challenge you. We call you forward. We call upon you, not someone else. Our presentation didn’t come to you by accident. It came to you for a purpose. This is kindness. We require more of you than perhaps you think you can give. We require that because we know you can give it, and you need to give it, and you want to give it.</p>\n\n<p class=\"book-paragraph\">We present greater problems to you because these motivate you to do great things in life. This is kindness. We accept your liabilities without valuing them. We accept your limits without valuing them. This is kindness. We are compassionate because we know what it means to pass through the great threshold from being an isolated and separate individual to becoming a greater participant in the evolution and the expression of life. We know what it means and what it requires to regain full relationship with life and full partnership with others. We can afford to be kind because we have no other intention. If kindness is merely a behavior or an affectation, it is but another ploy to use people for your own personal interests. But kindness arises naturally and is inspired when you are naturally engaged with your life and inspired by your life.</p>\n\n<p class=\"book-paragraph\">Kindness and compassion are also cultivated because with a greater understanding, you realize how difficult the challenges of life are. You do not underestimate them. You do not hide them. You do not cover them up with a prettier picture. You face them. You do not make them bigger than they are or less than they are. You take your life seriously, and you take your enjoyments happily. When you are not attempting to use your life and other people’s lives to fulfill ambitions or to build defenses, then kindness emerges from you. Then you are moved by people. Their needs and their value inspire you, motivate you and encourage you to give something of yourself.</p>\n\n<p class=\"book-paragraph\">When you are not trying to prove yourself, then your basis of judgment and condemnation of others begins to fall away. If you are not struggling to get somewhere in your life, then you can slow down to understand where people are and how things are at this moment. To be compassionate does not mean that you excuse or justify error. It does not mean that you cover anything up. It means that you understand the nature of another’s predicament without justifying it.</p>\n\n<p class=\"book-paragraph\">To become compassionate with yourself, you must be able to step away from your own suffering and have a greater viewpoint of your life. Then you can say to yourself, “What I am doing here is not right, and I must change it,” or “What I am doing here is fine, and I will support it.” Here there is no cruelty. There is no punishment. There is only the recognition that when you do what is real and good, you feel real and good, and when you do something that is not real and good, you do not feel real and you do not feel good. How simple this is, and yet how easily it escapes people’s understanding and recognition.</p>\n\n<p class=\"book-paragraph\">Kindness is built on acceptance. Acceptance is built on understanding. And understanding is built on experience. To have this experience, you must be patient and observant. As your own ambitions die and pass from your life, you become present to others. From this, kindness grows and with this compassion grows as well.</p>\n\n<p class=\"book-paragraph\">You can demand great things from yourself, but you must accept that a certain amount of failure is not only inevitable but necessary. To gauge how much compassion and kindness you have towards yourself, consider how you treat yourself when you make mistakes. Consider what your response to error is within yourself. Can you tolerate making mistakes, even very foolish ones? Can you stand it when you have done something very dumb? How do you face failure in your life when you have attempted something and it did not work, and you tried again and it still did not work, and you couldn’t make it work, and you couldn’t figure out how to make it work? How do you respond to this? Judgment and condemnation are easy here. Understanding, compassion and kindness are not so easy.</p>\n\n<p class=\"book-paragraph\">If you become a student of Steps to Knowledge, you will learn to become patient because you will see that your life has its own progression, that you learn at a certain pace, and that learning requires periods of re-evaluation and accountability. Learning is not simply collecting ideas or insights or happy experiences. Understanding is the result of coming to terms with things as they really are. It is the result of dealing with reality, and so it has a soundness to it that cannot be dismissed.</p>\n\n<p class=\"book-paragraph\">Patience, perseverance, stillness, objectivity, observation—these are all very important qualities of a mind that is becoming still. It is not going to sleep. It is becoming awake, present and observant. It is becoming a witness to life rather than attempting to be its master.</p>\n\n<p class=\"book-paragraph\">Many people are afraid of The Way of Knowledge because they think that it will take away from them things that they want, challenge their goals, threaten their cherished possessions, or disappoint their hopes. This is all foolishness. There is nothing at risk here except the things that you do not really want, the things that you want that you cannot really have and the things that you try to be that are not meant for you. Those are at risk, but it is better that they fail you now rather than later lest you invest more of your life and yourself in them. These are things that cannot yield any real value for you. Coming to terms with this will give you an understanding of yourself that will be profound, and from this you will be able to become compassionate with others because you will understand their predicament, and you will recognize how difficult and magnificent it is to find an escape. Here you not only find an escape for yourself, you forge an escape for others. Here you build a new life. It is not simply given to you. You build it.</p>\n\n<p class=\"book-paragraph\">With compassion, you will understand your predicament and the tremendous process involved in finding a way out of that predicament. You will understand the challenges because you are experiencing them. You will understand the obstacles because you are facing them yourself. Then you will see why people are not quite ready. You will see why they decline the challenge. You will see why they go back into old patterns of thinking and behavior in order to feel assured and to feel some consistency in their life. You will understand why people cannot face the uncertainty of change and why they cling to old things that remind them of who they thought they were. You will understand all of this. You will understand these tendencies within yourself and within others. And if someone cannot go where you are going, if someone cannot share what you are sharing, you will say, “Oh, well,” and you will go on. You are looking ahead and not backward now. You are not trying to take everything with you. You are not trying to keep all of your loved ones with you. You are not trying to have all the things you want to have. You are going forward with a different emphasis. This is an expression of kindness because you are doing something wonderful for yourself, and this naturally translates to how you relate to other people.</p>\n\n<p class=\"book-paragraph\">In our presentation to you, we demonstrate kindness and compassion. We challenge you. We call upon you. We do not validate those things that have no meaning. We only validate those things that are intrinsic to your nature. We are not always gentle, but we are never harsh. We are not always sweet, but we are always nourishing. We provide substance not sweets. We give what is life giving, not what is sensational. We give what is constant and real, not what is intriguing and fascinating. This is kindness. This is kindness at work because of the purpose that it acknowledges and supports.</p>\n\n<p class=\"book-paragraph\">Kindness is demonstrated throughout the Greater Community. It is universal. It represents a universal understanding and a universal language. It represents a universal Knowledge and a universal Wisdom. Though cultures and races in the Greater Community vary significantly, they do have Knowledge and Wisdom in common, and that is why Knowledge and Wisdom are the foundation for real relationship beyond the boundaries of race and place of origin. This is what kindness means in the Greater Community. This is what kindness means right here on earth, right here, right now.</p>\n\n<p class=\"book-paragraph\">Advance up the mountain of life, and you will understand what is below. You can look and see the difficulty people are having at certain junctures along the way, and you will not condemn them for not being with you or for not being further along because you will understand the reality of advancement in life—not just the concept of it or the ideal of it, but the reality. You will understand what real self-application means, what work means and what contribution means. And though you may encourage these in all people and even demand it of those whom you know are capable of giving it at this moment, you will be compassionate to those who cannot. They call for your understanding not your condemnation. They need encouragement, not rejection. Encourage them by your example. You cannot go down the mountain to help them up. You cannot drop everything you are doing to go back where you used to be in order to help people through that stage of life. You have to keep on going. Signal to them that they can make it, but keep going. Do not stand by the side of the road to help others along. You must make the journey yourself. If you stop by the side of the road to help them along, they will advance and you will not. You must journey on. They will follow, for they will have someone to follow. This is kindness. Do not abdicate your own responsibilities even to help others. Fortify your responsibilities to become a man or a woman of Knowledge, and you will help everyone. Set the pace. Make the demonstration. Let your life be a vehicle for a Greater Reality to express itself through you, and your value to others will have no limit and will be incomparable.</p>\n\n<p class=\"book-paragraph\">When you are trekking up the great mountain of life, you do need help along the way, but most importantly you need to see that there are those ahead of you and that they are keeping on. Seeing this, you will either choose to go on or you will choose not to, but you will know that it is possible to proceed. If there is no one leading you, how can you know what is up ahead? What greater encouragement is there than to have others walking the path of life ahead of you and motivating you to keep going because they keep going?</p>\n\n<p class=\"book-paragraph\">Those who are ahead point the way and renew your spirit to proceed. This is kindness. They know that the only rescue is an escape. To find greatness and meaning in your life, you must move into a greater life. You cannot stay where you are and have the greatness, the meaning, the value, and the relationships that you know you need. You must move into a different life. You need to renew yourself and your mind. This is kindness.</p>\n\n<p class=\"book-paragraph\">God is not coming down the mountain helping everyone up. God is at the top calling you forth. If you can respond to this calling, you can keep going even when it gets difficult, even when you are not sure that you want to make the journey.</p>\n\n<p class=\"book-paragraph\">How do you become kind and compassionate? You learn The Way of Knowledge. Then kindness and compassion will become natural rather than fabricated. Who takes the journey? Who makes the decisions? You do. You apply yourself. You share your journey with others who can keep pace with you. You give encouragement to those who are just behind you. And you keep your eyes on those who are just ahead. In this way everyone follows and everyone leads. Everyone receives inspiration and everyone gives inspiration at the level of life at which they live. With this, humanity moves forward as a whole. Rather than a few individuals escaping the well of ignorance, everyone takes a step away from it.</p>\n\n<p class=\"book-paragraph\">Trusting in Knowledge to guide you and to inspire you is important, but you yourself must rise to the occasion by becoming honest and simple in your endeavors. You create the environment in which kindness will emerge, and you develop the compassion that you need. Just progressing in The Way of Knowledge will give you this, for you will have to learn to become kind and patient with yourself.</p>\n\n<p class=\"book-paragraph\">If you learn to become truly observant, you cannot engage in condemnation. Here you become more concerned with whether something is correct or not, rather than whether it is good or bad. Things are yes or no, not good or bad. Here there is kindness because there is no condemnation. Here there is compassion because there is an understanding about the progress of life.</p>\n\n<p class=\"book-paragraph\">Your kindness and understanding, your compassion and experience must transcend the conventions that surround and hinder you. They must be great enough and universal enough to apply even in the Greater Community, where the expression of kindness and the demonstration of compassion can be quite different from what they are assumed to be in the human community. You must experience the essence of things here. With Knowledge, this is possible. Without Knowledge, there is only ritual and conventions. With Knowledge, there is penetrating understanding. From this, a greater kindness will emerge.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/kindness-is-acceptance-understanding/"
}