{
  "title": "The Lamp",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Surely you carry a great Lamp within yourself, a Lamp that is always aflame, always lit, always brilliant, for it cannot be extinguished by anything in this world—a Lamp, pure, always burning, you see, always alight. It was alight within you before you came into this world. It will be alight when you once leave. It is the light of life in you that God has given you to have forever.</p>\n\n<p class=\"book-paragraph\">In this temporary life, in this visitation to Earth, the Lamp is deep within you—forgotten, covered by a veil, so when you close your eyes, it is dark inside, as if there is nothing there to illuminate your inner life. But the Fire is still burning within you though you do not yet feel it or recognize it sufficiently. The Fire is in you because you are alive.</p>\n\n<p class=\"book-paragraph\">Where does this come from, this being alive, this Fire? If it were only the fire of your body, it would cease once your life is over, but this Fire does not cease. It is not extinguished with the loss of the body, for when you leave this world, it is like awaking from a very long dream, and you come back to those who sent you. And you know you have been somewhere, and you have certain memories, but the place to which you will return is so very familiar, far more familiar than anything you can recall here on Earth.</p>\n\n<p class=\"book-paragraph\">For the Lamp is within you. Its evidence is that you are alive. Its evidence is that you are connected to something far greater than what your senses can report. Its evidence is that deep within you, you are here for a greater purpose. If your life were temporary in this world, there would be no greater purpose. Your only purpose would be to survive, to be comfortable and to have certain desires and needs fulfilled. But this is a different kind of purpose, initiated before you came into the world and will be reviewed once you have left, for that is the only Judgment Day really. There is no condemnation. It is only a clarification of whether you sufficiently fulfilled your mission here on Earth. There is no Hell and damnation or punishment. But there is a perfect understanding of what was achieved and what was not achieved.</p>\n\n<p class=\"book-paragraph\">Your greater purpose, then, can only be real if it was initiated from beyond the world and if it can be reviewed beyond the world. You cannot review it. You are in the middle of it. It is like being in the middle of the ocean. Well, you are just dealing with everything around you. You have not reached the other shore. You are adrift and afloat.</p>\n\n<p class=\"book-paragraph\">The only certainty you have in life is the Lamp. It is the only thing unfaltering, unflinching, unalterable within you. You cannot turn it to your wishes or your plans. You cannot use it to enrich yourself. You cannot use it to perform miracles or tricks to impress others. It is beyond your reach in this regard. It is the Lamp that must guide you, for you cannot guide it. It is the Lamp that must direct you, for you cannot direct it. It is the Lamp that will redeem you, for you cannot redeem yourself.</p>\n\n<p class=\"book-paragraph\">Within this Lamp is the Fire of Knowledge—the deeper mind, the part of you that has never left God and is still connected to Creation beyond the visible range. Be religious or not religious. Believe or not believe. It only determines whether you will be capable of recognizing the power that lives within you and to follow this power, to allow it to reshape your life and priorities, to allow it to free you from the shadows and the bondages of the past, to allow it to open before you a pathway into a new life.</p>\n\n<p class=\"book-paragraph\">It is only here that you begin to see that who you are is not your mind or your intellect and that your ideas either serve you or they do not, for they are a means to a greater end. Here you see that who you are is something far deeper, more powerful, more authentic and more pure.</p>\n\n<p class=\"book-paragraph\">People are living in their thoughts because they are living in separation, for how can you not feel the Lamp? How can you be divorced from this, seemingly? How can it be that you are estranged from yourself, living in your mind, your thoughts, your plans, your memories, your desires, your fantasies, your projections—everything consuming you every minute of the day while you stay so busy and caught up that you have not a moment to reflect?</p>\n\n<p class=\"book-paragraph\">The Lamp is waiting, you see, waiting for you to come to it, not with demands or schemes or plans, but with a pure need for it and the recognition that you cannot fulfill yourself, no matter what you acquire or what advantage you may be able to achieve. The Lamp is just waiting.</p>\n\n<p class=\"book-paragraph\">You may pray to God for many things—always asking, always wanting, always needing—but God has given you everything already, really. God has given you the Lamp. It is the Lamp that will direct you, that will hold you back from things that will be unhealthy for you or will impede your progress. It is the Lamp that will call certain people to you and take you away from others. It is the Lamp that will show you the true meaning of love, commitment, relationship and devotion. It is only the Lamp that can do this. Compared to this, your beliefs, even your seemingly highest values, are but mere shadows, for the real power of revelation is within you because God put it there.</p>\n\n<p class=\"book-paragraph\">You can only delay. You can only avoid. You can only be lost in the world with your endless plans for fulfillment, but that which could truly restore you and redeem you is waiting for you to come to it, with humility and patience and determination.</p>\n\n<p class=\"book-paragraph\">The Lamp is the symbol of hope and promise. It is the symbol of the perpetual nature of God. It is even things that people may worship as a symbol or an idol. But its true meaning and efficacy resides within you, for the Lamp is not some object that you may praise or worship. It is not some religious token, claimed by one faith alone. It is the Lamp that lives within each person—waiting for them to come, waiting for them to return, waiting for them to seek that which alone can restore them and give them power, humility and compassion.</p>\n\n<p class=\"book-paragraph\">The world is on fire. It is burning increasingly with each passing day. The Great Waves of change are coming now, striking here and there and over there and over there and on and on. Relentless it is, but it is only the beginning of great change. People will be overwhelmed. They will be in denial. They will run away. They will pretend. All manner of foolishness will arise. They will claim it can all be resolved by simple things—by technology or by some other force. They do not yet have the courage to face what is coming because they do not have the Lamp.</p>\n\n<p class=\"book-paragraph\">Without the Lamp, your courage is foolish, if it exists at all. You may think courage is to throw your life away for some political aim or for some noble cause that is destructive in nature. But the real courage is to look and see whatever it is that is coming, and it is the Lamp that gives you this strength. Here you wait for the understanding to build rather than claiming it for yourself—built upon weak assumptions and foolish notions that have never really been examined.</p>\n\n<p class=\"book-paragraph\">Without the Lamp, people are weak. They are foolish. They are simplistic. They cling to certain ideas because they do not yet have the strength, the courage or the fortitude to face something really big and significant that will sweep over the whole world, which will change your world and is changing it even at this very moment.</p>\n\n<p class=\"book-paragraph\">Humanity is facing intervention from races in the universe, who are here to take advantage of human weakness, expectations and conflict. But without the Lamp, you cannot face this either. You will pretend it is not happening, or if you can no longer pretend about that, you will pretend it is all for the good, that the universe is particularly interested in human welfare. You will pretend here and there because you do not yet have the strength to face this, the other great event happening in the world, which will reshape the future of humanity and is doing so even at this moment.</p>\n\n<p class=\"book-paragraph\">Without the Lamp, it is difficult to even tell the truth about your own life and circumstances and to consider whether you are living the life you were really meant to live. The answer to this lives within you at this moment, but who has the courage to consider it and to face it and to abide with it until a pathway can open, a pathway of resolution?</p>\n\n<p class=\"book-paragraph\">You cannot claim the Lamp and use it to profit yourself, for it is greater than you are, greater than who you think you are and greater than everything you have invested in in life, greater than anything you have acquired for yourself. You can only come to it with an honest appeal. Here you must be willing to receive its counsel and to follow its recommendation, which is at this moment as yet unknown to you. It is this humility and this willingness that sends a message to Heaven that you are ready to begin the return. You are ready to now begin the approach to a new life and to pass over the bridge that you will have to walk, step by step, to reach this new life, to live within it successfully.</p>\n\n<p class=\"book-paragraph\">At this moment, you can even imagine that there is a lamp burning within you, and it is healthy for you to do this. It is not something you can associate with other things, other religions, other ideas, for it is purely what it is. You may imagine it to be a lamp, as you understand what a lamp is. That can be helpful for you now, to expand your mind, to give you comfort and assurance that you are not lost in this world, that your life has not been wasted on unfortunate or meaningless things, that a Greater Power awaits you once you are ready to approach.</p>\n\n<p class=\"book-paragraph\">Without the Lamp, people try to have all things of value, even things which are noble, even things that are preached for in the great sermons and discourses in religion—truth, faithfulness, love, selflessness, courage, devotion, forgiveness and all things that are associated with these, which are held in such high esteem by many people, in all faith traditions. But without the Lamp, you do not really have the strength to achieve and to sustain such things in an honest and effective way. For you cannot pretend to have these qualities, for that will surely fail you in times of duress or challenge. But that which lives within you embodies these things and is the source of their true expression. You cannot fabricate or create them apart from this, or it is really more imaginary, you see. It is not the center of your life. It is not the well of your Being. It does not have the power of Heaven within it.</p>\n\n<p class=\"book-paragraph\">The Lamp is like the great oak tree on the mountainside, withstanding everything—all weather, climate, catastrophe. But it is even greater than this, you see, for the oak tree will die, eventually. It will succumb to something, eventually—overtaken by the environment, by disease or old age. But the Lamp is never aging. It cannot be extinguished.</p>\n\n<p class=\"book-paragraph\">This then must become your foundation. It is more than an idea or an image. It is a resonant experience within yourself. With this, you can face the Great Waves of change and be directed on how to prepare, how to create stability not only for yourself and your loved ones, but to be a source of strength and direction for others. With this, you can face a universe full of intelligent life and receive God’s Revelation, which for the first time in history reveals what life in the universe, in your part of the universe, is really like, and what you must know to be able to prepare for it and understand.</p>\n\n<p class=\"book-paragraph\">With this, you will see the limit of your own ideas or your fixed beliefs, and you will see with great clarity how others are so deeply associated with these things, but which they have no real strength or power underneath this. There is no foundation. You will see so many things with compassion. You will see Knowledge in others. You will see the need for Knowledge everywhere. And all of Our words will make perfect sense to you at last, for you will see that they are true everywhere.</p>\n\n<p class=\"book-paragraph\">God has provided the Steps to Knowledge to bring you to the Lamp. It is awaiting you. It will become a very important relationship, for all relationships in life are meant to accomplish certain things. Your relationship with the pathway is meant to accomplish certain things. God knows that without the Lamp, you will not have the strength or the clarity to understand and to proceed. You will become lost in the world, a victim of circumstances, a victim of your own unwise decisions or the unwise decisions of others, caught up as if in a flood, rising and falling on the storms upon the sea, in your little raft.</p>\n\n<p class=\"book-paragraph\">This is not your purpose and destiny. This is not why you have come. But to overcome these things, you will need this greater strength. You will need your connection with Heaven. Be you of any faith tradition or of no faith tradition, it is all the same. It is because the Lamp is within you. That is the most important thing.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-lamp.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/lamp/"
}