{
  "title": "Learning from Others",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">To advance in The Way of Knowledge, to learn of the world and to find your contribution, you must be able to learn from others. So, let us now explore this together. Positioning yourself as a student offers you a great advantage and can in many ways protect you from your own destructive tendencies. Claiming and reinforcing your studenthood gives you the opportunity to learn in a very maximal way and tends to prevent you from making premature conclusions or identifying with self-comforting ideas. It allows you to be open, vulnerable, perceptive, observant and can in many ways restrain you from coming to conclusions that do not represent a deeper understanding. By the very nature of studenthood, one must wait to learn. Yet, during this time of waiting, one must apply oneself. One must seek a curriculum of preparation, and one must become very observant of others.</p>\n\n<p class=\"book-paragraph\">This seems so obvious in order to learn anything of great importance. Surely, if you think of any skill that you value, you realize that you will need instruction; you will need some kind of curriculum; you will need help from others. And you will need many examples. This is universally true and has so many applications. Yet, people do not consider this when they view their progress in life. They stumble along, learning things unwittingly and often unwillingly, trying to hold onto old ideas, trying to protect themselves and trying to buffer themselves against change, new interactions and opportunities, and so forth.</p>\n\n<p class=\"book-paragraph\">If you take this active student approach to life, you are able then to proceed in a way that is very conscientious, and you are able to engender the necessary responsibility for your learning. If you are honest in this approach, you will realize that you will make mistakes and that some mistakes are necessary. You will realize that many things will have to be accomplished through trial and error, that you will have to expose yourself to the different viewpoints of other people and that you will have to try things out and test them. This is a very different approach from trying to prove yourself or validate your ideas or defend your position, which is a very common approach and does not engender real learning. A real student approaches disappointment and confusion in a very different way, seeing it all as a necessary part of learning and preparation.</p>\n\n<p class=\"book-paragraph\">To be part of the world and to discover your place and your purpose in it requires that you take a position as an active and intentional student. Here, if you can take the position that you do not know anything and that you want to learn as much as possible, this gives you the great advantage. This allows you to move with life in the direction in which life is going and to learn of the things that I have spoken of in these discourses. You need not take my word for it. I invite you and encourage you to explore these things for yourself, for though I am very correct in what I am saying, that will not help you unless you can find this realization for yourself.</p>\n\n<p class=\"book-paragraph\">Become a student. Become a student of Knowledge because the discovery of Knowledge, the emergence of Knowledge and the guidance of Knowledge is what you will need to negotiate a rapidly-changing world. In fact, you will need to realize and experience Knowledge to become a complete human being, to find a Greater Power in your life, to develop a relationship with this Greater Power and to realign yourself with people in such a way that meaningful relationships can arise and find their full expression.</p>\n\n<p class=\"book-paragraph\">Therefore, given the normal requirements of life and the greater opportunities that the world is presenting you now, Knowledge is your foundation because it is the greater mind within you. It is your resource for truth. It is your resource for meaning and direction. You will stumble blindly without it. You will live by ridiculous assumptions without it. You will seek comfort and avoid pain without it. The results of this latter approach have generated the confusion, the ambivalence, the uncertainty, the misery and the self-denial that you see all about you. All advancements in life that are meaningful and genuine have been prompted by Knowledge and, in most cases, individuals did not even know that Knowledge was their guide and the source of their inspiration, their strength, their courage and their motivation. But those few individuals who did realize this and aligned themselves with Knowledge consciously were able to give so much more, for they positioned themselves in life in such a way that life could become the recipient and the motivation for a great contribution to be given in the world.</p>\n\n<p class=\"book-paragraph\">A necessary part, and a very big part, of being a genuine student is learning from others. This involves many things. First of all, you will need those more advanced than you to serve in your preparation and even at some points along the way, particularly as you become more advanced, to provide direct instruction. Here you must accept yourself as a student and accept all that you do not know. If you try to teach yourself, in most things and especially in learning The Way of Knowledge, your progress will be slow, frustrating and inefficient. You will not progress. You do not have time to wander blindly about, trying this and trying that, taking a little bit of this and a little bit of that, following an eclectic approach. That is like picking up scraps from beneath the table when in fact a great feast is being presented to you. Why pick up scraps when you can sit at the table and receive the gifts of Knowledge? Do not be a beggar. Be a recipient. Be a student.</p>\n\n<p class=\"book-paragraph\">You will need instruction. You will need to accept that other people are more advanced than you are and, without glorifying them, deifying them or making them your sole focus, you can learn to receive from them and to support them. Learning from a teacher involves several things. It involves receiving, evaluation and application. It also involves supporting that individual, which is your form of giving to them. Particularly in The Way of Knowledge, real teachers of Knowledge rely upon this, for they are giving their life to this service and they are worthy of generous support. Do not bargain with your support, but give what you know you have to give. Then there will be no inequality and no uncertainty in the relationship.</p>\n\n<p class=\"book-paragraph\">In order to learn, you must associate with those more advanced and with those less advanced than you. Certainly, this is a given fact in the world. Yet, many people are trying to have equal recognition, equal skills and equal opportunities, when in fact, they are in very different stages of development. When you have a specific focus in learning, this becomes very apparent. If you do not have a specific focus in learning, it is hard to tell. In this situation, people make ridiculous proclamations about their skills, their awareness and their abilities. And other people who are more skilled often deny their own abilities. So, it becomes very confusing, and there is a tremendous amount of self-deception. But when you are attempting something specific, such as becoming an athlete or a musician or a scientist or an engineer or a physician, you don’t simply wander about trying to pick up pieces of information. You commit yourself to a training and preparation. Because you have a specific focus here, you realize that you need this preparation. You realize that you do not have the skill, the experience or the understanding necessary to carry out this form of service or contribution.</p>\n\n<p class=\"book-paragraph\">Therefore, accept that you are a student. Accept that you need instruction and accept that you must learn from others. You can accept all of these things because they are obvious. This holds true in learning The Way of Knowledge. Learning The Way of Knowledge is more difficult than becoming a physician or an engineer or an athlete. Why? Because it is more personally challenging. It requires more change and re-evaluation. Rather than simply adding something on to yourself, learning The Way of Knowledge will change your whole viewpoint of life. This requires greater courage. I do not demean these other pursuits, for they can indeed be very special. But The Way of Knowledge is greater and requires even a more focused studenthood with more openness and fewer assumptions.</p>\n\n<p class=\"book-paragraph\">The Way of Knowledge is more difficult because you are not sure what the result will look like. If you go to medical school, you know that if you can pass the examinations, you will come out as a physician. You know that if you undertake preparation to become a musician, if you persist and pass your tests, you will at least be competent at your skill. Following The Way of Knowledge, however, you are not sure what you will look like. Obviously, you will not have a career and be a professional person of Knowledge. Therefore, it is more difficult here because you must proceed with greater uncertainty. Rather than being motivated by wealth, fame, recognition or achievement, you must be motivated by something deeper within you that says that you must do this. And you go forth not knowing what it means, what it will require or what advantages you will have.</p>\n\n<p class=\"book-paragraph\">Being a student of Knowledge is a very focused form of studenthood. You will need instruction. You cannot learn The Way of Knowledge yourself. You cannot learn it from going to seminars or reading books or carrying on an eclectic approach. This keeps you on the outside where you cannot enter the inner courtyard. This keeps you as an observer. You can collect all kinds of examples of other people’s preparation and other people’s achievements. You can even become a scholar studying how others in various religious traditions have attained a greater understanding. But unless you can travel the way yourself, you are simply a fan up in the grandstand waving a flag—interested but not willing to take the journey yourself.</p>\n\n<p class=\"book-paragraph\">Being a student of Knowledge is being a student of the Mystery, but this does not mean that all of the preparation is mysterious. Much of it is very tangible. Here you must become a person who is consistent, balanced, functional, responsible and very capable. This all requires a very practical form of development. You cannot be a dreamer and enter into The Way of Knowledge because, in fact, many of your dreams will prove to be ineffective and even unwanted as you proceed. What, then, will you have to turn to as your greater resource and motivation? You can’t follow The Way of Knowledge wanting to escape the vicissitudes of life. The Way of Knowledge will turn you to face them, to meet them and to understand them. You can’t follow The Way of Knowledge to fulfill your ideals because most of them will prove to be the real obstacles that are holding you back.</p>\n\n<p class=\"book-paragraph\">Therefore, there must be a stronger motivation because there will be these disappointments. Rather than trying to have what you want from life, you are able to follow what you know and to give something of greater meaning. This will give you greater meaning, and you will see greater meaning in others. Here compassion is necessary. You will need it in your approach to yourself because you will go through periods of tremendous confusion and at some points disappointment.</p>\n\n<p class=\"book-paragraph\">As you learn to re-evaluate your motives and your current understanding, you will learn to recognize your limits. You will not progress unless these limits are identified. Many people do not want to have their limits pointed out to them. They feel this is an affront to their sense of pride and accomplishment. Yet, real learning requires that you discern where you are. And where you are at the outset is being a beginner who wants to learn but who doesn’t know much. How obvious this is in other forms of education that you are aware of, yet how difficult it is for people to accept that the same thing holds true in learning of the Mystery. Here many people become very proud of all that they have read in books and all of their little experiences. “Oh, yes, I know about this!” and “Oh, yes, I know about that!” and “Oh, I have read about this teacher” and “I know about this school.” They are beginners. But they cannot even be beginners because they won’t accept it.</p>\n\n<p class=\"book-paragraph\">Be a beginner. Not only be a student of Knowledge, but be a beginner! This gives you the greatest motivation, opportunity and ability to learn. This enables you to receive instruction and to give to others without self-glorification, for indeed your sense of pride will be humbled in contrast to the presence of Wisdom and Knowledge. In fact, in The Way of Knowledge, one of the first things that students learn is that they know very little and that they are basing their life on all kinds of assumptions, many of which are unquestioned. In fact, they generally are not even aware of many of their assumptions. They have just followed others and made this assumption and that assumption, and they have wondered why in life they have felt so insecure, so uncertain, so troubled and why their happiness and pleasure were so easily assaulted by changing circumstances and the opinions of others.</p>\n\n<p class=\"book-paragraph\">If you base your life on assumptions, if you base your identity and your meaning on assumptions, you will feel weak and vulnerable, easily assaulted, defensive, resentful, uncertain and angry. And you will fear dishonesty because you are being dishonest. This is the result of not having a foundation. Becoming a student of Knowledge is to build a real foundation, not an imaginary one, not a fanciful one, not one that you simply pick up inadvertently by growing up in the world, but one that you consciously forge that represents the truth of what you know and what you realize can be practically demonstrated in the world. For this, you must examine yourself and your own experience and learn to evaluate yourself objectively. This also requires learning from others.</p>\n\n<p class=\"book-paragraph\">People are teaching you everything not to do in life. Why condemn them? They are a necessary part of your education. They are saving you time. Why condemn them? Every form of self-violation, every expression of fantasy and every blind assumption being acted out are being presented to you if you can see them—not with criticism or condemnation, for criticism and condemnation are easy. They are for people who are protecting their pride and guarding their own assumptions. But if you are able to see with gratitude, compassion and understanding, you will be able to receive this part of your education, which is absolutely fundamental.</p>\n\n<p class=\"book-paragraph\">Why spend your life making all of the common mistakes when you can accelerate your learning by observing others? You will still make some mistakes. You will still have to try some things out. And to some degree, you will still have to taste romance and personal power and all of these kinds of things that are so glorified in the world in order to find out how absolutely hollow and lacking they are.</p>\n\n<p class=\"book-paragraph\">Do not simply rely upon your own incentives and values. Observe others. Do not think that you are so different from them. You could make the same mistakes they are making. Perhaps you will think, “Oh, that would never happen to me. I would never do that.” But given the same circumstances and the same inducements, yes, you probably would do that. Yet, why go through it all? Why reinvent what other people are demonstrating to you? You can only learn from them, however, if you observe them objectively, with compassion and without judgment. They are part of the hand that is feeding you, but only if you take a position as a real student can you benefit from their demonstration. Otherwise, you will say these people are good and those people are bad, these people are stupid and those people are smart. A person who is not committed to education will make these kinds of assumptions because they are easy to make and because they are self-congratulating. A student, however, will take a different approach and a far wiser one.</p>\n\n<p class=\"book-paragraph\">Observing people is very important, but only with this approach. It is easy to condemn; it is difficult to discern. It is easy to categorize; it is more difficult to leave things unexplained. It is easy to assert your opinions; it is more difficult to alter them. People who do not want to learn choose what is easy; those who want to learn choose what is right, whether it is easy or not.</p>\n\n<p class=\"book-paragraph\">How can you not have gratitude for the world when it is teaching you the results and the outcome of all of your dispositions that are not guided by Knowledge? Even when people are extreme in their expressions of self-violation, it is about you! This engenders compassion and gratitude, for they are teaching you. They are showing you the outcome of choosing this way over that way, the outcome of believing in this idea or following these compulsions or seeking this form of escape or trying to lose yourself in this interest. They are teaching you, if you can observe them, what it is like to be in this vocation, to assume this role, to have this job or to be in this relationship. If you can learn from life’s great bounty of demonstrations, it will refine your vision and your idea of yourself, leaving you to discover the essence of who you are and what you must do.</p>\n\n<p class=\"book-paragraph\">Sometimes you will respond to others with revulsion, but this does not necessarily mean that you are condemning them. It might mean that at the level of Knowledge you are withdrawing from the situation. This does not mean that you have to be loving and happy and open and accepting of everything. It means that you let yourself respond, but you do not judge. There is a very great difference here. You can withdraw from something because you know it is very dangerous or harmful without condemning anyone that you are observing. Likewise, you can feel a natural inclination to move towards some people without glorifying them or placing a higher value upon them over others.</p>\n\n<p class=\"book-paragraph\">This represents a natural attraction and resistance that you can feel. This gives you a sense of the instinct of Knowledge. There need not be any judgment or condemnation. It is yes or no, not right or wrong. Right or wrong is what people say when they cannot experience the reality of something or when they feel they must justify their own responses. Instead, just respond. Do not react. You will be motivated to go towards some things and away from others. Towards many other things you will just feel neutral. Stepping back and letting yourself feel this response is very important in learning how to discern others and in finding your way. This gives you an experience of what Knowledge is like.</p>\n\n<p class=\"book-paragraph\">Give yourself this freedom. Become observant and objective and you will be able to feel your deeper inclinations. In time, you will be able to learn from these inclinations—what they mean, where they are trying to take you, and so forth. It is because you have come here for a purpose and are trying to reach something that you have the need for direction. Your engagement with life, if you are facing life, will teach you your inclinations and your direction. Yet, if you are standing by the side of the road saying, “Well, I do not know what I want. I do not know where to go. I do not know anything,” how can you have any direction? You must be moving to have some direction. If you are stalled by the side of the road, you are not going anywhere, so how can you experience direction? You must get up and do something and go somewhere and engage with life.</p>\n\n<p class=\"book-paragraph\">Perhaps you will feel foolish and stupid because you do not know what you are doing. Yet, anyone who is approaching Knowledge and has accepted his or her real studenthood must accept this experience. This will temper your pride and develop real openness of mind. If you are trying to be something, do something or have something and that is your overall focus, then how can you be discerning? Everything will be evaluated according to how it fits in with your idea and your image of what you must be, do and have.</p>\n\n<p class=\"book-paragraph\">Discernment requires objectivity. Objectivity requires openness. Openness requires an approach where you are focused on learning rather than acquiring. Here you are facing the world rather than simply trying to use it. Here you will need instruction, and you will need to recognize and profit from the demonstration of error.</p>\n\n<p class=\"book-paragraph\">You will also need some great companions. Here you will have to alter what you value in people because the wonderful, the beautiful, the charming, the exciting and the unusual are not what you will seek. Perhaps these represent your former interests in people and the criteria upon which you based your attractions. This will all have to change. Again, you will have to wait for a deeper response. You will have to evaluate people differently, which is different from judging them. You will want to learn what people are capable of and what their inclinations are if you are interested in being in relationship with them. Even with those with whom you feel a spiritual resonance, you must find out if they are able to participate with you and if you have a sufficient degree of compatibility. This requires objective observation. Remember, you are not here to condemn or to glorify them. You simply want to learn. You are going somewhere in life, and you want to know if they can go too. Potential is not enough here. Someone must actually be ready, willing and able to go with you. Trying to rehabilitate someone that you love in order for them to hopefully join you is fruitless. They must go on their own inner direction, not on your prompting. They must go because they realize they must go, not because they are doing it to stay with you.</p>\n\n<p class=\"book-paragraph\">Here, as in learning all things with Knowledge, there is a great process of re-evaluation and a new approach is developed. This is true in all education. All students must go through this. People begin their studenthood with grand expectations and all kinds of assumptions about what they can and cannot do and what it is like to learn and what they will learn and what it will look like. Much of this must be re-evaluated. Here, not only do you have to acquire new skills, you have to acquire a different state of mind.</p>\n\n<p class=\"book-paragraph\">This is even more true in becoming a student of Knowledge. Do you think you know how it is going to be? Well, it will be different. So, do not try to base your sense of worth upon whether you are correct in your assumptions. Rather, be open and ask for the truth to reveal to you that which you need to learn, that which you need to do, and that which you need to re-evaluate. If you do this, then you can become a person that has real direction, and you will be able to have a meaningful foundation for relationships with others.</p>\n\n<p class=\"book-paragraph\">Being a real student requires that you not have all the things that you think you want right now. Many people say, “I would love to undertake the study of Knowledge, but I really want to be married. I want to have a partner. And I want to be financially secure.” They are not accepting their studenthood. You go on this journey whether you go alone or accompanied. You go with whatever financial resources you have. You begin where you are. If you add on demands and requirements, you will stop yourself. You go forth because you must go forth, whether or not you have marriage or financial security. Most people want these things, but you must go forth not knowing whether they will be for you or not. This requires courage. This is a demonstration of self-respect. This gives you real integrity. This opens up your ability to learn. If you have been listening and considering the many things that I am presenting in these discourses, you will recognize how important this is.</p>\n\n<p class=\"book-paragraph\">I am not saying that what you want is wrong. I am saying don’t be committed to getting it. Only be committed to learning Wisdom and reclaiming Knowledge. If you do that, then all that you need will be given to you—not necessarily all that you want, but all that you need. This is the basis for happiness and fulfillment.</p>\n\n<p class=\"book-paragraph\">Look about you in the world. Some people are getting what they want, and many others are not getting what they want. For those who are getting what they want, their happiness and satisfaction are momentary and fleeting. Those who are not getting what they want are in constant complaint and turmoil. The winners and the losers here are not that different in that neither have satisfied their real needs and requirements in life. Those who are committed to getting the money, getting the relationship, getting the position, securing the pleasures—they are investing very poorly. They are everywhere. You can observe them. Are they demonstrating the qualities that you hold to be most valuable? Are they demonstrating a life that is inspiring, that is based upon contribution? Are they discovering their own worth through the contribution of their gifts?</p>\n\n<p class=\"book-paragraph\">Do not condemn them; observe them. They are living in disappointment. They are having what other people are wanting and it is not enough. But it is difficult for them to break away because they have invested so much, and they are still hopeful that the next experience or the next acquisition will somehow relieve them of their disappointment and the sense that what they have given themselves to is without merit.</p>\n\n<p class=\"book-paragraph\">Students of Knowledge become attentive and observant within and without. They learn this because it is necessary. They seek a deeper direction, and they must patiently wait for this to emerge. In fact, it is often the waiting that is most important for their development. If you can learn to wait, you can learn to trust. If you can learn to trust, you can learn to observe. If you can learn to observe, you can learn to recognize things. This is a very important part of your education.</p>\n\n<p class=\"book-paragraph\">Much of what I am saying in these discourses is actually beyond your comprehension and your understanding. Do not try to merely understand it, for if you do that, you will think you understand it, but you will not. Or if you cannot understand it, you may tend to dismiss it or condemn it or condemn yourself. I am not asking you to understand what I mean when I say that the world is emerging into the Greater Community. I am not asking you to understand what I mean when I speak of the Forces of Dissonance and the Forces of Good, The Way of Knowledge or the development of discernment and discretion, courage and compassion. Given where you are, you cannot fully understand these things.</p>\n\n<p class=\"book-paragraph\">Accept this. If you do, you will have a real starting point in your learning. I am not asking you to understand. I am asking you to learn. Become a student. If you really want to learn what these things mean, for the world and for yourself, if you want to learn and discover who sent you here and what you were given to provide, if you want to learn to discern your nature and to learn to work with it wisely and effectively, then become a student. I offer a greater body of Wisdom and a greater challenge. An observer or a critic or a dabbler will not be able to benefit from this. But those who accept their studenthood in life and take this position constantly and maintain it will be the ones who will be able to achieve the state of mind where all of these things become obvious.</p>\n\n<p class=\"book-paragraph\">To see what I see and to know what I know you must have my vantage point, and you must have the clarity of mind that I have had to acquire. To do this you must become a student. Even I am a student. Mastery here is relative. Even the masters are students of greater mastery.</p>\n\n<p class=\"book-paragraph\">Be a student and you will learn and you will know and you will be able to act. Anything less than this will leave you outside the realm of true discovery. Yet the opportunity is yours, an opportunity that you can now receive.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/learn-others-want-learn/"
}