{
  "title": "Your Relationship With the Greater Community",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Look at the stars in the sky, and consider them in light of the Revelation that has been provided for you here, and ask yourself, “Why am I so drawn to this? Why is this of interest to me? What is my connection to life beyond this world?”</p>\n\n<p class=\"book-paragraph\">You have a greater relationship with life beyond your world. You have this greater relationship because it represents both your future and your past. If you are drawn to life in the universe or have an inexplicable interest in the prospects for Contact, or if you are fascinated with the night sky and the recognition that you live in space, it is because you have had past experience in the Greater Community. Perhaps you have lived in many places, and you bring this with you. It is part of your inner nature.</p>\n\n<p class=\"book-paragraph\">You have relationships abroad that were established perhaps long ago. But they are still real, for genuine relationships do not die when people pass away. They are permanent creations. Therefore, you may have deep relationships with individuals in the Greater Community. You most certainly have deep relationships amongst the Unseen Forces within this world, for they have brought you into this world and helped prepare you for this life experience.</p>\n\n<p class=\"book-paragraph\">Perhaps you are drawn to a greater Knowledge and Wisdom, Knowledge and Wisdom from the Greater Community, far surpassing anything that has yet been realized or established here on Earth. Perhaps you realize this is part of your greater purpose in some inexplicable way. There is a connection, a relationship, a deep bond that runs beneath the surface of your mind that you experience sharply from time to time. Perhaps reading and studying these teachings arouse a sense of ancient memory in you or a sense of future responsibility.</p>\n\n<p class=\"book-paragraph\">Whatever is the case, you likely have a relationship and a connection to the Greater Community. This is entirely appropriate, for many people have come into the world at this time who have a very strong connection with the Greater Community. For this is the time that humanity will begin to emerge into the Greater Community and will have to contend with visitation and intervention from the Greater Community—a great turning point that few people recognize.</p>\n\n<p class=\"book-paragraph\">For those who especially feel that they have a deeper relationship with the Greater Community, it is a time of great significance. It has affected their life journey so far, as if they were living two lives: one a normal life of a person in the world, and the other a greater life, a life that is connected to greater things that are beyond the scope and interest of most people.</p>\n\n<p class=\"book-paragraph\">You cannot erase the accomplishments and the relationships you have made in the past, in your past life experiences. You bring this forward with you. If much of your history has been beyond this world, then that is part of your gathered wisdom. It is part of your orientation, and it represents part of your network of relationships.</p>\n\n<p class=\"book-paragraph\">Even the scientists who study the skies and the heavens, even they have a connection to the Greater Community. Perhaps they only consider it within the context of their scientific study, training and interest. But there is a connection there nonetheless—an abiding fascination, a deep interest. They are drawn to it. It is significant for them. Even the person who has no interest in spirituality, even a person whose vision is entirely based on human reason and logic, even they too will be drawn to the Greater Community. Even a person who has had very little history in the Greater Community can be attracted, for it represents your future and your destiny.</p>\n\n<p class=\"book-paragraph\">The great forces that will shape humanity’s future and destiny, the Great Waves of change that are coming to the world—the depletion of your resources, environmental degradation, the heating of the world, the changing circumstances and the growing threat of conflict and war—are but one set of great forces impacting the world. These are forces created largely as a result of the misuse and the overuse of the world.</p>\n\n<p class=\"book-paragraph\">Yet there are other forces that humanity did not create for itself. For a long time, the Earth has been watched and studied—the advent of humanity has been watched and studied, humanity’s technological process and progress have been watched and studied, awaiting the time when the Intervention would be attempted. For this world is a great prize to those few races who are aware of it. Only your potential allies in space do not seek advantage here. Their interest is largely geared toward their own security and their natural inclination to serve a talented and gifted race such as humanity.</p>\n\n<p class=\"book-paragraph\">You are emerging into a complicated set of affairs, and you must become prepared for this. These teachings and this book represent part of that preparation. The great change that is coming to the world and the world’s emergence into the Greater Community represent the two greatest events of your time and could even be considered the greatest events of all time. They are both evolutionary. They both represent a great challenge and threat to humanity’s future, freedom and well-being. They both will require a greater maturity and a greater unity amongst the human family.</p>\n\n<p class=\"book-paragraph\">Here wisdom about the Greater Community will give you wisdom about the world. Learning about the Greater Community will teach you how you must behave in your own world—what you must do, what you must change and what you must undo in order to proceed safely, carefully and with greater discernment.</p>\n\n<p class=\"book-paragraph\">Everyone has a connection to the direction and the future of the world, so the connection to the Greater Community is enormous. It is vast. Even for those who do not have a strong history there, even they will have to recognize the importance and the significance of this. To realize that you are not alone in the universe or even within your own world is a life-changing recognition. To recognize that visitation is occurring without humanity’s awareness and approval is a life-changing realization. Realizing your vulnerability to space and your lack of unity, wisdom and discernment is a life-changing realization.</p>\n\n<p class=\"book-paragraph\">After this occurs, following these realizations, you can no longer believe that you are living in isolation in the universe. You can no longer tell yourself that you are entirely safe and secure in your world. You can no longer lose yourself fully in your hobbies, in your distractions, in your romances and in your conflicts, for in the back of your mind, there will always be this awareness of the Great Waves of change and the reality that you are living in a universe full of intelligent life.</p>\n\n<p class=\"book-paragraph\">Even your science is beginning to realize the prevalence of terrestrial worlds and the greater and greater possibility for the evolution of intelligent life, through observation and through increased probability. Your governments know this, and they hide their secrets because what they know would be so immensely shocking to their constituencies, to the public, to people everywhere who are not looking, who are not paying attention and who are still lost in the notion that they are living alone and isolated in a beautiful world, content to think that others cannot reach your shores or that you remain hidden in an empty universe.</p>\n\n<p class=\"book-paragraph\">These shocking revelations may be disturbing at first. But they also serve as a kind of confirmation of things you have deeply felt and known for a very long time, even reaching back to your childhood. It is a confirmation of a greater wisdom that you possess unknowingly. It reflects the presence of Knowledge within yourself—the great spiritual intelligence that the Creator has bestowed upon you as the greatest possible endowment.</p>\n\n<p class=\"book-paragraph\">No matter how you regard the Greater Community—whether in the sphere of science, religion, philosophy, sociology or just as a native person of the world—it is the connection here that must be acknowledged. It is no accident you are reading these pages and are the recipient of this rare and unique wisdom. There is no university in the world that could teach you what is presented in these pages. For how could they know?</p>\n\n<p class=\"book-paragraph\">This must come through a revelation, which in itself is a shocking realization. To be given a window into the larger universe, to have a notion of how other races behave and respond, what their priorities are, the variety of their structures, the rarity of freedom and the power of influence—these are all extremely important for your preparation for the Greater Community. Without knowing what you are preparing for or having any sense of that, how would you ever know what to do? How could you ever establish a pathway of preparation, determine your priorities or see the risks that humanity is taking even at this moment in neglecting this, the greatest of all frontiers?</p>\n\n<p class=\"book-paragraph\">You would see that to prepare for the Greater Community, war would have to be stopped, people would have to be educated and nations would have to come together to establish plans for mutual benefit and security. The eyes of the world would have to turn outward to watch, to report, to be discerning, to take great care as to who is here and what they are doing. This could no longer be the focus of some secret government group, elite group of scientists or some religious affiliation that has taken an interest in these matters. Everyone should be watching, listening and learning.</p>\n\n<p class=\"book-paragraph\">To understand religion and spirituality, you must gain a greater panorama of life as your context. Otherwise, your notions of God reflect nothing but a local deity, a kind of god of your region, a primitive god, the way you look at primitive peoples and how they assign the role of deities to all the powerful forces they experience right around themselves. To understand the unity of religions, you would have to at least contemplate the immense diversity of religious expression and practice in the universe. And you would have to consider that if you feel God is real, then your God is the God of this universe and everything in it and its countless forms of intelligent life, all so very different from you.</p>\n\n<p class=\"book-paragraph\">Everything becomes broadened and expanded here. This is the perfect antidote to eccentricity, to religious fundamentalism, to extreme religious views and to self-righteousness and domination over others. Even in the realm of security, you must begin to think about the security of the whole world and not just the security of your group or nation. From a Greater Community perspective, you are all one people. The differences between you are minor and insignificant compared to the differences between you and everyone else in the universe.</p>\n\n<p class=\"book-paragraph\">Whether you are the leader of the most powerful nation or the person who is destitute on the street, you all share the same fate and destiny in the Greater Community. You are entering an environment now that will include competition from beyond and influence from beyond. You will have to adapt to this and prepare for this, to learn how to discern this, to gain greater strength and to gain greater cooperation and greater courage. These are exactly the kinds of circumstances that will mature humanity and enable you to outgrow your ancient animosities, your fabulous fantasies and your tragic involvements.</p>\n\n<p class=\"book-paragraph\">What will advance humanity but having to adapt to a new set of circumstances? This will be true in your world as you have to face the Great Waves of change, adapt to these and alter the nature and the development of human civilization in order to secure your position in the world. And you will have to adapt increasingly to the power, the presence and the influence of the Greater Community. For this you will need clarity, courage, common sense and a New Revelation.</p>\n\n<p class=\"book-paragraph\">The Creator of all life is creating and sending a New Revelation. And you have allies in the universe who are not allowed to interfere with your world, but who have sent information in the form of a set of Briefings to help prepare humanity to learn how to establish its own rules of engagement with intelligent life and to emphasize the need to establish your own ethics of contact. For you do not want to be the unwitting recipients of whatever anyone else wants to do here. You have a responsibility as the native peoples of the world to establish a boundary to space and to determine who may enter here and under what circumstances, reflecting the will and the awareness of the people of Earth.</p>\n\n<p class=\"book-paragraph\">Such rules of engagement and boundaries do not now exist, and this is leaving you open and vulnerable. If you could understand the reality of life in the universe and gain vision and wisdom here, you would see how necessary it is for you to establish these boundaries, to give this your great focus, and how much this could generate, out of necessity, a functional human unity and cooperation, despite the grave differences and conflicts that still exist between peoples and nations in the world.</p>\n\n<p class=\"book-paragraph\">It is those who feel the strongest connection to the Greater Community who will help educate others—providing wisdom, sharing this New Revelation, contemplating what is being presented here, considering its implications for humanity and realizing how weak and divided humanity is in the face of great united forces in the universe. Surely this must prompt an emphasis on human unity and cooperation, the cessation of conflict and the necessity of giving the world’s focus, energy and attention to this great matter.</p>\n\n<p class=\"book-paragraph\">For you will have only one opportunity to emerge into a Greater Community of intelligent life. How this is carried out and the wisdom you can bring to bear here will have great consequences for your future. That is why the New Message and this revelation are being given to warn and to prepare humanity for the two great events of your era—the Great Waves of change and your emergence into a Greater Community of intelligent life.</p>\n\n<p class=\"book-paragraph\">The world is ripe for visitation. You are vulnerable to persuasion and manipulation. You have not established your rules of engagement nor have you built your boundaries to space. All native peoples must do this in their respective worlds. It is part of their essential responsibility in order to provide stability and security. And you must learn to preserve your resources so that your self-sufficiency can be maintained in the world. For this will be of essential importance in determining the kinds of choices you will have in the future and the prospects for humanity’s freedom and sovereignty in this world.</p>\n\n<p class=\"book-paragraph\">This is challenging and difficult. Many will turn away frightened or go into denial. But you are still connected to the Greater Community. You have allies in the Greater Community. You yourself likely have important relationships out there somewhere, living in the vastness of space. You have a destiny in the Greater Community. If you are aware of this connection, you will see that the Greater Community cannot be avoided or ignored.</p>\n\n<p class=\"book-paragraph\">It is the greatest event in human history to begin to engage with intelligent life in the universe. But it is not happening on your terms, and you must look at this with clear and objective eyes. You must have this courage and this sobriety.</p>\n\n<p class=\"book-paragraph\">The Greater Community is a challenging environment. It is not for the faint of heart, for thrill seekers or for those who want to enrich themselves either financially or spiritually. It is a difficult environment, but a magnificent one, and one that provides all of the incentives and requirements for a young emerging race such as humanity to gather itself together, to unite itself, to dedicate itself, to establish itself, to defend itself and to recognize its great value, its great talents and its wisdom that have been accumulated over a very long period of time.</p>\n\n<p class=\"book-paragraph\">Religion now will have to become a religion that can function within a Greater Community context. It cannot be anchored in the distant past. For the future will overtake the past. The future will be so demanding it will overtake this reference to the past. Your great religious traditions must now accept they are functioning in a Greater Community of intelligent life. And the reality and the understanding of the Divine presence, purpose and activity here on Earth and beyond must be reconsidered. The notions of Heaven and Hell must be reconsidered, or these religions will not be able to survive into the future. They will become increasingly irrelevant to the pressing and important needs of humanity.</p>\n\n<p class=\"book-paragraph\">It will not be enough to believe in God if you cannot experience and follow what God has placed within you to experience and to follow—a deeper Knowledge and a greater power. Nor can antiquity really teach you what is happening now. Ancient prophecies are not as revealing as current events in this matter. Do not try to connect the future and the past, for you are emerging into a future that will be unlike the past in so very many ways. Your children and their children will be living in a world that your parents could hardly recognize, facing problems and opportunities that were not of concern to even your most recent ancestors.</p>\n\n<p class=\"book-paragraph\">Look to the present. Look to the future. Watch what is coming over the horizon in your own world. Look at the stars in the sky, and consider them in light of the revelation that has been provided for you here, and ask yourself, “Why am I so drawn to this? Why is this of interest to me? What is my connection to life beyond this world?”</p>\n\n<p class=\"book-paragraph\">Do not worry about the rest of humanity. It is better to devote your energy to discovering your own inner orientation than it is to criticizing or evaluating others. If you are amongst the first to respond to the reality and the meaning of the Greater Community, then that is your calling. Do not look over your shoulder wanting and expecting others to have the same response, for if you do, you will be disappointed. This is for you and for others like you who are drawn to this greater reality—drawn because it is of the utmost importance, drawn because it has something to do with who you are and why you are here in the world at this time. This is part of the world you have come to serve.</p>\n\n<p class=\"book-paragraph\">The Greater Community will have ever-greater bearing and significance for the future of humanity and for everything that is occurring in the world today. The Greater Community will determine the requirements that must be placed upon humanity—the requirement to end war, the requirement to establish a greater unity and cooperation, the requirement to establish a boundary to space and discernment in space, the requirement to establish your own rules of engagement and to concern yourselves with what ethics you will bring to bear—considering who you will respond to and how you will respond and what is appropriate and what is inappropriate regarding your engagement with life beyond this world.</p>\n\n<p class=\"book-paragraph\">Here many more people will have to wake up to the reality that the Earth is being visited and has been for a long time. This cannot be some kind of exciting fascination. It has to be a sober reality. This is part of the condition of the world that you live in now and will be an ever-greater part of your world as you proceed forward.</p>\n\n<p class=\"book-paragraph\">You who have a Greater Community connection will have to function without agreement from others, without approval from others, even amongst your friends and family. It represents integrity to do this and strength of will and determination. Study what is being revealed in these pages, which are but a part of the Teaching in The Greater Community Way of Knowledge. Learn as much as you can from this revelation, and bring this understanding to bear upon the world you see and the decisions that you feel you must make within your own life.</p>\n\n<p class=\"book-paragraph\">Do not denigrate humanity. Do not lose faith in human leadership or human institutions. Do not think that humanity cannot meet its great challenges and problems. For if you do, you will have capitulated—you will have capitulated to the will and influence of those who are intervening in the world, and you will have given up before your strengths were ever really tested. Be careful here not to lose faith in yourself and in the human family. With this faith, you can do amazing things. But without it, nothing will be done.</p>\n\n<p class=\"book-paragraph\">Humanity’s future and destiny are within a Greater Community of intelligent life. To know that future, you must learn about the Greater Community. This requires a revelation from beyond the world, from the Creator of all life—a revelation that can only come from a greater Source. This will give you the context in which to understand how to see life in the world and beyond, how to prepare for the future and the great need for a Greater Community education to be given to people everywhere—to average citizens, to people in positions of power and influence, to the scientific community and to the religious community.</p>\n\n<p class=\"book-paragraph\">In every aspect of human life, a Greater Community understanding and awareness are necessary. This is to prepare humanity for the future and to offset the damaging influences that are being placed upon humanity at this time from intervening races who are seeking to plant ideas in humanity’s mind that will undermine its strength, its power and its wisdom. For the world is already being influenced by certain groups from the Greater Community. This is part of your reality now.</p>\n\n<p class=\"book-paragraph\">Extraterrestrial life will not be some distant fantasy, but a growing reality and a growing emphasis. This will break through the veil of secrecy and ridicule that has surrounded it in the past century to come back into people’s minds, conversations and awareness. It is a matter of great importance and great significance. You will have an opportunity to share what you are learning with others, but at the moment there is no real education in the world about the Greater Community. That is why this New Revelation is here. That is why it has called to you.</p>\n\n<p class=\"book-paragraph\">Many people want answers. They want to know dates, names and places. But these are meaningless. You will not be able to visit these places for a long time. It is the perspective and understanding that are necessary. Without this, no matter how much information you have, you will still not see the picture clearly. It will still be utterly confusing to you. You will still think it is what you want it to be. Here wisdom will be replaced by fascination, imagination and the projection of one’s hopes and beliefs.</p>\n\n<p class=\"book-paragraph\">Greater Community education must begin. It is natural for those who are connected to the Greater Community to gravitate towards this and to take an interest here. Do not be worried that humanity remains ignorant, for education can spread quickly, for there are many people in the world today who have a Greater Community connection. Once they hear about the Greater Community and learn about the reality of the Greater Community, they will become ignited. It will speak to them, for they are already connected to it.</p>\n\n<p class=\"book-paragraph\">The great Unseen Spiritual Forces that exist in your world will support this wisdom and this education, for it is vital for humanity’s future. It is vital for humanity’s education and understanding of what must be done in the world now and where the strength to do what must be done will come from. You are part of the Greater Community. You have always lived in the Greater Community. And now it is time for humanity to emerge into the Greater Community, which was always its destiny.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/life-beyond/"
}