{
  "title": "The Lineage of the Messenger",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To present God’s New Revelation in the world, a Messenger has been sent, prepared to carry the burden of a New Revelation, bringing a new reality into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This happens once perhaps in a thousand years as humanity reaches a great threshold—a turning point in its evolution and a time of great and immense challenge, not for merely one tribe or group but for all of humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People everywhere are beginning to realize that they are approaching this threshold—a time of environmental decline, a time of great change in the world’s climate, a time of economic and political upheaval, a time when the risk of great war is upon humanity over who will have access to the remaining resources of the world, a time when nations are unable to take care of their citizens and to provide for them adequately, a time when humanity faces intervention from aggressive and invasive forces from the universe who seek to claim dominance here without the use of force.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is perhaps the greatest turning point in human history, for it will affect the outcome for all people, of all nations and faith traditions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It [the Revelation] is not merely to introduce a new reality to one people, nation or group, for it is here now to speak to the whole world—a world now that has global communication and commerce, a world now that has very little time to prepare for the great change that is coming to the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Messenger is sent from the Angelic Host. There is only one, for there can be only one, for there is only one who was prepared to receive a Revelation from God and to bring it into the world and to carry it there.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He is a man without position in the world. He is a humble man. He is a man who has proven he has the character, the faith and the compassion and commitment to carry such a great burden and gift.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It has taken 40 years for the Messenger to receive and prepare for the Revelation. It is a process of great mystery and power, a process that no one on Earth can really understand completely. It is an engagement with the Divine. It is where God once again gives a warning, a blessing, preparation and direction to the human family.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It comes from a great Lineage, from those who stand with the Messenger in this greater purpose. This is what brings resonance and unity and shows that the Revelation itself is part of an ongoing process—the next stage, the next great directive, the next great step for the human family as it stands at the threshold of space and as it faces a declining world, a world now polluted and degraded from human ignorance, abuse and misuse.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those who stand with the Messenger represent the great traditions of the world—the Buddha, the Jesus and the Muhammad, previous Messengers who have brought great change and direction to build human civilization, to bridge the borders of cultures and nations to bring a greater spiritual awareness and practice into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Messenger now carries on their tradition, and they stand with him. For he is representing their will and the purpose that guided them, which guides him now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This must be emphasized or people will think that this is somehow a contradiction or a competition, that it stands in conflict with their tradition and the traditions of the world when, in actuality, it is the perfect next step, you see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For human civilization has been established. Though it is fragile and full of corruption and difficulty, it has been established. There is world community now and interdependence. There is world awareness, to a certain degree. There is even world compassion and conscience, to a certain degree. It [human civilization] is far from perfect, and it is fragile in a changing world. It can be undermined by intervention from without and by collapse from within.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why God has spoken again. For God will continue to direct the human family as long as it shows promise to become a free and self-determined race in a universe where freedom is rare and must be established and maintained with great care and vigilance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Lineage of the Messenger is the Lineage of all the Messengers, and of those who have sent all the Messengers, who are the same and the One—the Assembly of the Angelic Host assigned to oversee the world, this one world amongst innumerable worlds in the universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Wherever intelligent life has evolved or has planted itself in its latter stages of technological development, an Angelic Presence is there.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the theology of God’s Work in the universe, which is for the first time being presented through the New Message for humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To understand what God is doing in the world, you must have an understanding now of what God is doing throughout this Greater Community of life in the universe. And for the first time in history, this is now being presented.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is all part of God’s Plan, you see, set in motion at the beginning of time, set in motion at the beginning of human civilization, set in motion and now being carried forth in its next stage of evolution and development.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For this is not the end of the world. These are not the end times. This is a great transition, and for this transition to be successful and not disastrous, humanity must be prepared for living in a new world of environmental and economic restraint.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity must be prepared to engage wisely with a universe of intelligent life, a non-human universe [that] is now intervening in the world in certain ways—ways that humanity is unaware of or does not understand, ways that are a direct threat to human sovereignty and the future of human freedom here on Earth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a momentous time to be in the world at a time of Revelation. But the meaning of Revelation and the process of Revelation must be clearly understood, or you will not be able to recognize the great meaning of this time and what it means for you and how you are connected to it and what it reveals about your life and greater purpose being in the world at this time, with all its great global problems and human tragedies.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are a Christian, you must realize that Jesus stands by the Messenger. For Jesus will not return to the Earth, but is now overseeing humanity’s emergence into this Greater Community of life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For you who are Buddhist, you must realize the Buddha stands with the Messenger. For he [the Messenger] brings a greater inner awareness, and he brings the preparation to engage with humanity’s deeper nature, with him now in a form and in a way that can be studied everywhere, for all people of all faith traditions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For you who are a Muslim, you must realize that the Prophet Muhammad stands with the Messenger. For he [the Messenger] continues the great work of building and protecting human civilization, now facing a set of problems and challenges never before seen in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All of these great Messengers from the past realize that their traditions cannot prepare humanity for what is to come and for what is here already, and for what must be done and undone, and changed and realized and brought into being.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For the great traditions of the past cannot prepare humanity for living in a new world, where great compassion and cooperation will have to be established if humanity is to survive in a world of diminished resources, violent weather and environmental change.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here there cannot be competition between the religions of the world. There cannot even be competition between the nations of the world if humanity is to be provided for and made safe and secure in a turbulent world, where there will be great uncertainty and upheaval.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So We have reached the point in the great timeline of humanity’s evolution where a New Revelation must be given. The need for this was foreseen long ago by those who watch over the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is no accident that you are here or have reached this great turning point. It is no mishap or by mere chance that this has happened, for all races in the universe who develop technologically will reach a point where they will deplete their own planet’s provisions and will have to face the reality of the Greater Community itself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Lineage of the Messenger means that he stands in harmony with all the great traditions—not as people interpret them, not as they have become altered and changed on the landscape of the world, not as they have been altered and misconstrued by governments and institutions and ambitious individuals seeking to use the Revelations for their own advancement and their own personal goals.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why God’s New Message will have all the great traditions of the world reassessing their fundamental beliefs and assertions because you are emerging into a Greater Community of life. You are now dealing with a God of a billion, billion, billion races and more. You are facing a non-human universe where human ethics and where human values will not be shared or even recognized.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are facing a world now that will require, out of necessity, great human cooperation and great giving and compassion from peoples everywhere, from all faith traditions—superseding and overshadowing theological debates and contention over who the Messengers were, and which religion is better or more true to God’s Plan and Will.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are living at a time of Revelation, as important as any time of Revelation in the past. And you are here bearing witness to the Revelation, which could never occur in the past beyond a local community of people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are now hearing the Voice of Revelation—a Voice such as spoke to the Jesus, the Buddha and the Muhammad; the Voice not of one individual but of all the Angelic Host together.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a time of Revelation for those who can respond. It is a time of calling and great meaning and confirmation for those who can respond. But to respond, you must understand what you are looking at here. You must recognize the importance of the Messenger in the world. And you must understand that all God’s Messengers stand with him in his great purpose and mission here on Earth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will require that you understand that God is the Source of all the world’s true religions. They all began with a Divine purpose and intent. And they have all been changed and altered over time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But now God’s New Revelation is pure. You are even hearing the Voice of Revelation. You are hearing the words that were spoken, words so similar to those spoken to the Jesus, the Buddha and the Muhammad and all the great saints and humanitarians over time who have contributed to the well-being of humanity, and who have helped to build a human civilization where Knowledge has been kept alive, where the spiritual reality has been kept alive.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity has not destroyed itself already because of the power and the presence of this Knowledge and this awareness in enough people. And great works and giving have occurred throughout time because of the power of this presence and awareness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But now humanity’s survival and the survival of human civilization itself are at great peril, a greater peril now than has ever existed—greater than the world wars of the past century, greater than any threat or challenge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For there are others who seek domination of the world, and they will seek to achieve their goals without the use of force. They will seek not to destroy humanity but to harness humanity for their own purposes. They realize the value of the Earth and that it is being despoiled by human greed, ignorance, competition and conflict. And they will intervene to preserve these things—the world’s value and resources—for their own needs and use.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But humanity can preserve the world for itself and for its future and for the well-being of all people. But it will require a great change in awareness and understanding, a great and different understanding of God and God’s Work in the world, and how God redeems individuals and entire worlds through the power and presence of Knowledge that has been placed within each person.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a new threshold, a new education, but one that is entirely natural and intrinsic to who you are and to the peoples of the world. For God loves humanity and understands humanity’s plight and dilemma and the cause of human error and misunderstanding.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why God has placed Knowledge within each individual, waiting to be discovered. For it is this that will redeem the individual and bring them back to the Divine connection and awareness, leading them to act in harmony with others and to give their gifts to a world whose needs are escalating with each passing day.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is the great challenge of Revelation. It is the great gift of Revelation. It is the great time in which God has spoken again, giving humanity, all of humanity now, a great chance to see, to know and to act in harmony with itself; to serve a world in need; to prepare for a difficult future and to safeguard human unity, sovereignty and freedom in this world amidst the presence of other opposing forces.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will have all the world’s religions reassessing their fundamental beliefs, and all the believers of religions reconsidering how they are responding to God’s Presence and Work in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It will be a great challenge, but a redeeming one at that. For here, one group is not set against another. Here no one is demeaned and denied. Here no religion is disputed and discarded. Here no people are forgotten or misused. Here the great Love of God, the great Compassion of God, and the great Wisdom of God are fully brought into Revelation—not for one group or one people, but for all of humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To realize these things, to see these things and to realize the great truth that they represent, you must come to the Revelation. You must read it and hear it and study it and begin to apply it in your life and circumstances.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must have the humility to set aside your grievances, your admonitions and your fixed beliefs in order to receive the blessings of the Creator—given now for you with such power and clarity, given so completely that it does not require human commentary or human explanation. For it is the largest Revelation ever given to this world, and it is given at a time where humanity is literate, where there is a world community and a world communication.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not a refutation of the past, but a confirmation of the past. But to see this, you must have a new understanding of God’s Plan and Purpose for the peoples of this world and why God is preparing humanity for the Greater Community of life, which it must now face, and why God is preparing humanity to restore the world so that it may continue to support human civilization and the well-being of people everywhere.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For this, you must have clear eyes, for God’s New Revelation will refute much of human understanding, belief and assertions, for these are born of ignorance—past ignorance and present ignorance. These are born of misunderstanding and misinterpretation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For now you are hearing the Voice that spoke to the Buddha, the Jesus and the Muhammad. And God’s Revelation is telling you that these three great Emissaries stand with the Messenger for this time and the times to come.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For there is only one Messenger in the world, and he represents those who sent him and those who stand with him. He is bringing the Word of God into the world for the first time in over 1400 years—for the first time. This is it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not a question of belief. It is a question of recognition, honesty and humility and the willingness to receive. This is the challenge for the recipient.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no condemnation in God’s New Revelation. There is no judgment against humanity. There is no cruel punishment awaiting those who cannot respond. There is no claiming that everyone must believe in one thing only, for this can never be the case. God knows this. There can never be a one-size-fits-all religion, for this will never work. And God understands this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why the Revelation given gives such power to the individual and opens the way for personal revelation, which would be very difficult to achieve in the traditions of the past, given how they have been misused and misconstrued over time by people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Jesus, the Buddha and the Muhammad stand with the Messenger, for he is continuing their great work in the world, a great work that they hold in harmony with one another.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For they all in truth and in clarity represent the one Purpose, the one Will and the one Plan of God: to develop human conscience, human ethics and human civilization; to prepare humanity for a greater future within this world and within the Greater Community of worlds; to preserve and build human freedom over time and to build compassion, acceptance, forgiveness and humility so that human civilization will be truly beneficial and truly sustaining for the human family here on Earth.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/lineage-of-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/lineage-messenger/"
}