{
  "title": "Living in a Time of Uncertainty and Instability",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is evident that you are entering into a time of great instability and uncertainty in the world, a time where the Great Waves of change are beginning to strike the world: resource depletion, environmental degradation, violent weather, growing economic and political instability and the risk of war and conflict over the world’s remaining resources.</p>\n\n<p class=\"book-paragraph\">It is a time that will represent the results of humanity’s misuse and overuse of the world. It is a time where there will be so many currents and crosscurrents that it will be impossible to predict exactly how things will turn out.</p>\n\n<p class=\"book-paragraph\">Part of this uncertainty is how people will respond to the Great Waves of change and to their own trials they will be facing within their circumstances. This will affect everyone in the world. It will be most difficult at the outset for the poorer peoples of the world, who will struggle to survive, who will face increasing pressure—economic pressure, social pressure—as the cost of everything goes up and as opportunities diminish.</p>\n\n<p class=\"book-paragraph\">But the effect of this will reach far into the wealthy nations, where people everywhere will be losing so much of their wealth as the result of mismanagement and incompetence in managing the financial world. But more significantly, it will be the Great Waves of change that will alter the human landscape.</p>\n\n<p class=\"book-paragraph\">Do not underestimate the power of the Great Waves. They are far more powerful than economic or political policy or the beliefs and assumptions of the masses of people.</p>\n\n<p class=\"book-paragraph\">It is a time of great reckoning now, a time of decision, a time to face great uncertainty and upheaval in the world. You will have to face this, and perhaps you are beginning to face it even now.</p>\n\n<p class=\"book-paragraph\">There is no escaping from this, no escaping into fantasy or self-obsession, no escaping into all the myriad routes of escape that human cultures have created. There is no escaping even logistically. You cannot run away to the country and be safe, for in most cases being isolated there will not be safe at all.</p>\n\n<p class=\"book-paragraph\">You will see much anger and denial, much blame and condemnation arising as people’s circumstances are altered beyond their control and as their wealth and opportunities diminish in so many cases. You will see the results of people’s lack of vision and preparation regarding the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">They will be caught off guard. They will be unprepared. And the shock will be very difficult and, in many cases, terrible and extreme. All of a sudden they find themselves now in a changing landscape. Doors are closing to them, and they did not see it coming.</p>\n\n<p class=\"book-paragraph\">All great change in the world brings with it signs that precede it, signs and indicators. And within you, at a deeper level within you, there is the power and presence of Knowledge, a deeper Intelligence that God has put within you to guide you, to protect you and to lead you to your greater accomplishments in life.</p>\n\n<p class=\"book-paragraph\">It too has been giving you signs and indicators, but most people do not respond, being preoccupied with their interests, their desires, their difficulties or their conflicts. They are too distracted to recognize either the signs of the world or the signs emanating from Knowledge within themselves.</p>\n\n<p class=\"book-paragraph\">As a result, people are caught off guard by changing circumstances in the world. They do not respond until the last minute and then it is really too late to do very much at all.</p>\n\n<p class=\"book-paragraph\">Many people will panic. Many people will turn to very dangerous forms of behavior, of action, while others will simply lose all heart and feel victimized by the very circumstances that they could have foreseen. Many other people are circumstantially so limited or handicapped that they really are not in a position to do much of anything.</p>\n\n<p class=\"book-paragraph\">The world is changing. The climate is changing. Your circumstances are undergoing a kind of shift, but without a certain outcome. So many things will come into play now that it will be very difficult to foresee the outcome. And how humanity will respond, whether it will unite to face these difficulties or whether it will fight and compete within itself, remains to be seen.</p>\n\n<p class=\"book-paragraph\">For you, however, it is time to face the reality of the Great Waves of change—to begin to evaluate your position, your circumstances, your strengths, your weaknesses, your assets and your liabilities. You cannot help others or be of much good to the world if you yourself are overwhelmed or overtaken by the great changes that are coming.</p>\n\n<p class=\"book-paragraph\">There are some things you must do right now. You must learn about the Great Waves of change. You must have the courage and the objectivity to face this, not simply to use it to fortify your existing prejudices, beliefs or attitudes, but to face it as a student would face a new education.</p>\n\n<p class=\"book-paragraph\">Next, you need to consider where you live, how you live and how you travel about to see if these things are going to be sustainable within the changing circumstances of your life—the kind of work you do, where you live, your transportation, the strength or weakness of your relationships, the strength and weakness of your health—all these things have to be re-evaluated in light of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Yet to find the strength to do this and to find the objectivity and the clarity you will need amidst your own reactions, your own concern, your own frustration, this must come from a greater power within you, from the power of Knowledge within you. Your intellect will be overwhelmed, your emotions will be excited, your frustration will grow and increase as will your anxiety about the future.</p>\n\n<p class=\"book-paragraph\">You must awaken from your dream of self-fulfillment. You must be willing to reconsider all of your goals and objectives and the value of your relationships in light of the Great Waves of change. You cannot rely upon your own intellect, your own ideas to give you the strength and the objectivity to carry out this evaluation. The power for this must come from a greater power within you, the power of Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is not afraid of the world. Knowledge is not afraid of change and the possibility of loss and deprivation. Knowledge is not persuaded or manipulated by the values, the beliefs or the assumptions of others.</p>\n\n<p class=\"book-paragraph\">For Knowledge remains pure within you. It cannot be corrupted. It cannot be persuaded or manipulated by any force in the world or the universe. It represents the seat of your wisdom and the source of your integrity. Only it will have power to enable you to re-evaluate your life wisely, to see what must be altered or changed, to see what must be strengthened and enhanced.</p>\n\n<p class=\"book-paragraph\">Your mind will be in a state of confusion if you honestly face the Great Waves of change. You will have to admit that you really do not know what to do. You might think you have a plan for immediate circumstances, but things could change a hundred times in ways you cannot anticipate. So you cannot plan very far ahead, and you must question your own assumptions about what will save humanity or rescue humanity.</p>\n\n<p class=\"book-paragraph\">You are facing a world where a growing human population will have to come to a well of gradually shrinking resources. How will people deal with this? Do not think that technology alone will solve this dilemma, for technology requires the very resources that you will have an ever-greater difficulty in securing. Given the condition of people in various nations and the condition of life in your nation, how will people respond to this kind of fundamental challenge?</p>\n\n<p class=\"book-paragraph\">Do not think you have an answer, and do not put much faith in your assumptions. You have to be alert now and responsive. You have to be prepared to make important decisions and to alter the course of your life, perhaps several times, as events around you change. You have to be prepared to alter your thinking and to reconsider what you are doing.</p>\n\n<p class=\"book-paragraph\">Yet where will you find the strength and the objectivity to act wisely under such changing circumstances? And how will you be able to maintain your equanimity and clarity of mind while others around you are sinking into despair and confusion? These are important questions. Do not dismiss them. It is all part of facing a world of growing uncertainty and instability.</p>\n\n<p class=\"book-paragraph\">Within you there is strength and there is weakness; there is wisdom and there is folly. You must find your strength and your wisdom, and that is at the level of Knowledge—deep beneath the surface of your mind; beyond the reach of your social conditioning, preferences, beliefs and attitudes. This deeper Intelligence, which so few people in the world have ever really discovered significantly, must be your compass and your guide now.</p>\n\n<p class=\"book-paragraph\">That is why it is necessary to take the Steps to Knowledge, to connect your worldly mind with your deeper Intelligence. They must be connected because your worldly mind will need the guidance, the wisdom and the counsel of Knowledge within yourself. This is how God will speak to you.</p>\n\n<p class=\"book-paragraph\">You will find yourself being restrained and held back in many situations and motivated in others. For to Knowledge, everything is a yes or a no. You move here; you do not move here. You make this decision; you do not make this decision. You choose this over that.</p>\n\n<p class=\"book-paragraph\">To experience the power of this, put all of your questions into a form where they can easily be answered as yes or no. But you must be very honest here. Some questions are dishonest. They are choosing between two things, neither of which is appropriate. You must take things down to their essential question, their starting question. This is how you prepare your mind to engage with Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is not another intellect or personality within you. It is very fundamental. It is very wise. It is very powerful. You cannot pose to it trick questions or manipulated questions or ignorant questions and gain a response. It will not respond to this.</p>\n\n<p class=\"book-paragraph\">Therefore, you must ask a very basic question, the beginning question. You may ask, for example: “Should I go here or should I go there?” but that is not the first question. The first question is: “Should I go anywhere other than where I am right now?”</p>\n\n<p class=\"book-paragraph\">You will find that when you ask questions in this very simple direct manner that there will be a response deep within you, beyond your wishes and your preferences. And when you discover that Knowledge will not give you what you think you want, or will indicate that for you, you will begin to realize that there really is an independent wisdom within you that is not governed or manipulated by your desires, your preferences or your fears.</p>\n\n<p class=\"book-paragraph\">People are afraid to go to Knowledge because they are afraid it will discourage them from seeking what they think they want. But the very fact that Knowledge would do this is proof of its existence, that it is not a form of self-deception; it is not a creation of your imagination. There is really something independent within you that is beyond your own self-manipulation or the manipulation of others.</p>\n\n<p class=\"book-paragraph\">People call this intuition, but really that is not adequate to describe what Knowledge is really capable of. Fleeting experiences of intuition do not really tell you about the power of Knowledge within yourself; nor does it instruct you how you must learn to follow Knowledge and to be with Knowledge and to become simple and honest yourself in seeking this greater counsel.</p>\n\n<p class=\"book-paragraph\">Here it is not only Knowledge within yourself that is important; it is Knowledge within others. Certain people will tell you things that ring true. They resonate with you at a deeper level. Perhaps it is only part of what they have to communicate, but you listen for this in other people. You listen for the evidence of wisdom.</p>\n\n<p class=\"book-paragraph\">But you cannot be judgmental and condemning, or you will not be in a position to discern this in others. And if people do not represent any degree of wisdom, you must not condemn them. For this is a world where Knowledge is rare, where people act out of habit and social convention, where people are manipulated and governed by forces in the mental environment.</p>\n\n<p class=\"book-paragraph\">Do not expect, then, to find Knowledge everywhere you look, for it will be rare. That is why people make foolish decisions and choose avenues of life that are self-destructive and that lead them nowhere. This is why people are unaware and unprepared for the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Even though the evidence is mounting all over the world, people still remain self-preoccupied, as if they are trying to insulate themselves from this growing reality in the world. They are afraid to know because they do not feel they have any competence in dealing with this situation. They do not want to know or be aware because it makes them uneasy; it produces a feeling of anxiety and insecurity, helplessness and hopelessness.</p>\n\n<p class=\"book-paragraph\">It is because people are not grounded in Knowledge that they are so easily frightened and that they are unwilling or unable to face the realities and the eventualities of their own lives.</p>\n\n<p class=\"book-paragraph\">People do not think ahead. They do not plan ahead. They either try to lose themselves living in the moment, or they believe that the future will be like the past. So they plan their future along these lines, amongst these assumptions. And how easily people will be overwhelmed and upset when they find out that life is really going somewhere else. They will not be in a position to see what is coming over the horizon or to discern it correctly or to respond wisely.</p>\n\n<p class=\"book-paragraph\">This is why Knowledge is the most important thing. You cannot stockpile food for the rest of your life. You cannot stockpile anything for the rest of your life. You cannot make a plan that will be effective in all eventualities. You cannot run away to some distant location, for people who are isolated will be very vulnerable in the face of the Great Waves of change. You cannot rely upon government or the economy to solve this problem for you.</p>\n\n<p class=\"book-paragraph\">You may even think that God will take care of you, but God has already put Knowledge within you to guide you. God is running the entire universe and a universe of universes. God is not preoccupied with managing your affairs. God has given you a perfect guiding Intelligence, yet it is deeper within you. It is not at the surface of your mind where you live every day.</p>\n\n<p class=\"book-paragraph\">Look at the world objectively. Ask yourself: “What is coming?” Listen. Write down what you hear and ask again and again over the course of days and weeks to see what comes into your mind. Listen more deeply. Do not be persuaded by simple assumptions that everything will turn out fine or that government or the economy or human ingenuity alone will take care of everything. Listen more deeply. Listen to your feelings of anxiety. Pay attention to your deeper experience.</p>\n\n<p class=\"book-paragraph\">Do not listen to the same old assumptions or reassurances that you tell yourself or that you have other people tell you. You must be willing to face discomfort here if you are to recognize the presence of Knowledge and to call upon Knowledge as your primary need. If you cannot face uncertainty, then you will certainly not be in a position to deal with reality.</p>\n\n<p class=\"book-paragraph\">This represents a deeper evaluation within yourself. It is not something you take on in conversation with other people. It is something you have to consider deeply within yourself, not searching for answers but instead being with the questions, being with the problem.</p>\n\n<p class=\"book-paragraph\">There is no simple solution to the Great Waves of change. You will have to work on these problems, live with these problems, be creative regarding them. This is bringing you back into living creatively in the moment, not living on assumptions, not living disassociated from yourself or from the world, in pursuit of hobbies or dreams or fantasies.</p>\n\n<p class=\"book-paragraph\">God has sent a New Message into the world to prepare humanity for the Great Waves of change—to alert humanity, to strengthen humanity, to teach The Way of Knowledge, to encourage unity and cooperation and to provide an understanding of your spirituality at the level of Knowledge, not at the level of belief or tradition or orthodoxy, but at the level of Knowledge as it exists in this moment.</p>\n\n<p class=\"book-paragraph\">The question is not whether you are religious or not; it is whether you are strong with Knowledge. The question is not whether you are a believer or not; it is whether you are strong with Knowledge. It is not a question about enlightenment or reaching some fantastically high state of consciousness; it is about being grounded in Knowledge.</p>\n\n<p class=\"book-paragraph\">Those who are seeking enlightenment may fail abruptly and tragically in the face of the Great Waves of change. Those who are firm believers in their religions may be overwhelmed by the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">You have to deal with your environment—your physical environment, the natural world, your social environment, your economic environment. You cannot live in a fantasy within yourself, unaware and disassociated from this.</p>\n\n<p class=\"book-paragraph\">Even the animals are always watching, always connected to their environment, always on the lookout for danger and for changing circumstances. Yet people walk around caught up in their own internal world, barely aware of what is going on around them, undiscerning about changing circumstances.</p>\n\n<p class=\"book-paragraph\">Do you see the problem here? People are lost in their dreams, their desires, their goals, their conflicts, their unforgiveness towards others, their regrets, their traumas. Here their intelligence is not serving them at all. They are unresponsive to the world. They do not see what is coming over the horizon. And they have not found the real source of their strength and certainty to even face such things.</p>\n\n<p class=\"book-paragraph\">When you look at the world, recognize you have a relationship with the world. You have a relationship with the future. You are here to serve the world. That is what has brought you into the world. That is your greater purpose for being here. You have a relationship with the future, for you were meant to be born at a time when the Great Waves of change will be coming.</p>\n\n<p class=\"book-paragraph\">It is no accident that you are here. Do not look at the Great Waves as just a giant inconvenience, a tragedy, a misfortune. You have come here to live in these times, to live facing these circumstances.</p>\n\n<p class=\"book-paragraph\">Knowledge within you knows this is true, and that is why it does not recoil from the Great Waves of change. Instead, it looks for the opportunity for contribution, and it seeks to position you in such a way that you can navigate these Great Waves of change, that you will not be overwhelmed or overtaken by them, that your life will not be destroyed by them, that your self-confidence and your self-determination will not collapse in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">God knows what is coming to the world. Humanity is unaware and unprepared. God has put Knowledge within you, to prepare you, to give you the strength and the fortitude and the discernment and wisdom to navigate the difficult times ahead.</p>\n\n<p class=\"book-paragraph\">Therefore, get used to uncertainty. For you will be living in a world of increasing uncertainty, a world of increasing discord.</p>\n\n<p class=\"book-paragraph\">Do not condemn this world, for it is the world you have come to serve. Do not recoil from the Great Waves of change, for you must face them and allow Knowledge to guide you in order to discern what must be done and what must be done at this moment to prepare yourself.</p>\n\n<p class=\"book-paragraph\">Do not wait until the last moment. Do not rely upon consensus with other people. You must act now while you have time to prepare.</p>\n\n<p class=\"book-paragraph\">Is your career or form of work sustainable into the future? Does it provide essential services or goods for people? Can it survive a depression, economically? Do you live in such a place where you can get around without the use of an automobile? Do you have enough financial resources to weather economic difficulties? What is the status of your personal health, your physical health, your mental health? Are you in relationship with people who can become aware of the Great Waves of change and prepare for them courageously? Or are your associations with people who will just fall apart, become helpless and hopeless and dependent upon you?</p>\n\n<p class=\"book-paragraph\">You will have to take care of your children until they are adults, and perhaps your aged parents as well, but beyond this, you cannot have people hanging on you. For you have greater work to do in the world, and the Great Waves of change are the perfect environment for the discovery and the expression of this greater purpose in life.</p>\n\n<p class=\"book-paragraph\">In that sense, they are perfect, but only in that sense because the Great Waves of change will be incredibly difficult and very tragic. Many people will perish. Many more will lose their wealth and their advantages. It will be a time of great tribulation.</p>\n\n<p class=\"book-paragraph\">Yet it could also be a time of great redemption for the human family. Nations and groups of people will have to cooperate to survive the Great Waves of change and to assure the distribution of resources. There will have to be much selfless activity and service to others.</p>\n\n<p class=\"book-paragraph\">It is only in facing a world in peril that humanity will really be able to establish the kind of cooperation that can build a new foundation for the future. So there is great promise here. But there is also great difficulty.</p>\n\n<p class=\"book-paragraph\">For yourself, it is important that you need as little as possible from the world, that your need for resources is minimal and that you owe others as little as possible, that you be as free from debt as possible. Simplify your life. Release yourself from financial obligations to the greatest degree you can.</p>\n\n<p class=\"book-paragraph\">Learn ways of traveling about without the use of an automobile. If you live in a rural setting, consider moving closer to areas where distribution centers for resources will be more available.</p>\n\n<p class=\"book-paragraph\">Strengthen your physical health and your emotional health. Set aside your hobbies and your interests or only maintain them minimally, for you will need all of your energy now to discern the Great Waves of change, to become educated about them and to prepare for them.</p>\n\n<p class=\"book-paragraph\">Be willing to face discomfort and anxiety within yourself, for you will be shaken by the truth. It will be shocking at first, and you will have times when you feel hopeless and helpless, where you have no confidence for yourself or for other people. But this will pass, and you will settle down as you adapt to these changing circumstances and to this growing reality in the world.</p>\n\n<p class=\"book-paragraph\">You will reach a place where you are just simply determined. You are clear and more objective. You have accepted that this is the reality you will have to face. And you will begin to reconsider the way you live, how you live, your obligations, your plans, your goals, everything.</p>\n\n<p class=\"book-paragraph\">People, particularly in wealthy nations, have lived in such a state of disassociation from their environment that they really will be helpless at the outset. They are so accustomed to other people taking care of things for them—their government, other institutions—that they feel quite incompetent in facing the Great Waves of change. They will say, “Someone should do something about this!” because that is how they have been living their lives, reliant upon other people taking care of everything for them. Yet now they will have to become more self-reliant, more competent, more present.</p>\n\n<p class=\"book-paragraph\">For poorer people this will be easier because they have had to face life continuously. Yet for the wealthy, it will be a very difficult transition, for they have been living in their own fantasies for so long that they have no real relationship with the natural world. Perhaps they have no relationship with the economic reality or the social or political reality. They have been dreaming their life away, and now they must wake up.</p>\n\n<p class=\"book-paragraph\">Everything will have to be re-evaluated in the face of the Great Waves of change. And here you will see that so much of what people are pursuing or are obsessed with will really have no value and meaning or will be greatly insignificant in the face of what is coming over the horizon.</p>\n\n<p class=\"book-paragraph\">The question is: How will you function? How will you survive? How will you maintain your stability in the face of such a great convergence of changing forces? The emphasis here will not be on what will make you happy, what will please you, what will give you endless pleasure.</p>\n\n<p class=\"book-paragraph\">For your economies, it will not be an emphasis on growth. It will be an emphasis on stability. It will not be about making profits. It will be about sustaining one’s own stability.</p>\n\n<p class=\"book-paragraph\">The ship that humanity lives on is slowly sinking, but people are having a party on the upper decks, or they are in their private chambers engaged in their own pursuits with other people or their own conflicts with other people. They do not realize the very foundation of their life is changing. The very circumstances of life are changing. For you are now facing a future that will be unlike the past.</p>\n\n<p class=\"book-paragraph\">So the first great threshold is to face the great threshold, to come to your senses, to awaken to a changing set of circumstances, to go through the shock and dismay and the great feelings of uncertainty or frustration this might produce.</p>\n\n<p class=\"book-paragraph\">Yet you must pass through this initial reaction if you are to be in a position to take action on your own behalf, in advance of changing circumstances. If you wait until the last moment, then you will have very few options, and anything you do will be really costly and difficult.</p>\n\n<p class=\"book-paragraph\">You must build your life on higher ground, higher ground within yourself, higher ground in terms of your circumstances in life.</p>\n\n<p class=\"book-paragraph\">Many people who engage in this deep evaluation will have to relocate, will have to consider changing their career. Sometimes they will have to leave the people who they are with, who cannot or will not respond.</p>\n\n<p class=\"book-paragraph\">Yet this will bring all of your life together. You do not have to worry about who you are and why you are in the world, for the world will be telling you what you must do.</p>\n\n<p class=\"book-paragraph\">Here you do not have to wander aimlessly and endlessly pondering your life and your wishes and your dreams, for life will be demanding things of you.</p>\n\n<p class=\"book-paragraph\">Here you do not waste your time in meaningless conversations with people or meaningless pursuits in the search of some kind of fleeting happiness or satisfaction, for life will be demanding things of you.</p>\n\n<p class=\"book-paragraph\">This will make you feel alive. It will make your life seem essential. It will force you to become realistic and observant and discerning. This is redemptive.</p>\n\n<p class=\"book-paragraph\">If you cannot come to yourself in times of luxury or affluence, you must come to yourself in times of difficulty and deprivation.</p>\n\n<p class=\"book-paragraph\">Knowledge is your guide. It is your compass. It is the center and the source of your life. It is intelligent. It is unafraid. It cannot be manipulated or persuaded. It is the center of gravity within yourself.</p>\n\n<p class=\"book-paragraph\">You see here that you will be able to rely on so few things on the outside. You will have to rely upon Knowledge within yourself and Knowledge within other people. You will have to reassess your life completely, and this will be redemptive if you can do this with wisdom and clarity.</p>\n\n<p class=\"book-paragraph\">This warning is a gift of Love. It might arouse fear because you are unaware and unprepared and you do not yet know the source of your strength. But this is a gift of Love. God’s New Message is a gift of profound Love for humanity.</p>\n\n<p class=\"book-paragraph\">Even if people respond with fear and anxiety or denial or repudiation, it is still a gift of Love. A parent may warn their children, and their children may scoff at it, but that does not mean the warning is not genuine and does not come from love.</p>\n\n<p class=\"book-paragraph\">The power of decision is within you. Knowledge lives within you. You have the power to prepare. You have the strength to become aware. You have the ability to overcome fear and helplessness and hopelessness within yourself.</p>\n\n<p class=\"book-paragraph\">The Great Waves will activate your life. They will focus your life. And they will call out of you your greater purpose and your greater gifts, which will not arise under normal circumstances.</p>\n\n<p class=\"book-paragraph\">This is the power of your time, the time for which you have come, the time that will change the fate and the destiny of humanity, the time that will alter the landscape of the world.</p>\n\n<p class=\"book-paragraph\">Do not worry about the outcome. Your focus is to give your contribution, to find it, to render it. But first you must bring your life into order and balance, and you must undertake this deep evaluation.</p>\n\n<p class=\"book-paragraph\">You must find your strength, and you must build your experience of this. You must shake yourself out of your dreams of self-fulfillment and your fantasies about your life and your pursuit of happiness and bring yourself back to the reality of your life and to your preparation for a future, a future that will be unlike the past.</p>\n\n</div>",
  "audioUrl": "https://s3.us-east-1.wasabisys.com/nmfg-av/living-in-a-time-of-uncertainty-and-instability.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/living-in-a-time-of-uncertainty-and-instability/"
}