{
  "title": "Living in Separation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You are living in a state of Separation—as a singular person, seemingly distinct from all other singular persons, distinct from other life forms, with a singular identity and awareness.</p>\n\n<p class=\"book-paragraph\">You are with others, but essentially alone. You can create your own thoughts. You can imagine whatever you like based upon your experience in the world. If you have political freedom and social mobility, you can even set your own direction in life.</p>\n\n<p class=\"book-paragraph\">You seem to be alone in the privacy of your own mind and thoughts. You may even think that your thoughts are your thoughts, but the vast majority of them you have accumulated and absorbed from people and society around you.</p>\n\n<p class=\"book-paragraph\">You hope and pray that life will be good to you, but calamity is always possible, and things can change in a moment. Now the world is undergoing great and convulsive change, Great Waves of change, and there is a greater sense of uncertainty and anxiety about the future and what may be coming over the horizon.</p>\n\n<p class=\"book-paragraph\">To be alone is to be afraid—to be afraid of pain, to be afraid of loss, to be afraid of rejection, to be afraid of criticism, to be afraid you will not have what you need or what you want. And, of course, this becomes the source of aberrant behavior, dishonesty, manipulation, avoidance, distractions, indulgences, obsessions, addictions—everything.</p>\n\n<p class=\"book-paragraph\">The world you live in seems to be a world of the separated. Creatures in nature are competing with each other and devouring each other. People get along superficially in order to maintain social order, but it seems that real devotion, especially to one beyond your family, [is] rare and exceptional.</p>\n\n<p class=\"book-paragraph\">It is a hopeless situation. People have tried a thousand escapes and avoidances, but never can they seem to escape their fundamental dilemma—the dilemma of Separation.</p>\n\n<p class=\"book-paragraph\">Though the world has great beauty and nature is fascinating, it is difficult to be truly happy and at ease in the physical environment. It is demanding. It requires constant problem solving and adaptation. It is complex, particularly if you are engaged with many people. It is vexing. It is confusing. And it is hazardous.</p>\n\n<p class=\"book-paragraph\">Even nature itself, if you were to face it honestly, has many hazards. For though it seems that you care for nature, it does not seem to care for you. You care for nature and its beauty, and to maintain its diversity and its essential qualities, but nature does not seem to care whether you live or die. You are just a feature of the landscape, a temporary feature.</p>\n\n<p class=\"book-paragraph\">This, of course, is a stark picture, but it is an honest one. When you set aside your avoidances and your dishonesty, your preferences, your dreams and fantasies, you will have to come to this essential reckoning within yourself.</p>\n\n<p class=\"book-paragraph\">It can be a hard landing for many people as they find themselves all of a sudden facing illness, financial deprivation, the prospect of loss and greater loss, problems in relationships, problems with health, problems with employment, problems even, for the poorer people, with survival itself.</p>\n\n<p class=\"book-paragraph\">Yet within this hopeless situation, with seemingly no real and substantive remedy, God has created the antidote, the antidote to Separation. For part of you has not separated from God. It never separated from God. It is connected to God already, completely.</p>\n\n<p class=\"book-paragraph\">This part of you exists beyond the realm and the reach of the intellect. For the intellect was mostly created as a sophisticated intelligence to navigate the difficulties of living in physical reality. It is a marvelous instrument, but it is not who you really are. You are not your mind. But if you are not your mind, then what are you? It seems a great void, a great mystery, a great question.</p>\n\n<p class=\"book-paragraph\">God has given an answer to the problem that seems to have no answer—a pathway out of Separation, a pathway that does not divorce you from life or from your experience and responsibilities here, but places you squarely within them, but with a greater purpose and a greater incentive.</p>\n\n<p class=\"book-paragraph\">We call the part of you that is not separated from God, Knowledge. We call it Knowledge because it is related to your ability to profoundly know things—beyond evidence, beyond reason, beyond normal calculations. You have the ability to see, to know and to act with the greater Intelligence of Knowledge as your guide and counsel. It is this Knowledge that will redeem you.</p>\n\n<p class=\"book-paragraph\">God does not have to perseverate over your life and all your little affairs. The Lord of all the universes is not going to come and to attend to your life and be obsessed with your day-to-day difficulties and activities.</p>\n\n<p class=\"book-paragraph\">But God has placed within you the power of redemption. For Knowledge is the part of you that is wise and uncorrupted by the world, the part of you that is not afraid of the world. It is here to guide that part of you that is corrupted by the world, that is afraid of the world, and that has created a complex and often ineffective adaptation to the world.</p>\n\n<p class=\"book-paragraph\">Here Knowledge is meant to guide your mind—your intellect, your personal mind, your worldly mind—and all that it contains. It is Knowledge that will set a new course for you and bring different kinds of relationships into your life, re-establish your priorities and over time give you the eyes to see and the ears to hear.</p>\n\n<p class=\"book-paragraph\">This is such a phenomenal gift. It truly is a great endowment. But, of course, most people are too busy, too distracted and too obsessed with their own thinking and affairs to be able to experience Knowledge, or even be aware of it.</p>\n\n<p class=\"book-paragraph\">Some people call it intuition, those momentary flashes of insight or recognition that seem remarkable. But they are so rare and so infrequent and so unreliable that most people do not realize they actually have a greater Intelligence within them.</p>\n\n<p class=\"book-paragraph\">As the world grows more dark and difficult, as uncertainty arises, as the economic and social instability increases and the world braces itself for the Great Waves of change, the part of you that is weak will become more exasperated and more afraid. It will tend to enter into greater forms of denial and self-obsession to protect itself from the realities existing around it.</p>\n\n<p class=\"book-paragraph\">But into these increasingly difficult times, the power and the presence of Knowledge can emerge strongly because you will come to a point when you realize you need it; you must have it; you require its wisdom, its clarity, its integrity and its fearlessness.</p>\n\n<p class=\"book-paragraph\">God has planted Knowledge within every person as the seed and source of their redemption. Redemption will not occur because you believe in a great saint or a great Messenger. Redemption will not even occur if you believe in God or practice a religion faithfully, for you are still lost in the mind, the worldly mind. Your attempt at religion is an escape from the world, a desperate attempt to have purpose and meaning in your life that transcends the hard realities that you see all around you.</p>\n\n<p class=\"book-paragraph\">Yet real redemption occurs because you are responding to something powerful on the inside, and it is opening your mind to a greater realm of experience and relationships. It is transforming your perception and your idea of yourself.</p>\n\n<p class=\"book-paragraph\">This can take place whether you practice a religion or not. But religious practice can be very helpful here if you understand that is its purpose. Regardless of your tradition or the history of your tradition, the purpose of your practice is to engage you with the power and the presence of Knowledge.</p>\n\n<p class=\"book-paragraph\">Prayer, meditation, prostration, dedication, recitation, contemplation—these are all to bring you to this greater Intelligence that exists beyond the realm and the reach of the intellect. This is where you connect with God and where God can influence your thinking and behavior.</p>\n\n<p class=\"book-paragraph\">Knowledge is not the subconscious mind. You cannot use it to gain wealth or advantage or to win people over. It is not like this at all. Your subconscious mind is still your worldly mind. It just has parts of it that you are unaware of or do not utilize on a daily basis.</p>\n\n<p class=\"book-paragraph\">We are speaking of something else—something more mysterious and profound, something you cannot use to enrich yourself. You cannot manipulate it because it is pure. It is more powerful than your intellect, your plans, your goals and your schemes. To think that you could use Knowledge to get what you want is to underestimate what Knowledge really is and to overestimate your abilities and your own wisdom to know what is true and right to do.</p>\n\n<p class=\"book-paragraph\">God redeems the separated through Knowledge, whether you are a human being living in this world or another intelligent being living in another world—in any world, in all worlds. For all sentient beings have Knowledge. This does not mean that they know of Knowledge or follow Knowledge or are aware of Knowledge, but it is there nonetheless.</p>\n\n<p class=\"book-paragraph\">Here you must turn your approach inward, for believing in Jesus or Muhammad or the Buddha will not bridge the gap of Separation that exists between you and your Source, and between the part of you that lives in the world and is of the world and the part of you that is not of the world.</p>\n\n<p class=\"book-paragraph\">Here Separation is both internal and external. In Separation, you are divorced from your deeper nature. It is unknown to you. It is a mystery. You are divorced from others. And you are seemingly divorced from your Source because that part of your mind that is worldly, living in Separation, actually thinks Separation is the real reality, it is the essence of things, it is the truth of things, it is the inescapable fact of things on a practical level.</p>\n\n<p class=\"book-paragraph\">You still have to function in the world. You still have to compete with others. You still have to get along with others. You have to deal with disagreement, dishonesty, conflict and all the machinations of the mind within yourself and within others.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, this becomes so problematic and so hazardous and so unfortunate that people escape into fantasies and, if they can afford it, into hobbies and dreams to try to have some sense of value and meaning, some sense of permanence and reprieve from the world.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation presents The Way of Knowledge, as it is taught not only in this world, but throughout the Greater Community of worlds in the universe. It is a universal teaching. It is not overlaid with human history, human culture, human conflict or human personalities. It is essential and pure. It is the pathway the great mystics have always followed, the great artists, the great inventors, the great humanitarians. The evidence is in your history and in your world, but it is not mundane; it is not everywhere. You may have to search for it to find the inspiration in other people that is the evidence of a greater Knowledge at work.</p>\n\n<p class=\"book-paragraph\">To become truly honest, you must recognize your predicament and come to terms with it—without denial, without avoidance and without manipulation. Your predicament is you are living in Separation, and you are a stranger to yourself.</p>\n\n<p class=\"book-paragraph\">You know your tendencies and aspects of personality. You know something about your past. You know what you look like. You can distinguish yourself from others based upon qualities of your personality, activities and perhaps unique features.</p>\n\n<p class=\"book-paragraph\">But you are a stranger to your deeper nature, your real nature, your permanent nature—the part of you that has never left God and Creation, the part of you that lives within you today and that will be there for you when you leave this world, as it was there for you before you entered this world.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, life is difficult. It is fearful. It is problematic. Though beautiful, it is also dangerous. Though pleasant, it is very painful. Great disappointment will attend you as your ideals fail and as you are disappointed by yourself and other people.</p>\n\n<p class=\"book-paragraph\">God knows this is the source of your suffering, your anxiety and your dysfunction. People do not realize this yet. They think they are doing well. They have advantages. They are moving forward. They have things other people do not have. Perhaps they live in a rich nation and have affluence and opportunity and food, water and energy are not a big problem.</p>\n\n<p class=\"book-paragraph\">But the condition is still the same, you see, whether you are the richest person on Earth or the poorest person living in the poorest country. Your circumstances are vastly different. Your opportunities are vastly different. The degree of social power you have is vastly different. But your predicament in Separation is still the same. You are still isolated and struggling in a world that does not seem to care very much about you.</p>\n\n<p class=\"book-paragraph\">This is a harsh reckoning, but a necessary one because this is where you become really honest with yourself. But to face this great truth, you must have the awareness of Knowledge, or you will become angry and jaded, negative and pessimistic. All hope will seem to leave you because you do not know the source of hope, the meaning of hope and where true inspiration comes from.</p>\n\n<p class=\"book-paragraph\">You may be entertained by the world and try to keep yourself in a state of entertainment through art and music, comedy and all of these things—if you can afford such things, which very few people can. But this is all an escape still, you see. Even working hard and priding yourself on your work accomplishments, even this becomes a form of escape.</p>\n\n<p class=\"book-paragraph\">People cannot sit still for five seconds. They are so driven and aggravated and obsessed. They are afraid of themselves. They are afraid of other people. They are afraid of life and what may come in the future. Driven they are, pathetic, and even more pathetic when they really have pride and think they are superior and above and beyond other people.</p>\n\n<p class=\"book-paragraph\">The Angels watch this and shake their heads: “This is truly a sad case. It will take longer for this person to come to terms with the reality of their life and situation.”</p>\n\n<p class=\"book-paragraph\">In this respect, the rich are further from the truth than the poor. The rich are more caught up in their passions and obsessions, hobbies and activities. It can be more difficult for them to come to terms with the reality of their lives.</p>\n\n<p class=\"book-paragraph\">Into this hopeless situation, the Creator of all life has given the antidote—the antidote to suffering, the antidote to Separation. It lives mysteriously within you. You cannot use it and control it. You cannot extinguish it. You can avoid it and run from it, which you have been doing all along, but it is still there for you.</p>\n\n<p class=\"book-paragraph\">God does not have to manage your life. God does not have to manage the affairs of this world. God does not control the weather and the sequence of events, for that is all in motion. That was set in motion at the beginning of time, and it is still in motion and will be in motion for as long as you can imagine.</p>\n\n<p class=\"book-paragraph\">The great redemption is the reclamation of Knowledge. God has provided the Steps to Knowledge, the preparation given with God’s New Revelation. Here your thinking, intellectual mind, your worldly mind, is connected through practice, awareness and application to the deeper Mind of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">Here it is important not to think that you already know of these things, that you are very intuitive, because you are only a beginner in The Way of Knowledge. Do not think that you have already traveled up and down this mountain, for you have never been on this mountain before.</p>\n\n<p class=\"book-paragraph\">It is all a question of honesty, you see. Honesty begins with what you tell yourself. Tell yourself a lie, and you will lie to others and think you are very consistent and are being honest. But you are merely spreading the dishonesty you have established with yourself, spreading it out into the world around you—misinforming others, creating false impressions. Even if you think you are being honest and want to be honest, until you have this deeper reckoning, dishonesty will still be a great problem for you.</p>\n\n<p class=\"book-paragraph\">Real honesty can be triggered by mishap in life, tragedy in life, loss in life. The benefit of these things is they can make you more honest and more able to reckon your real needs and circumstances.</p>\n\n<p class=\"book-paragraph\">But you cannot resolve these things alone. You cannot resolve them based upon ideas or theories alone. You cannot base them on productive activities alone because you need the guidance of Knowledge.</p>\n\n<p class=\"book-paragraph\">To receive this guidance, you must yield to Knowledge. You must yield your preferences, your wishes and your obsessions. You cannot follow if you insist upon leading. Yet the act of following is the act of bridging the gap, and slowly and incrementally undoing Separation.</p>\n\n<p class=\"book-paragraph\">It is honesty that tells you if your relationship with another is real and genuine and has promise for the future. Regardless of attractions and beauty and charm, agreements and prior investments and all of this, it is honesty, self-honesty.</p>\n\n<p class=\"book-paragraph\">What motivates you to be this honest is that you do not want to suffer. You do not want to waste your life on a meaningless pursuit or a relationship that has no future or destiny. It is suffering that teaches you to value your experience and your time. It is suffering that can bring you back to yourself and to God.</p>\n\n<p class=\"book-paragraph\">Yet no one wants to suffer, so everyone tries to escape suffering in the pursuit of happiness and all of its manifestations. But it is disappointment that brings you back. It is sobriety that brings you back. It is reconciliation with yourself that brings you back. It is facing your mistakes and the loss of your time and life that brings you back.</p>\n\n<p class=\"book-paragraph\">Knowledge is waiting for you, but you must recognize your need for Knowledge. This is a fundamental and essential recognition. It is the beginning of real self-honesty and real honesty with others.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, you are constantly misrepresenting yourself and your intentions to others. You are trying to get things from people. You want to use them as resources. You want them for pleasure or security, companionship or advantage of some kind. So you do not see the meaning of the relationship or the lack of meaning of the relationship. You only see what you want out of the situation.</p>\n\n<p class=\"book-paragraph\">Here you misrepresent yourself, you become dishonest, you establish false expectations, false goals, false relationships, false involvements and so forth until you become entwined and lost in a set of circumstances that you can no longer control. You have given your life away. You have cast your fate. Now you must live with the consequences. And the journey out of that jungle is very difficult and very trying.</p>\n\n<p class=\"book-paragraph\">You must come to your need for Knowledge. In a moment of real sobriety and self-honesty, you will see that you cannot find your way without Knowledge. You cannot resolve your dilemmas without Knowledge. You cannot know who you are without Knowledge. You cannot discern the true relationships from the false without Knowledge. You cannot bridge to a new and better life without Knowledge. You cannot resolve the problems of the world without Knowledge.</p>\n\n<p class=\"book-paragraph\">You may come to this realization incrementally. You may come in moments of sobriety and self-examination. You may come in moments of disappointment and disillusionment. Perhaps the realization will happen gradually, step by step, as you learn to take the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">People begin this journey thinking that Knowledge is going to be a resource for them. They are going to use Knowledge to get what they want—better work, better relationships, better health, better opportunities, better advantages, more pleasure and less pain. But at some point they must come to see that Knowledge is not really going to give them what they want. It is really here to provide them what they truly need and what they desire at a deeper, more profound level.</p>\n\n<p class=\"book-paragraph\">People do not see this at the outset because they are not yet honest enough to recognize their truest and most profound needs. They are still trying to play life for advantages, to maneuver in life for advantages, to play the hazardous game for advantages. They have not yet come to a place of honesty and humility to see that they need God’s Guidance and Power in their life, and without it—though they may try bravely to navigate a difficult world and to resolve complex and seemingly pervasive problems—they will not really be able to be successful.</p>\n\n<p class=\"book-paragraph\">It is in giving up illusions that you bring yourself to this moment of recognition. Here you begin to take the Steps to Knowledge with real intention. It is not merely a wonderful thing to do to enhance your life, to sweeten your life, to give you advantages, to make you look more spiritual to yourself. It is here to actually save you, to redeem you, to restore you, to renew you, to give you a greater authority within yourself and a true sense of integrity. Knowledge connects you with your deeper conscience, not your social conscience, but your deeper conscience that was created by God.</p>\n\n<p class=\"book-paragraph\">It is teaching spirituality at the level of Knowledge that is part of God’s New Revelation for the world. Though the teaching in Knowledge is present in all of the world’s religions, it has been lost and obscured by history and ritual and intellectual debate, adaptation to societies and the manipulation and use by governments.</p>\n\n<p class=\"book-paragraph\">Here The Way of Knowledge is plainly presented—purely, simply, directly. It is no longer obscure, but essential. For all religions are pathways to Knowledge because Knowledge is how God redeems you, and how you end the Separation within yourself, and between yourself and others, and between yourself and your Source.</p>\n\n<p class=\"book-paragraph\">This is a great journey. It is called by many names, but it is the great journey. It is the freedom journey. It is the most essential pursuit and the most essential relationship in life.</p>\n\n<p class=\"book-paragraph\">Knowledge is your primary relationship because it is your connection to God. Here you connect to God not through belief or through fervent spiritual practice. You connect to God by following what God wants you to do and by receiving what God is giving you to restore and to redeem your life.</p>\n\n<p class=\"book-paragraph\">Therefore, begin the journey. Take the Steps to Knowledge. Realize that you cannot find your way without this greater power and presence to guide you. Be patient, for the journey is long. Knowledge is mysterious. It does not come upon demand. It is not something you can control and manipulate. You must come into its presence in humility, with patience and openness, watching for the signs, and learning how to sincerely ask for guidance.</p>\n\n<p class=\"book-paragraph\">All of this is based upon your self-awareness and your self-honesty. It is so essential. It is not complex. It is not elusive if you approach it honestly. It is foremost and essential in your life. And that is why it is the greatest and most essential relationship.</p>\n\n<p class=\"book-paragraph\">For God will guide you and protect you through Knowledge. God will redeem you and restore you through Knowledge. It is through Knowledge that you will discover over time your greater purpose for being in the world and those essential relationships that can make the expression and the fulfillment of this purpose possible.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/living-in-separation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/living-separation-alone-afraid/"
}