{
  "title": "Living in an Emerging World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">At the very outset we must talk about the context in which you live, for you must have a context in order to understand your activity and participation here in the world at this time. People often overlook this first essential understanding and try to define their purpose, meaning and direction based upon their own desires, interests and ambitions. In other words, they try to create their own context and then understand themselves within it. However, you do not live in a vacuum, and you are part of a greater life in the world and in the Greater Community of Worlds, of which your world is a small part.</p>\n\n<p class=\"book-paragraph\">It is necessary, then, as we begin the exploration of living The Way of Knowledge to illustrate the world that you live in—its condition and its evolution—and establish this as the context for understanding your participation here. For your purpose here is not self-created. It was given to you before you came. It was given to you by your Spiritual Family beyond this world. Therefore, your mission is intact already. The essential people that it involves, its essential activities in the world and its relevance to the world at this time are all established. This means that you have a destiny in the world. Perhaps you have felt this destiny—a sense of calling, a sense of direction perhaps ill defined and inexplicable, yet drawing you already. You can feel this. And perhaps in a moment of sadness, a moment of introspection or a moment of great sobriety, you have asked yourself an honest question, “Why am I really here?” This question was honest because you realized at that moment that any further attempt to define your life based upon your interests or your desires would only lead you down another dead-end tunnel with nowhere to go.</p>\n\n<p class=\"book-paragraph\">You have come to serve the world in its evolution. The world is your context while you are here. It is not your ultimate context, but it is your context while you live your physical life in the world as a human being. Therefore, look to the world and look to your deeper inclinations. Look at these together, for they are related. The world calls upon you, and you call upon the world, for you are in relationship with the world although this relationship has not been realized as yet. You are not separate from the world. You are part of the world. This is the world you have come to serve, and it is this world that is the context for realizing your greater purpose in life, a purpose which transcends your desires and your fears, your preoccupations and your limitations.</p>\n\n<p class=\"book-paragraph\">Your nature has been designed for this purpose. You do not yet realize this design fully. When you realize your design, you will recognize your Designer, and you will come to appreciate a greater harmony that exists in life, a harmony that is as yet unseen by those who dwell here.</p>\n\n<p class=\"book-paragraph\">You do not as yet understand the fabric of life into which your life is interwoven. You are not separate or apart. You are part of a greater tapestry of life, a greater tapestry of life in this time, in this world, in this place, and in these circumstances. Yet the tapestry is changing. Let us not confuse, then, your life within the world with your life beyond, for they are different. If you think they are the same, you will underestimate your life beyond the world, and you will make some grave misinterpretations of your abilities and your nature while you are here.</p>\n\n<p class=\"book-paragraph\">You are working in a very limited context. You have physical and mental limitations while you are here. You have experienced these limitations, perhaps painfully, but you need to understand them, and you need to recognize them without self-condemnation, for you have limits. You are working through the limited vehicle of your body and the limited vehicle of your mind. The Spirit within you, which we call Knowledge, must exercise its wisdom, its beneficence and its purpose through these limited vehicles and through the circumstances that you face in everyday life.</p>\n\n<p class=\"book-paragraph\">You were sent here to serve the world. The world is not here for your therapy. The world is not a hospital where you simply recuperate. It is a place where you do get better, however. It is a place where you become rehabilitated. But beyond this, you were sent to give something to the world. What you have to give you carry within like a secret cargo hidden within you. You cannot gain access to this secret cargo on your own. It will reveal itself incrementally as you gain contact with those individuals whom you are destined to meet and who share your purpose. And it will reveal itself as you come to realize your relationship with the world in its true manifestation.</p>\n\n<p class=\"book-paragraph\">All of these things, then, need to come into play before your greater purpose can be truly experienced and fully realized. Yet every step you take along the way brings greater confirmation to you, a greater sense of value to your life and a greater appreciation for the many wonderful things that are happening at this moment and that have happened in the past which have enabled you to be here. With this gratitude, you begin to appreciate your life from a different vantage point and a different perspective. Instead of being a person lost in the world, trying to see beyond the limited perspective that you have, you gain a greater vantage point where you see your life as weaving itself within the world, as you gain worldly experience and as you gain a greater experience of Knowledge.</p>\n\n<p class=\"book-paragraph\">Together these provide Wisdom. Knowledge is with you already, but you must develop Wisdom through your experience of being in the world. Without Wisdom, your Knowledge cannot express itself. You will not have the desire or the capacity to experience it and to express it effectively. Therefore, gaining Wisdom through experience is the second half of your training and preparation in learning and living the Way of Knowledge. This will be the major focus of our work together in this book.</p>\n\n<p class=\"book-paragraph\">You have come to serve the world. The world that you have come to serve is in the process of emerging into the Greater Community of Worlds, the local universe around you that contains a great diversity of intelligent life interacting with each other. The world’s emergence into the Greater Community represents the greatest turning point humanity has yet faced. In fact, it is one of the greatest turning points that any race can face. It is for this great turning point that we are preparing you now. It is for this purpose that we have provided this book and all the books in the New Knowledge Library.</p>\n\n<p class=\"book-paragraph\">If you see your life within this larger context and you will see yourself clearly. If you develop this perspective and this understanding, you will begin to be able to discern your nature—why you think the way you think, why you feel the way you feel, why you have certain tendencies and why other tendencies are lacking, why you have certain preoccupations and sensitivities and why you are lacking others that seem apparent in other people. Every aspect of your nature has a greater application, but you must understand the context in which this application is meaningful or you will not be able to understand your nature or your purpose for being in the world at this time.</p>\n\n<p class=\"book-paragraph\">The evidence of this lack of understanding is all around you. It is manifest in the world today. Trying to live without purpose, meaning and direction has given rise to all of the escapes and meaningless pursuits that preoccupy, endanger and damage people all around you. You yourself have experienced this in your own life.</p>\n\n<p class=\"book-paragraph\">The world’s emergence into the Greater Community will change and challenge all of humanity’s fundamental ideas. It will give humanity its greatest opportunity for advancement and its greatest challenge for survival. It will threaten your self-determination as a race, and it will draw into question your most cherished ideals and beliefs. Yet it will give you the foundation upon which to unify the human race, a foundation which would be lacking without this greater context. It will give you the encouragement and, indeed, the necessity to join with others with a deeper understanding because you are all participants in the world, and you all have been sent here to support the world’s emergence into the Greater Community. In whatever avenue and are destined to participate, you are serving the larger evolution of your race. Everything you bring to humanity you bring for this purpose.</p>\n\n<p class=\"book-paragraph\">You must come to life. Life is waiting for you. You must come to the world because the world needs you. The world needs the gifts that you have brought with you, and you need to give these gifts to realize your value and your purpose here. There is no other way to come to terms with the contradictions of your life, your personality and your relationships. The plants and the animals around you demonstrate an integrated life, but humanity has not yet gained this ability. What we are speaking of is something entirely natural and integral to you and to your nature and to your design.</p>\n\n<p class=\"book-paragraph\">There is that which is essential and that which is non-essential. If you want to feel that your life is essential, then you must focus on those things that are essential to you and to the world around you. You have a place here in the world, but you must understand the place to understand the role. And you must understand the role to understand the place.</p>\n\n<p class=\"book-paragraph\">Here we bring you into the greater panorama of life in the world and life in the Greater Community. Humanity is at a great threshold now of realizing it is no longer alone in the Universe or indeed alone within its own world for Greater Community forces are in the world today.</p>\n\n<p class=\"book-paragraph\">When we speak of the world’s emergence into the Greater Community, we are not talking about a future event or possibility. We are talking about the condition of the world today. There are divergent forces in the world today from the Greater Community. Most of them seek dominion or control here. They are not evil. They are simply exercising their own interests. Some of them are adversaries and others are potential adversaries. Yet others can become friends. The outcome is in your hands and in their hands, but without your role at whatever level you are destined to participate, you will not be able to determine the outcome.</p>\n\n<p class=\"book-paragraph\">Even without the Greater Community presence in the world, the growing problems of the world which are global in nature would require a unity and a cooperation humanity has never established before. What will be the foundation for this but a common need, a common awareness and a willingness to forego ancient animosities and divisions to unite in order to meet a greater need. Necessity drives change within human life as well as within nature all around you. Everything that happens in nature is necessary.</p>\n\n<p class=\"book-paragraph\">When you feel this necessity, which is something that most people avoid, then your decisions will become much clearer, and you will be able to escape the dreadful curse of ambivalence that casts people adrift and neutralizes their greater motivations and inclinations.</p>\n\n<p class=\"book-paragraph\">You are needed in the world, so how can you find what value you have or what you must do? You must search this out, but not only within yourself. The Way of Knowledge does not prepare you to leave the world. It prepares you to be in the world, for it is here that you have been sent. It is here that you have chosen to come. And a great deal of effort has been made on your behalf to enable you to be here and to develop here. You have no idea how much has been done to enable you to have this opportunity to give.</p>\n\n<p class=\"book-paragraph\">In order to have a greater experience, to feel greater meaning, and to find a greater purpose, you must step out of your mind, out of the limits of your own perspective, and re-engage yourself with life. This is what it means to live The Way of Knowledge. The Way of Knowledge brings you to what is known and essential. It makes everything else unnecessary for your happiness. Thus, it brings simplicity, focus and power to you who need these now to find your way within a world that is increasingly complicated, confused and disabled, both by the products of its past experience and by the ambivalence and confusion of its Mental Environment.</p>\n\n<p class=\"book-paragraph\">As a student of Steps to Knowledge, you learn to utilize all things for good without having to give all things a good motive or intention. In other words, you accept mistakes as mistakes. You accept confusion as confusion. You accept failure as failure. You accept success as success. You attempt to use everything for good, for everything can be used to develop Wisdom, certainty and ability if it is seen and used correctly. You do not need and, indeed, you should not assign a Divine motivation and intention to everything that happens to you, for the world is not governed by the Creator.</p>\n\n<p class=\"book-paragraph\">The world is set in motion. It is a vast network of interactions, both in the physical and in the Mental Environment in which you live. The Creator has given you what you need to contribute to this condition and to this reality in which you live. That is the endowment. Anything can happen to you while you are here. Yet Knowledge will protect you if you can respond to it. Knowledge will lead you to the right people and will develop slowly and carefully the right understanding if you are patient, persistent and honest in your approach.</p>\n\n<p class=\"book-paragraph\">For you to begin to understand your nature, your purpose and your mission in life, you must start with a context of the world and the world’s emergence into the Greater Community. You live in an emerging world. Let your understanding of this be incomplete, but keep your eyes and ears open. Keep your mind fresh. Do not settle on old ideas or comfortable conclusions.</p>\n\n<p class=\"book-paragraph\">Come to the very edge of life. Look at the world. It is emerging into the Greater Community. You cannot see this yet. But it is known within you. Knowledge recognizes the way of the world and the direction of the evolution of life, for it responds to life at a very fundamental level. It knows what is essential, and it is not fooled or manipulated by anything else.</p>\n\n<p class=\"book-paragraph\">Your purpose, meaning and direction need a context. The context is all around you. The greater your vantage point in seeing it, the more you will see, and the more you will see how everything is related to everything else. This does not require a complicated philosophy or even a great deal of speculation on your part because it is an experience.</p>\n\n<p class=\"book-paragraph\">You have come to an emerging world. Your life will be different from your ancestors’ and even from your parents’. They played their part in bringing the world to this great threshold. You and your children will be part of this threshold as well. For you live your life not only to fulfill your purpose, if it can be found, but also to provide that opportunity for others in the future. This is how humanity builds upon itself. This is how opportunity is regenerated. This is how Knowledge is kept alive in the world.</p>\n\n<p class=\"book-paragraph\">The Way of Knowledge will take you beyond belief into pure experience. It will take you beyond assumptions into direct realization. It will take you beyond premature relationships based on fantasy or desire into relationships based on recognition, Knowledge and purpose. It will create a vitality within you which is the foundation of your health. And it will prepare you and enable you to develop the Four Pillars of your life.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/living-in-an-emerging-world/"
}