{
  "title": "Marriage and Higher Purpose",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Marriage is something that should be a focus for every person. Marriage is an act of uniting your life, of focusing your life, and of pulling yourself into a position of becoming a provider to join something greater than yourself, to give yourself to something greater than your personal interests alone.</p>\n\n<p class=\"book-paragraph\">But marriage here is more inclusive than you might think, for not everyone in this life will be married to another person in the traditional sense, and that is appropriate. But everyone has the opportunity to marry something, to marry a greater relationship, to unite with others to serve a greater purpose, to become greater by being part of something greater, for there are no great individuals.</p>\n\n<p class=\"book-paragraph\">Marriage, then, is your destiny should you learn to follow the deeper Intelligence that the Creator of all life has given to you, which is called Knowledge—a deeper Mind, a deeper awareness, a deeper current within yourself, a true direction, a true orientation.</p>\n\n<p class=\"book-paragraph\">If you can follow this deeper current, this deeper voice, this deeper presence within you, it will take you to marriage. Whether you be married to one person in the traditional sense, whether you be married to a religious community, whether you be married to a group of people who are doing something important in the world, you must become part of something greater to be greater yourself.</p>\n\n<p class=\"book-paragraph\">Ultimately, who you are is what you are united with. If you are only united with your desires and your goals and your ambitions, you are really not united with anything yet that is real and substantial. For these are only ideas in the mind.</p>\n\n<p class=\"book-paragraph\">To be greater, you must unite with others to serve something greater. The degree to which you can do this will be the degree to which you can become more complete, more aware, more whole within yourself, more mature.</p>\n\n<p class=\"book-paragraph\">To this degree, you can become a real contributor in the world, which is what you were sent here to do. For you are not sent into the world to just be a consumer or to fulfill your wishes or to make sure you get everything you think you want for yourself beyond your basic needs. That is not what has brought you into the world, or anyone else. Your greater purpose here is to unite with others, to serve in a unique way, to meet certain needs in life and certain needs of others and certain needs of the world.</p>\n\n<p class=\"book-paragraph\">Your union with another, if it is authentic, will have this orientation. Otherwise, marriage is simply personality attraction. It is falling in love with someone’s appearance. It is becoming attached or obsessed with someone. But this really does not have the depth and the character to become a real marriage.</p>\n\n<p class=\"book-paragraph\">For the demands of a true relationship will supersede any selfish interests. And certainly obsession or preoccupation with another is a selfish interest. While you may have a natural attraction to someone who you can be truly aligned with, you will also have a natural attraction to people who you cannot be aligned with. It is natural to be attracted to people, certain people who have certain qualities, who have a presence with them, who have something special about them. It is natural to be attracted, but clearly, you cannot marry all of your attractions.</p>\n\n<p class=\"book-paragraph\">No, marriage is for something greater. Your life is for something greater. How you see yourself, how you value your time in the world, how you value what you are here to do, how you consider yourself in this way will determine the kind of marriage, the kind of relationship with others that you will have.</p>\n\n<p class=\"book-paragraph\">If you are only interested in acquiring wealth and having pleasurable experiences, well, that will become the basis for your choosing another; that will determine your criteria for relationship. And you can see in looking in the world how few relationships really succeed, how few are truly inspiring, how few represent a healthy and growing union for those involved.</p>\n\n<p class=\"book-paragraph\">If you look at this objectively, you must confess to yourself that the chance for success is very small, given the results that people are producing all around you. People who do not have a deeper association will stay married to protect their property or for financial security or for social status or to fulfill the expectations of others—family members, children and so forth.</p>\n\n<p class=\"book-paragraph\">The tragedy here, especially, is that in a marriage of this kind, which is so common, if one person begins to stir, if one person begins to really question where they are going in life and begins to discern the power and presence of Knowledge within themselves, they will put their marriage at risk and everything that has been built around that marriage—the possessions, the assets, the family, the children. Everything will be seen to be put at risk because one person is beginning to respond to the presence and power of Knowledge.</p>\n\n<p class=\"book-paragraph\">As a result, people become armored against themselves here. They do not really want to feel what they truly feel. They do not really want to question what they are doing. They do not really want to have to reconsider anything of significance because then everything becomes doubtful, everything is put into question.</p>\n\n<p class=\"book-paragraph\">This is when your marriage, your relationship, and eventually your whole life works against you to keep you at the surface, to keep you a slave to the expectations of others and to your own wandering desires.</p>\n\n<p class=\"book-paragraph\">This is why you must seek the power and presence of Knowledge first. This is seeking the Kingdom first, for this is the power and presence that God has placed within you to guide you, to protect you and to take you to your greater role in this life. Whatever you established prior to this or in place of this will be thrown into doubt once you begin to truly respond.</p>\n\n<p class=\"book-paragraph\">That is why it is important to seek your relationship with Knowledge first. That is your primary relationship because that represents your relationship with God. Do not think that your relationship with God is all about praise and worship, for fundamentally, it is about experiencing and following what God has placed within you to experience and to follow. God does not need your praise and worship, but God does need for you to fulfill your purpose in being here—a purpose that was determined before you came, a purpose that you yourself cannot change.</p>\n\n<p class=\"book-paragraph\">What remains uncertain about your purpose is if you will find it, if you will follow it and if you will fulfill it. Here even the Will of God is up to you and your decision making. You have the power of choice. You have the power of decision. What will you choose?</p>\n\n<p class=\"book-paragraph\">Knowledge will take you to your true partner in life if you are meant to be a husband or a wife. It will take you to your true association with people in your work, in your spiritual study. It will take you to the right people who will really make a difference for you.</p>\n\n<p class=\"book-paragraph\">But to follow Knowledge, you must forgo the other voices in your mind. You cannot have everyone. You cannot have everything. You cannot go in more than one direction. You can fall in love with this person or with that person, but only Knowledge knows who you really need to meet and to associate with and how you need to be with them, you see.</p>\n\n<p class=\"book-paragraph\">You can have one relationship after another. You can pursue people. They can pursue you. All terribly costly, investing your whole life in attractions and pursuits that have no promise and no future.</p>\n\n<p class=\"book-paragraph\">Is that what freedom has given you? The freedom to waste your life on things that have no promise and no future? Or has freedom given you the opportunity to find and to follow to Knowledge within yourself?</p>\n\n<p class=\"book-paragraph\">Yes, you are meant to be married, but only Knowledge knows with whom and for what purpose. Yet without Knowledge, people have invented marriage. They marry as part of a social expectation. They marry because their family expects them to marry. They marry for the economic advantages. They marry to escape loneliness. They marry to gain property, to gain wealth, to gain approval, to gain social standing.</p>\n\n<p class=\"book-paragraph\">This is what marriage is all over the world, but this is not the kind of marriage We speak of here. For you can attach yourself to people, to places and to things, but your soul will not attach. It will not be committed to anyone except the person you are destined to meet, and even here you must be ready to meet them and they must be ready to meet you. If you meet prematurely, or if you are not ready, then the relationship cannot fully come into being, and that is a tragedy. That is a real difficulty.</p>\n\n<p class=\"book-paragraph\">You are born with a greater purpose for being in the world. This purpose has brought you into the world at this time to live within these circumstances, but there is no guarantee you will find this purpose, follow this purpose and fulfill this purpose because this is a world without Knowledge. This is a world apart from God. This is a world where you can express, to a certain extent at least, free will, where you have the power of decision.</p>\n\n<p class=\"book-paragraph\">What you value here will determine what you marry and who you marry. If you value beauty only, well, you will marry someone beautiful, or try to. If you value intellectual capacity, you will try to marry someone who has intellectual capacity, or you will try to. If you value personal integrity, if you value wealth, if you value charm, you will try to marry these things in people, but your soul will not make the commitment.</p>\n\n<p class=\"book-paragraph\">How many people are married today who really are not committed, not because they have not tried to be committed, but simply because at a deeper level they are not committed. They have only filled up their time with someone. They have filled up their life with people and objects, responsibilities, obligations, requirements. Their only chance now to awaken to their greater purpose will throw all these things into question. It will be far more difficult and unfortunately, in most cases, people will not have the courage to do this.</p>\n\n<p class=\"book-paragraph\">Though their soul remains unfulfilled, though their mind is restless, though their life seems aimless and without greater purpose, they will stay for the benefits that they recognize, and they shall live their life at the surface only.</p>\n\n<p class=\"book-paragraph\">But this is not your destiny. This is not your purpose. To find this, you must develop a relationship with Knowledge, first and foremost. For when you do this, and if Knowledge can grow in your awareness and if you can choose to follow Knowledge, which is God’s great endowment to you, then you will find the right work, the right people, the right vocation, the right place to be, the right emphasis in life because Knowledge has these already.</p>\n\n<p class=\"book-paragraph\">Here you do not have to invent your life. You have to merely let it unfold and make important decisions along the way. But you must be patient to have this simplicity, to have this wholeness, to have this sense of integrity, for everything does not come upon demand.</p>\n\n<p class=\"book-paragraph\">You will have to face life being alone. You will have to face the uncertainty, not knowing if your desire for true relationship will be fulfilled or not. You will have to have faith in Knowledge for those periods where you do not experience it. You will have to attend to what is in front of you to do and not try to plan your life too far in advance. You will have to carry out what Knowledge has given you to do without being certain of what it means or where it will take you or what life will look like in the future as a result.</p>\n\n<p class=\"book-paragraph\">You have to have this faith, this openness, this lack of assumptions. You have to have the reins of your life held loosely in your hands. If you try to be controlling and dominating, well, you will not be able to stay with the light that God has given you to guide you. You will set off willfully and try to gain everything you can by deception, by persuasion and even by force if necessary. You can see this all around you if you but look.</p>\n\n<p class=\"book-paragraph\">A true marriage is a marriage that is built upon a greater purpose, a marriage where Knowledge has brought two or more people together to participate in a greater way together. It is not the folly and the frolic that you see in people’s romances, in their pursuits of one another, in their desperate attempts to attract one another, in the immense cost to them of trying to win someone over, win someone’s love.</p>\n\n<p class=\"book-paragraph\">Really, people’s relationships are a disaster. They represent all the confusion of their lives—their confused goals, their self-deception, their ambitions, their frustrations, their anger, their attempt to dominate their life. It is all represented in the great frolic and folly of people’s relationships.</p>\n\n<p class=\"book-paragraph\">And those relationships that endure are more a form of servitude rather than a growing phenomenon, a growing and meaningful engagement. People are resigned to their situation. They are resigned to their marriage. They are resigned to their life. The light has gone out within them. Now they just try to have hobbies and pleasures to allay their sense of failure, their sense of guilt, their sense of depression.</p>\n\n<p class=\"book-paragraph\">If you look at this all together, it is really a disaster. It is the disaster of the world. True relationships within this seem rare and uncommon. And people who are guided by Knowledge seem rare and uncommon.</p>\n\n<p class=\"book-paragraph\">This is why the journey itself can seem lonely because there are so few people taking it. Everyone is crowded at the bottom of the mountain, and only a few people are venturing up, breaking away to make their journey up the mountain where they have been called by God.</p>\n\n<p class=\"book-paragraph\">Knowledge within you is not simply just some biological function of your mind. It is the Mind of God within you calling you and directing you, but you cannot be complacent regarding it. You cannot be passive regarding it.</p>\n\n<p class=\"book-paragraph\">This will require the greatest focus and activity on your part. It will require you to take responsibility for your thoughts, your behavior, your inclinations. It will require a great restraint on your part so that you do not give your life away to things that have no value or meaning. It requires tremendous faith and determination.</p>\n\n<p class=\"book-paragraph\">For you must go forward even if you do not know what you are doing, even if you are not sure what it means, even if it seems to take you away from what everyone else thinks is important or spiritual or religious or righteous and so forth. God is not bound by these things, and what God has placed within you is not bound by these things either.</p>\n\n<p class=\"book-paragraph\">In essence here first you must become married to Knowledge. It is your first and primary responsibility. Become a student of Knowledge. Take the Steps to Knowledge. This is the beginning. This is really building the capital of your life, the real assets of your life.</p>\n\n<p class=\"book-paragraph\">Here you gain wisdom as you learn, as you apply, as you attempt to use Knowledge to help you make real decisions in life; as you break your addictions and your obligations to others or to situations that are not appropriate for you and do not represent your greater direction in life.</p>\n\n<p class=\"book-paragraph\">Here you gain capacity by learning restraint, by becoming objective and observant. Here your values change, your priorities change, naturally, because you are becoming closer to Knowledge and not simply driven by the frantic nature of your personal mind.</p>\n\n<p class=\"book-paragraph\">Here you separate yourself from society to a certain degree so that you can become objective regarding it. Here you value silence over stimulation. You value honesty over meaningless conversation. You value inspiration over stimulation. You value genuine relationship over pleasant company.</p>\n\n<p class=\"book-paragraph\">You begin to connect with yourself, with the world, with nature, with others because you are designed to do this. But it is very confusing to the mind because it is a complete revolution within you—a shift from one state of mind to another, from one level of being to another. And during this shift, it is very confusing.</p>\n\n<p class=\"book-paragraph\">You leave behind your old goals, old friends, old interests, old hobbies, perhaps, venturing to something new. And you do not even know what it is yet, but Knowledge is taking you there.</p>\n\n<p class=\"book-paragraph\">Knowledge is your raft from one shore to another. Like passing over a great lake, well, once you lose sight of the shore behind you, you do not see the shore that you are heading towards. But the wind is taking you and you are moving.</p>\n\n<p class=\"book-paragraph\">What is important here is not comprehension. It is not intellectual understanding. It is not personal confirmation. It is not social recognition. It is that you are moving with Knowledge, letting Knowledge move you.</p>\n\n<p class=\"book-paragraph\">Instead of trying to control your life, now you have to control your mind and your tendencies to allow Knowledge to move you. You have to learn to wait. You have to learn to watch. You have to learn to listen. You have to learn to discern.</p>\n\n<p class=\"book-paragraph\">All takes concentration. All takes time and mental focus. If you are not busy running around with an impossible schedule, then you can bring your attention to these greater things, things that will really yield for you your real assets.</p>\n\n<p class=\"book-paragraph\">A person’s wealth is measured in their wisdom, their connection to Knowledge and in the value of their relationships. That is real wealth. That is the wealth that makes your life meaningful and alive and vibrant, that gives direction and purpose and meaning to your existence, that sets the criteria for who you can be with and what you can do with them.</p>\n\n<p class=\"book-paragraph\">This is what prepares you for marriage with another, for marriage with another follows marriage with Knowledge within yourself, which is uniting with the deeper Mind that God has given to you.</p>\n\n<p class=\"book-paragraph\">This takes time. You must learn to be patient. You do not know the journey ahead. You do not know how great a mountain this is that you are beginning to climb. You have never been on this mountain before. It is not simply an afternoon stroll. It is a great journey. And great journeys require faith and determination.</p>\n\n<p class=\"book-paragraph\">You must continue to go where Knowledge takes you. Along the way, there will be other attractions—pretty places, pretty faces, intriguing things, great tragedies, all kinds of things to pull you off course, all kinds of things to become obsessed with—what is pleasurable and what is painful.</p>\n\n<p class=\"book-paragraph\">But Knowledge within you is not swayed by these things, for it is only swayed by God, and it will take you where you need to go if you can follow it. And as you follow it, you will shed the weight of your life, the burden of your conflicts, the burden of your inappropriate obligations, the weight of your social conditioning, the burden of meeting other people’s expectations. These things fall away, and your life becomes lighter, and more powerful and more concentrated.</p>\n\n<p class=\"book-paragraph\">There are so many people today in the world who do not even have a chance for this either because they live in poverty or in an oppressed environment, or because their wealth has locked them in place, as if they were chained to their own museum of artifacts, a caretaker only now. But this is not your destiny. This is not what you came here to do and to be and to have.</p>\n\n<p class=\"book-paragraph\">Knowledge within you knows who you need to meet, what you need to do and what you are seeking to accomplish. But these things are not simply an explanation. It is not a theory. It is not a set of concepts. It is a journey to take and a great one at that.</p>\n\n<p class=\"book-paragraph\">Your marriage with Knowledge will enable you to unite with others, and you will see if they are ready or not, and you will see if you are ready or not. And whether you have a conventional marriage as a husband or a wife, or whether you unite with a group of people doing important work in the world, or whether you unite with a religious community, or whether you unite in service to nature with other people, the strength of your commitment here will be strong enough and your freedom from distraction will be strong enough to enable you to engage your life at a much deeper and more complete level.</p>\n\n<p class=\"book-paragraph\">Your relationships will not be fraught with constant personality difficulties. Most of your problems will be circumstantial in nature, and your alignment will be tremendously strong, stronger than all the romantic attractions that you see around you and that you see in your movies and read about in your books.</p>\n\n<p class=\"book-paragraph\">The power of your purpose united with another will have a greater strength than any individual could possibly have and will be far more enduring than any personal preoccupation could ever be. This is meant for you. This is your destiny. But you must have the freedom and the courage to find it, to follow it and to express it.</p>\n\n<p class=\"book-paragraph\">All of this will take time, for the journey up the mountain is a journey of many steps, many turns, many decisions. Yet the further you go, the more you will be free of the oppression of the lowlands. The lighter your life will become as you shed those things that cannot journey with you or that have no value on such a journey.</p>\n\n<p class=\"book-paragraph\">And you will meet others along the way who will demonstrate to you that there really is a greater purpose within relationships. And as you gain a higher vantage point on the mountain, you will be able to see what you never could have seen below, circumscribed by the forests and the hills. Now you can look out and begin to see the lay of the land. Now you can begin to see where you have been and the greatness of the mountain that you are on. And though you will have new sets of problems to deal with, you will be free from many of the old ones.</p>\n\n<p class=\"book-paragraph\">Though there are always things within you that can pull you back or stop your progress, the power of Knowledge will grow with each step. And it will be more difficult to forget, to ignore or to deny, for it is the most natural and potent force within you. It is your primary relationship in this life. It is God’s great gift to you. And its purpose is marriage to another and fulfillment with your purpose in life.</p>\n\n<p class=\"book-paragraph\">This is what you are waiting for, hoping for, but you cannot invent it. It is not a romance. It is not a fantasy. It is not an appearance. It is not a charm. It is not an image. It is something far deeper and more substantial, and your heart yearns to go there. Though your mind may be caught up in a web of its own construction, your heart will take you there.</p>\n\n<p class=\"book-paragraph\">May the power and the presence of Knowledge be your guide as it is meant to be. May the difficulties and pleasures of this world show you that you are here for a greater purpose. May the world demonstrate to you the great risk you have of giving your life away to things and to people and places that do not represent your greater purpose. And may the world show you that you are meant to be united with others in service to the world, to humanity and to the future of life in this world.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/marriage2.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/marriage-and-higher-purpose/"
}