{
  "title": "Marriage",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The marriage that We will be talking about is a very special kind of relationship. We would like to provide the proper context because the quality of marriage that we would like to address is something that is very rare in the world. It is something you do not see very often, and yet it is something that people strive for knowingly and unknowingly.</p>\n\n<p class=\"book-paragraph\">We give marriage a very great emphasis because it is the consummate relationship. True marriage is something that is a source of nourishment for other people as well as for the two people involved. Because We are speaking of marriage in a larger context, We will not only be speaking of marriage between a man and a woman. We will be speaking of marriage as a quality of union that can exist in any relationship. For it is the quality, not the form, that matters. It is the understanding and the experience.</p>\n\n<p class=\"book-paragraph\">It is appropriate that true marriage be so lofty. It is worth preparing for. It is a natural gift of God to those who are serving their true purpose, for you cannot serve a true purpose alone. You will need true marriage. You will need this kind of assistance.</p>\n\n<p class=\"book-paragraph\">Because these relationships are so valuable, great emphasis is placed on preparation. These relationships demonstrate the reality of the Spiritual Family, where there can be a bond that is deeper than the personalities involved and stronger than any divergent interests or orientations.</p>\n\n<p class=\"book-paragraph\">True marriage is something that transcends personal realities and has purpose and direction. It is something that is not created by the people involved but is something that they discover together. It is a discovery, and yet it is a discovery with a purpose. It is here to do something.</p>\n\n<p class=\"book-paragraph\">True union can exist between men and women, between two great friends, or between a parent and a child. It can actually happen between any individuals if they have reached the same point of recognition and if they have an intrinsic bond already.</p>\n\n<p class=\"book-paragraph\">Obviously, there is a lot of marriage around. Marriage is very common, but how many marriages are an inspiration to you? Not everyone is meant to be in marriage—that is between husband and wife. That is not the appropriate expression of marriage for everybody. However, a relationship based upon Knowledge, recognition and purpose is meant for everyone.</p>\n\n<p class=\"book-paragraph\">When you have experienced such a relationship, you will realize that your life is greater than your personality. It will be an experience that will be very confirming for you. Out of this relationship will come devotion, which is the highest expression of love in the world. Devotion is a quality that is very rare. It is not to be confused with obligation or bondage of any kind. It is a freely given gift that is essential to give.</p>\n\n<p class=\"book-paragraph\">Many people expect or demand devotion from others but are incapable of giving it themselves. They wish to bargain with their affection. They wish to make sure that their demands will be met before they are willing to give in. But you see, devotion is not negotiable. You do not bargain for it. It is not giving in. It is something that emerges from the very depth of you, so that you need not create it. It simply arises.</p>\n\n<p class=\"book-paragraph\">Why is this experience so rare in the world? With so much marriage and so much relationship, why is there so little of it that is truly inspiring? Is it because it is a gift that is only given to a few people? Is it because its participants are so pure and so holy and so innocent that it is natural for them? No, it is not for any of these reasons.</p>\n\n<p class=\"book-paragraph\">Let Us give you some ideas now so that you can have a realistic expectation of union for yourself and be able to perceive your current involvements with greater certainty.</p>\n\n<p class=\"book-paragraph\">First, you will find that this quality of relationship will come to you as you have something important to do in life. People who are actively engaged in life do not have to go searching for relationship. This is a fact. If you have found something truly meaningful to do in this world that is natural for you to do and that you wish to give yourself to completely, it is a certainty you will not be alone in your giving. It is a certainty that your giving will be shared and will establish a union of great strength. This is because your relationship is pointing outward. You are moving together, and you are not trying to make each other the complete object of your affection, for this is never successful. Devotion is always to something far greater than the personality.</p>\n\n<p class=\"book-paragraph\">Very few people have this feeling of vitality in their engagement in life, and so, to substitute for this, they seek excitement in relationship—some for the sake of excitement and some in the name of personal growth. We can assure you, there is not enough personal growth in the universe to justify endless involvements. What takes you beyond personal growth is that you become very tired of it, and you now seek refuge, relief and inspiration from something greater.</p>\n\n<p class=\"book-paragraph\">Personal growth is very disappointing because you cannot expand the personal side of you very far. It always has great promise, and it is always very exciting when you are embarking on personal growth, but it quickly begins to get very difficult. Personal growth is natural when you are developing Knowledge, for your mind and body must now accommodate a greater power within you. This is the context in which personal growth has value and is governed by necessity and not by preference.</p>\n\n<p class=\"book-paragraph\">Therefore, relationships for personal growth are by definition very limited. They are limited by your own ambivalence towards growth. They are limited by your objectives, and they are limited because you and the other person have somewhat divergent motives. Your personal growth will not yield the completeness of being together that is so very nourishing, for you are trying to use the other person to grow and they are trying to use you to grow. Sooner or later, you will realize you do not have the same purpose.</p>\n\n<p class=\"book-paragraph\">This realization can emerge after a great deal of time because, you see, when you are personally growing, pain seems very justified. Your resistance seems to be a sign you should become more involved, not less. So before you know it, you are now in bondage to participate for fear that you might be a failure of some kind. This is sad, for it can take a great deal of pain to convince you that you are on the wrong track.</p>\n\n<p class=\"book-paragraph\">You do not have much time in this world, my friends. You really do not. Life is short here. Your vitality is limited. It is very important that you seek some very fundamental things and not try to have all of these experiences that seem to be so alluring.</p>\n\n<p class=\"book-paragraph\">There is no evidence that people who are in relationship for personal growth are doing any better than people who are in relationship for other reasons, except perhaps that their engagement is a little more exciting and self-absorbing. But, you see, you need to have a different emphasis.</p>\n\n<p class=\"book-paragraph\">As it has been said, if you are doing something meaningful in the world, people will join you. This is very natural. If your life is given to doing something in the world, people will give their lives to join you. They are not with you simply because you are entertaining them or because they have wonderful experiences with you. You are an expression of a purpose that they share, so now you have a union that is not based upon likes and dislikes or upon personal goals. It is simply natural to be together, and it would be unnatural to be apart. It is this naturalness that is an indicator that something is going right.</p>\n\n<p class=\"book-paragraph\">In order to differentiate between recognition and attraction, you must cultivate Knowledge—the ability and the foundation to know within your own mind. It is fundamental to everything The Way of Knowledge teaches and advocates.</p>\n\n<p class=\"book-paragraph\">Having true relationship is the greatest expression of Knowledge in this world—meaningful relationship one on one and meaningful relationship in larger arenas as well. What is God, what is the return to God, but the return to relationship?</p>\n\n<p class=\"book-paragraph\">Some people wish to return to God and commit themselves to God, but they cannot be with anybody. And so they are trying to be with everything, but they do not know how to be with any one thing. This leads to idealism of a very unfortunate kind, for people are committed to an idea of God and not to God at all. People are committed to an idea of relationship but cannot participate in relationship.</p>\n\n<p class=\"book-paragraph\">It is very difficult to create a relationship, is it not? It is always falling apart somewhere, and you have to go patch it up. It is always breaking down, and you are always building it up. However, if you are doing something really important in life, you do not have time to constantly be patching up a relationship. Your criteria for a relationship then becomes, does it work or not? It is not whether you are doing a good job or being open or loving. It is not a performance on your part. Your relationship either works or it does not. If it does not, then you lovingly free the person to find his or her right place. Then everything can be rearranged properly.</p>\n\n<p class=\"book-paragraph\">Now, in all fairness, you have personalities and they create problems. This is true. And you will have to contend with all of the expressions of fearfulness and the desire for Separation. But you can confront these things because you have a greater power within you. If you are not aware of this greater power, your personality will seem insurmountable. You will try to make it comfortable and also try to be true to your deeper inclinations. It is very hard to do that.</p>\n\n<p class=\"book-paragraph\">Marriage is natural for those people who are living a life of Knowledge. This must be emphasized. You are here for a purpose. You went to great lengths to be here. You have something to give in being here. You cannot go beyond this world because you have not given what is essential for you to give here. Your giving emerges from your self-realization. Your Knowledge is your foundation. With this foundation, you will see that life is conspiring on your behalf. Without this foundation, you will feel that you are challenging life and working at variance with life.</p>\n\n<p class=\"book-paragraph\">It is very important that you understand what relationships are for. Very few people have any idea of this. They are drawn by attraction, they establish a bond, they get involved emotionally, and then at some later date, they find out if they have a relationship or not. This is quite a backwards approach.</p>\n\n<p class=\"book-paragraph\">Because you are deeply attracted to others does not mean that you should yield yourself to them. If you have been around a little while, you probably have learned that. There are many things that attract people. Until you are aware of your inclinations and until you are aware of the difference between Knowledge and your personal side, between your Spirit and your mind, you will simply be moved around by forces you cannot explain. And those who are more certain than you will certainly dominate you. They are more certain of what they want than you are, and you will feel dominated.</p>\n\n<p class=\"book-paragraph\">However, if you concentrate on developing Knowledge, you will be able to look and see why you are here and find expression for this, even if it is only a beginning. It does not have to be the ultimate answer. If you find something vital you feel you must do in your life now, then you will find that people will come to participate with you.</p>\n\n<p class=\"book-paragraph\">There is so little vitality in human life that anyone who is experiencing it draws people naturally. People want to come and find out what is going on. Somebody is alive in their midst. Somebody is not self-preoccupied.</p>\n\n<p class=\"book-paragraph\">This approach may seem very simple, and it is, but developing Knowledge is quite a challenge. If you seek challenge, you will not find a greater one.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, relationship is trial and error only. There are many people who have spent their primal energy on relationships with very little to show for it. They have wasted their lives, and yet they have justified this waste by saying that they have grown personally and that they have learned so much. But they are right back where they began. They are alone and they are still seeking for a meaningful union.</p>\n\n<p class=\"book-paragraph\">You have come here for something more important than simply trying to figure out how your mind works. You will not have your personal mind very long, so why devote your life to understanding it? You are not here to do that.</p>\n\n<p class=\"book-paragraph\">As you begin to develop your spiritual life, your inner life, you realize there are essential qualities in relationship that cannot be neglected. There is a central emphasis in life that people either have or not. There is no blame here. It is either there for them or it is not.</p>\n\n<p class=\"book-paragraph\">If you are cultivating an inner life and you are attracted to someone who is not, you will begin to see that there is a divergence of purpose that cannot maintain a relationship for very long.</p>\n\n<p class=\"book-paragraph\">Now, some people have an inner life but never talk about it. Other people have no inner life and that is all they talk about. So do not think that because people talk intelligently about an inner life that they have one.</p>\n\n<p class=\"book-paragraph\">If you are developing an inner life, you will seek this in others. Why? Because it is purposeful for you to do this. You will see that a partner for you will either contribute to or hinder this emphasis. If there is hindrance, you will value very different things increasingly, and you will seek different things.</p>\n\n<p class=\"book-paragraph\">Knowledge always brings people together who have a common intent for union. It also brings some people together who do not share purpose so that they may see the contrast. These people cannot join completely, for they cannot function together in the world.</p>\n\n<p class=\"book-paragraph\">You see, the important thing to consider is the question: Why am I here? This assumes you have come from someplace and that you are going back to someplace. If you can accept that, then you must ask yourself why you are here. And if you are here for something important, then you will naturally want to find out what it is. This produces a very essential discrimination in relationship.</p>\n\n<p class=\"book-paragraph\">There are many people who have been married, who have developed an inner life and who have had to leave their marriage because of it. This is not uncommon. If someone has a destiny in life and they are married, their marriage will produce the environment that will intensify the yearning for a Greater Reality and a greater union.</p>\n\n<p class=\"book-paragraph\">If your Spirit is ready to emerge, then fulfillment on the personal side will not be enough. As this emergence continues to be the emphasis, you will feel increasingly restless.</p>\n\n<p class=\"book-paragraph\">Everyone is meant to have true marriage. True marriage will come to you if you have found your purpose. People who have purpose can never be alone because their purpose joins them with other people. Nothing can be done alone in this world. Nothing can be done alone in any world or in any dimension.</p>\n\n<p class=\"book-paragraph\">So when you begin to reclaim your Knowledge, which is your true identity, you will begin to reclaim those people who are part of your Knowledge and part of your purpose. They will be specific people, and you will be given very specific things to do with them.</p>\n\n<p class=\"book-paragraph\">Attraction that is not based upon this purpose cannot be maintained. The initial intensity cannot be maintained continuously. Then what holds people together is convenience, safety and habit. But if they feel a greater yearning, then they cannot stay in this situation. Sooner or later, like breaking out of a shell, they will seek their freedom. They will feel terrible because they have failed their relationship, or so they think. Yet their relationship has not consumed them; it has only used a part of them.</p>\n\n<p class=\"book-paragraph\">You see, people are very afraid that marriage will somehow overtake them and destroy their independence. Yet that is exactly what people are truly seeking, to be fully used up somewhere because the more they are used up, the more power they have. The more they are consumed, the more energy they have. The more they are utilized, the greater their Being. Their Being yearns to be used, to be channeled into useful service in the world.</p>\n\n<p class=\"book-paragraph\">Therefore, if you have this intent to be fully utilized in the world in service to God, it will also satisfy you personally because your personal side does not really want very much. It only wants to be included, to be safe and to have a few basic necessities. Really, you do not need that much. But your Being needs a great deal. It has only one intent and that is to be meaningfully used according to its own design in this life. When We speak of developing Knowledge, We speak of gaining access to your Being and allowing it to express itself and to exert its direction.</p>\n\n<p class=\"book-paragraph\">Many marriages in the world are purely experiments, that is all. But you see, a marriage that cannot consummate itself requires a lot of energy. In some ways, it leaves a scar on you. There is a sense of failure that abides with divorce, even if divorce has become obviously necessary. That is why it is important that people not use marriage for experimentation because as it fails, it uses up your vital energy tremendously, and it leaves a scar.</p>\n\n<p class=\"book-paragraph\">Do not look at a person’s personality and say, “I will be fulfilled with this person.” Personalities are far too limited to fulfill anybody, and they are very wasteful if they are the object of your intent.</p>\n\n<p class=\"book-paragraph\">There are so many experiments in this world to undertake and so many exciting things to pursue, you could quite easily waste your life. There always seem to be new thrills, new inducements, new excitements and new hopes. Yet as you grow older, your ability to change and your ability to see the truth lessens.</p>\n\n<p class=\"book-paragraph\">Most relationships that you see are experiments, but they are not all necessarily wasteful. You have to find out the difference between what is meaningful and what is not, and experience is the hardest but most persuasive teacher. What is wasteful is trying to recreate the same thing over and over, thinking that a new exciting person will give you a different result.</p>\n\n<p class=\"book-paragraph\">Relationships that produce contrast can illustrate the deeper and more important things in life. They do this because they are disappointing. They do this because they do not satisfy you in the way you had thought, and so perhaps you need something greater. This takes you within yourself and hopefully will make you more observant of your environment and your encounters in the world.</p>\n\n<p class=\"book-paragraph\">We hope that you can receive this in loving kindness because We want people to feel they have meaning in this world, intrinsic meaning—not just something they made up for themselves, not some kind of explanation that they have been using to justify their lives, but something they feel is a guiding force within them. If you are feeling this, then follow it. Do not hold back. There are very few people who have found this, and it will be very sad for you to waste such a rare gift.</p>\n\n<p class=\"book-paragraph\">Therefore, seek Knowledge. Do not worry about marriage. If you are seeking Knowledge, you will have to have marriage, with someone, in some context, whether you are a householder or celibate. You will have to have marriage, for you will thrive on devotion.</p>\n\n<p class=\"book-paragraph\">You will not know God until you are devoted. Devotion is a giving of heart that is spontaneous. It is not something you have to try to do. If it is happening in any realm for you, and it is true and gives you vitality, then let this express itself.</p>\n\n<p class=\"book-paragraph\">Devotion is something you should not judge from the outside. It is like the Kingdom of God in the world. You are either inside or outside the gates. That is all. Things look very different on the outside. From there, the people on the inside look like they are giving things up all the time. It is such a different emphasis. On the inside, you keep wanting to give your life all the time because you get it back more powerfully. You do not want to keep anything for yourself because it simply becomes a detriment. You want to keep giving because your gift becomes stronger.</p>\n\n<p class=\"book-paragraph\">Life will conspire to help you value Knowledge. It will also conspire to bring you into contact with people who will teach you what is meaningful and what is not. And if there is opportunity for real devotion, life will conspire to engage you with this.</p>\n\n<p class=\"book-paragraph\">When you leave this world, you return to your learning group. There is devotion there. It is not a personal problem. You simply belong. It is evident that you belong. In fact, you will not even think about it because there is no contrast to belonging. Here in the world, there is contrast everywhere to belonging, and so it seems incomprehensible that you could have something like this waiting for you.</p>\n\n<p class=\"book-paragraph\">When you are able to give to this world what you have with your group, then you will no longer need to come here, for the world will no longer be a separate place. It will not be an exception to Knowledge and to true relationship. As each member of your group completes his or her work here, then you will all move on together, and you will have a new challenge. Your Inner Teachers are the advanced members of your group. They need you to progress because if you do not, your group does not progress.</p>\n\n<p class=\"book-paragraph\">You see, do not think of this as obligation. It is simply the way it is. You are not alone; you are part of something. If you do not discover this in this life, then you go Home to your group and you realize, “Ah, I did not do it! I forgot again! How soon can I go back? I want to go back. I know what to do now. It was awful down there, but I have to go back.” Why do you have to go back? Because you do. Because that is Knowledge.</p>\n\n<p class=\"book-paragraph\">Who you really are is not an individual being a free agent in the universe. There are no free agents in the universe. Why? Because there is no Separation in the universe, and without Separation, the only free agent is everything, and everything works together. Freedom then is the ability to be with everything harmoniously. There is nothing else that is free.</p>\n\n<p class=\"book-paragraph\">Now, when you approach relationship, and you are interested in someone and feel drawn, take time with yourself before you get involved sexually and emotionally. Contemplate what is in front of you. Your Knowledge will respond “Yes” or “No,” or it will give you conditions for participation. That is Knowledge. If you do not consult it, then you must take your chances. Once you become sexually engaged, you are bonded. It will be very difficult to use Knowledge then, unless of course the relationship is completely inappropriate—in which case your Knowledge will kick you out of it.</p>\n\n<p class=\"book-paragraph\">As you become stronger with Knowledge, your Knowledge exerts a greater influence. If you are about to make a mistake, it will certainly let you know. Your reaction to things will become much more intense.</p>\n\n<p class=\"book-paragraph\">But it is very difficult to use Knowledge when you are emotionally involved because your personal side wants so much. Of course it wants. How can it not want? It is alone; it is seeking desperately. You see, the personal side wants to be alone but not lonely, so it is very difficult for it to maintain a relationship. It wants to be sure the wonderful person is there, but it also wants to be sure it gets its own way. What happens then is that you have a conflict of purpose.</p>\n\n<p class=\"book-paragraph\">Meanwhile, Knowledge is sleeping within you. It is not involved. It is not in the relationship. You cannot take this person whom you love very much and make your own Being marry them. Your own Being knows exactly whom it will marry, and you cannot make it marry this other person. If you think you can, you have no idea how great your Being is and how tiny your personal side. It is like a little ant telling the mountain to move over. It says, “Move over! I’m coming through.”</p>\n\n<p class=\"book-paragraph\">When your Being recognizes its partner, it will marry you. You will be committed already. You will not even know what is happening to you. It is not like falling in love. It is a different experience. It is not crazy and maddening and frustrating. It is very calm, like you have come Home. It is as if a little bit of your Spiritual Family is with you now, and you begin to have a sense of where you have come from and where you are going. In time, you will remember what you wanted to do here.</p>\n\n<p class=\"book-paragraph\">So do not make marriage the objective. Marriage is the result, not the cause. Let the objective be to cultivate Knowledge, to receive the emissaries from your Spiritual Family who are your Inner Teachers and to begin to look at why you are here. Until you are married to your purpose, marriage with another cannot be consummated.</p>\n\n<p class=\"book-paragraph\">Purpose is not a definition. It is not enough to say, “This is why I am here.” Purpose is an abiding experience of belonging and intent. You are intent upon something. It does not matter so much if you succeed or fail in the world’s estimation so long as you can give in this direction. You will give even if you fail all the requirements that the world lays down. That is because your commitment is greater than the world. Your commitment is redemptive to the world. That is why relationships that come together to share this commitment are greater than the personalities involved.</p>\n\n<p class=\"book-paragraph\">Everyone is seeking their Spiritual Family here. Everyone is seeking this because they miss it. Why would you seek unless you were missing something? It is not only a sense of inclusion you are seeking; it is a sense of specific purpose here as well.</p>\n\n<p class=\"book-paragraph\">Your specific purpose may express itself in a very mundane fashion. You do not all have to be great emancipators for your people. That is quite rare. It is that you have found a place in life to give yourself completely, and you can give yourself without having to negotiate.</p>\n\n<p class=\"book-paragraph\">People want all kinds of things, or so they say, but all they really want is to belong somewhere. That is the underlying need. If they find where they belong, the central yearning has been answered. Then problems are small, not great. You can own all kinds of things and have all kinds of relationships, but if your central yearning has not been met, you will have a great problem. You will not be satisfied with what you have because it is not fulfilling you.</p>\n\n<p class=\"book-paragraph\">True marriage is where two people are activating each other’s Knowledge. This is different from two people stimulating each other’s personalities. When you are activating each other’s Knowledge, which is something that you do not have to try to do, you are more who you are when you are together than when you are apart.</p>\n\n<p class=\"book-paragraph\">So why try to be so independent and go off alone and say, “I don’t need anybody. I am totally who I am without anybody”? And then when you die, you go back to your group and you realize that you made the mistake of trying to be alone again, and you see you are totally not alone.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones are together. Why are they so bonded? Because their relationship is established in Knowledge. They are wed through their Knowledge. Their minds can melt right into each other, and they have more power as a result.</p>\n\n<p class=\"book-paragraph\">How are great things done in the world? They are never done by individuals. Greatness always happens because something greater is poured through the individual. It is like a fountain pen: It is not the tip but the vessel that holds all of the ink. In the world, you are like the tip touching the paper, but it is because you have a greater vessel to pour through you that you can provide something uncommon, important and lasting here.</p>\n\n<p class=\"book-paragraph\">When you are acting with Knowledge, you stimulate Knowledge in others. This is the highest service. In fact, you do not even have to be trying to help anybody. Knowledge activates Knowledge. It is spontaneous. Not everyone can accept this, of course, and some people fight you when you try to do this or when you do this without trying, whatever the case may be. Who can be neutral in the face of Knowledge? Who can be unaffected?</p>\n\n<p class=\"book-paragraph\">For most people, their Knowledge emerges later in life when they have been sufficiently disappointed by the personal side, and they have begun to really feel their yearning for God and their yearning for true marriage with others. It is not a want. It is a yearning.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/marriage-consummate-relationship-devotion/"
}