{
  "title": "The Meaning of Spiritual Development in the Greater Community",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Because the Greater Community represents such a vast network of societies and such a tremendous variety of environments and races and natures and so forth, spirituality must take on a more universal character, a more essential nature. If it is encrusted with cultural images, if it is intertwined with the social history of certain cultures alone, then its essential nature becomes clouded and more difficult to access.</p>\n\n<p class=\"book-paragraph\">For spirituality to be shared in the Greater Community, the artifices of culture and history, which are genuine within themselves, must be set aside to deal with the essential elements of what spirituality really is and what it is here to do. While each of varied nations, at least those that have maintained a spiritual tradition, might have their own local customs and ceremonies, in order for them to share this with other races or to communicate about it with other races, they must share the essential nature of what spirituality is and what it is here to do.</p>\n\n<p class=\"book-paragraph\">This enables you to have a great opportunity to find out the answers to these fundamental questions for yourself. When We speak of spirituality, We are talking about the essence of what spirituality is. We are not speaking of the institutions that have been built around it or that seek to use it or to manipulate it. We are not speaking of tribal culture and history. We are speaking of an essential force that lives within you, a force We call Knowledge.</p>\n\n<p class=\"book-paragraph\">Because the Greater Community is so vast and so varied, only what is essential can be translated from one world to another. We call this a translatable spirituality. It is this very translatable spirituality that must become the focus now of human religious study and inquiry. You can never agree on culture, history and values, but at the level of Knowledge, people resonate together. People are united at the level of Knowledge, for Knowledge is one throughout the universe. It is the great peacemaker. It is the foundation for true cooperation and recognition. It is the greatest medium for communication and understanding.</p>\n\n<p class=\"book-paragraph\">Yet within the Greater Community and within the world, the experience and the expression of Knowledge are rare and precious. As We have said, there are many many technologically advanced races in the Greater Community who have no tradition of spiritual practice or study at all. For them, technology is a religion. For them, their social goals and objectives are their religion. Theirs is the religion of the state, of the group, of the authority that they establish for themselves. However, the Greater Community contains tens of thousands of advanced races, even within your sector, even within your local universe. So there is great variety here.</p>\n\n<p class=\"book-paragraph\">But what is essential to all intelligent life? What is essential spirituality? What can be translated from one world to another where the environment, the history, the culture and the values are so different and so varied? What holds true for everyone regardless of their form, their society, their world and their orientation?</p>\n\n<p class=\"book-paragraph\">This is the essence of spirituality. This is translatable spirituality. This is what We call Knowledge. The development of Knowledge focuses on the person’s ability to know beyond belief, beyond speculation, the ability to recognize what is true and to respond to it appropriately.</p>\n\n<p class=\"book-paragraph\">Here you do not learn how to know. Instead, you learn how to reclaim what you know and the ability to know. But here you must learn wisdom—the wisdom to recognize Knowledge, to discern it from the other forces within you; the wisdom to know when and how to express Knowledge; the wisdom to know who possesses Knowledge and who does not and how to participate with them accordingly; the wisdom to know the role of Knowledge within your life and your intrinsic relationship with it; the wisdom to practice forbearance, insight, discernment, compassion and contribution according to the wisdom and grace of Knowledge itself.</p>\n\n<p class=\"book-paragraph\">How rare this is in human life and yet how rare it is in the Greater Community as well. What a precious commodity. What a precious reality—so precious in fact that it is greatly sought after by those who are aware of it.</p>\n\n<p class=\"book-paragraph\">As the Creator works behind the scenes within the world and within your life, the Creator works behind the scenes within the Greater Community as well. Here there are Unseen Forces that further and stimulate the cultivation of Knowledge everywhere where intelligent life exists, utilizing all available opportunities to achieve this. Yet in so many places in the Greater Community, in so many civilizations and cultures, the opportunities are few.</p>\n\n<p class=\"book-paragraph\">At the basis of the preparation for the Greater Community, of your preparation for the Greater Community, there must be the focus on the development of this essential spirituality, for this represents not only your greatest abilities and skills, but your ability to be free within a Greater Community where freedom is rarely known.</p>\n\n<p class=\"book-paragraph\">It is important for you to realize here that the freedom that you enjoy as human beings in the world today is far greater than the freedom that most individuals enjoy in the Greater Community. Your freedom, therefore, is precious even if it is not well utilized. It presents remarkable opportunities even though these opportunities are neglected.</p>\n\n<p class=\"book-paragraph\">Therefore, never take for granted that life in the Greater Community offers many opportunities for personal freedom, for this is not the case. Within this difficult learning situation in the Greater Community, the Creator and the Unseen Forces that represent the Creator must work behind the scenes to stimulate individuals of promise and to develop groups or communities of Knowledge.</p>\n\n<p class=\"book-paragraph\">In certain places, this has been achieved to a very high level of ability. There are small communities of Knowledge and individuals of Knowledge in the Greater Community that have achieved great heights of understanding and ability, but as We have said, these are not communities that are involved in trade and commerce. These are not communities that expose themselves to the difficulties of life in the Greater Community. Instead, they are hidden and secret, hidden far away, hidden so that they may work within their respective worlds without repression and hindrance.</p>\n\n<p class=\"book-paragraph\">Yes, in many worlds there are state religions, highly codified and highly regulated, but these do not represent communities of Knowledge. Throughout the Greater Community, communities of Knowledge and individuals of Knowledge must maintain in great secrecy their true nature and capabilities to avoid being manipulated, to avoid being controlled, to avoid having their great gifts utilized by the powers of state, by the powers of another group will.</p>\n\n<p class=\"book-paragraph\">Here you can begin to realize that there is a great distinction between what spirituality is and what religion becomes. Yet religion is also necessary, for there must be a tradition and there must be a mechanism, a medium, through which spirituality can express itself and become available. Therefore, do not malign religion, but understand that if religion becomes public and well known, then it is merely taken over; it is used; it is manipulated by the powers of state, by the powers of society, wherever it becomes manifest.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, the real communities of Knowledge, the true adept individuals, are in nearly all cases hidden away—out of view, beyond the reach of commerce and trade, beyond the reach of the great manipulating forces that are so active in life today in the Greater Community.</p>\n\n<p class=\"book-paragraph\">Therefore, do not look to the religions of your world to find these communities though there are communities of Knowledge in the world today. You will not find them in the public places of worship. You will not find them in the public organizations. You will not find them at the surface of life where they can be easily seen and greatly affected.</p>\n\n<p class=\"book-paragraph\">This requires the development of tremendous discernment and discretion, fundamental skills in learning how to live life effectively and successfully. Look here to the Greater Community for your examples, for humanity has only manifested the reality of these matters to a certain degree, but in the Greater Community they have been lived out completely.</p>\n\n<p class=\"book-paragraph\">The successes and the failures involved have been pronounced and profound. Entire worlds have fallen into bondage because of indiscretions and lack of discernment. Entire religious traditions, so promising, have fallen under the control of their own states or the states of other nations because of a lack of discretion and a lack of discernment. And how many great and promising individuals have lost their promise, have lost their gifts, have lost their lives because of a lack of discretion and discernment in their affairs with others.</p>\n\n<p class=\"book-paragraph\">These examples are prevalent within the world, but within the Greater Community their prevalence is so great and their demonstration is so important that We must focus your attention here.</p>\n\n<p class=\"book-paragraph\">Of course, there is great hope amongst many people in the world today that those who are advanced in the Greater Community, who have come to the Earth, represent spiritual mastery—they are spiritual masters, and they will come to enlighten humanity, to relieve humanity of its age-old problems and give humanity a new life within a greater spiritual brotherhood.</p>\n\n<p class=\"book-paragraph\">There is much fanfare and fantasy about this, much hope and expectation. Yet the truth itself is very sobering. Yet the truth itself is also liberating. For to live in hope and fantasy can only blind you and deny you access to the greater spiritual reality that lives within you, and disable you from expressing this reality effectively, as it should be expressed.</p>\n\n<p class=\"book-paragraph\">You cannot be invigorated in a state of fantasy. You can only be invigorated in a state of truth and clarity. And invigoration is the essence of health and is the true context for spiritual emergence, both within the world here and throughout the Greater Community.</p>\n\n<p class=\"book-paragraph\">The Creator works in the Greater Community in a very fundamental way. It is exactly the same way that the Creator works within the world. When you are dealing with essential spirituality and are not caught up in all of the romance and glory that people try to create to keep themselves inspired, when you are focused on essential spirituality and translatable spirituality, the work of the Divine becomes ever more apparent. Here it is established in reality and not in hopeful expectation.</p>\n\n<p class=\"book-paragraph\">Throughout the Greater Community, the emphasis is upon the cultivation of Knowledge. When We use the word Knowledge, We are not talking about ideas or a body of information, but the profound ability to know. This experience is the very essence of your spiritual reality. For the Creator can only be known. Your greater purpose for coming into the world can only be known. The world’s emergence into the Greater Community can only be known. The realization of your true gifts and their meaningful expression can only be known.</p>\n\n<p class=\"book-paragraph\">Hope, fear, belief, speculation cannot replace the reality of Knowledge itself. This is the fundamental difference between the institutions of religion and the pure experience of spirituality.</p>\n\n<p class=\"book-paragraph\">When We use the word Knowledge, We are talking about spirituality in the Greater Community. We are talking about universal spirituality, a spirituality that you share with all sentient beings everywhere.</p>\n\n<p class=\"book-paragraph\">Yet this holds true in every facet of your life within the world, for the Greater Community is simply a larger picture of your life within the world. It is vastly greater. It has far greater variety, but the essential elements of spiritual reality hold as true there as they do within your world, and vice versa.</p>\n\n<p class=\"book-paragraph\">Within the Greater Community, spirituality is advanced through the development of Knowledge within the individual and the development of communities of Knowledge. Knowledge within you will always seek to join in meaningful [relationship] with others with whom you share a greater destiny. This is true of beings everywhere in the Greater Community.</p>\n\n<p class=\"book-paragraph\">It is not about different levels of existence. It is not about going in and out of different dimensions. That is not the focus in the advancement of spirituality in the universe. That more represents the human imagination. It is far more simple than this and far more essential.</p>\n\n<p class=\"book-paragraph\">The Creator’s focus in the Greater Community is the cultivation, the expression and the protection of Knowledge. Wherever Knowledge can emerge, contribution is made. Intelligence is increased. Cooperation is extended. And peace and harmony become established.</p>\n\n<p class=\"book-paragraph\">Wherever Knowledge is absent or is being thwarted, divisiveness rules, power is based upon will and ambition, subjugation and enslavement become the essence of relationship.</p>\n\n<p class=\"book-paragraph\">With Knowledge, all true things are possible. Without Knowledge, all problems arise. How fundamental and yet how mysterious this is.</p>\n\n<p class=\"book-paragraph\">As We have said before, technological advancement is entirely different from spiritual advancement. This you are coming to see in your own time, as even the ancient tribal religions are recognized for possessing remarkable wisdom despite the fact that they had very little technology.</p>\n\n<p class=\"book-paragraph\">And yet to find the essential wisdom, you must go forward; you cannot go back. For your life is moving forward; it is not moving back. You are heading into the future. This is where you need to give your full attention. Attempting to relive the past can never be successful, for it will deny you the present and disable you from preparing for the future.</p>\n\n<p class=\"book-paragraph\">The Greater Community is your future. It is part of your present experience even though you cannot yet account for it. Spirituality within the Greater Community is fundamental and real, as it must become fundamental and real within your own experience if you seek to find your true nature and your true purpose in life.</p>\n\n<p class=\"book-paragraph\">Therefore, the essence of Greater Community Spirituality is the cultivation of wisdom, the reclamation of Knowledge and the development of a Greater Community perspective and understanding. Every emerging world throughout the Greater Community must face this. It must outgrow its tribal traditions with their emphasis on culture and history to find essential and translatable spirituality and to begin to live it and to receive its great empowerment.</p>\n\n<p class=\"book-paragraph\">What humanity is facing at this moment has been faced by every world that has had to emerge into the Greater Community. It is part of the evolution of all races. It will occur sooner or later regardless of the preferences or the beliefs of the society involved. Just like every child must grow up, every isolated world must have some exposure to the Greater Community.</p>\n\n<p class=\"book-paragraph\">The Wise who choose to withdraw from the Greater Community do so because they have learned what the Greater Community is and have learned how to respond to it, how to discern it and how to understand its mechanisms and its relationships.</p>\n\n<p class=\"book-paragraph\">Just like you cannot become an adult by hiding away from the world, you must enter the world and learn about the world and then find your seclusion within it. But seclusion does not mean that you are not participating within it or are not contributing to it in a genuine and direct way. All communities of Knowledge throughout the Greater Community are primarily focused on contribution, and their focus for contribution is not upon [their] world alone, but upon life within the Greater Community itself. For it is the relationships in the Greater Community that must become enlightened.</p>\n\n<p class=\"book-paragraph\">Here again We have a fundamental difference between human understanding of spirituality and the Greater Community reality itself. Many people in the world today are preoccupied with their own personal enlightenment, but in Greater Community Spirituality this is never the emphasis. It is always the cultivation of Knowledge and the establishment of relationships of destiny.</p>\n\n<p class=\"book-paragraph\">What can an enlightened individual do if they are not united with others? Their enlightenment is an illusion if they cannot substantiate it with their relationships, if they cannot enter community and establish a group mind in service to Knowledge itself.</p>\n\n<p class=\"book-paragraph\">For in the Greater Community, there are no powerful individuals. There are only powerful relationships. There are only powerful communities. This may be very difficult for you to understand given the pre-eminence given to individuality in the world today, but individual power is impotent compared to the power of relationship and the power of community.</p>\n\n<p class=\"book-paragraph\">Every individual throughout the universe who is developed in The Way of Knowledge has entered a greater Community of Knowledge. This is because Knowledge is always focused on relationship and bringing the individual into meaningful and purposeful relationship.</p>\n\n<p class=\"book-paragraph\">The obsession with personal enlightenment is antithetical to true spiritual advancement, for the person you are trying to enlighten is the thing that is standing in your way. You are trying to enlighten the person, but the person can never be enlightened. Knowledge is already enlightened. The enlightenment is uniting with Knowledge and uniting in relationships of Knowledge.</p>\n\n<p class=\"book-paragraph\">And it is an enlightenment that does not take you away, does not elevate you outside of life. It is an enlightenment that brings you into active engagement to contribute to the realities of manifest life for as long as you are here.</p>\n\n<p class=\"book-paragraph\">Your only purpose for coming into the world is contribution. You are not here to correct old mistakes. You are not here to pay old debts. You are not here to relive old lives. You are here to find Knowledge and to allow Knowledge to express itself through you. That is the essence of spirituality in the Greater Community, and that is the essence of spirituality in the world.</p>\n\n<p class=\"book-paragraph\">How simple and how powerful this is, and yet it is unfathomable. You can never exhaust its mystery or its reality. Do not let its simplicity fool you, for you can never exhaust it.</p>\n\n<p class=\"book-paragraph\">Within the Greater Community, there is no such thing as sainthood or mastery. Sainthood is a form of recognition that others may give to you, but within itself, it does not mean anything. It may be a sign of recognition for achievements made, but it does not signify real mastery.</p>\n\n<p class=\"book-paragraph\">Because of the emphasis on the individual in the world today and the lack of true communities of Knowledge, mastery is seen as an individual accomplishment. In some cultures, it is called mastery. In some cultures, it is called sainthood. People are called avatars. They are called masters. They are called saints. But what does this mean?</p>\n\n<p class=\"book-paragraph\">In the Greater Community, there is no such recognition, at least not in communities of Knowledge. Yet every state religion, wherever it may exist, has its saints, its spiritual or religious authorities, because that is part of government.</p>\n\n<p class=\"book-paragraph\">But in communities of Knowledge, mastery has no meaning because Knowledge is the master, and it is always greater than the person or the individual who is its vehicle. How can you be a master when Knowledge is the master? As long as you are a person in the world, you are not totally united with Knowledge. There is still a part of you that is a person in the world. How can the person in the world be the master when the master lives within you and works through you?</p>\n\n<p class=\"book-paragraph\">This confusion has led to many grave and unfortunate results throughout human history, and yet the emphasis on mastery and sainthood is still very prevalent in the world today. But in Greater Community Spirituality, it has no meaning because there is only contribution and achievement.</p>\n\n<p class=\"book-paragraph\">When you return to your Ancient Home, you can be who you really are, and you will be recognized there. But while you are in the world, you must do the work of Knowledge. You must fulfill what you came here to do. That is the essence of meaning and value, and that is the essence of fulfillment for the individual.</p>\n\n<p class=\"book-paragraph\">Within Greater Community Spirituality, there are no creation stories. There are no final resolutions to the problem of good and evil. There is only an arena where contribution is either made or not made, where Knowledge is either found or not found, where relationships of Knowledge are either established or not established. And as long as Knowledge is not found and relationships of Knowledge are not established and contributions are not made, beings will continue to exist in manifest reality and experience the difficulties and ravages of time and all of its inherent problems.</p>\n\n<p class=\"book-paragraph\">There is no beginning, and there is no end. There is only what is happening. If you need a beginning and an end, then you can imagine them for yourself. Or you can believe in what others have imagined for themselves.</p>\n\n<p class=\"book-paragraph\">In reality, there was a beginning and there will be an end. But the beginning is so long ago and the end is so far in the future, it is irrelevant to where you are now. When the work is done, that will be the end, but there is a great deal of work to do.</p>\n\n<p class=\"book-paragraph\">In Greater Community Spirituality, then, many of the things that are predominant in human religions are simply not present at all. However, they are present throughout the Greater Community where religion is used by the authorities and by the state to promote adherence, obedience and cooperation, to establish a focus for individual will and intelligence.</p>\n\n<p class=\"book-paragraph\">But in the real communities of Knowledge that live hidden throughout the Greater Community, this is not the emphasis. These are the communities that practice and contribute true Greater Community Spirituality.</p>\n\n<p class=\"book-paragraph\">In Greater Community Spirituality, there is no one individual who is a great hero that all should subscribe to. Because there are no masters, because there are no individuals that are completely advanced in manifest life, the whole issue of hero worship and mastery is happily avoided.</p>\n\n<p class=\"book-paragraph\">The only thing that will save you is Knowledge, and for that you must dedicate yourself, and you must lay the foundation for Knowledge to emerge within your life and to express itself according to the great purpose that has brought you into the world.</p>\n\n<p class=\"book-paragraph\">There are great teachers. There are great demonstrations. There are great sacrifices. But no one individual is the God for everyone else. This is a true and appropriate understanding.</p>\n\n<p class=\"book-paragraph\">Hero worship denies the reality of Knowledge within everyone else and is actually a cruel form of recognition for the person so elevated. They can only be hated and maligned. They can only be crucified because they cannot be experienced. If you cannot join with them, then you are apart from them. And this will bring a cruel result for you and for them.</p>\n\n<p class=\"book-paragraph\">Communities of Knowledge in the Greater Community want to keep the spiritual focus pure and wholesome. They want to keep it beyond the reach of the manipulations and machinations of world governments and societies.</p>\n\n<p class=\"book-paragraph\">They understand the parameters of religion, but they must keep the Fire of Knowledge alive and burning brightly, for this is the fire of purification. This is the fire of redemption. This is the great fire of empowerment that will enable you to have the strength and the energy, the commitment and the determination, to carry out the great activities that are destined for you.</p>\n\n<p class=\"book-paragraph\">In Greater Community Spirituality, Knowledge is the foundation for freedom because it is the only part of your Being that cannot be influenced and dominated in the mental environment. It may be difficult at first to recognize the importance of this distinction, but if you are to develop in your Greater Community education, if you are to develop in your spiritual reality and understanding, over time you will come to see how fundamental this is and how essential this is.</p>\n\n<p class=\"book-paragraph\">That is why Knowledge is at the very heart of preparing for the Greater Community, for you may prepare your intellect, you may develop your ideas, and over time you may even be able to establish greater institutions, but all of these can fall under the sway and domination of more powerful forces. And no matter how powerful you become in the Greater Community, there are always other groups or nations that are more powerful than you. The quest for power is insatiable.</p>\n\n<p class=\"book-paragraph\">In Greater Community Spirituality, there are no Heavens and Hells: if you are a good person, you go to Heaven and if you are a bad person, you go to Hell. That is tribal mythology.</p>\n\n<p class=\"book-paragraph\">Your Hell is living without Knowledge, and you live it every day. That is Hell. More Hell is living more without Knowledge. Hell can go on for a long time, but it cannot last forever. For eventually you will find Knowledge, and you will express Knowledge while you are in manifest life because in between, when you leave this world, you will go Home to your Spiritual Family in your Ancient Home, and you will realize, “Well, this is it! But I forgot. I must return!” And you will return with important things to do.</p>\n\n<p class=\"book-paragraph\">You can begin to see here that without the weight of history and culture, spirituality is very simple and direct. Yet it is also mysterious and unfathomable. You cannot understand it. You can only experience it and express it and learn to understand your experience and your expression. But your intellect cannot grasp the full reality of what Knowledge is and what Greater Community Spirituality means.</p>\n\n<p class=\"book-paragraph\">It is necessary in the world today for humanity to learn a Greater Community Spirituality. This is not meant to replace the world’s religions, but to give them new hope and new promise and the ability to survive within a Greater Community context.</p>\n\n<p class=\"book-paragraph\">If you are to prepare for the Greater Community, if humanity is able to maintain and keep Knowledge alive within the world and to gain its strength and power, which are its natural inheritance, then it must learn Greater Community Spirituality. Earth-based human religious understanding cannot provide these things because it is Earth-based, and because it is focused on human beings alone, and because it is buried beneath the weight of culture and history.</p>\n\n<p class=\"book-paragraph\">Greater Community Spirituality is essential to learn in the world today. Though not everyone will be able to learn it, it is essential that a critical mass of people be able to learn and to experience what it means, and to be able to receive the great rewards that it will bestow upon them in every aspect of their lives. For with this simplicity, this power, and this clarity, the obsessions and the problems that plague you will begin to fall away and a greater power and strength will emerge within you.</p>\n\n<p class=\"book-paragraph\">Without hero worship, without Heaven, without Hell, without all these attendant beliefs that are so much a part of all of the Earth-based religions, you can begin to find your way and your purpose. And you can begin to gain a clear understanding of the forces in life that support the emergence of Knowledge within you and the forces that oppose it or seek to manipulate it.</p>\n\n<p class=\"book-paragraph\">If humanity is to be able to maintain Knowledge in the world and have any promise for the reclamation of Knowledge in the future, it must learn Greater Community Spirituality as it really is. Otherwise, humanity will become another technological society, a society of people who are governed mentally, whose lives become uniform and totally conformed to the established standards. And this society will fall under domination from other races, who will simply use humanity as a great work force, as a client state.</p>\n\n<p class=\"book-paragraph\">Already within the world today, technology is viewed by younger generations as being the god, the saving grace, the true inspiration. You worship the technology because it seems to do miraculous things for you, and yet it puts you in bondage, and you lose your inner authority as a result.</p>\n\n<p class=\"book-paragraph\">People say, “I cannot live without this appliance!” or “I cannot live without this machine,” and “How could I possibly function [without this]?” And as a result, people everywhere lose their natural instincts. They lose their natural associations with the world. And over time, they begin to lose their ability to have profound experiences of insight and Knowledge, which heralds the emergence of Knowledge within the individual.</p>\n\n<p class=\"book-paragraph\">It is time to learn what Greater Community Spirituality means. This book serves as an introduction, which is the great need to prepare for the Greater Community and the need to learn Greater Community Spirituality.</p>\n\n<p class=\"book-paragraph\">The great teaching on Greater Community Spirituality is presented in another one of Our books entitled Greater Community Spirituality. You are encouraged to make it your study. In so doing, you will find that it will illuminate all that is most natural within you. There is nothing foreign or alien about it, for it calls upon the great endowment of Knowledge that you already possess, and it teaches you how to gain a greater vantage point in life from which you can begin to discern the movement of the world and the presence of the Greater Community here and all that that entails.</p>\n\n<p class=\"book-paragraph\">As you can begin to see, the meaning of spirituality in the Greater Community is very different than it is within your world, and yet its fundamental elements, being universal, hold true here as well.</p>\n\n<p class=\"book-paragraph\">The great spiritual speakers, the great teachers in your world, they too sought to bring humanity back to the essential meaning and experience of the Divine nature and purpose. Yet to the extent that these teachers have become public, the teaching has become maligned and corrupted, has become a tool of the state. The natural process of transmission has been thwarted and interfered with.</p>\n\n<p class=\"book-paragraph\">Yet you can also see that there are great differences, [such as] spirituality without a final reward of Heaven, for Heaven is guaranteed anyway. You do not need a Hell now to motivate you to become responsible. That is why Hell was created: to motivate people, to make them work, to make them obedient, to make them take seriously what was intended for them, what the state wanted them to accomplish.</p>\n\n<p class=\"book-paragraph\">Here there is a complete denial of people’s natural motivation, for what could be more motivating than finally coming to realize that living without Knowledge is intolerable, that having relationships without Knowledge can have no success or satisfaction, that being unable to experience your true nature and express it creates all the disabilities under which humanity now suffers. Is this not motivation enough for the person who is finally coming to terms with their true inclinations in life?</p>\n\n<p class=\"book-paragraph\">You do not need a Hell now. You are already living in Hell. You need a way out of Hell. That is great enough motivation in and of itself.</p>\n\n<p class=\"book-paragraph\">Looking into the Greater Community with this perspective, you can begin to understand the work of the Divine. The Divine influences; it does not intervene. The Divine works through individuals, both seen and unseen because the Divine is too great within itself to be an individual. And there are Unseen Forces working throughout manifest life to bring individuals everywhere to realize the need for Knowledge, and to help them to discover Knowledge and to express Knowledge and to fulfill Knowledge.</p>\n\n<p class=\"book-paragraph\">This is the essence of the Creator’s work throughout the universe. Understand this and you will begin to gain a perspective that will allow you to see how the Creator is working in the world today—reclaiming the separated through Knowledge, establishing relationships of Knowledge, establishing communities of Knowledge, enabling each individual who is involved in this great reclamation to contribute their unique gifts and contribution in all avenues of life.</p>\n\n<p class=\"book-paragraph\">This is the great spiritual work. It has been going on in the Greater Community since the beginning of manifest life, and it will go on until the end of manifest life. For there is a beginning and an end. But the beginning was not yesterday, and the end is not tomorrow.</p>\n\n<p class=\"book-paragraph\">Your task now here is to contribute, and to be able to contribute is to find the source of your contribution within yourself. Learning about the Greater Community will teach you how to do this, for its demonstrations are clear. Becoming a student of The Greater Community Way of Knowledge will teach you the way to reclaim Knowledge and will teach you how to prepare for the Greater Community and learn the meaning and essence of Greater Community Spirituality.</p>\n\n<p class=\"book-paragraph\">Here your humanity is not replaced but is rejuvenated and reactivated. For as a human being, you were given what you needed to fully participate and contribute to the world at this time. The work of the Creator is to bring you to this contribution and to prepare you and enable you and inspire you to provide this contribution to the world so that you may find your fulfillment here. There is no other fulfillment in being in the world.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-greater-community/meaning-spiritual-development/"
}