{
  "title": "New Message for Young People",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are young, you look at the world with greater expectations. You look for what could be meaningful to you. You look to try to understand your environment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you have the freedom to look in this way, and the desire to see what will be true for you, then you will encounter a great many things that will disturb you. You will see a world that is rife with corruption. You will see leadership that is filled with incompetence and deceit. You will see in the older generations perhaps a poor example of relationship. As you look, it will be very discouraging.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are honest in looking at the world around you, open and objective rather than just simply trying to fulfill your dreams and ambitions, you will see many things that will be important for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One of the first things that is important to understand here is that the things that discourage you, the things that you realize you cannot do or would not do, are actually very helpful to you. They begin to eliminate some of the possibilities. For the greater truth of your life is found more through the elimination of things than through the outright discovery of things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If there are too many choices, and if many of them are appealing, how will you ever know? If you try to commit yourself to experiencing each one, you will use up your youth, and you will find yourself, as many people find themselves today, at thirty or forty years old, with still no idea of what they are about, who they are, what they are here to do, and where their talents can be most fully expressed and contributed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, allow discouragement to show you what will not work for you and what is not appropriate for you. Rather than being angry and condemning what you see, allow it to show you what will not work for you, what you will not do and where you will draw the line.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is this elimination of possibilities through careful observation that will bring you closer to your true goal. For, indeed, you were sent into the world for a greater purpose, and this purpose is held within you, within a deeper Intelligence called Knowledge. It is beyond your intellect. It is beyond your fears and desires. It is waiting there to be discovered.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What brings you closer to Knowledge is eliminating other possibilities that are attractive. You can recognize the truth of these possibilities through careful and objective observation. You do not in most cases have to go live out the reality of these things, which will take up so much of your time and energy and resources. Self-discovery here is a process of refinement. It is not a process of chasing dreams or immersing yourself in those things that entice you or delight you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your purpose in life is greater than simple pleasures. It is greater than hobbies. It is greater than simply finding a job that is the easiest job to do or the job that gives you the most money or social recognition. Your real purpose for coming, the thing that you are really designed to do and to accomplish, is not bound by these things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who you are is designed for something very special. That is why you are the way you are. Social conditioning has changed you to a certain degree and has certainly thwarted your deeper inclinations, but you are still designed for something special. But how will you find this? That is the question.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Of course, many people in the world are so challenged with meeting even the basic requirements of life, they do not have this freedom to even look and consider what may be a greater purpose for them in their lives. It is a great tragedy for the human family that so much of the human family is bound by these pressing conditions. Not only is there immense suffering, but the greater potential in so many people will never be realized because they are so encumbered with their circumstances.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps you have this greater freedom to consider who you are in this changing world, what you really have to contribute, what would give you the greatest and deepest satisfaction, and where you could make the greatest contribution to a world in need. For your soul will only be fulfilled by discovering, expressing and fulfilling this greater purpose. No amount of pleasure or comfort or recreation will satisfy the deeper need of the soul.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are careful then in your observations of others, if you look without condemnation but only look to see and to learn, you will see people giving themselves to their pleasures and their hobbies. And you will recognize that there is nothing inspiring here about them. They are like little children playing in the playground, except they are not little children anymore.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Somehow they are missing great opportunities, using up their time in simple pleasures or even dangerous personal pursuits, all the while sacrificing the greatest opportunities they will have in life to find their real direction and to chart a course that will be really meaningful for them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is this careful observation, this looking without preference and seeing how you feel deeply when you look at things that will make a difference here. It is more important that you know your inner experience than that you just evaluate things on the outside.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a very valuable practice because all around you people are committing every possible error, and you can learn from their experience if you observe them carefully, and if you gauge how you really feel on the inside when you are witnessing this. But if you are judging and condemning people, if you are categorizing people, then you are really not in a position to gain this deeper insight, which is so immensely valuable.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here instead of being frustrated, discouraged and infuriated by the world, it is really teaching you something. It is teaching you so many things—ways not to go, things not to do, relationships not to pursue, what will work for you and what will not work for you. Here the world in all of its splendor and tragedy is teaching you things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But you must be a student to learn. And a student is open minded and is not there to judge and to condemn, but to listen and learn what is true from what is untrue, what is really good from what only looks good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you find out the delusions and deceptions that surround beauty, wealth and charm—the three things that young people will be so easily seduced by—and all of the seeming social recognition that goes along with these things, which in reality is nothing but a trap.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are beautiful in the eyes of other people, that could easily be a curse or a blessing. It is a blessing if it helped you to express something deeper and more profound about your life. But for most people, it is a curse because they identify with their bodies. They seek to gain advantage and recognition by their appearance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then they find out that people are simply exploiting them. They are simply being used as a resource, used as a tool of pleasure or used for social advantage. People who give themselves to this never cultivate a deeper awareness about their lives until much later, perhaps, when already a great deal of damage has already been done.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People who give themselves to accumulating wealth and accumulating possessions find a great emptiness there, as if they were hollow on the inside. Now they become caretakers of their possessions, as if they were museum keepers of all the things they have collected in their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But as individuals they are hollow. There is nothing inspiring about them. There is nothing really important that has come out of them. They have not found their greater purpose in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And what is charm? Pleasing or entertaining people? Seducing people? What does this bring but shallow recognition? It never brings admiration or inspiration or a deeper respect. You can be clownish with other people, but they will never respect you for it. You can be suave and entertaining and persuasive, but people will look at you with suspicion and with disregard.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The fruits of these pursuits lead to great emptiness and depravation. Look at the people who are forty and fifty years old who have given themselves to these things, and ask yourself: “Does this person inspire me? Would I want to model my life after this person? Is this person really doing something important in the world? Or do they just have things that I want to have?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Children fight over who gets the best toys. Children fight over who gets the best advantage or recognition. But in adulthood this becomes utterly destructive.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here again people through their folly and their poor investment in themselves can give you immense wisdom if you can observe them all objectively. They are teaching you everything not to do. They are saving you time. If you see their lives clearly and the results of how they have lived, which you can do through careful observation, it will show you the nature of their pursuit and its unfortunate rewards.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Next, it is very important who you associate with. Everyone with whom you establish a relationship is an influence. Actually, all of your possessions create an influence upon you, but most particularly your relationships with other people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You may be intrigued by another person. It may be pleasant to be with them. You may have great comfort and enjoyment in their company. But ask yourself: “What kind of influence would this person be in my life if I established a relationship with them?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here there are no neutral relationships. People are either helping you or hindering you. They are either encouraging you to recognize your deeper nature and to respond to a greater purpose in your life, or they are taking you away from this. People encourage you or discourage you through their recommendations, their admonitions, but also simply by how they live and what they value and what they emphasize in their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are truly to discover a greater purpose and a real direction in your life, you cannot afford to be with people who are not experiencing and considering these things seriously. They will rob you of time. They will rob you of energy. And whatever enjoyments you may have in the moment will come with a real price.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And should you really begin to ask deeper questions about your life such as “Who am I here? What do I really have to offer to the world? What are my real innate talents?” you will see other people, in how they respond to you, you will see whether they can really support this deeper inquiry in you or not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If they say, “Oh, you are being so serious. Why be so serious? Have fun,” then you can be sure they do not value who you really are, and they themselves have not begun this deeper inquiry, and so they do not see its essential importance to their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it is better to be alone than to be surrounded by a group of people who have no idea and no desire to know what is really moving your life. In that situation, you are losing energy all around you. Your time, your focus, your emotions and even your financial resources are being wasted away with people who can only take away from you the possibility of penetrating the surface of your life and making a deeper connection within yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Discernment in relationships is very important, particularly for young people, because it is here that people give their lives away for pleasure, for charm, for wealth, for advantage. It is here that people commit themselves to relationships, to circumstances and to careers that will never hold a possibility of revealing to them what they are really here to do and what they really can do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is so easy to give your life away, particularly if you are attractive. That is the danger of being attractive. It makes it so easy to give your life away. Before you know it, you are married with children and then you are not going anywhere. You have committed yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like you have stepped on a ship that has set sail on the open ocean. Once you lose sight of the land, well, that is it. You are on that ship for better or worse, and getting off that ship is very difficult. Here it is easier to stay out of relationship than to get out of relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you must value your time and yourself sufficiently to be very careful in discerning who you engage with. And the people you do engage with, you should use real discretion. Do not casually tell people everything about yourself. Do not reveal your deeper interests and your deeper concerns right away. Let that come a little later.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Be observant and open minded. Listen for a deeper movement in other people. Learn what they are doing and have done in their lives because regardless of what people say, it is what they do that matters. Regardless of people’s goals and aspirations, it is what they have achieved already that will tell you what they will be capable of in the future.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If they are underperforming in life, if they are not doing anything real or meaningful, it does not matter how great their goals or how lofty their aspirations, their life is already revealing to you that they really will not accomplish very much unless they have some kind of major turning point in their life, which is something that must happen inside of them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it is important to realize that you cannot change or improve another person. You cannot take someone who appears charming and talented, but who cannot seem to function very well, and turn them into a functioning person.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Young women make this mistake all the time, particularly, thinking they are going to rehabilitate the young man. “Oh, with her guidance this young man will become productive and responsible and effective.” Do not make this mistake. It is an immense waste of your time. You cannot change or improve another person. That is what they must do for themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Basically, regarding relationships, what you see is what you get. How a person is and what they have accomplished thus far is what you will get in them. Do not then place value on potential. Place value on what is actually there at this moment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If a person is charming and superficial, they will continue to be charming and superficial until something really happens inside of them. You cannot make them a more serious or more honest or more inspiring person. You cannot do that. So do not even try. It will be an immense loss of time and energy for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Also, do not become sexually engaged with someone until you have learned much more about them and until the potential for real relationship becomes apparent. For once you become sexually engaged, you are bonded emotionally to a certain degree, and that will change the nature of your relationship immediately.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sexual union is meaningful between people who can experience real union. It should never be used for recreation. It should never be used to prove one’s worth or one’s attractiveness. It should never be used to offset loneliness. It is too serious an engagement, for there is no real casual sex.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Every sexual engagement is a real engagement. At the level of nature, it is the real thing. If you involve yourself in this way with people, your life will be cheapened. You will feel used. You will lose a sense of your own value, and you will lose the sense of other people’s value as well. There is nothing to be gained here and much to be lost.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Sexuality is really meant for a real relationship where real union is possible. Real union has to do with where you are going in life and what you can accomplish together in service to the world and to others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Falling in love may be a wonderful dream, but it does not assure a real relationship at all. A real relationship is built upon compatibility, shared values and a commensurate level of strength and involvement in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here if a strong person unites with a weak person, the strong person will become weaker. That is why if you want to become strong, you must be with someone who is strong. You must have friendships with people who are strong, who inspire you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not their charm, their beauty and their wealth now that is valuable, if they even have these things. It is the commitment in their lives. It is their honesty. It is their clarity. It is their purposefulness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In wealthy nations, life is too easy for young people. They do not see how serious their decisions really are. They think they can play and give themselves to their hobbies and enjoyments without any future consequence. You will not see this in poorer nations where the choices are few and very consequential. And in really poor nations, there are no choices for so many people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, those who have the freedom to choose have an immense opportunity. If it is wasted, it is a tragedy because it is an opportunity that is rare. And it is an opportunity you may not have in the future, facing Great Waves of change in the world—environmental degradation, climate change, violent weather, economic and political instability and the growing risk of conflict and war that this all will create.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To waste your great window of opportunity is really to forfeit the one great chance in your life. For these chances will not be there in the future. The future will not be like the past.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is facing declining resources in the world. It will change everything in how people live and in the choices and opportunities that are available to them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you really saw how important this was, you would not want to waste your time on anything or anyone. Time would be seen as precious. Education is precious. Decisions are really important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who you are with becomes very significant. The standards you bring to your relationships and the criteria you have for relationships become really the determining factors in your life. For who you align yourself with and who you unite with in marriage or partnership will determine the kind of life you have. And it will determine the degree to which you can respond to the deeper Knowledge within yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As We have said, if a strong person joins with a weak person, the strong person will become weaker. That is the dynamics of relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What you seek for in other people reflects what you seek for in yourself. If you are mesmerized by beauty, wealth and charm, that is what you will look for in other people. If you want to run away from yourself, you will look for that in other people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Or if you see that your youth is your one great opportunity to discern your real direction in life and that you really do have a real direction in life, and you really do have a greater purpose that is waiting to be discovered, then you will not want to waste time on anyone or anything. You can still have simple enjoyments. You can still have carefree moments. You can still enjoy simple delights and pleasures, but you are really looking and you are really focusing your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you must be willing to break away from the general attitudes of young people around you. You will find in time that foolishness and irresponsibility will become irritating and discouraging.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you are looking for persons not for people. The emphasis is on finding certain persons who share your deeper values and your most serious intent rather than giving yourself to crowds of people who are just drifting around as if they were being blown by the wind, making a lot of noise, but not accomplishing anything.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is very important, you see, for how you spend your youth will so determine how you spend the rest of your life. What you value in your youth will determine to such a great degree the kind of life you will have and how your life will end up.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it is valuable to talk to people who are older than you. Talk to people in their thirties. Talk to people in their forties. What have they learned? If they had to do it all over again, what would they do? Where did their life end up?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here again do not judge them or condemn them, but simply listen to them to see what their example can teach you. Here you can learn what you need to learn without having to suffer and to make tragic mistakes yourself. There are some mistakes you will have to make of course, but if you can avoid the big ones, the really costly mistakes, you will be saving your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The next important thing to understand is that great talent emerges later in life. Do not think that by the time you are 24 or 25 you will have this all figured out because you will not. What will be important at this age is to establish real values and to learn enough about other people and to recognize all the things you do not want to be, do or have.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That limits your choices, which is a good thing because it makes real decision making possible. If you have to choose between many things, you cannot choose, but if the field is narrowed, if the choices are limited, then real decision making has power and potency.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you have been learning from your own experience and observation, the various things you do not want to be, do or have, that will limit your focus and give it more power because you cannot focus on everything. That is not having a focus.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A focus is narrowing and bringing your attention to fewer things—the things that are really promising, the things that continue to be promising, the things that do not fall away under careful observation or evaluation. But what this will really mean in terms of what you can become and do, that happens later.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But to even have a chance to make this discovery, you must build the foundation in your youth. Youth is about building a foundation. That is more important than having ultimate answers because ultimate answers, if they are true and genuine, will come later.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your foundation can be seen in this way: It is built of Four Pillars. Like the legs of a table, these are the Four Pillars of your life: the Pillar of Relationships, the Pillar of Work, the Pillar of Spiritual Development or Insight and the Pillar of Health. Each of these Pillars represents the four major focal areas of your life, the four major focal points of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Relationships primarily is with other people. But it is also relationship with where you live, your relationship with what you do, your relationship even with what you own are all part of the Pillar of Relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Pillar of Work involves all work that you do, both work for pleasure and work to earn money. It involves your use of money and really how you manage yourself in the face of your fundamental and greater needs in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Pillar of Spiritual Development deals primarily with gaining access to the deeper Knowledge within you and allowing it to guide you, to protect you and to enable you to discover what your life is really about and what it is really for.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Pillar of Health deals with both your mental health and your physical health, both of which must be effective enough and sustained enough to enable you to seek for a greater experience in life. If you are crippled emotionally or psychologically, then that must be corrected, or you will not have the focus and the energy to recognize and to pursue your greater purpose for being here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All these Four Pillars then occupy everything that you do. How you value them and how you see them are very important because your life will only be as strong and as stable as the weakest of your Pillars.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People fail in life because their Pillars fail. Because very few people really build the Four Pillars of their lives, their lives end up being very unstable, and the weakest Pillar ends up undermining them or overthrowing them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For example, they may have placed a great deal of emphasis on being successful in their careers, but their relationships have never been cultivated and developed, and they have very little skill and awareness regarding them. So their marriages fail, and their children disassociate from them. And whatever wealth they have accumulated is overwhelmed by the great personal loss that they face in the destruction of their relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In another example, some people will give themselves to relationships and make that a great focus, but will never develop their work life or their financial reality, so this ends up undermining their lives, creating immense and prolonged stress for them. If people do not attend to their mental and physical health, it begins to undermine the quality and even the quantity of their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is all about building a foundation. It is not about having ultimate answers. Your greater purpose will reveal itself in stages to you. At each stage, you may think you have really found it, but really it is only a stage. It is a process of revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, do not think you have the ultimate answer, for that will be a mistake. Instead, follow the path of the greatest reality and resonance for you, and listen to your inner experience along the way to make sure you are on the right track because again it is so easy to give yourself to something that stimulates your desires and fantasies, but which in reality has no real substance for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The next important thing is to look at the world with objectivity and compassion. The world will disappoint you. It may discourage you immensely if you are really seeing what is happening in the world and are not in a position of avoidance and denial.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But, like other people, the world is teaching you important things. It is disillusioning you, yes, but you need to be disillusioned to have real clarity and certainty in your life. For illusions take the place of real clarity and certainty in your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ultimately, your position regarding the world should be one of observation, clarity and compassion. Compassion is recognizing the legitimate suffering of people. It even recognizes the tragedy of people wasting their opportunities for freedom and for accomplishment. But it does not condemn.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It sees this all as a process of life. It recognizes how difficult it is to really choose a real direction in your life and to gain access to the deeper Knowledge within yourself. And it recognizes all the reasons why people will not do this. It recognizes all of the circumstances that keep people bound in lives that will never fulfill their greater purpose.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, do not waste your time and energy being angry at the world, condemning the world. Use this time and energy to build your foundation. Unless you can really change something yourself or be a part of a group of people who can really change something, do not condemn things. Do not condemn people, organizations or governments, unless you alone or you in concert with others can really change something.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not sit idly and condemn the world. This is like slitting your wrists and letting the blood flow out. It is such a great loss of energy and it gives you nothing. It takes you nowhere. It might seem self-satisfying in the moment. It might seem very justified in the moment, but it is really wasteful. And it just adds more anger and criticism into the mental environment of the world, things which the world does not need.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you see you can do something productive, if you can make a difference helping something, serving something or redeeming something, then give yourself to that. But let the world be as it is without your condemnation. That is very important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge within you will not condemn the world. It is only here to activate a certain kind of change in the world. The more you become like Knowledge within yourself, the more you will benefit from its immense strength and fearlessness and power and effectiveness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are all recommendations for young people, but they apply to people of all ages. These are things you should teach your children. This helps them to build the foundation for becoming strong and balanced and powerful in their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This message is for young people, but again, its wisdom is for people of all ages. For learning the wisdom of the world is necessary and can be initiated at any age. And gaining contact with Knowledge and taking the Steps to Knowledge within yourself is needed by all people at all times.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has sent a New Message into the world to emphasize these things and to provide the Steps to Knowledge so that people everywhere—of all faith traditions and nations, of all temperaments and all environments—can have this greater opportunity and possibility to discover their greater purpose for coming into the world, to discern their real nature and to fully utilize their design as individuals—all the qualities about them that make them seem unique and how these qualities can be turned into strengths instead of liabilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The power and presence of Knowledge lives within you. It is here to accomplish something. It will take you to all the right people you need to meet. It will take you to all the right circumstances you will need to be in. And it will free you from anything else that would take you away from recognizing, experiencing and fulfilling a greater life in this world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge will put you in the position to discover and to express your unique gifts and will give you the criteria upon which to determine who to be with in your life and how to participate with them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is God’s great endowment to you and to all of humanity. It is an endowment that is known only by a few. It is an endowment that will be the key to your living the life that you know you must live and that you came into the world to experience.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/newmessage-for-young-people.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-bridge-to-a-new-life/message-young-people/"
}