{
  "title": "The Mission of the Messenger",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">God has sent a New Revelation into the world, unlike anything that has been sent for over a thousand years.</p>\n\n<p class=\"book-paragraph\">A Messenger has been sent into the world—a Messenger who led a somewhat ordinary life, a Messenger who is a humble man and who has been in a very long preparation for this role.</p>\n\n<p class=\"book-paragraph\">While others may claim such a title to be a Messenger of God, in truth, there is only one who is sent to the world. Heaven knows this, of course, though people will make other claims and assertions.</p>\n\n<p class=\"book-paragraph\">People are afraid of the Messenger. They are afraid of what it might mean for them, how it might change their ideas or how it might call them into some kind of greater service or association.</p>\n\n<p class=\"book-paragraph\">Many people will reject God’s New Revelation purely on this basis alone because they are afraid that there is a New Revelation in the world that could alter the course of human history and destiny and that would challenge many of the prevailing notions and beliefs that have become institutionalized and so well established.</p>\n\n<p class=\"book-paragraph\">But the Creator of all life is not bound by these things and only provides the essential Message and Revelation for the welfare of humanity and for humanity’s future and destiny, both within this world and within a Greater Community of life in the universe.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation is more expansive and inclusive and detailed than anything that has ever been brought to the world before. It is being given at a time when the human family has become literate and is participating in a world civilization and economy with international communication. It is a very different environment than any of the previous Revelations, which were very regional in nature and which only spread over a great span of time and through much discord, conflict and violence.</p>\n\n<p class=\"book-paragraph\">Humanity stands at the threshold of a universe full of intelligent life—a non-human universe that it must now learn to contend with.</p>\n\n<p class=\"book-paragraph\">And humanity is living in a world of declining resources and environmental instability, unlike anything that has been seen for thousands of years. Even your history cannot account for what this might mean, except the history of the Earth itself.</p>\n\n<p class=\"book-paragraph\">The Revelation brings its own commentary. It is not simply a mysterious teaching that is left up to human interpretation, as has been the case before.</p>\n\n<p class=\"book-paragraph\">This Revelation is complete and comprehensive, touching on nearly every aspect of an individual’s life and the life of humanity, both now and in the future.</p>\n\n<p class=\"book-paragraph\">And yet like all the Revelations in history, it speaks of greater things than humanity’s concerns today. It speaks of things which will make all the difference in whether humanity chooses to unite in a declining world or whether it will fight and struggle over who has access to the remaining resources.</p>\n\n<p class=\"book-paragraph\">It will make all the difference in whether humanity can prepare for its engagement with the Greater Community, which is already taking place due to an Intervention in the world today by races who are here to take advantage of human weakness, conflict and expectation.</p>\n\n<p class=\"book-paragraph\">A Message so great has required a tremendous preparation for the Messenger and for those few individuals who have been called to assist him in his preparation and proclamation.</p>\n\n<p class=\"book-paragraph\">He is not here to answer every question or to have a solution for every need. His Message speaks to the need of the soul within the individual—the need to reconnect with the Source of life and to gain the strength that God has given every person through the presence of a deeper intelligence within them called Knowledge.</p>\n\n<p class=\"book-paragraph\">The Messenger is not here to argue or to debate or to take issue with world affairs or the ambitions of different groups, nations or tribes. He is here to bring a Message of Revelation and redemption to the peoples of the whole world, regardless of their individual cultural position or religious affiliation, if they have one at all.</p>\n\n<p class=\"book-paragraph\">This transcends nations and culture and religious ideology. This transcends the controversies regarding these things because it is a New Message from God for the redemption and preparation of the whole world for a reality and a future that will be very different from the past.</p>\n\n<p class=\"book-paragraph\">Only God can provide such a thing. For even at this moment, the religions are divided, even within themselves. They are contentious and unable to address adequately the great rising global problems that will overtake humanity in the future if it is unprepared.</p>\n\n<p class=\"book-paragraph\">Arguing over who has the best religion or the most astounding founder can only harm humanity now. It is divisive and exclusive. It adds to the dilemma and the fracturing of the human family.</p>\n\n<p class=\"book-paragraph\">God knows better. And the one chosen to bring the Revelation is the perfect one. He has passed the tests. He has not failed the long preparation and all that it required of him and of his family.</p>\n\n<p class=\"book-paragraph\">People will resist this and resent it and accuse the Messenger of all manner of things. But he is the one. Failure to see his value and his role is a failure on the part of the perceiver, a failure to recognize and to receive the great Blessing that God is now sending into the world.</p>\n\n<p class=\"book-paragraph\">The Messenger has no pride. He is a humble man, but he must accept the great calling and the greater responsibilities this places upon him and the great travail he will have to face in bringing a New Revelation into the world.</p>\n\n<p class=\"book-paragraph\">God has spoken again. And God’s Revelation is not for some elite group or the culturally privileged, the wealthy and the indulgent. It is for the person at every rank and station of society—of every society, even the most primitive, the most advanced, the most isolated or the most global.</p>\n\n<p class=\"book-paragraph\">Only the wisdom of the Creator can speak like this, through the Angelic Presence, through the Voice of Revelation, which you are hearing at this moment.</p>\n\n<p class=\"book-paragraph\">The mission of the Messenger is to bring the Revelation into the world, to find its first respondents, to give them the opportunity to engage with the Revelation and to come to terms with their own deeper nature and calling in life.</p>\n\n<p class=\"book-paragraph\">That is why a great deal of the Teaching has been given, to pave the way for personal revelation for those who can receive it, adapt to it and apply it in their lives successfully.</p>\n\n<p class=\"book-paragraph\">Its demands are not great except that it calls for a greater honesty than most people demonstrate at this moment, an honesty not simply to project one’s ideas and beliefs upon the world, but to recognize the deeper current of one’s life and, in a state of humility and determination, choose to follow that. For that is the power and presence of Knowledge in the individual, which God’s Revelation reveals fully for the first time.</p>\n\n<p class=\"book-paragraph\">Here there are no heroes to worship. Here there is no Judgment Day. Here there is no final test, which nearly everyone would fail anyway.</p>\n\n<p class=\"book-paragraph\">For God knows better than this. God knows that without Knowledge, people will falter and fail, make foolish mistakes and give their lives over and succumb to dangerous and oppressive forces. For without the Power of God in the individual to guide them, what else would they do but demonstrate their weakness and their confusion and the fact that their life is dominated by others?</p>\n\n<p class=\"book-paragraph\">You see, the God of your world is the God of the entire Greater Community, the entire universe—a billion, billion, billion races and more, in one galaxy and amongst many galaxies and other dimensions, and the unchanging Creation beyond that. You are dealing with a God now of such greatness and expansion that your ideas and your beliefs pale and falter in the face of such magnificence.</p>\n\n<p class=\"book-paragraph\">This is the God that has placed Knowledge within you to guide you and bless you and prepare you for a greater life, to take you out of your groveling and your pathetic engagements and self-pity, to restore honor and dignity to you, self-respect, graciousness, compassion and humility.</p>\n\n<p class=\"book-paragraph\">It is the mission of the Messenger to teach these things, to offer these things, to endure the resistance and the rejection of those who cannot see and will not know.</p>\n\n<p class=\"book-paragraph\">This is the greater calling, you see. This is what restores the individual and gives the promise for a greater life. This is what brings honor and dignity to all people, even the poorest of the poor, who live in degradation.</p>\n\n<p class=\"book-paragraph\">This is to establish a greater ethic of unity and cooperation in the face of a world of diminishing resources. Can you even imagine such a world, you who have lived in a state of plenty, perhaps? Can you imagine what this could do to the human family? It could destroy human civilization.</p>\n\n<p class=\"book-paragraph\">Humanity’s encounter with aggressive forces acting surreptitiously in the world could bring down and destroy human civilization.</p>\n\n<p class=\"book-paragraph\">People do not know this. They do not think of this. Perhaps it is too much for them, they who have given all of their thoughts to little things, afraid of losing their privileges. They do not see the bigger picture, which will determine the outcome for everyone.</p>\n\n<p class=\"book-paragraph\">But for those who can see and hear, the Revelation will speak to them, and they will be the first to respond. And through them, the Revelation will speak to those who have been more preoccupied and less able to see the great events coming over the horizon. One man cannot do all this. It will take the engagement of many working in concert with the Messenger.</p>\n\n<p class=\"book-paragraph\">And then you have the problem of people who are self-seeking and aggressive, who believe they are so very important in the universe, claiming to have their own version, acting out of concert with the Messenger, trying to wed the New Revelation with other teachings or with their own ideas.</p>\n\n<p class=\"book-paragraph\">This is the corruption that happens whenever anything that is pure is brought into the world. And that is why the Revelation is being given before the Proclamation. That is why it is in writing. That is why you can hear the Voice of Revelation for the first time in human history. Such a Voice that spoke to the Jesus, the Buddha and the Muhammad, you can hear.</p>\n\n<p class=\"book-paragraph\">Can you hear? You who listen to so many other things of little value, can you hear these words? Even if you are doubtful and suspicious, can you hear the Messenger and the Revelation? It is as plain as day, without deception, without complexity, without human commentary to cloud the stream and to pollute the atmosphere of Revelation.</p>\n\n<p class=\"book-paragraph\">The mission of the Messenger is to establish God’s Revelation here sufficiently within his remaining years so that humanity can begin to prepare for a changing world and prepare for its engagement with the Greater Community itself.</p>\n\n<p class=\"book-paragraph\">This will change your theology. This will change your understanding of God and how God works in the world. This will challenge your fundamental religious beliefs about what redemption means because when you think of God in the Greater Community, it changes everything.</p>\n\n<p class=\"book-paragraph\">What is Heaven for a billion, billion, billion races and more? What is Hell when you know that God has put Knowledge within you and you can never escape it—its blessing and its redemption?</p>\n\n<p class=\"book-paragraph\">What is one’s religious affiliation with the understanding that there are billions and billions of religions in the universe, either more or less connected to the reality of God’s Presence and Power?</p>\n\n<p class=\"book-paragraph\">Who can say when God will speak again? Who, without arrogance and ignorance, can say that God cannot speak again? Even God’s Messengers cannot say that. Even the Angelic Host cannot say that. So what person can claim such authority to determine what God will do next? It is the epitome of arrogance and foolishness.</p>\n\n<p class=\"book-paragraph\">The mission of the Messenger will have to face all of these things. It will have to face intellectual arrogance. It will have to face outright blind rejection. It will have to face every form of accusation.</p>\n\n<p class=\"book-paragraph\">This is towards one who is bringing the greatest expression of God’s love that has been received in 1400 years. This is directed at one whose life, though facing difficulty and imperfect, is nonetheless a demonstration of the Revelation itself.</p>\n\n<p class=\"book-paragraph\">For the first time in human history, the whole world can witness the process of Revelation instead of only hearing about it through distant tales and fantastic stories.</p>\n\n<p class=\"book-paragraph\">For the first time, the human family can hear the Voice of Revelation, read the words of Revelation, not as they were portrayed centuries later by people who did not know the Messenger, not carried on through oral tradition for the benefit of illiterate populations, but something right in this moment.</p>\n\n<p class=\"book-paragraph\">For humanity does not have centuries to come to terms with this. The change that is underway is too rapid. The convergence of greater forces is too powerful and overwhelming.</p>\n\n<p class=\"book-paragraph\">Around the world, people are feeling anticipation and anxiety about the direction of the world. Whatever they ascribe these fears to or however they might try to define it, it is because they are feeling the Great Waves of change that are coming to the world. They are feeling that humanity is becoming ever more weak, vulnerable, subject now to forces beyond its awareness.</p>\n\n<p class=\"book-paragraph\">It is because of this that God has sent the Revelation into the world. It is because of this that the Messenger is here.</p>\n\n<p class=\"book-paragraph\">Honor him. Respect him. He is not a god, but none of the Messengers were gods. He is not perfect, but none of the Messengers were perfect. He has struggled with the Revelation because all of the Messengers have struggled with their Revelations.</p>\n\n<p class=\"book-paragraph\">He will be attacked and condemned because all of the Messengers have been attacked and condemned by the very same thoughtlessness, arrogance and ignorance that the Messenger today will have to face, and is facing even at this moment.</p>\n\n<p class=\"book-paragraph\">His mission is not to build bridges or change governments or rectify every problem and error and injustice in the world.</p>\n\n<p class=\"book-paragraph\">His mission is to give the secret restoration to the individual and to prepare humanity for the greatest events in human history, which are now upon you and which are coming over the horizon even at this moment.</p>\n\n<p class=\"book-paragraph\">Humanity will have nothing if it cannot survive in a declining world. Your great works, treasures and art will all be gone.</p>\n\n<p class=\"book-paragraph\">Humanity will have nothing in the Greater Community, where freedom is so very rare, if it cannot establish wisdom and safeguard its borders and unite its people at least sufficiently enough that they can respond for their mutual welfare, protection and advancement.</p>\n\n<p class=\"book-paragraph\">In the Light of the Revelation, human folly, ignorance and arrogance are so fully revealed. It is as if a great Light is [shining] upon the world and everything that is dark and secretive, everything that is deceitful and malicious, become exposed in the Light of Revelation—the weakness of people’s positions; the pathetic quality of their lives; their great need for restoration, dignity and redemption; human corruption; human deception; those who claim to be religious, who are not religious, but who use religion for power and dominance.</p>\n\n<p class=\"book-paragraph\">All this will be revealed in the Light of Revelation, and that is why those who will deny the Revelation will have to speak out against it, for it will threaten their position; it will expose their weakness, their errors and their dangerous tendencies.</p>\n\n<p class=\"book-paragraph\">The Revelation is the product of great Love, for God is not angry with humanity. For God knows that without the power and presence of Knowledge to guide people sufficiently in their own awareness that people will act foolishly, selfishly and destructively.</p>\n\n<p class=\"book-paragraph\">God knows this. Humanity does not. To understand this is not merely a matter of belief. It is a matter of a deeper recognition, a deeper resonance within oneself, a deeper honesty that you yourself cannot fulfill yourself and that a greater Revelation is greatly needed in the world.</p>\n\n<p class=\"book-paragraph\">Can people be this honest? Can people be this sober about themselves without condemnation? Can people really take stock of where they are and—whether they are rich or poor, advantaged or disadvantaged—the degree to which their lives have become empty? Can they face this and realize that this emptiness is a calling to God and that God has responded?</p>\n\n<p class=\"book-paragraph\">The mission of the Messenger is to bring the Revelation to as many people as possible, within his remaining time here on Earth, and for others who will carry on his great work with his blessing, who will carry the New Message into the future, to bring it to ever more people—to the disadvantaged, to the wealthy, to the rich nations, to the poor nations, to the natives living out in nature, to the people of the big cities.</p>\n\n<p class=\"book-paragraph\">The Revelation is here. It can be studied alone. It can be studied together with others effectively. It can be heard. It can be read. It can be translated clearly. It must be shared. That is the duty of every person who receives it, and it will be your natural desire to do so.</p>\n\n<p class=\"book-paragraph\">But like all the great Revelations at their time, it will be resisted and be difficult at first, for the world does not know it needs a Revelation from God. The world is not prepared for this, and many people are set against it for different and various reasons.</p>\n\n<p class=\"book-paragraph\">In time, if you can see this clearly, you will see that the Messenger is demonstrating in a very large sense the true reality of your life—that you were sent into the world to do something important. Perhaps it is not going to be at a grand and global scale. That does not matter.</p>\n\n<p class=\"book-paragraph\">Everyone was sent into the world for a greater purpose. And the fact that people are not aware of this or cannot find it because of political or religious oppression, [or] that people are blind to it, cannot hear it, cannot feel it, cannot support it in one another—that is the tragedy of the human family. That is the cause for corruption, dissension, conflict, hatred and all of the things that plague the human family and keep it from becoming a greater people in the universe.</p>\n\n<p class=\"book-paragraph\">All these things that plague humanity stand in the way of its freedom in the Greater Community. All these things now must be realized by enough people—perhaps not everyone, but enough people—so that a greater movement can happen in the world, a greater conscience can be revealed that actually lives within each person at this moment.</p>\n\n<p class=\"book-paragraph\">To learn of the Revelation means to come back into relationship with Knowledge, which is the part of you that has never left God, that is still in communication, that is wise and uncorrupted by the world, that is unafraid of the world, a wisdom and a strength that is the source of whatever courage and integrity you might have established thus far in your life.</p>\n\n<p class=\"book-paragraph\">This is the gift of the Messenger. This was the gift of the past Messengers. But their story has been changed. And often their words have been misread.</p>\n\n<p class=\"book-paragraph\">For all of God’s Revelations [are] to restore to the individual the power and the presence of Knowledge, for this is their true conscience, and this is what will bring them to God, in a pure and efficacious way.</p>\n\n<p class=\"book-paragraph\">The world is blessed because God has spoken again. The world is blessed because the Messenger is in the world.</p>\n\n<p class=\"book-paragraph\">Receive this blessing. Share it with others. The Revelation is very great. You cannot understand it in a moment. You cannot read it in a sentence. You must come to it seeking its wisdom and relevance for your life and for the world you see.</p>\n\n<p class=\"book-paragraph\">It is the test, you see. It is the difficulty and the great opportunity of living at the time of Revelation. It is the test—the test for the recipient.</p>\n\n<p class=\"book-paragraph\">God will not punish those who fail, but they will not be in a position to receive the Revelation and the great empowerment, clarity and blessing it will bring into their lives and affairs.</p>\n\n<p class=\"book-paragraph\">God does not punish the wicked, for God knows that without Knowledge, wickedness will arise.</p>\n\n<p class=\"book-paragraph\">That is why the Revelation calls people to the greater intelligence that lives within them that is fundamental to all good things that can happen for them and for the world.</p>\n\n<p class=\"book-paragraph\">This brings great clarification to your understanding of the Divine Presence and Power, how God works in the world—the God of the universes.</p>\n\n<p class=\"book-paragraph\">This is your great opportunity, the greatest moment in human history, the great turning point for the human family that will determine whether it will be a free and coherent civilization in the future or whether it will decay and fall under foreign persuasion.</p>\n\n<p class=\"book-paragraph\">It is the great turning point, the great challenge, the great opportunity, the great calling and the great redemption.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-mission-of-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/mission-of-the-messenger/"
}