{
  "title": "Navigating the Difficult Times Ahead",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity is entering a time of great change and difficulty, a time when it will be facing the Great Waves of change: environmental degradation, resource depletion, violent weather, growing economic and political instability, and the threat of war and conflict. It is a time that has been building for a long period. It is not merely the consequences of events today or tomorrow. It has been building over a long period of time.</p>\n\n<p class=\"book-paragraph\">Humanity has misused its natural inheritance. It has misused the world. It has overused its resources. In the name of growth and expansion, it has exceeded the limits of many of the world’s resources. It has done this at the expense of your future and your future stability.</p>\n\n<p class=\"book-paragraph\">The difficulties ahead will require immense change in human perception and behavior. This will not be merely a matter of perspective or philosophy, but really of necessity. It will be a time of grave difficulty, especially for the poor peoples of the world, for they will be the first to suffer, and the cost of humanity’s misuse of the world will fall most heavily upon them, even though they are the least responsible for producing these Great Waves of change.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change are not merely one event, but the convergence of many powerful forces. It is their convergence that will create instability and unpredictable change and will create so many interacting forces that it will be very difficult for people to understand what is happening, and why all of this is occurring.</p>\n\n<p class=\"book-paragraph\">It is dangerous because it will produce immense upheaval and instability, and people are not prepared for this. Their governments have not prepared them. Their religious institutions have not prepared them. The media has not prepared them. And so they have very little emotional or psychological preparation, and very little practical preparation for the great difficulties to come.</p>\n\n<p class=\"book-paragraph\">It is a dangerous time also because humanity is facing limitations in its resources, and there will be great competition and the risk of conflict over the remaining resources. Nations and groups will be competing with each other very intensely, and this can spill over into conflict and war on a very large scale, and in many parts of the world simultaneously.</p>\n\n<p class=\"book-paragraph\">Life teaches you the lessons of exceeding your natural inheritance. It also teaches you that nature is unmerciful to the unprepared. Your history has taught you that when you exceed the limits of what your environment can provide, it leads to great difficulty.</p>\n\n<p class=\"book-paragraph\">It is necessary for you to look into these matters with as much objectivity as possible. Your mind will want to deny it. Your mind will want to argue against it. You will want to cast blame on certain individuals or institutions. But really the Great Waves of change are the consummate result of humanity’s impact upon the world and the impact of nations upon one another. Everyone is involved in this to some degree.</p>\n\n<p class=\"book-paragraph\">People believe the world will just keep providing endlessly, and when they have exhausted the world, they will go out into space to find what they need. This is a reckless and irresponsible approach to life. It is heedless and it leads to disaster.</p>\n\n<p class=\"book-paragraph\">To live within the bounds and the limits of this world is the kind of stability that humanity will have to establish. And given the enormous size of the human population today, it will be an immense challenge.</p>\n\n<p class=\"book-paragraph\">It is a challenge not just to meet certain specific needs, but it is a challenge really to preserve and protect human civilization. It is really a calling to protect the human family and to establish over time a greater degree of stability and security.</p>\n\n<p class=\"book-paragraph\">The emphasis on growth and expansion must transcend to an emphasis on stability and security. This is what other nations in the universe have had to establish, for growth and expansion beyond certain limits lead to great danger and the risk of collapse.</p>\n\n<p class=\"book-paragraph\">You have lived in a time of great expansion. You embrace the idea of endless opportunities. And for a few people in the world who can enjoy it, there is great freedom here. But you are now entering a different era in a different set of circumstances.</p>\n\n<p class=\"book-paragraph\">This is not merely an intellectual understanding or an intellectual issue. You can feel it. People everywhere are feeling anxiety about the future and about the state of the world.</p>\n\n<p class=\"book-paragraph\">Here you must search your feelings. Perhaps your beliefs will be challenged by this reality. Perhaps you will deny it on this basis. But search your feelings. Perhaps you insist upon being optimistic, thinking that human technology and ingenuity will meet every challenge. But here you must search your deeper feelings.</p>\n\n<p class=\"book-paragraph\">Do not fool yourself. There are dangerous waters ahead, more dangerous than any situation that the human family has ever had to face before. It is not simply a few problems that must be solved. It is an overall shift in human awareness, human behavior and human relationships.</p>\n\n<p class=\"book-paragraph\">People will not make this change willingly. They will not adapt peacefully. It will be required. It will be a necessity—not forced by governments, but by life itself.</p>\n\n<p class=\"book-paragraph\">The human family will have fewer resources to use in the future—limits upon food production, very great difficulties in gaining access to fresh water and severe restraints on the energy resources. Transportation networks will break down. Whole communities will collapse because there will not be the infrastructure to support them. The cost of everything will go up. There will be financial chaos beyond what governments can remediate.</p>\n\n<p class=\"book-paragraph\">These are the Great Waves of change. If you have the courage and the objectivity, you can begin to see them coming over the horizon. When you set down your self-assuring assumptions, when you set aside blaming others, you will have the opportunity to feel and see the approach of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">It will present a specter of immense tragedy and upheaval, and you will be afraid and you will be uncertain. If you are honest with yourself, you will be afraid and uncertain—at least at the outset.</p>\n\n<p class=\"book-paragraph\">When you set aside your assumptions, and your denial, and your preferences, and all the things you insist upon and face this squarely, you will see that it is bigger than any solution you can put before it because they are the Great Waves of change, and there are many of them, and they are all converging at the same time—creating confusion, crosscurrents of life, each impacting one another, creating so many different forces of change that you cannot predict them all.</p>\n\n<p class=\"book-paragraph\">If you are really honest, you will have to see that you do not have an answer, that your intellect alone cannot solve everything here. And if you are honest and allow your feelings to emerge, you will see that already you sense the approach of great change in the world.</p>\n\n<p class=\"book-paragraph\">The mind does not want to suffer, so it creates convenient solutions, convenient conclusions and simple explanations. It casts blame upon others. It asserts that technology will solve this, that humanity has always solved its problems, and it will solve all of these problems, and you try to keep the experience away from yourself.</p>\n\n<p class=\"book-paragraph\">This is understandable, but it is unfortunate because it disengages you from recognizing the great change that is even coming into your life. And it prevents you from preparing for the impacts of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">There are two realities here you must understand. The first is that the Great Waves are coming. The more you can see them and feel them and recognize them, the more you will be able to be prepared for their impacts and to place your life out of harm’s way, to put yourself in the best position to navigate the difficult times ahead.</p>\n\n<p class=\"book-paragraph\">The second truth is that there is a deeper Knowledge within you, a Knowledge that God has placed within you to guide you, to protect you, and to lead you to your greater accomplishments in life. While your mind will be frightened and uncertain, Knowledge within you will emerge.</p>\n\n<p class=\"book-paragraph\">It is not afraid of the Great Waves of change. It is not afraid of the world. It is beyond the persuasions, the corruption and the seductions of the world. It is the only part of you that is truly reliable and wise.</p>\n\n<p class=\"book-paragraph\">It is God’s great endowment. You may pray urgently to God for salvation, for guidance, for redemption, for protection, but God has already given you a perfect guiding Intelligence. Whether you are a part of a religion or not, whether you practice a faith tradition or not, wherever you live, whatever your culture, whatever your financial position, you have the great endowment living within you.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change will overcome your solutions. They will be greater than your ideas. They will undermine your confidence in governments, in religion and in technology. It will be a great crisis of confidence.</p>\n\n<p class=\"book-paragraph\">But Knowledge within you is not dissuaded by any of these things. It has the Power of God behind it. It alone knows how you will be able to navigate the difficult and uncertain times ahead.</p>\n\n<p class=\"book-paragraph\">Even if the world goes mad, Knowledge within you will keep you certain and focused, alive and aware. Even if you are required to make a hundred different unanticipated decisions in the face of the Great Waves, Knowledge within you will enable you to make each one with wisdom and clarity.</p>\n\n<p class=\"book-paragraph\">You do not realize the greater power that resides beyond the reach and the realm of the intellect. You do not see its central importance to the welfare and the direction of your life, even under normal circumstances. But now you are facing unprecedented circumstances, change on a level that the human family has never had to face before.</p>\n\n<p class=\"book-paragraph\">You are also facing the presence of forces from the universe, physical beings who are here to take advantage of a weak and divided humanity. These small groups of forces are not military in nature. They represent resource explorers and economic collectives. They will seek to further human conflict and gain influence in the halls of power in government, religion and commerce. They represent a great danger to humanity. They will pose as enlightened beings, as benign and beneficial to the needs of humanity. But it is really a deception.</p>\n\n<p class=\"book-paragraph\">They come into the world now at a time when the Great Waves of change are building. They know that humanity is unprepared and that it will become further fractured and contentious within these Great Waves. It sees an opportunity to position itself and to build its base of power here through clever manipulation and through genetic interference with the human family.</p>\n\n<p class=\"book-paragraph\">It is a reality that is only seen by a few, and yet it poses the greatest danger to your freedom you have ever encountered. These forces are small, but persuasive. And because their intentions remain hidden, humanity is unaware of them. They are part of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Do not think that the Great Waves of change are beneficial in themselves. Do not think that it is a necessary and valuable experience for the human family. For the Great Waves themselves are extremely dangerous, and the risk of human suffering is greater than any war that has ever been waged in this world. And the potential for the loss of human freedom and human unity is immense.</p>\n\n<p class=\"book-paragraph\">It is how you respond to the Great Waves of change that will determine whether you can gain benefit from them or not. But they within themselves are not beneficial. Do not fool yourself in thinking that they are, or you will make a grave and critical error.</p>\n\n<p class=\"book-paragraph\">Humanity will need great assistance. Alone you will not have all the answers. And where will you find the strength to change your views and your behavior and to prepare your lives for the impacts of the Great Waves of change? Where will you find the strength to overcome your resident tendencies and the potential for conflict between people, groups and nations? Where will you find the courage to face the Great Waves of change? And what can reveal to you the real impacts and the real nature of these Great Waves of change, including the Intervention that is occurring in the world by forces from the universe?</p>\n\n<p class=\"book-paragraph\">Only God can prepare you for these, the greatest events in the history of mankind. And God has sent a New Revelation into the world for this purpose, for the protection and advancement of humanity. It is built upon the reality of all God’s Revelations.</p>\n\n<p class=\"book-paragraph\">This is difficult to understand because generations of people have changed God’s Revelations to accommodate commercial, political and social realities, so it is very difficult to recognize that this New Revelation is actually connected to all the previous Revelations because the previous Revelations are so greatly misunderstood and have been compromised to a great degree by so many different forces.</p>\n\n<p class=\"book-paragraph\">Only God knows how to prepare you for what is to come. Only God knows how to prepare you for the realities of life in the universe, which you will now have to face because of the Intervention that is occurring in this world. Only God knows what humanity will have to do and to change and to establish to acquire real stability and security in a changing world.</p>\n\n<p class=\"book-paragraph\">You yourself cannot figure all this out. No one can. There will have to be a thousand solutions brought to bear. But even here, where will people find the strength, the commitment, the wisdom and the courage to change what must be changed, to establish a new unity within the human family, to assure the distribution of needed resources and to avoid the great temptation of conflict and war?</p>\n\n<p class=\"book-paragraph\">Only God knows. But God has placed Knowledge within each person. So there is a possibility that Knowledge may be stimulated sufficiently that people will act in their own best interests.</p>\n\n<p class=\"book-paragraph\">You have created a set of problems over time through humanity’s abuse and misuse of the world that now are bringing with them great and grave consequences. The impact on your climate and environment is so significant that it could reduce significantly the world’s production of food. And the loss and the limitations of your energy resources could change and impact the lives of everyone in the world, especially in your rich nations. Do not think that your wealth will protect you now, for much of your wealth will evaporate and will be lost.</p>\n\n<p class=\"book-paragraph\">Your mind will contend against this, of course, but in your heart you know that great change is coming. This is speaking to the truth at a deeper level, beyond the level of human ideas, preferences and beliefs.</p>\n\n<p class=\"book-paragraph\">Do not think you can run away from the Great Waves of change, that you can move out into the country or find some safe place where the impacts will not affect you. This is really a grave mistake because there is nowhere where you will be free from these impacts, and the further you are away from the centers of human wealth and distribution, the more imperiled your life will be. This is the danger of isolation.</p>\n\n<p class=\"book-paragraph\">There will be many false leaders that will arise in these difficult times. Bad advice will be plentiful. There will be many movements to condemn other peoples. There will be claims of salvation that will be false. Many selfish and deranged individuals will seek to rise to power under these turbulent circumstances. It is a time of great risk for the human family.</p>\n\n<p class=\"book-paragraph\">God knows that humanity cannot prepare itself and has not prepared itself adequately for such great and tumultuous events. That is why a New Message has been sent into the world—to teach The Way of Knowledge, to stimulate Knowledge within people, to provide clarity about what is coming over the horizon and to prepare humanity for its future and its destiny within a Greater Community of intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">It is a Message unlike any that has ever been sent to the human family because humanity is facing such unprecedented events. While human conflict and deprivation and environmental collapse have been a part of humanity’s history, you have never had to face a set of circumstances such as you are facing now. This will not only affect certain groups in certain places, but will impact the whole world—the entire economy of the world, the political infrastructure of the world, relations between nations in the world. All will be dramatically impacted by this.</p>\n\n<p class=\"book-paragraph\">People are shortsighted of course. They attribute change to immediate events or to theories. They think it is just an economic cycle, or it is just a few problems that have to be solved. They think that life will go on as they have known it.</p>\n\n<p class=\"book-paragraph\">Because of this, they do not see, and they do not know what is coming over the horizon. And because they do not see and do not know, they are not prepared. They are not prepared as individuals. They are not prepared as groups and as nations and so forth. Still clamoring for ever-greater wealth, for ever more resources, for ever more power, they are hastening and furthering the onset of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">It is as if humanity were going to be bombarded by a thousand things at once. People are aware of a few of these things, but cannot see the whole picture. That is why the Creator of all life has sent a New Message into the world to prepare humanity for the Great Waves of change and to prepare humanity for its encounter with the Greater Community of life in the universe. These are the two greatest thresholds the human family has ever had to face, greater than any problem that you can identify in the world today.</p>\n\n<p class=\"book-paragraph\">People think small. God thinks big. God’s Message is really big. It is very inclusive. It covers many things. It sets out a preparation that people everywhere can use to begin to prepare their lives and themselves for living in a world of turbulence and uncertainty.</p>\n\n<p class=\"book-paragraph\">This, of course, exposes the whole range of human assumptions that insists upon all of the forces that are leading humanity astray, and all of the assumptions that human will and human diplomacy are sufficient to deal with whatever problems may arise in the face of these Great Waves of change.</p>\n\n<p class=\"book-paragraph\">But your deeper feelings tell you something different. If you can feel them, if you are aware of them, they will tell you something different, for they are responding to the world. And the world today is giving you signs of what is to come. And Knowledge within you is giving you signs of what is to come.</p>\n\n<p class=\"book-paragraph\">Knowledge within you is speaking to you every day, but you cannot hear it because you are up at the surface of your mind, in your worldly mind—a mind that has been conditioned by your culture and your family, your beliefs, your fears, and your desires.</p>\n\n<p class=\"book-paragraph\">But deeper down within you, there is a greater Mind, and this deeper Mind is not afraid. It is not condemning. It does not generate hate and blame. It does not vacillate. It is not unstable. This is the great compass that God has given to you. And it has been given to you especially because you have come into the world at a time when you would experience the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">The requirements upon you are greater than your ancestors. The preparation is different. What Knowledge has been equipped to provide is greater and different and unique to the world that you are facing today and will face in the days and years to come.</p>\n\n<p class=\"book-paragraph\">You are sent here for a purpose. You are sent here to face the Great Waves of change and to contribute something special, unique and beneficial to the human family. You have been sent to build a new future, a better future, a future that will be unlike the past. And you have not come alone, for there are others who are destined to help you to discover this greater purpose and to fulfill it in life.</p>\n\n<p class=\"book-paragraph\">Perhaps you have not yet met these people, or perhaps you have met a few of them already if you are very fortunate. But they represent a greater life and a greater intention that Knowledge within you represents.</p>\n\n<p class=\"book-paragraph\">Knowledge will stimulate human innovation, human invention, human collaboration, and human unity. It will inspire new technology. It will inspire greater creativity. It will inspire greater cooperation. All the things that human leadership and citizens everywhere will have to establish and adapt to that are truly beneficial will be inspired by Knowledge. This is why what is invisible and mysterious within you has the greatest power to effect change in human awareness and behavior.</p>\n\n<p class=\"book-paragraph\">Do not think that simply building new technology alone [will work] because you may not have the energy to build it. You may not have the economic stability to build it. You may not have the resources to build it. People take all these things for granted. They think there is an endless supply. But they do not realize that in the face of the Great Waves of change all of these things will be challenged.</p>\n\n<p class=\"book-paragraph\">You may at times feel helpless and hopeless. But you have Knowledge within you, and it is not helpless and hopeless. Whatever your individual strengths and weaknesses may be, no matter what your particular circumstances offer you at this moment, you have this power to guide you. That is why taking the Steps to Knowledge is so very important, particularly at this time.</p>\n\n<p class=\"book-paragraph\">Your faith here cannot be blind. Do not think that God will just intervene and fix everything for humanity, for this does not happen in life. Do not think you will be saved in the last hour by some miraculous intervention. Do not think that races from the universe will come and rescue humanity, without taking from you what they want.</p>\n\n<p class=\"book-paragraph\">This is a problem for humanity. It is a problem the human family must solve. You cannot be helpless and hopeless or have a welfare mentality regarding this. Take stock of your strengths. Take stock of your weaknesses.</p>\n\n<p class=\"book-paragraph\">God’s New Message has provided a set of guidelines to help you prepare for the difficult times ahead. These are general and are meant to give you a start. But there is no set of instructions that would be able to speak to everyone’s circumstances and needs.</p>\n\n<p class=\"book-paragraph\">Your first responsibility is to face the Great Waves of change. If you cannot do this or will not do this, then you cannot prepare. And when the Great Waves strike, you will be overcome and overtaken without the necessary resources to deal with this.</p>\n\n<p class=\"book-paragraph\">This is a time now to stop blaming others, to end your ceaseless debates, to set aside your grievances and your hostilities, and to face the fact that you are going to have to live life much more simply in the future. You will be living in a world of great resource restraints. You will not be able to get around very easily. Everything will be very expensive, and there will have to be a great emphasis on producing food and other necessary things on a much more local scale.</p>\n\n<p class=\"book-paragraph\">There will have to be tremendous restraint of anger, blame and hostility if people are to make this necessary transition. So many assumptions and beliefs will have to be set aside to face the reality of your situation.</p>\n\n<p class=\"book-paragraph\">The guidelines that the New Message has provided will give you a beginning start to position your life more securely and more safely, and to provide you the emphasis that you will need to reconsider your interests, your actions, your commitments, your involvements, how you spend your wealth, how you are going to remain employed and how you are going to be able to be stable while people around you become unstable. The guidelines are here to help you maintain clarity, stability and self-determination in the face of ever-growing chaotic events around you.</p>\n\n<p class=\"book-paragraph\">The world will seem like it has gone mad, but you cannot become mad. Within you is a greater compass and a greater strength. You have always needed this, and you have suffered immensely because you have not experienced it sufficiently in the past. Now you will need it to survive, and to take care of your families and your loved ones, and ultimately to provide a greater service and stability to your communities, and your nation, and the world as a whole.</p>\n\n<p class=\"book-paragraph\">Here humanity cannot use weapons and force to achieve its goals. It must use wisdom, clarity and cooperation. This will be driven by necessity, not by ideology, not by good ideas or a sense of philanthropy. It will be guided and determined by necessity.</p>\n\n<p class=\"book-paragraph\">Unite, and you will survive and can advance. Yet if you fight with one another, you will decline and forces from the universe will gain greater strength here—a strength that will eventually overtake human sovereignty in this world.</p>\n\n<p class=\"book-paragraph\">The challenge before you, then, is immense and unavoidable. It is what you can see now and do now that will make all the difference for you. You are not in a position to save humanity, but you are in a position to secure your position and your life, to stabilize your life, to prepare your life, and to assist others in preparing their lives.</p>\n\n<p class=\"book-paragraph\">For it is your communities that must become strong. It is your communities that must adapt to changing circumstances. You can work effectively on a local scale, and you will have sufficient challenge in all directions to keep you engaged in a productive way.</p>\n\n<p class=\"book-paragraph\">The stronger you are with Knowledge, the more you will be a force of inspiration for others, and the more creative your mind will be in seeing ways in which you can stabilize your life and be of service to others. For it will not work if you secure your life alone, only to have your community fail. Here your preparation cannot merely be a selfish pursuit. It will have to support the well-being of people around you.</p>\n\n<p class=\"book-paragraph\">There will be whole segments of your population that will be greatly at risk—the elderly, single parents with children, people who are disabled. These especially will be at risk, and you must have the strength to care for individuals here as well as your own family. There will have to be incredible human contribution and service if humanity is to endure and survive the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">While the Great Waves of change represent an immense danger and tragedy for humanity, there is also a redemptive power to them—if you can respond to them appropriately. They can bring clarity and purpose to your life. They will require selfless actions and a deeper commitment to your well-being and the well-being of others.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change will draw you away from personal addictions and self-obsession, requiring of you greater service to the people around you. They will break your attachment to wealth and pleasures that are unhealthy for you. They will give you purpose, meaning and direction. They will organize your mind, your actions, your thinking, your behavior, and the beneficial use of whatever resources you have at hand.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change are not beneficial within themselves, but they can become beneficial, depending on how you respond to them. After you get over the initial shock and dismay at recognizing what is really coming over the world, then you have to get to work in preparing your life and helping others to become aware and to prepare their lives. This gives you greater purpose, meaning and direction.</p>\n\n<p class=\"book-paragraph\">Whatever is holding you back in your life, whatever form of self-obsession or self-conflict is holding you back will have to be overcome out of necessity. You will have to either sink or swim. And you must swim. In this, there is a power of redemption.</p>\n\n<p class=\"book-paragraph\">Here Knowledge within people becomes stimulated and strengthened. A deeper conscience within people becomes activated. Here people collaborate, bringing their unique strengths and talents to bear to solve the innumerable problems that the Great Waves will generate.</p>\n\n<p class=\"book-paragraph\">And you have a New Message from God in the world to prepare you, to alert you, to empower you, and to empower all the world’s religions to be of the greatest service and benefit to humanity at this great turning point in your evolution.</p>\n\n<p class=\"book-paragraph\">Therefore, do not shrink from the Great Waves of change. Do not deny what is coming over the horizon. Do not fool yourself into thinking that it is a problem that can be solved in any way that you can understand presently. Do not condemn and blame others, for everyone has created the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Instead, recognize them, face them, pass through the initial phase of shock and dismay, and then get serious about your life. Take the Steps to Knowledge. Become stronger with Knowledge. Feel it moving within yourself every day. It will give you clarity and sobriety. It will take you out of foolish behavior and foolish thinking. It will set you on a real path of preparation and will give you greater strength and certainty than anything else in the world can provide.</p>\n\n<p class=\"book-paragraph\">While institutions falter, while governments seem incapable of responding, while people around you go into denial and despair, you must have this greater strength and greater objectivity within yourself. Take stock of your feelings. Look out over the horizon of the world and ask yourself: “What is really coming? What must I prepare myself for? Who do I know can help me prepare? Who in my life is strong, and who in my life is weak? What must I build now to prepare myself for the future? And what must I let go of or avoid to be strong enough to face the future?”</p>\n\n<p class=\"book-paragraph\">These questions are part of a deeper evaluation that the New Message from God is recommending. It is providing the context and the questions that must be asked at this time while you have the freedom to ask them—before the Great Waves are crashing upon the shore, before nations and groups are overtaken. It is in this time of quietude and relative peace that you have the greatest opportunity to become aware and to begin your preparation and the deeper evaluation of your life that will be required.</p>\n\n<p class=\"book-paragraph\">God has given you the power and the presence of Knowledge. It is beyond the range and the realm of your intellect, but it will employ your intellect and all of your talents and skills for a greater service and a greater good in the world. This has always been your promise, but now you are facing the Great Waves of change, and they will require these things of you. They will require a greater commitment, a greater wisdom and a greater courage.</p>\n\n<p class=\"book-paragraph\">Do not look to leaders of institutions or government to do these things for you, for this is a personal calling for each person. Do not simply rely upon others to take care of these problems for you, for if you do, your life will be unprepared, and you will find to your great dismay that those leaders who you relied upon will fail your expectations.</p>\n\n<p class=\"book-paragraph\">The Great Waves will either seem a crushing defeat or a real call to human power and strength, depending upon how you respond and what motivates you. Are you motivated by fear and personal preference or by the power and the strength of Knowledge that God has put within you to prepare you and to guide you for these very events that you are destined to face?</p>\n\n<p class=\"book-paragraph\">The choice is yours, and it is a choice you will have to make continuously. But you have the power to make this decision. And while the world is still calm, before the Great Waves really begin to strike, now is the time to look, to see, to know, and to begin your preparation and your deep evaluation of your life.</p>\n\n<p class=\"book-paragraph\">For the truth is you might have to be in a very different set of circumstances, even engaged with different people, to really be in the position you must be in to navigate the difficult times ahead. Do not think that you will have to stay necessarily where you are, doing what you are doing now. For there may have to be great change in your circumstances. Have the courage to face this and to consider this. Do not hold on to what little you have, for everything must be re-evaluated now.</p>\n\n<p class=\"book-paragraph\">You must build your shelter before the rains come. You must have adequate resources before the winter arrives. Your life must be in the position that Knowledge will guide you to establish before the Great Waves of change really begin to impact humanity. For when that happens, your choices will be limited, and it will be far more difficult and in some cases impossible to reposition your life.</p>\n\n<p class=\"book-paragraph\">People who have vision can see what is coming, where others do not see. They can listen to the power of Knowledge within themselves, where others do not hear. They will take actions to prepare for coming events, where others will not see the need for doing this.</p>\n\n<p class=\"book-paragraph\">That is the power and the presence of Knowledge within you. This is your greatest strength and your greatest gift to others. For this is why you have come into the world at this great turning point.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/navigating-the-difficult-times-ahead.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/navigating-difficult-times-ahead/"
}