{
  "title": "The New World Prophecy",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The Creator of all life has sent a New Message into the world, a New Message unlike anything that humanity has ever received before, a New Revelation for this time and for the times to come, and with it a greater prophecy about humanity’s future and the great danger that the human family now faces.</p>\n\n<p class=\"book-paragraph\">God’s Revelations are rare. They do not come often at all, and their wisdom and the depth of their teaching are meant to last a very long time. For it will take people a very long time to fathom the depths of this New Revelation. It will take centuries to fathom its depths. But humanity does not have centuries now. It has reached a great threshold, a turning point in its evolution where it will have to face a world in decline—a world that has been overused and abused through human greed, human ignorance and human conflict.</p>\n\n<p class=\"book-paragraph\">It is a time when humanity will have to face a world of declining resources and environmental disruption, a time when it will have to face the Great Waves of change, which are now coming to the world and which are already striking many, many places at this time.</p>\n\n<p class=\"book-paragraph\">Humanity has reached a great threshold where it will have to face the realities of life in the universe and the encounter with certain forces and groups who are here to take advantage of humanity’s tribulations, humanity’s ignorance and naiveté. It is a time unlike any time ever before, and the dangers and the opportunities for the human family are greater now than at any time ever before.</p>\n\n<p class=\"book-paragraph\">In the face of the Great Waves of change and competition from the universe over who will be dominant and sovereign within this world, humanity will face a great decision—a decision for its leaders, its governments and its peoples. Will it fight and struggle over who has access to the remaining resources of the world? Will it ignore the evidence of Intervention here by races who are here to prey upon humanity’s weakness and humanity’s conflicts? Or will nations and leaders and peoples recognize the great danger that faces all of humanity, living in a declining world, facing now competition from beyond? Will it choose, then, in light of this, a greater cooperation—a greater uniting of resources, wisdom and strength, individual talent and collective abilities, to secure the world and to prevent Intervention here, which it is within humanity’s power to accomplish?</p>\n\n<p class=\"book-paragraph\">People know not of the great times in which they live though many people all over the world are feeling anxiety and trepidation about the future. And well they should, for humanity is facing a very difficult set of circumstances now.</p>\n\n<p class=\"book-paragraph\">It is facing shortages of food, water and vital energy resources around the world, which will affect ever-growing numbers of people as you proceed. It is facing a world that will be devastated by a changing climate and by the destruction of humanity’s ability to grow enough food and supply enough water. It is facing growing economic and political instability, which will reveal not only human corruption, but the weakness and the fragility of the infrastructure upon which all of humanity is now built.</p>\n\n<p class=\"book-paragraph\">People live their lives preoccupied with little things, striving to meet important requirements and fanciful notions if they can afford it. But little do they know they are facing such a great trial and tribulation in the world, a trial and tribulation for which humanity is unprepared and largely unaware.</p>\n\n<p class=\"book-paragraph\">It is because of this that the Creator of all life has sent a New Message into the world, a Message unlike all the great Messages that the Creator has sent here before. Humanity must now realize its great predicament and recognize the one chosen to bring this New Message into the world.</p>\n\n<p class=\"book-paragraph\">He is not a god. He is not an angel. He is a man. But he has been burdened and charged with this responsibility, a responsibility that he alone cannot bear.</p>\n\n<p class=\"book-paragraph\">Humanity does not have an answer for the great threshold it is facing. It does not have a solution. It knows nothing of the Greater Community of life into which it is now emerging. And it does not realize the power and the extent of a declining world to deprive it of its most fundamental rights and opportunities.</p>\n\n<p class=\"book-paragraph\">It will take great courage and strength to face these things. You will have to set aside your grievances, your anger and your repudiation of others to have the strength and courage to face a changing world and a new reality.</p>\n\n<p class=\"book-paragraph\">God knows that you cannot do this alone without great support and guidance, and that is why the New Message has been sent into the world. This Message is so great and vast. It deals with every aspect of the human experience, particularly revealing the deeper nature of human spirituality and the deeper Mind that exists within each person—a deeper Mind that is here to guide and to protect each person, a deeper Mind that is waiting to be discovered and followed and expressed.</p>\n\n<p class=\"book-paragraph\">If humanity is to survive the Great Waves of change, if it is to have the restraint to refuse the inducements and the persuasions of those who are here in the world, then it must grow up and become mature and responsible, realizing its strength and recognizing its hazards.</p>\n\n<p class=\"book-paragraph\">This is not a time for the faint of heart or the ambivalent. This is not a time for those who are greedy or [self-obsessed], for they will not fare well in the Great Waves of change. And they will not have the strength to withstand the persuasions and the influence that will be cast over humanity by those from the universe who are skilled in these efforts.</p>\n\n<p class=\"book-paragraph\">You are facing a devastated world where it will take everything humanity has to establish and secure its position here—a great sharing of resources, a great sharing of scientific knowledge, a disarmament and a cessation of conflict and hostilities.</p>\n\n<p class=\"book-paragraph\">This must be the consensus of the world facing a Greater Community of life, for the universe that you are facing is unlike what people expect and anticipate. It is a universe that is not human and has no regard for the human family, save a few races who are free and who would value your freedom, even from afar.</p>\n\n<p class=\"book-paragraph\">But those free races are not in the world today, and those who are, are deceiving humanity—casting persuasion and influence over the weak minded, seeking to establish their influence in the corridors of power in government, religion and commerce.</p>\n\n<p class=\"book-paragraph\">This is the great predicament you face. It was destined to happen, for you cannot escape the reality of the Greater Community. It has not come before because humanity was not well established and did not demonstrate the potential for power until quite recently.</p>\n\n<p class=\"book-paragraph\">Humanity is despoiling the natural wealth of this world, and that has caused the Intervention to begin. For there are others who seek to have the wealth of this world and to subjugate humanity to garner that wealth for them.</p>\n\n<p class=\"book-paragraph\">This only seems incredible and unbelievable because you still think you are living alone in the universe, having evolved for so long in a state of relative isolation. But your isolation is over, and you will never have it again. From these times forward, you will have to protect the world, and decide who may enter this world from beyond, and what will be the requirements of their visitation.</p>\n\n<p class=\"book-paragraph\">All of humanity’s armaments and all of its technological skill will have to be employed now to protect the world from the outside and to restore the world’s productivity and biological balance here in the world.</p>\n\n<p class=\"book-paragraph\">Doubt this, and you doubt the Will of God. Doubt this, and you doubt your own deeper experience, which is telling you that you are facing a dangerous world and a great precipice. Doubt this, and you will deny your deeper experience and your deeper connection to God.</p>\n\n<p class=\"book-paragraph\">For God speaks to each person at a deeper level, but people do not know this and have not learned to hear and to respond. That is why God seems so absent in the world, so foreign, so distant, so uninvolved, because people cannot hear and cannot see— preoccupied they are, dominated they are, obsessed they are, impoverished or driven by the desire for wealth and power.</p>\n\n<p class=\"book-paragraph\">God’s New Message is not here to fulfill human expectations or to validate human understanding, but to reveal what you cannot see and to stimulate a deeper Knowledge within you so that you may recognize the essential truth and urgency of God’s New Revelation.</p>\n\n<p class=\"book-paragraph\">You are living in quiescent times in the wealthy nations still, but this quiescence will not last. And you need time to prepare. You need time to gain access to the deeper Knowledge within yourself. You need time to reconsider your actions, your work, your relationships, where you live and how you live. You need time to learn about the Greater Community of life into which you are emerging, which only God can reveal to you completely, without deception or dishonesty.</p>\n\n<p class=\"book-paragraph\">Be you a Christian or a Muslim or a Buddhist or of any faith tradition, you need this fundamental education now. It is essential for all of humanity to gain this greater strength in this regard, or you will not be able to maintain your freedom in the universe or avoid the persuasions that will be cast upon a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">And you will not be able to prepare for the Great Waves of change that are coming to the world. You will underestimate them. You will deny them. You will think they are a fantasy or a nightmare or an invention of someone. You will think the future will be like the past. But the future you are facing now will not be like the past. You are entering a new era, a new time, a new reality. Ready or not, prepared or not, wise or foolish, you are entering this new panorama of life.</p>\n\n<p class=\"book-paragraph\">For those who have vision and are sensitive, they have known they would be living in times of great and turbulent change. For those who can see beyond their own ideas and beliefs, who are not total prisoners of their ideology, they can see and feel the changing world. For the perceptive and the receptive, they are already feeling the power of the future and the signs of the world.</p>\n\n<p class=\"book-paragraph\">For everyone is living in a time of Revelation, which is the most tumultuous time there can be. But this time of Revelation is not for one tribe or one nation or one region. It is for the whole world.</p>\n\n<p class=\"book-paragraph\">Now God must reveal the reality of the Great Waves of change, their great danger and the great opportunity they present for human unity and cooperation. Now God must reveal the reality of life in the universe so that you may prepare and not fall prey to powerful persuasions that will be cast upon the human family, and which are being cast even at this moment.</p>\n\n<p class=\"book-paragraph\">It is time to wake up from your foolish dreams of success and failure to face the reality of a changing world, to face the reality that you will have to prepare for a future that will be very different from the past in so many ways.</p>\n\n<p class=\"book-paragraph\">This is the Prophecy of the New Message. It will be terrible or difficult depending on human awareness and responsibility. But you cannot change what is coming. It is part of evolution. It is the product of humanity’s abuse and overuse of your natural inheritance in this world. It is the product of humanity’s broadcasts into space. It is the result of your technological advancement and your destruction of the natural world.</p>\n\n<p class=\"book-paragraph\">Who amongst humanity can see and know these things and respond to this Revelation? Those who can respond will come from all strata of society and all walks of life. Think not your most educated will be the first to respond, or your most sophisticated, or the celebrated individuals in the universities or the halls of government. For they can be as blind as anyone and less prepared even to face the changing circumstances of the world.</p>\n\n<p class=\"book-paragraph\">God has sent a Prophet into the world to present the New Message from God. He will have to present the prophetic view and the prophetic revelations of this New Message. They are not a product of his thinking or imagination, and he renders them reluctantly because of the dangers and the great difficulties that they pose.</p>\n\n<p class=\"book-paragraph\">Many people will perish in the future, either through poverty and oppression or through ignorance and foolishness. Nations will be tempted to go to war with each other over the remaining resources, which will become ever more difficult to secure. And the grievances of humanity, so longstanding, will flare here and there and everywhere.</p>\n\n<p class=\"book-paragraph\">Who will have the wisdom to see the great predicament that humanity is now facing? Who is aware of the Great Waves of change?</p>\n\n<p class=\"book-paragraph\">Think not that one nation will be supreme if the world begins to fall, if human civilization begins to collapse. Think not that one nation will profit by the demise of other nations. For like dominoes, they will fall—unable to sustain their people, unable to provide for their people, unable to create stability and security for their people, should they not prepare.</p>\n\n<p class=\"book-paragraph\">At this time, governments should be preparing their peoples for the Great Waves of change, and educating people about the Intervention that is occurring here—instead of hiding this, trying to protect their economies by keeping people in a state of flustered ignorance.</p>\n\n<p class=\"book-paragraph\">You will need the support of the peoples to prepare. Leaders cannot do this behind the scenes. You will need everyone’s help. It will not be the product of a few powerful people, for they do not have the power to overcome the Great Waves of change, and they know not how to prepare for the Greater Community. For only God can teach you this.</p>\n\n<p class=\"book-paragraph\">Even your Allies in the universe cannot teach you how to prepare for the Greater Community because they do not know the full nature, character and history of humanity. It will be God who will have to do this now, and that is exactly what is being given in the New Message and Revelation from the Creator.</p>\n\n<p class=\"book-paragraph\">Think carefully, then, before you deny or reject the New Revelation, for it offers humanity the only real guidance it can receive from the Creator at this time. Do not think this is one of many messages, or you will fail to see which is of the greatest importance and the greatest authenticity. Do not reject that a New Revelation can come to the world and that a new Prophet can be sent here by the Creator. For no one in the world knows the Mind of the Creator. And no one can proclaim, based upon ideology or upon ancient scriptures, what God will do next. This is the arrogance and the foolishness of humanity—so sure it is of what God has done and will do next.</p>\n\n<p class=\"book-paragraph\">You have only to look at the world and ask yourself: “Will we be able to face the Great Waves of change?” You have only to ask yourself honestly: “Can I or anyone prepare us for Contact with a Greater Community of intelligent life, a Greater Community that is filled with countless races, all struggling to survive?” Ask yourself: “Do I really know what is happening in the universe around me? Do I know enough to prepare? Do I know anything? Can I presume anything?”</p>\n\n<p class=\"book-paragraph\">Look at your world. What will save humanity from ruin and decline? The Great Waves of change are greater than your technology, and your technology is hardly sufficient to protect you from infiltration from the universe. It will take a greater strength, a greater power and a greater self-determination on the part of individuals and nations of people.</p>\n\n<p class=\"book-paragraph\">Only the New Message reveals why this is the case and how human freedom and sovereignty in this world can be protected and built and established in the future so that humanity may fulfill its great promise of becoming a free and sovereign nation in the universe, where freedom is so very rare.</p>\n\n<p class=\"book-paragraph\">For this, you must receive the warning, the blessing and the preparation that the Creator of all life has sent into the world. The Messenger has received it. It has taken [over] 25 years to receive it. It is the most complete Message ever sent to humanity. It is a Message for literate people. It is a Message for modern people. It is a Message that must describe in greater detail the reality of life in this world, the reality of life beyond this world and the deeper nature of human spirituality at the level of Knowledge.</p>\n\n<p class=\"book-paragraph\">You know not what God is doing in the world because you know not what God is doing in the Greater Community of life. The limitations of human awareness and understanding now, and humanity’s propensity towards folly and self-deception, are your greatest hazards.</p>\n\n<p class=\"book-paragraph\">God’s Presence and Power is to strengthen the human family. These are not the end times, but the time of great transition. This is not a time when the Savior will return, or the Imam will return, or the great exalted one will return.</p>\n\n<p class=\"book-paragraph\">For God will send a humble man to deliver the New Message from God. He is not a leader but a Messenger. He is not a superhuman person, but he is charged with this mission. And it will make a great difference whether he is accepted or denied, whether he is listened to or rejected.</p>\n\n<p class=\"book-paragraph\">If humanity chooses to fail, God will not intervene. If humanity chooses a path of conflict and destruction, the Creator of all life will not intervene. It is the choice of a race—a choice between wisdom or ignorance, between honesty or self-deception, between greed and corruption or unity and cooperation.</p>\n\n<p class=\"book-paragraph\">Unity and cooperation now is essential. It is not merely an option. It is not based on high ideals or high ethics. It is based on absolute necessity.</p>\n\n<p class=\"book-paragraph\">Time is of the essence. Humanity has time to prepare, but not much time. Every day, every month and every year is significant. It is significant in terms of the welfare of the peoples of the world. It is significant in terms of the outcome. It is significant in terms of what humanity will choose, what it will see and the power it will have to act in its own welfare and benefit.</p>\n\n<p class=\"book-paragraph\">So many races in the universe have failed in their encounter with Intervention from beyond, only to fall prey and subjugation to powerful secular forces. So many nations have outstripped their world’s resources only to find themselves impoverished and subject to great pressure and influence from beyond.</p>\n\n<p class=\"book-paragraph\">God must give you this warning. If you do not heed the warning, you will not see the blessing of the New Message, and you will not follow its preparation—thinking that it is unnecessary, thinking that you have an answer for the future, thinking that you can prepare yourself, thinking that the future will be like the past. There is no more time for such foolishness now.</p>\n\n<p class=\"book-paragraph\">The Angels of the Creator have brought this great Message. It is far greater than human understanding, and only the wisest amongst you will be able to fathom its depths, to realize the completeness of its Message and how essential it is to apply its Wisdom in the world now and in all the days to come.</p>\n\n<p class=\"book-paragraph\">God loves the world and humanity. Humanity has a great future in the universe, but it is not ready. And now it is facing a dangerous world and competition from beyond. Now its foolishness and its folly have caught up with it, and it must face the consequences. Now it must become serious about its future and its destiny and stop pretending that it is alone in the universe or thinking that the universe is there for its own exploitation.</p>\n\n<p class=\"book-paragraph\">This will be an immense challenge, not only practically, but psychologically and spiritually. This will be an immense confrontation, requiring a tremendous shift in your understanding. And you do not have much time.</p>\n\n<p class=\"book-paragraph\">This is a gift of Love from the Creator of all life—Love that surpasses human understanding, Love that is not merely kind and pleasant and pleasurable. It is the Love a parent shows for their child. It is a Love the Creator shows for Creation. It is strong. It is powerful. It is demanding. It is vital. It is everlasting.</p>\n\n<p class=\"book-paragraph\">But the question always is: Will humanity follow wisdom? Will humanity receive from the Creator of all life? Will humanity be honest about its predicaments? Will it look ahead? Will it plan for the future? Will it look and see what is coming over the horizon? Will it face the reality that it is no longer alone in the universe or even within its own world? Will it realize that it is facing a world in decline, for which it will have to adapt and prepare? These are the questions that the human family must answer, as every race in the universe must answer for themselves.</p>\n\n<p class=\"book-paragraph\">God has given you a deeper Knowledge to make the wise decision. It is not merely up to your ideas or your philosophy or your habits or your conventions. For God has given you a greater Intelligence to guide you now. It is this Intelligence that will protect you and guide you individually and together in the future. It is this Intelligence that will honor the Presence of the New Revelation.</p>\n\n<p class=\"book-paragraph\">It is this Presence that will allow the Messenger safe passage in the world. It is this Presence that will upgrade humanity’s religious institutions so that they may work together for the benefit of humanity. It is this Wisdom that will allow nations to cooperate and to strengthen one another for the protection of the world.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change have the power to destroy human civilization. But they also have the power to create a united and strong humanity, as nothing else has been able to accomplish.</p>\n\n<p class=\"book-paragraph\">The Greater Community can defeat you and overtake you without the use of violence, for that is not its method. But it can also call for human unity and strength so that you may garner respect and regard by those who live in this region of space. For you do not have that respect and regard at this moment.</p>\n\n<p class=\"book-paragraph\">This is the difficult Message you must hear, and you must listen with your mind and with your heart. This is the challenge that you must stay with, for it is more important than anything else in the whole world.</p>\n\n<p class=\"book-paragraph\">For what could you gain if the world should decline and human civilization should begin to collapse? And what could you gain and what problem could you solve that would be meaningful if human freedom and sovereignty were to be overtaken by others?</p>\n\n<p class=\"book-paragraph\">You must hear this Message with your heart, and your deeper Knowledge within you will confirm it. Be you of any religion or any nation, be you of any persuasion, the power of Knowledge is still within you, and there can be no dissension in Knowledge.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-new-world-prophecy.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/new-world-prophecy/"
}