{
  "title": "Preparing for the Future",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The future is very tantalizing. People want to know a great deal about it, but at the same time they do not want to know about it, either. They want to make sure that everything they have will be guaranteed to them and that more will be given in a future that is to their liking, as if you can secure a guarantee.</p>\n\n<p class=\"book-paragraph\">Your future draws you away from the present. If the present seems secure, there is no guarantee the future will be, so you think you must secure the future to assure the present. This, of course, leads to tremendous unhappiness since the present is never secure because the future is never secure. You hope that someone can provide a guarantee of the future so that you can have more peace of mind in the moment. But, of course, no one can provide you that guarantee. What We will provide, however, is an invitation to learn to be able to provide for the future and to respond to the present. This is true preparation.</p>\n\n<p class=\"book-paragraph\">Having certainty about future events is always illusory because you cannot have complete certainty about the future. Even if your Knowledge indicates a future event, it will not be exactly like that when the event occurs. Any precognitive experience you might have of the future will only be a part of what will actually occur. The future is being created right now. It is being formed. How can you prepare for something that does not exist? How can you secure that which is not yet manifest?</p>\n\n<p class=\"book-paragraph\">Life is always preparing for the future. You cannot take the other position and say, “There is no future. I shall live completely in the moment, without concern.” This seems like a tremendous relief from the terrible anxiety that hangs over you. If the moment is absolutely adequate and there is no future to be concerned with, true happiness does seem to be possible. This is very tantalizing, but it is not complete for some very important reasons.</p>\n\n<p class=\"book-paragraph\">The present is the preparation for the future and you, whether you accept the responsibility for this preparation or not, are in preparation for the future as well. This time will lead to the next time and will prepare it. So it is a matter of whether you want to be responsible for preparing for the future or not. If you are irresponsible, the future will terrify you because it will overwhelm you, shock you and deprive you, and you will not be prepared for it.</p>\n\n<p class=\"book-paragraph\">If you are without preference of any kind and have no desire whatsoever, it is theoretically possible that you could enjoy the moment regardless of what happens. But, of course, this is not the case with human beings because the process of life is a preparation. Your being in this world is for preparation. You are not here simply to be here for the moment only. You are here for a purpose, and your purpose is preparation.</p>\n\n<p class=\"book-paragraph\">So you cannot escape the future, but you need not dwell upon it fearfully either. The only way you can live in the moment successfully is to live in Knowledge, for Knowledge is completely in the moment and is completely preparing for the future all at the same time. It accounts for the past, the present and the future. It lives only in the present, yet it paves the way for the future and guides you forward.</p>\n\n<p class=\"book-paragraph\">You cannot prepare for the future by securing it or making it predictable. It will never be predictable and if you attempt to make it so, your life will become very dull and empty. Your need for comfort and your desire for reprieve against your own fear cannot be accomplished by eliminating all possible change from your life.</p>\n\n<p class=\"book-paragraph\">Your greatest concern is that you will not accomplish what you came here to do. If you truly examined your mind and undertook the reclamation of Knowledge, you would realize that this is your greatest concern. There is nothing the world could do to you that would be a greater concern because you are only here for a little bit of time, and whatever the world could do to you would only be for brief moments in your great span of life. But not fulfilling your destiny here leads to disappointment and requires your return. This is more uncomfortable in the long term.</p>\n\n<p class=\"book-paragraph\">Once Knowledge has been recognized within your own life, you will see that your drive and your desire to fulfill it are stronger than anything else. Eventually, this will overcome your need for safety and security, your need to have a predictable future and your need to have all the things that you feel are absolutely vital for your happiness. There will only be this desire to express and complete your purpose. That is when your life will be uniform and when you will have true power.</p>\n\n<p class=\"book-paragraph\">Then the future cannot threaten you because you will express and complete your purpose regardless of what happens. Each new situation simply gives a new opportunity to fulfill your purpose. It is not seen as a possible loss. It is seen as a possible opportunity. If times get worse, that does not diminish your opportunity. If times get better, that does not diminish your opportunity. Doors may close. Others may open. You are intent on doing something, and you will use whatever your circumstances may be to accomplish that.</p>\n\n<p class=\"book-paragraph\">If your purpose has not been discovered, then survival is your main concern, and out of fearfulness you will attempt to secure a future that is predictable and prepare yourself for it. This will destroy your experience of the present and lead you into some very erratic and compulsive behavior. It will make you profoundly unhappy with very little relief, for here the future will always elude you and disappoint you in certain ways.</p>\n\n<p class=\"book-paragraph\">We will not guarantee your future. We cannot. How can We? If We tell you anything about your future, it is but one facet of your future, and it is possible it may not occur given your own decisions in the interim. So what is the value of making predictions?</p>\n\n<p class=\"book-paragraph\">Occasionally, predictions are very important to incite responsibility and constructive action in people. If there is something important or difficult that is about to happen and people need to know about it, a prediction is quite essential, but this is fairly rare.</p>\n\n<p class=\"book-paragraph\">Your role here is not simply to prepare for disaster or to find a safer, more secure hiding place so that the storms of this world will not overtake you. You have not come all the way here to hide out. You do not want to hide out. You will even destroy your own security if it becomes too overbearing.</p>\n\n<p class=\"book-paragraph\">Why do people destroy all that they have created that makes them so secure? Because it is imprisoning them, and they cannot stand it anymore. They would rather start all over again.</p>\n\n<p class=\"book-paragraph\">So if your own stability begins to eliminate your possibility for progress, you will destroy it. You will destroy your financial state, your health, your relationships—whatever seems to be infringing upon you.</p>\n\n<p class=\"book-paragraph\">This is not for freedom’s sake, for freedom without purpose is quite meaningless. What is the value of freedom if there is no purpose? It is only license to be chaotic.</p>\n\n<p class=\"book-paragraph\">The true meaning of freedom is so that true purpose may continue to be discovered and expressed. To have this freedom, you must learn to live in Knowledge and to use Knowledge. If you do not use Knowledge, you will only have your thoughts to guide you, and they are remarkably chaotic. They are so temporary, sporadic and conflicted that they make a very poor guide for you.</p>\n\n<p class=\"book-paragraph\">Therefore, you must learn how to prepare for the future since you are preparing anyway, like it or not. That is the great thing about life. It is the way it is. Your perspective only enables you to become engaged more effectively. It does not change your true circumstances.</p>\n\n<p class=\"book-paragraph\">This gets very confusing for advancing students of Knowledge because they thought they were here to make the world a perfect place or at least a better place. But now they are not so sure.</p>\n\n<p class=\"book-paragraph\">If you follow Knowledge, it does not always seem to lead in this direction. It does not always meet your criteria for improvement for yourself or for others. You find out that much of your desire for self-improvement is simply to have a better appearance, to look better to yourself and to others. “Look at me. I am doing well.”</p>\n\n<p class=\"book-paragraph\">When you follow Knowledge, it does not have this emphasis, yet it breathes life into you increasingly until you are filled with life. Then you are no longer a person estranged by ideas. You are now a person who is filled with life. Your ideas are secondary. You will have them because you have a mind that thinks, but it is the spiritual Presence around you and with you that will influence people.</p>\n\n<p class=\"book-paragraph\">So how do you prepare for the future? It is quite obvious that you are living in a time of unprecedented change. You yourself are undergoing unprecedented change, which is quite related to the times in which you live. You prepare for the future by being able to respond to it. Knowledge will indicate what things you must develop and how you must prepare for your own specific role.</p>\n\n<p class=\"book-paragraph\">Some of you will need to go into the future with no money at all. Others will need to go into the future with a great deal. Given a human value system, this seems very inconsistent, yet it is related to what you are meant to do.</p>\n\n<p class=\"book-paragraph\">Some people will never undertake their purpose if their hands are full of money. Others will never undertake their purpose if their hands are empty. Who can say? Who can determine what will give each person the best opportunity? If you give people lots of money, they fall apart. If you take money away from people, they fall apart. There is no social ethic or moral philosophy that can account for the evolution of life.</p>\n\n<p class=\"book-paragraph\">Life is not about these things. Yet it can be profoundly experienced. In fact, life is the only thing that can be profoundly experienced. Can you profoundly experience an idea? If you experience an idea profoundly, there is no more idea. You have evaporated it because ideas are not experience, though they may lead to experience.</p>\n\n<p class=\"book-paragraph\">Your preparation is to be able to respond to the future and to what the preparation is at this moment. You have been given the blueprint for your own development. It is within you. You cannot cultivate it alone because a major part of your advancement is realizing you are not alone and that you are part of a Greater Community.</p>\n\n<p class=\"book-paragraph\">You cannot say, “Give me the blueprint and I will carry it out,” because, you see, you only have part of the blueprint. Your Teachers have part of the blueprint. People in your life have part of the blueprint. People you have not even met yet have part of the blueprint.</p>\n\n<p class=\"book-paragraph\">Therefore, do not be idealistic and say, “Tell me the plan and I will go forward. Tell me who I will be and I will prepare now.” If We told people what they would be, from their current standpoint it would look either impossible or personally not preferred.</p>\n\n<p class=\"book-paragraph\">Therefore, how are you to be able to respond? Being response-able is a very good concept. If you are fixed in your viewpoint about who you are, what life must be, how everything must happen, who God is and what God is doing here, then obviously you can only respond to your fixed position, and you will insist that the world support your fixed position, which, of course, it does not. You are not working with life then. You are trying to direct life to fortify your own identity.</p>\n\n<p class=\"book-paragraph\">Your real identity is quite safe. It was established by God and does not need you to invent it, uphold it and make the world agree it is true. Yet the identity that God created is hidden and must be discovered. As it is discovered, it will dissolve all other identities within you. Your identity will be experienced by carrying out your purpose because identity is life in action. It is experiencing yourself living a life that is vital, essential and real. It is observing the results of your actions and the relationships that are developed as a result.</p>\n\n<p class=\"book-paragraph\">For who God created in you is not an individual; it is part of a greater fabric. So you can look at yourself alone and say, “Who am I? I must be something very mysterious because I know I am not merely a body. I am not merely my ideas. I am not merely my name and history. I know I continue after death. I know I have been somewhere before coming here.” These ideas of course are obvious to anyone who is open to them. But who are you as an individual?</p>\n\n<p class=\"book-paragraph\">You see, your purpose reveals your self in its relationship to others. You did not come here just to grow up. You came here to get something done. This world is in a lot of trouble. It is created that way so that people who need to get something done can do it.</p>\n\n<p class=\"book-paragraph\">Why doesn’t the world become a perfect place when people are so intelligent and so loving in their true nature? Why isn’t the world the way it is supposed to be? Because it is an environment where people who have not accepted the responsibility for service can have an opportunity to do so. If there were no improvements to be made here, you would be quite lost because your stage in life is to contribute.</p>\n\n<p class=\"book-paragraph\">If you think your life is just for your own growth, you will become self-absorbed and miss the whole point. We wish to take you out of being self-absorbed so that you can be engaged with life. That will produce all the growth you can handle and will rekindle relationship, a sense of belonging and a sense of place that are so fundamental.</p>\n\n<p class=\"book-paragraph\">People say, “I want relationship and I want career and I want the promise of longevity and I want all these things as soon as possible.” Well, there are people who have all these things, and they are not doing much better than you are. That is evident.</p>\n\n<p class=\"book-paragraph\">People who are not in relationship do not want to spend time with people who are because they do not want to see that what they want is probably not sufficient to their need. They want to be a have-not and envy those who have. And so they go to movies and watch people falling in love, but they do not want to go into households with children and see what marriage is really like.</p>\n\n<p class=\"book-paragraph\">Relationship is very important of course, but even it is not the primary thing. If you go into the future wanting relationship so desperately—“Just give me a relationship. That’s all I want!”—you are at great risk of disappointment. You are not connected to Knowledge.</p>\n\n<p class=\"book-paragraph\">When you are with Knowledge, you will understand the future because the future is to bring forth your Knowledge. Times may get worse. That is okay. It brings forth Knowledge. Times may get better. That is okay. It brings forth Knowledge.</p>\n\n<p class=\"book-paragraph\">You work diligently to improve the quality of life here, but it is more mysterious than simply making everything look better, making all people look better and making all pain seem to go away.</p>\n\n<p class=\"book-paragraph\">People did not come here to be painless. That is like going to the ocean and refusing to get wet. If you wish to get involved, you must accept some degree of discomfort. There are painful circumstances here. You will have little aches and pains even if you live an immaculate life.</p>\n\n<p class=\"book-paragraph\">Yet when you are living with Knowledge, these irritations are not sufficient to overcome your awareness. They are simply seen as indigenous to this environment—not big pains, but little pains. You have already given up the big pains to enter the life of Knowledge, for what is a big pain but living without Knowledge?</p>\n\n<p class=\"book-paragraph\">Therefore, do not go into the future with your list of demands because you will be very frightened that you may be disappointed, and that fear will haunt you. And as you get older and you see that certain things have not been fulfilled, you will be extremely anxious for yourself and ill prepared to deal with what the future holds. The future holds promise, but if you have your demand list, you will not see the promise.</p>\n\n<p class=\"book-paragraph\">How do you prepare to be able to respond? By developing Knowledge in the moment now. There is so much for you to do with Knowledge right now. This does not mean that you know who you are or what you will be twenty years from now or that the future is secure or that your identity is fully established or that you will have all the things that you have ever wanted.</p>\n\n<p class=\"book-paragraph\">What it does mean is that your life is being revitalized. Knowledge is breathing life back into you. You have become forlorn, and as life is breathed back into you, you do not have to worry about direction because you are moving now. You are not standing at the sidelines asking, “Who am I? What am I? Why am I here? Where am I going?” You are just going and now that you are going, you realize you have a sense of direction. You cannot experience direction if you are standing still. When you are moving, you are moving in a certain direction. That is how direction is discerned.</p>\n\n<p class=\"book-paragraph\">When you begin the preparation in Steps to Knowledge, the emphasis is to get you moving, not sitting around looking at your ideas and saying, “Where is the truth now?” We want to get you moving because when you have traveled a little bit, then you will be able to discern your direction. “I was back there. Now I am here. This is my direction.” You must be moving to experience purpose. You cannot be stagnant.</p>\n\n<p class=\"book-paragraph\">Therefore, We do not say, “Do not worry about the future.” If you are not with Knowledge, all you can do with the future is worry about it! We do not say, “Escape into the moment. There is no future,” because this is merely irresponsible. We say, “Develop Knowledge now. Use it effectively now and realize you are here for a purpose, even if it is ill defined.”</p>\n\n<p class=\"book-paragraph\">You will not have a full understanding of your purpose until your life is over. Then you will look back and say, “This is what actually happened.” You may have a very consistent and substantiated idea of purpose, but it will not be complete until you are at the end of your journey here looking back and saying, “Yes, now I understand my purpose.”</p>\n\n<p class=\"book-paragraph\">Why do you understand it then? Because it has brought you to the juncture between this life and your Spiritual Family that awaits you beyond this life. You cannot have a full sense of purpose while you are in the world because this is only half the picture. The other half is on the other side of the veil.</p>\n\n<p class=\"book-paragraph\">Therefore, do not spend your life seeking for definitions. To understand half the story of your purpose is to be a person of remarkable wisdom. To accept the limits of awareness here enables you to have Knowledge in the world.</p>\n\n<p class=\"book-paragraph\">Now you are in a position to contribute because your demands are not so great. You are not saying to life, “Give me a complete definition of who I am. Give me complete satisfaction. Give me complete fulfillment. Give me. Give me. Give me!” You are not standing at the side of the road complaining. You are actually moving now and you can contribute. This is how you realize your gifts. This is why We want to get everyone moving in a meaningful way. With movement comes vitality and a sense of direction.</p>\n\n<p class=\"book-paragraph\">All you have at any moment in this life is your Knowledge, discovered or undiscovered, used or unused. Therefore, you must look to the moment no matter what your difficulties or obstructions. Take stock of what you are doing that is essential, vital and real and what is not, where you are using Knowledge and where you are not.</p>\n\n<p class=\"book-paragraph\">This kind of life inventory is essential because you have finally arrived at a beginning place. Before this, you were merely trying to convince yourself that you were better off or worse off than you were before. Now there is no need to convince yourself because you are looking.</p>\n\n<p class=\"book-paragraph\">This is preparation for the future because the future will confront you with things, and you must be available. If you are self-absorbed, how can you be available when events occur?</p>\n\n<p class=\"book-paragraph\">“What if there is another earthquake?” Many people want to know. “When is it going to happen?” What difference does it make? The only important thing is how will you be prepared for it. You could say, “An earthquake is coming to this town. I am going to move to the next town.” So you pack up everything, move to the next town and get killed in an automobile accident as soon as you enter the new town. No earthquakes there, but you get wiped out. So much for safety.</p>\n\n<p class=\"book-paragraph\">It is pointless to try to be safe. It is hopeless. Life will get you sooner or later. Being safe as a main emphasis makes you far more vulnerable because you are far less able to deal with change and circumstances. You do not meet them; you avoid them, and so they overtake you. If you are running from life, it will seem to overtake you.</p>\n\n<p class=\"book-paragraph\">If you are running to life, it will embrace you. Then you will be vital in your time in history, and you will leave this world with your accomplishments made. It is this ability to prepare that is your genius because this will engage you meaningfully in every moment while preparing you for the future.</p>\n\n<p class=\"book-paragraph\">Therefore, do not worry about future events. Be current with yourself now and do whatever your Knowledge indicates. This is preparation. It is living in the moment in a vital way and preparing for the future in a meaningful way. Then there is a present and a future all together.</p>\n\n<p class=\"book-paragraph\">You have a sense of destiny which indicates a future. You have a sense of purpose which indicates a future. Do not be without a future, or you will simply be lying to yourself. You will have one, like it or not. The future is coming.</p>\n\n<p class=\"book-paragraph\">As for relationship, you cannot guarantee yourself partnership. But if your life is meaningful and vital and you are really engaged, how can there not be relationship in your life? When you are vital in life, you will attract people by your vitality and your direction. When you are moving, people see you and respond to you.</p>\n\n<p class=\"book-paragraph\">You have to respond to someone who is moving because they have power. When you cease moving, you cease having power and you become like an invisible person.</p>\n\n<p class=\"book-paragraph\">This requires great faith, of course. You cannot experience Knowledge at every moment. It will be intermittent, but even in an intermittent phase, it will be substantial.</p>\n\n<p class=\"book-paragraph\">Here you must have faith and abide by it. If Knowledge last indicated that you must do something, then continue to do it until Knowledge indicates otherwise. You do not have to go back every five minutes and say, “Well, let me re-evaluate the situation. Am I still supposed to be doing this?” When you do that, you start to stop.</p>\n\n<p class=\"book-paragraph\">Living with Knowledge will take you from juncture to juncture, bringing forth all your best abilities and minimizing all your difficult or negative acquisitions. It is Knowledge that We always advocate. It is mysterious and profound, yet it is absolutely essential.</p>\n\n<p class=\"book-paragraph\">We have spoken before of events to come, the nature of the time and era that you live in and the kind of preparation that is required. You live at a time when the world is being forced to unify itself, not because this is its moral prerogative, but because you are emerging into the Greater Community of worlds. You are venturing into space, and your neighbors from beyond are venturing into your realm increasingly. This is the larger picture.</p>\n\n<p class=\"book-paragraph\">Your Knowledge will account for this, but your personal wishes may not. If you are still having your demands that life give you all these specific things, how can you attend to these greater forces? How can you see the movement of things within a larger context? You only see them in terms of whether they give you a greater promise or a greater liability in fulfilling your wishes.</p>\n\n<p class=\"book-paragraph\">That is why it is so easy to misinterpret current events because you see them from such a limited perspective. You are very afraid that changes in your economy or your politics may limit your freedoms and your acquisitions. Yet these forces will continue. If you are to successfully move with them and serve them, you cannot be fighting against them. You cannot be fighting those things you are meant to serve.</p>\n\n<p class=\"book-paragraph\">You see, knowing that the world is emerging into the Greater Community gives you such a greater perspective on events that it allows you to be compassionate with people. It gives you a perspective that is very essential.</p>\n\n<p class=\"book-paragraph\">We say these things because it helps people prepare for the future. Now they can begin to escape their own personal viewpoint that confines their perspective and begin to see things in a larger way.</p>\n\n<p class=\"book-paragraph\">When it is essential for you to have new information that is crucial to your future, this will come to you through Knowledge. You will end up in places not exactly knowing why. Perhaps you will have reasons, but that is not important. What is important is that there is something there for you. And tomorrow, if there is something you need that will help prepare you, you will go there. The more that you can respond to this natural inner guidance, the more your life will be vital and meaningful. And you will be very excited—not because everything is wonderful, but because you know you are here to serve a purpose.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/not-worry-future/"
}