{
  "title": "Greater Community Realities",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">We have mentioned in many of our presentations the idea that the world is emerging into the Greater Community. What is the Greater Community? What does it really mean? And what are its implications for humanity? We shall speak a little on this now, though we will not give you all the information because there is so much, and so much of it would be meaningless and incomprehensible to you. Instead, we shall focus on the aspects that have bearing on your future and your fate and that have meaning and importance for your education and development now.</p>\n\n<p class=\"book-paragraph\">The world is emerging into a Greater Community. That does not mean that the world is going anywhere or that you will be penetrating space anytime soon. What it means is that your world is developing into a global community and that you have discovered certain kinds of powers and technology that make you a force to be recognized and reckoned with by other cultures living in your proximity beyond this solar system.</p>\n\n<p class=\"book-paragraph\">As a primitive race, you offered no threat or competition to your neighbors, and though your world was used as a depository for certain secret devices by various groups and frequently visited in order to gather plant and animal specimens for other worlds, it was not considered a meaningful location until very recently. A turning point came at the beginning of this century with the development of electricity and took another great step forward with the development of atomic power. These represent important milestones in the development of a civilization and, commensurate with this, stimulated greater interest from the Greater Community in the development of your world.</p>\n\n<p class=\"book-paragraph\">Though the world has been used as a depository and a laboratory for a very long time, there has been no serious intervention here since colonies were established many thousands of years ago. The human race was developed and advanced during this time with the infusion of genetic material from beyond, and this represented a great step forward in humanity’s evolution at that time. But since then there has been little or no intervention, with the exception of the introduction of religious symbols and hybrid individuals in order to advance the spiritual understanding of your race. These are not gods or angels but simply individuals who possessed greater understanding and greater intellectual powers. Their infrequent presence in the world is a sign that humanity has a relationship with the Greater Community, a relationship which you must now begin to recognize, accept and cultivate.</p>\n\n<p class=\"book-paragraph\">Spiritual development has been fostered and furthered here by foreign races so that your race, as it evolves, would have greater promise to be a productive and meaningful part of the Greater Community in the future. This is to counteract the animal nature in human beings so that your higher qualities may be stimulated and developed. Though this shows promise, the acceleration of your technology and its destructive applications, according to your old tribal mentality and your old tribal conflicts and wars, now pose a serious threat to your existence and create an alarm in the Greater Community. This alarm is not shared by all, and indeed many consider your development something of an opportunity rather than a concern only.</p>\n\n<p class=\"book-paragraph\">You see, in the Greater Community, particularly in this part of the galaxy, there are many alliances based upon trade and other mutual benefits. There are conflicts as well. It is necessary for you to understand this so that you will not think that everyone and everything revolves around the world you live in. This is an unfortunate remnant of a primitive idea. It is understandable, though, given your isolation in the world and minimal contact with other intelligent life. But it remains a prevailing idea and one that must be seriously challenged and weeded out of your consciousness, or you will have no possibility of understanding the motives or the abilities of those who are visiting the world now and who will visit in the future.</p>\n\n<p class=\"book-paragraph\">Because you live in a Greater Community reality rather than only in a human reality, the world is influenced by the Greater Community and will be so increasingly as time advances. Greater Community intervention in the world will increase because competing races are here both to safeguard themselves against the destruction of your environment, which they consider to be too valuable to destroy, and to engage in possible resource development and future alliances with humanity should you ever be able to form a world community. Until this community is formed, alliance with the world would not be practical. No foreign power wants to become involved in the intertribal warfare of a domestic race. There is no advantage to this.</p>\n\n<p class=\"book-paragraph\">There are several different interests which are represented by your visitors. They are not aligned with each other and in some cases are even in competition with each other. Yet, there is a general consensus, given the priorities of advancing races in the Greater Community, that your environment must be preserved even if your race destroys itself. You see, in the Greater Community, environment is considered more important than racial survival. Here you have a natural world with millions of species of plants and animals, a magnificent creation, the result of millions of years of development, all now at risk because of one selfish race that is spoiling the world out of ignorance and greed.</p>\n\n<p class=\"book-paragraph\">Many people are now becoming concerned for the environment because they are concerned about the future of the race, the future of the availability of resources, the future of the quality of life, and for some even the ability of the race to survive in a declining environment. This, of course, is very important and is born of a greater understanding. It is also important because you live in a Greater Community. Here you must realize that your world is a valuable part of the Greater Community and that it is considered amongst advancing races in the Greater Community that environments such as yours belong to everyone, even though certain races have a stewardship role that is honored.</p>\n\n<p class=\"book-paragraph\">What this means for you is that should you fail to join as a world community and should your environment be threatened past a point where its reclamation can be assured, then others will intervene, not to conquer you but to preserve the environment. That is why there is a great deal of study by your visitors now on plants and animals, in order to preserve both your race and the environment and to be able to participate in this environment should humanity fail.</p>\n\n<p class=\"book-paragraph\">Perhaps this seems frightening and too radical for you to consider, but it is the reality in which you live. It gives great impetus and importance to our emphasis on Knowledge and on contribution in the world. People are casual about these things because they do not see their relevance and importance. Many people are casual even about meeting the necessities of their lives because they do not consider the consequences of neglecting them. Many people are casual about their spirituality because they think it is an addendum to their other interests, goals and priorities. Yet, in reality this is not the case.</p>\n\n<p class=\"book-paragraph\">Your world is an evolving world. It is so considered by your neighbors and by your visitors from afar. Some are here to attempt to rescue things that were buried long ago because they are concerned that the environment of the world may be so compromised that in the future it may not be possible to rescue these things. Others are here to determine ways that they may introduce their genetic materials into the human race in order that the human race may, so to speak, take a quantum leap in its evolutionary development. And other interests are here to discern the possibility of your replacement should you fail. This is a real possibility, and given the events of the last forty years, it has become greater than ever. Because there is not yet a consensus amongst humanity to join together to meet its environmental and social needs, the risks have grown much greater. Therefore, Greater Community intervention in the world has increased dramatically and will continue to do so.</p>\n\n<p class=\"book-paragraph\">Some people think that these visitors are here to bring enlightenment to humanity. Others think that they are here to take over the world. And of course many people think there is no Greater Community visitation at all! Regardless of what people think and what they like to believe, you live in a Greater Community reality, and you are merging into this reality because you are becoming more involved with it every day. This is a product of your own development and the result of human error. It is also a product of the events and dynamics of Greater Community life.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, the advancing race of any solar system is considered the master of that solar system and rarely will outside intervention occur. History has proven that the conquest of one race over another is too costly and too destructive. There are more subtle ways to influence nations, and in this, the development of skill in the mental environment has been the great emphasis for those who are interested in conquest and acquisition. Brute force is too destructive, requires too much effort and often produces unwanted results. This is a lesson that most advanced worlds have learned. There are more subtle forms of persuasion in the mental environment, and we have touched upon this in many of our discourses in this book. We have introduced the idea of the mental environment in its relevance to your life. Development in the mental environment and development in Greater Community Knowledge must come about and can only come about through diligent practice and preparation in Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">What we are introducing here is a larger perspective so that you can understand more completely the predicament of your world and the opportunities that are offered to you now. Understanding should precede action in order for action to be meaningful and wisely employed.</p>\n\n<p class=\"book-paragraph\">The Greater Community is with you now. You are learning about it. It is influencing your thoughts. It is influencing your images. It is influencing your art and your psychology. It is having an impact on your physical environment. Indeed, around the world individuals are encountering Greater Community intelligences who are either observing them or studying them for various purposes. Yet, because humanity’s focus is so diffused and distracted by small and meaningless things and because humanity cannot reach a consensus about even the most obvious things, these Greater Community interventions arouse minimal response, understanding and awareness.</p>\n\n<p class=\"book-paragraph\">The world here is quite unique in the development of its biology and the temperateness of its climate. This, of course, has been known for some time by races who have visited here. But because of its biological richness, it has been difficult for many races to settle here, because of the world’s specific atmospheric conditions and because of the presence of so many biological entities. When you consider that advanced races who are engaged actively in space travel generally live in sterile environments for most of their existence, to enter an environment with such biological diversity poses a tremendous hazard. Even many advanced races live underground where they are able to sterilize their environment and thus protect their populations from disease very effectively. So, as the world is rich and abundant in life, it is also a difficult environment to adapt to for these same reasons.</p>\n\n<p class=\"book-paragraph\">A great deal of study is being undertaken currently to understand the biological mechanisms here in order to prevent illness so that Greater Community individuals and groups of individuals can temporarily inhabit the world for their own purposes.</p>\n\n<p class=\"book-paragraph\">Humanity is at a very crucial turning point. It is in an adolescent stage of its development, adolescent in the respect that it is discovering greater technological powers but is lacking maturity, accountability and responsibility, which makes the discovery of these powers very hazardous indeed.</p>\n\n<p class=\"book-paragraph\">In the world, there is now the capability of not only poisoning the environment but destroying the human race. This is of grave concern to your neighbors, not that they value human existence particularly, but they value this environment. It is in their collective interest to maintain this environment, even if they cannot live within it. The human race, then, poses a threat to Greater Community interests, and given the ethics of Greater Community cooperation and understanding, it is allowable to displace a race that is threatening its own environment. This is admissible within this part of the Greater Community in which you live, which is in no way a remote part of the galaxy.</p>\n\n<p class=\"book-paragraph\">Another reason there has been limited Greater Community involvement in the world in the past is because other planets in your solar system are inhospitable, and mining and resource development have proven to be more costly than they are worth. Therefore, you have one inhabitable planet alone in a very large solar system. However, even as we speak, there are Greater Community establishments being built on other worlds in this solar system, mostly to observe the earth. Because of this, your visitors do not have to travel very far to reach the surface of your world, and so they can take their data and their specimens to their respective areas of study. Your solar system does afford many opportunities for this. But as a whole your solar system is quite limited in terms of Greater Community interests, with the exception of your planet.</p>\n\n<p class=\"book-paragraph\">Adaptation to foreign environments is a very serious matter, and many worlds which may be considered rich in resources have proven too difficult to explore and to exploit. Barren worlds are actively exploited if they can be reached and if establishments can be built, either on the surface or underground. They are not considered valuable environments. However, your world is considered valuable, and there is great interest in and emphasis on preserving this environment, whether humanity can evolve successfully or not.</p>\n\n<p class=\"book-paragraph\">We are not trying to scare you or threaten you by saying these things. We want you to have a greater understanding of the world in which you live and of the Greater Community in which you live. You are not immune from the Greater Community and you are not isolated in the universe. As a matter of fact, human civilization is remarkably accessible, given that you are surface dwellers and do not live underground. Your activities, your communications, your establishments and your conflicts are easily seen by the discreet observer. The fact that human beings are still very superstitious means that your ideas and images can easily be controlled.</p>\n\n<p class=\"book-paragraph\">One of the important thresholds for people is to learn to distinguish between material reality and spiritual reality. This distinction is clear in the minds of those who have developed this advantage in the Greater Community, and we should mention here that not many races have really been successful in developing this understanding, so it is not universally held. Human beings have difficulty distinguishing between a physical event and a spiritual event. This makes it very easy to fool you. Project an image and people will think that they are having a religious experience! Carry out a physical activity in the world and people may think that it is a projection of their own psychology. These levels of reality, then, have not adequately been distinguished. Therefore, humanity is easily confused by new experiences and strange events.</p>\n\n<p class=\"book-paragraph\">Those visitors who are investigating the biology of your world are carrying on their work. Their work represents several different motives. These groups are not all in cooperation with each other. They are carrying on their work regardless of whether they are seen or not. There is not that great an emphasis placed on hiding from people because people offer very little challenge, mentally or physically. During the dark nights of the year, visits can be made. Certain people will be aroused, and witnesses will see things, but this in general does not obstruct the activities of your visitors.</p>\n\n<p class=\"book-paragraph\">In this part of the Greater Community, there is no ruling world or ruling body. There is no center of government. There is only a center of trade between participating nations. This is a great federation, but its primary purpose is to maintain trade. What goes on outside the jurisdiction of this trade is anybody’s business. Within the established areas and parameters of trade, there are ruling guidelines for behavior. But this government of commerce, as you could call it, does not interfere in internal affairs. Only if one world is threatening another militarily can there be any possibility of intervention, but this is very rare. Worlds are far too distant from each other to enforce uniformity. Races are far too different from each other to have common values.</p>\n\n<p class=\"book-paragraph\">There are certain ethical principles that are established for the convenience of interacting with other worlds within a general area. These are more like codes of ethics in order to preserve peace. One of the codes of ethics is the preservation of all biological environments. This holds true in the region in which your world exists. It is enforced for practical and expedient reasons. Terrestrial worlds such as yours are rare and represent valuable biological components that can be duplicated and introduced in other worlds where life is being colonized or is already established.</p>\n\n<p class=\"book-paragraph\">You see, many races who are now involved in intergalactic travel exhausted their world’s resources long ago. In some cases, they have compromised the productivity of other worlds. They are now dependent upon trade for their vital resources. In order to revitalize their own food-processing abilities, they visit worlds such as yours to collect samples. The fact that an indigenous race on earth is threatening such a magnificent storehouse of biological materials is naturally of concern to them. Your conventional warfare in the past, though locally destructive, posed no great threat to the world overall. Therefore, it has not been a cause for intervention. But the development of atomic energy, world pollution and biological warfare have aroused grave concern for the safety of this world.</p>\n\n<p class=\"book-paragraph\">Now, this is difficult for people to hear and to understand because they think that they are the most important thing in the universe and that even their natural environment is second to this, as well as everything else that lives in the world. It is generally considered that everything else is expendable as long as humanity is prospering. The environment is being used up and thrown away. Other species are being destroyed at random with very little regard except by a few sensitive individuals amongst you. This recklessness and irresponsibility is generating Greater Community involvement at this time. Ways are being considered as to how to neutralize your destructive behaviors, how to preserve the environment and, by some who have your interests at heart, how to revitalize and introduce greater ethical standards and moral strength into your race.</p>\n\n<p class=\"book-paragraph\">This is very important for you to understand. The great difficulty here, from a human standpoint, is being able to gain a Greater Community perspective. We are giving you this information so that you can begin to develop a Greater Community perspective. It does not matter that you believe what we are saying or not. Much of what we are saying may challenge many of your ideas and beliefs, but we are only presenting the facts of the situation. We are not trying to scare you. You need to gain a Greater Community perspective. Until this happens, you will not understand what you are doing, what is happening in your world and what its future possibilities are. You will certainly not understand Greater Community visitations, and you will not understand the emphasis and purpose of other intelligent life that are interacting with your world.</p>\n\n<p class=\"book-paragraph\">We are, therefore, very emphatic in encouraging the development of Knowledge, for this is the source of your responsibility and moral accountability. With Knowledge, you will know what to do and will be able to do what is right. You will be able to carry on constructive behavior and activities and divorce yourself from those things which only hurt you and others. We are emphatic in encouraging the development of a Greater Community perspective, for as long as you think within your isolated human perspective, you will not understand yourself, your capabilities or the events that are taking place in your world. You must have a greater perspective to see greater things. You must have a more universal or complete perception and understanding in order to see beyond the limits of your own thinking. This is possible, and it is most assuredly necessary.</p>\n\n<p class=\"book-paragraph\">People will always be preoccupied with their own personal needs and endeavors. Only a few amongst you will look into the bigger picture to see beyond these preoccupations, to discern the direction of your world and its possibilities for humanity. This represents a greater perspective. For these individuals, a Greater Community perspective will be particularly helpful because when you see and accept that you are not the center of the universe and that not everything that is happening is happening for you, you will be in a position to take greater responsibility for your actions and to see yourself as part of a Greater Community of life.</p>\n\n<p class=\"book-paragraph\">The Greater Community is not bound by human preoccupations, human ideals, human beliefs or human assumptions. Many of its societies are more advanced than yours—spiritually and technologically. Therefore, developing a Greater Community perspective puts you in a position to learn a great deal, a position that you would not be able to assume otherwise.</p>\n\n<p class=\"book-paragraph\">Greater Wisdom is possible for humanity, but in order for it to be received rather than denied or resented, a greater reality must be presented—a greater need for humanity, a greater need for your world and a greater possibility given your inherent virtues and abilities. In this, The Greater Community Way of Knowledge is unique. It will take you far beyond what is thought to be humanly possible. It will take you beyond human assumptions, beliefs, ideas, rituals and historical constraints. It is a rare and unique learning opportunity. It begins with what you know and develops your awareness and your perception, your ability to discern, your moral responsibilities, your sense of identity and your concern for your world and your race. It is here for humanity to enable humanity to keep pace with its own development and with the needs of the world. It is spiritual because it recognizes the presence and reality of a Greater Power in your life, not a greater extraterrestrial power but a greater Spiritual Power that is intrinsic to each of you and that you share together. You will need this Greater Power now, for you cannot make this advancement that we have indicated based purely on your human motivation alone. You need greater assistance, for you will need a greater mind, a greater will and a greater responsibility in order to meet the challenges in the future. For this, a Greater Power—the power of the Creator and the presence of Knowledge—is vital for your success.</p>\n\n<p class=\"book-paragraph\">The emphasis of this spirituality is not to take you away from the world. It is to enable you to be in the world. Its emphasis is not for you to make everything look sweet and lovely. It is to enable you to serve a world in need. Your concern is the world. What goes on in other worlds at this point is not your concern, but the fact that you are part of a Greater Community represents the larger context from which you can see yourself far more clearly and from which you can discern your responsibilities and the needs of the world.</p>\n\n<p class=\"book-paragraph\">It is easier to see yourself looking from the outside in than from the inside out. For example, people think they are remarkably complex and idiosyncratic, but in reality they are not that complicated, and they are not that different from each other. Your differences are slight and are often environmentally conditioned. This is not to say that you are not wonderful and marvelous, because you are wonderful and marvelous. But do not think that you are inexplicable. To an intelligent observer, human behavior and human thinking are easily discernible. Other races are not dominated by human logic, so they do not depend upon it in order to make their evaluations. You may appear logical to yourself, but that may only mean that you appear foolish to an outside observer. Human beings behave in predictable ways, and this can be easily discerned, especially because you are surface dwellers and all of your activities are out on the surface. In the mental environment, your minds can be read and understood, for you have not yet developed the ability to shield your thoughts, which will be necessary in the future if you are ever to compete successfully with Greater Community forces. Spiritually speaking, you are still very tribal in your outlook. You are very conditioned by the past and by past traditions, many of which are far overshadowed and have no relevance in a Greater Community context.</p>\n\n<p class=\"book-paragraph\">So, you see, there is a tremendous opportunity and need for advancement. Not everyone has to become engaged in this preparation, but a significant number of people need to. The race is furthered by the actions of a relatively small percentage of the population, but everyone has to be able to go along with it. Do not wait until your environment begins to fail you. Do not wait until your food supply becomes threatened and begins to diminish. Do not wait until your nations are bankrupt from warfare and exploitation. Then the road to recovery will be very difficult and possibly too difficult to achieve.</p>\n\n<p class=\"book-paragraph\">We have emphasized that you were sent to the world to serve the world. Though people generally believe they are in the world to satisfy themselves, you were sent to the world to serve the world, the whole world. Even if you only work in one little place, you are here to serve the whole world. From a Greater Community perspective, you are all one people. From a Greater Community perspective, you are not seen as being American or Chinese or Brazilian or African. You are all seen as one people, you will all be treated as one people, and you are all accountable as one people. So, the more you can begin to behave as if you were part of one people, which you will naturally do as you grow strong with Knowledge, then things can get done here. Then greater responsibilities can be assumed and shared.</p>\n\n<p class=\"book-paragraph\">Greater Community reality is not a foreign reality. It is not something that is going on way over there, far beyond your interests and concerns. You are right in the middle of it! You are right in the middle of the Greater Community. It is here. Your isolation is over. No longer will you be left alone to do as you please. No longer will you have a safe autonomy. It is like a little village in the jungle that is being discovered by the outside world. It is forever changed and in some cases may not survive the experience. The world is like a little village that has been left all to itself for these many millennia and now it has been discovered, not for the first time of course, but the intervention here is permanent. It will not go away.</p>\n\n<p class=\"book-paragraph\">You are involved now. This is your life now. Its problems are great, but what it offers you is freedom from personal isolation. Your life offers you a chance to become a citizen of the world to serve the world. It offers you an escape from your own little preoccupations. In this, it offers you greatness because it is great. If problems are great, the solutions will be great, the actions will be great, and the individuals who undertake them will be great. Your race needs greatness now because of what it faces. It faces the need to repair its world and to unite its people. It faces competition from the Greater Community. And it faces a requirement to evolve spiritually and psychologically in order to become citizens of the world and to become one race, in order to participate in the Greater Community.</p>\n\n<p class=\"book-paragraph\">You are now part of the Greater Community. Congratulations! It has arrived. You have arrived. Though many, many people—even some experts amongst you—still think that the nearest life is billions and billions of miles away, it is right in your own back yard. You will see the effect and evidence of this old anthropocentric thinking all around you. People’s ideas of themselves and the world offer no place for other intelligent life to exist.</p>\n\n<p class=\"book-paragraph\">Human beings have never had to compete with other intelligent life. Human beings compete with each other, often destructively, but not with a totally different form of intelligent life. To learn to do this will make you strong and discerning and will expand greatly the boundaries of your awareness and your capability. If your motives are honest, pure and wholesome, then there is the possibility of achieving Wisdom for this race, or at least for many in this race. Yet, if your motive is conquest and domination, then you will fail in the Greater Community because those whom you choose to be your adversaries are far more advanced than you in both their awareness and their capabilities. Their mental and physical abilities will exceed yours.</p>\n\n<p class=\"book-paragraph\">Your possibility for success rests in Knowledge, for another race can be technologically advanced and even have gained some skill in the mental environment, but that does not mean that they are strong with Knowledge. That is why we emphasize Knowledge, not only for your fulfillment and well-being in the world but also because it gives you a great foundation and the only real advantage you have in terms of competition in the mental environment.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, warfare as you know it—which is one side destroying another—does occur but is rare because there are other more subtle and less destructive ways of accomplishing the same task. Make others think the way you want them to think. You can do this without firing a shot. Make others respond the way you want them to respond and you can control the outcome. Make others believe what you want them to believe and they are completely pliable. All of these are possible when there is no Knowledge. Without Knowledge, you are easily manipulated. Your behavior can be predicted, and you can be persuaded. Your beliefs, your ideals, your religions and your political conditions can all be used against you. Only when Knowledge is strong within you can you become immune from even Greater Community influences, for Knowledge is the only thing within you that cannot be manipulated or dominated. It is completely free in the physical universe, and that is why the more you are aligned with Knowledge and are in relationship with Knowledge, the more free and free from intervention you become.</p>\n\n<p class=\"book-paragraph\">Some people think that The Greater Community Way of Knowledge is a way to change human thinking, when in reality it is a way to liberate human thinking, for it emphasizes the only thing in you that is truly free, the only thing in you which has power and real self-determination.</p>\n\n<p class=\"book-paragraph\">You live in a Greater Community reality. Embrace this reality. Learn of this reality. Become strong in Knowledge. Become a student of Knowledge. Move beyond tribal mentality. Become a citizen of the world. This is the promise, and this is the need for you now. In this, you have great support and true companions.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/other-worlds-reality/"
}