{
  "title": "Higher Education",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We would like to teach you a few words to say with Us. The words are RAYE NAVAR. Please say them with Us now. RAYE NAVAR. This is an appropriate invocation for our subject. RAYE NAVAR means, in a rough sense at least, “to shed the mind” because it deals with a level of education that is beyond what is normally considered to be education here. It also translates to mean “to part the mind” because the mind has a center line between the rational and the intuitive.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a seam that joins the two aspects of your personal mind, and it can be parted. What this reveals is a seed of Light, not the kind of light that you see in a light bulb, but a seed of God’s Presence, a greater expression of your being in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We would like to talk about education to stimulate your desire for Knowledge and to give you a new perspective on things that will be very helpful. We will speak about education as having three levels: The first is survival in the world; the second is development of your personal self; the third is the discovery of Knowledge. RAYE NAVAR relates to the discovery of Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have all been learning since day one. Your early training was primarily for survival in the world and the development of your personal self. Well, you have survived in the world. Congratulations! And you have a personal self. Congratulations! Now there is only so much survival training that is required. And there is always a little bit that is ongoing because it relates to your need to provide income for yourself and to get along with other people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You live in a social setting as well as a biological one. You must survive physically and you must survive socially. To do this, you must develop your personal self so that you can communicate and participate with people effectively and be able to manage the simple affairs of your life. This is ongoing because even with a greater emphasis in life, you will still have to develop and cultivate your personal self to accommodate this greater emphasis. Do not expect God to come and give you a great mission in life until you have the capacity for it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you enter the third realm of education, which We will concentrate upon, you must also keep in mind that your ability to survive and your ability to develop your vehicles—your mind and your body—must be ongoing as well. Your mind and your body are never sacrificed because the more you develop your capacity to experience Knowledge—the profound ability to know the truth—the more you must become a person of strength, consistency and direction, and you must learn how to survive in a changing world. Therefore, survival training is not over, but it is not the primary emphasis now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is not only your ability to perceive the truth and to resonate with the truth, it also contains the memory of your life beyond this world and your reason for coming here. Everyone has come into the world to contribute and to learn to contribute. Everyone has come into the world to learn more about the world. A few who have come into the world will graduate from it. By this, We mean that they will not need to come back here again.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not need to be a master to graduate from the world. This is very important to understand, particularly since mastery is such a relative term. Mastery in the world does not necessarily mean mastery beyond the world. Think of mastery as relative to your situation now because this life not only is an experience in and of itself, it is preparation for your life to come and for life beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why much of your education will seem mysterious. If you can enter into the Mystery, you will enter a far greater range of participation that will make you more effective, more capable and much happier in the world. It is very important in considering Mystery that you allow Mystery to be mysterious because no matter how much you survive and no matter how capable you seem to be on a personal level, you are profoundly ignorant of who you are, where you have come from and where you are going. You are like a person who has learned to sail a ship, but you have no idea when you departed or where you are sailing to. That is the Mystery.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Theories and philosophies about your point of departure and destination must fall considerably short of the reality. You do not need to define what awaits you, for that would disable you from being here now in a productive way. You shall discover that as you proceed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The third level of education is the discovery of Knowledge. Here you begin to remember your point of departure and anticipate your point of return—not because you are anxious to leave the world, but because the meaning of your being here is entirely defined by where you have come from and where you are going.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is as if you went to school one day and you stayed there for eighty years and never left the classroom. After a while it would be very difficult to remember what life was like outside the classroom. But when you leave the classroom after eighty years, more or less, you go home to your “parents,” who are your Spiritual Family. It was just a very long day in class, that is all—so long, in fact, that it allowed you to concentrate on the classroom entirely.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you penetrate the membrane that separates this world from life beyond, it becomes very difficult to concentrate on being here because the life beyond is so alluring. It is so attractive. It is easier to be yourself there than it is here. That is why you must enter the world in an amnesiac state to enable yourself to concentrate on being here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Greater Community Way of Knowledge takes people to the third threshold of learning, which is the discovery of Knowledge. It is very essential here to keep in mind that this discovery will make you far more capable in personal survival and personal development, but it is extremely mysterious. At the third threshold, you are beginning to have access to life beyond the world, but in such a way that it renders you more capable of being in the world rather than less.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you were in a classroom for eighty years and you were thinking about home, you would have a hard time being in the classroom. “I can’t wait to get home!” You can remember how it was when you were a little child, waiting for the time to come around when school was out. You could not wait, watching the clock. You could not hear the teacher, just waiting for the time to pass.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It seems when you enter Mystery that you leave behind all rational, responsible and objective approaches to life, but this is not true. What is true is that you now have a foundation for true objectivity. How can you be objective if the world makes up your whole reality? It is so temporary and changeable with so many threatening appearances, how can you be objective here? How can you have equanimity if the world is all you know? It is like putting someone in a washing machine and asking them to meditate. If the washing machine is all there is, all they will know is tremendous revolution. Well, the world is like a very slow washing machine. It kind of tumbles you around. It is very difficult to have any perspective here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is so much Mystery everywhere. Your relationships are mysterious. You can identify the physical qualities of a relationship—the behavior involved, the physical interaction, the personal habits and so forth—but the attraction is really mysterious. It is magical because it is mysterious. The fact that you can breathe without thinking about it is mysterious. The fact that everything happens is mysterious. It is all mysterious. It is wondrous, as a matter of fact.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The first two levels of education, which account for about 99% of education in life, do not deal with Mystery. Mystery seems like a nuisance, something not to deal with. It makes you a dreamer—less capable of surviving and developing your personal self.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Much of the education that is happening now in human potential is for personal development. It is to talk better. Think better. Look better. Act better. Have more. Suffer less. These are important, but there is something more important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Our Presence represents the mystery of your life because We live where you have come from. That is why when you receive Our communication, you receive an aspect of yourself that is very much alive, but which is perhaps beyond your reach as an individual.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have brought the vast majority of your mind, which is Knowledge, into this world. This is not your personal mind. It is not the you who is trying to survive, get things, keep things away, acquire pleasure and avoid pain. It is not struggling. It is not changing. It is not even growing. The first two stages of education deal with growth. The third stage deals with discovery. Knowledge is not growing, but your awareness of it is.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a great deal of discussion these days among people who are involved in higher forms of education who say that all the answers are within you. “You can find the answer in yourself. All you have to do is a little digging or become very still or ask with enough sincerity, and it will come to you.” But the fact of the matter is, you cannot reach these answers. You cannot dynamite your insides to try to find a way to them. You cannot hammer and drill your way down because the answers that you possess are not for you alone. They will emanate naturally as you are prepared to receive them and to render them to others. Your message is not for you. It is for others. It is the giving of the message that restores Knowledge to you as a living reality.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you have graduated from this world and it is no longer a place to hide from God, then you will begin to help those who remain behind—not everyone, but certain individuals who are part of your learning group who are still working down there.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Being in the world is like being in the bottom of a mine shaft. You look around and all you see is a mine shaft. So you are down there long enough and that is all you know. But when you go back to the surface, you say, “Ah, I forgot all about this!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You breathe easy and there is room and you have perspective. Knowledge gives you the experience of being outside the mine shaft while you are still in it, but in such a way that you are rendered more effective at being in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are certain individuals who become monastic in life, but they are the exception and not the rule here. Think not that if God calls you, you will become some kind of monastic.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your first job is to become a sound and reliable person in the world. Then something important can be given to you. If you are not sound and reliable, your true gift will be a greater burden than a joy to you and will, in fact, be very dangerous for you. You will not be able to carry it effectively, and you will not be able to render it effectively.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ambition in this is quite unfortunate. That is why there are limits to personal growth. We do not want you to try to become a perfect, flawless person because you will not be honest. It is wise to know what can be done and what cannot be done by you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a great emphasis now in many teachings that if only you would get out of the way and stop being so stupid, you would be able to have everything, do everything and be everything. Well, it is the “if only” that is the constant problem in this situation: “If only I were not so impaired, I would be this magnificent person.” “If only I did not have obstacles and barriers, my life would soar! I would be like a shooting star!” It is true. You would. You would last about one second and fizzle out. You have not come here to last one second and fizzle out like some kind of holiday sparkler.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In personal development, there is a great deal of motion but not much real movement. There is a great deal of splashing about, having high and low experiences, great insights—“Oh, I realize why I have been a fool!”—and then you go from there to being a fool again. It does not matter that you know the reason why you are a fool. It is not true that if you know the reason, the problem disappears.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People are always searching for the key answer. All they want from life is answers, and they are not alive because they are missing the whole picture. Life is passing them by, and they are looking for an answer. “If I know the real reason why I am a fool, I will not be a fool. Then I will be this magnificent creature that will be a blazing light for all to see.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The advanced ones in this world are not like that. They are hidden. You do not find them very often, and if you do, it is for a reason. Why is this? Why do they not make a public display and share their radiance with everyone? Why are they not out there proclaiming the majesty of God through their own life? Why is this? Is not the purpose of personal growth to be a blazing, majestic demonstration? Then why are the advanced ones not doing that? Why are they hidden in the recesses of the world?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is important that you learn about survival and personal development because Knowledge must be accompanied by wisdom. Knowledge is knowing what must be done and wisdom is knowing how to do it. You must be a person who knows something about life and can actually carry through activities and maintain yourself in doing so. That is wisdom. Wisdom is knowing how to do things. It is the result of real experience in being in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why the first major portion of your life is all about survival and personal development. Here you will hopefully learn how to do things effectively. You still have not found out what your life is for, but once you do, if you are developing in the first two stages, you will be able to do something with your life without creating catastrophe for yourself or for others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The reason why the advanced individuals who are in this world do not walk around displaying themselves is because they have wisdom. They do not want to be shooting stars. They would rather be an abiding presence in the world than a momentary sensation. They are seeking for students who are ready for Knowledge, the third level of education. They may disseminate information to others to help them in their personal development and in resolving personal dilemmas, but they are looking for students of Knowledge. They understand that God works secretly in the world because people are afraid of God.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do you want to know why you are really sad and depressed and why those emotions come to you? It is because you miss God. That is the reason for all unhappiness and it is also the seed of all joy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God works mysteriously. God is like a great attraction without a marquee or a billboard. God is pulling you along incessantly. Hopefully, the excess baggage in your life will be left aside sufficiently so that you can begin to experience the attraction itself, for this is the call of love to the lover. This is what you try to recreate with one another, this profound love and attraction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge takes you back to God while you are in the world, but it does so in a very specific way because its emphasis is practical, not magical. It is not about metaphysics, learning all about the sixteen million levels and the cosmology of all of the universes. That is for people who think and do nothing. The man and woman of Knowledge are not concerned with these things unless they have a specific relevance to their function in life, and even then they are a temporary expedient and nothing else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you want to know about mystical cosmology, then perhaps a teacher will tell you about these things to get your attention while he or she gives you something far greater. Mystical cosmology does not get you through the day. It does not attend to you when you are alone and miserable in your thoughts. It is simply a broader range of speculation. It may be a reprieve from your personal difficulties, but it is not the key to your freedom.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, the third level of education requires profound honesty. It asks that you become a person who can look at life objectively with honesty and consistency. You are not trying to be a wonderful person now. You are not trying to be a villain, either. You are not even trying to be anything. You are freed from the attempt to be someone. This is the greatest freedom you can experience in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In a way, the quest to be someone has to be relinquished before you can be someone. Knowledge does not require that you become exemplary according to your standards. You cannot think that you are going to use Knowledge to get more of this or less of that because Knowledge is the Master in your life. It is moving you. You have set sails, and God is now blowing you across the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Jesus Christ is a person who has set sail. He is not in the shipyard doing repairs. He is out on the water. He is moving. He does not have to be concerned about what he has to be in life. His only emphasis is to maintain his sails and to adjust them according to the movement that is moving him.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the study of Steps to Knowledge, there are two aspects that the student must concentrate upon. The first one is for you to discover what you know now, what you do not know and what you cannot know. The second is contact with your Inner Teachers. You need a guide into new territory, and you must rely upon this guide with great emphasis.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your Teachers will not let you rely upon them too much; nor will they allow you to hold them as great heroes or heroines. This is not appropriate. Like all true teachers, your Inner Teachers are here to render their presence unnecessary. They help you to set sail, to strengthen sails, to learn to mend your sails when they break and to follow the wind that is God’s movement in life. They teach you to sail.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a good analogy because people who are in charge of their ships have to exercise tremendous ability and responsibility. At the same time, their movement is guided by greater forces. They are in profound awe of the forces that move them. They are not claiming mastery over the world. They are simply using the world to accomplish their task.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why We are not very excited when We hear people talk about mastery in life because most people think of it as perfection of their personal self to the exclusion of life itself. How can you be happy in the world if you are attempting to use everything to show off your own sense of perfection, trying to make everything wonderful and trying to make everyone agreeable, while life is eroding your creations at every moment. This cannot be a happy life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You know you need to set sail. We can ride with the wind. We are not bound to the shore. We do not drown in the waters of life, so We go with you. Exposure to your Teachers stimulates your sense that there is true assistance and that your life is not dependent upon your efforts alone, for you cannot do anything great alone. As a matter of fact, you cannot do anything alone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why people find the pursuit of Knowledge personally insulting sometimes because they see how small their part is. “Well, I thought I was supposed to be a Master!” And yet you cannot give over your responsibilities. Your Teacher asks you to claim your responsibilities but not to claim responsibilities that are beyond your role. You learn what can be done and what cannot be done, what is your function and what is not your function.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Even on a personal level, part of becoming mature is finding out what you are not supposed to do in life. A very big part of becoming a mature person is realizing that you can only be really good at a few things. Then you can begin to relax and learn to claim your true role without trying to claim others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Life is very fair and honest, but it can be a very harsh experience for those who are not. Likewise, if you set sail on the open sea, you will find conditions difficult if you are not prepared, and you will find conditions dangerous if you cannot sail.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge takes you into the open sea. It allows you to enter new realms and have greater perspective and wisdom in the world. It tempers ambitions that are inappropriate and it encourages ones that are. It is the great equalizer in your life, and that is why it is the foundation for peace. It sets all things in right proportion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you realize that you have been fighting yourself, trying to be a perfect person, without realizing that you have a nature. Then you learn to work with your nature, rather than trying to change it. Life will change you accordingly. You do not need to change yourself on top of it. The way life changes you is quite maximal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We want to be very clear with you that the third level of education consummates the first two. It does not replace them. It simply gives them a greater context in which to be truly meaningful. Then you see why you are surviving in the world. Then you see why you are doing personal development. Now there is a reason. Your life is more important than your own ambitions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you realize that your life is important for everyone, then you will value your presence in the world. If your life is only valuable to you, you are not so sure it is worth so much effort. The price seems too great. Yet if your life is important both for you and for others, then you will see that there is real merit and real cause to do those things that are very good for you and to set aside things that belittle you or hurt you. Then self-love is possible. Besides, if your life is about contribution, you do not have time to go out and hurt yourself. You are all very important people to life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You all know you should eat certain things and exercise more often and probably not go to those kinds of movies, yes? But you do not listen. Why? Is it because your childhood was so difficult? Why don’t you do things you know are good for you? Is it because you do not love yourself enough? So you love, love, love. “I love, love, love and I still don’t do what I know I should do. I still fall in love with someone who is not interested in me.” Slap in the face. “I still eat food that gives me an upset stomach.” Why? Animals will do what is good for them. A bird does not eat stones, unless it is necessary for its digestion. They are discerning. Why are you not discerning?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is amazing what people can do when they are guided by Knowledge, and yet they will remain hidden, working only in the area that is theirs to work in. If they have progressed, they have learned enough not to display themselves to the world. For the world is quite confused about Knowledge. It wants Knowledge for the power it can seem to provide, but it hates Knowledge for the memory of God it seems to render.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why you deify and crucify your great teachers. They are too wonderful to forget, but too challenging to live with. So you kill them, and then you can keep a wonderful memory of them. That is why the Wise remain hidden. They work behind the scenes. That is mastery. That is a form of practical mastery.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The reason that the third level of education is difficult to approach is because it is mysterious. It does not conform to your personal ambitions or your desire for perfection. You are not sure you want to enter that door. It cannot guarantee you more of everything you want. You enter that door because happiness is there and confirmation of your nature and your Being is there. That is why you enter.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We entered preparation with Our Teachers long ago, We did not say, “Well, let’s see. I’m going to make sure that I get everything I want before I invest.” We were called. We responded. We were called again. We responded again. We were called again. We responded again. It is this call and response that is Knowledge in your life. It is not your planning out how you are going to profit by the situation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People who study Steps to Knowledge, or any similar educational process, know they have a calling in life. They are not shopping around now for new methods to become a better person. Their decision to participate is from a deeper place within them. It is from Knowledge. “I am not so sure why I am here, but I must be here.” That is a statement of incredible value.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is this same ability to respond to a deeper force that will save your life and has saved your life over and over and has kept you away from certain things or pulled you out of certain things that were dangerous for you. Only afterwards did you look back and say, “Oh, my God! I am so glad that relationship did not work.” or “I am so glad I did not go to that place with those people.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">No one is at home here. This is a beauty school. Everyone is using everyone and everything to enhance their appearance. Very lonely this is. There is a certain wonderful resignation that comes with landing on your true foundation. It is the comfort of a loving parent, it is the comfort of a loving God that you do not have to be all the things that you think you have to be, and you cry because you are so relieved.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What We offer is that Our life is Knowledge. We have no other life. We have come from where your life is more abundant to help you in the world.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/personal-development/"
}