{
  "title": "The Threshold of Personal Revelation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is important to understand that at any point in time in the world, certain people are called. This calling comes both from within them and from the outside. It is a calling that reverberates in the world and within their inner Being. But it is a calling that only they can feel and perhaps another who is there to assist them or to support them in their own personal revelation.</p>\n\n<p class=\"book-paragraph\">People think of Revelation in terms of the whole world or a nation of people, but there really must be a personal revelation, and this revelation is the result of many steps and many stages. It is not something that you can control. You cannot force yourself to have this revelation because it involves contact with the Spiritual Powers around you and with the Will of the Creator.</p>\n\n<p class=\"book-paragraph\">Therefore, through arduous spiritual practice or through intense personal affirmation, you cannot make this revelation occur. If your spiritual practice is effective, however, it will hasten and quicken the moment when this revelation will come. But the day and the hour is still beyond you. It is not something that you control. It is not your personal creation. It is part of Creation itself.</p>\n\n<p class=\"book-paragraph\">Everyone in the world has been sent here for a purpose, to serve in some unique way and capacity. Everyone has the chance to experience a personal revelation, though many will never reach this point in their development.</p>\n\n<p class=\"book-paragraph\">But at this time, certain people are being called. They are the elect. They are the ones who have taken enough steps in life to reach the proximity of a personal revelation—through their own successes and failures, through their own disappointments and disillusionment, through their own focus, which can bring them towards this great threshold within themselves.</p>\n\n<p class=\"book-paragraph\">The elect must respond. They have come far enough now where the Revelation is sounding for them. They will feel it within them, and the calling will come from beyond. The time and the place is important. The interactions with individuals who are significant here are very important. It is as if the hour and the moment has been prepared for a very long time. Under very tenuous circumstances, the Calling is sounding.</p>\n\n<p class=\"book-paragraph\">You see, if you are feeling this Calling, it is because your time has come. It is the time for your personal revelation to begin. Perhaps you feel ready. Perhaps you do not feel ready. Perhaps you welcome this. Perhaps it frightens you. Perhaps you can accept it. Perhaps you cannot. But the time has come for your revelation.</p>\n\n<p class=\"book-paragraph\">In your heart, you know this to be true. At a deeper level within you—at the level of Knowledge, the deeper Mind—it is all known and has been anticipated. You have reached an important threshold, and now you must pass through.</p>\n\n<p class=\"book-paragraph\">You live in a busy, chaotic world full of tension and noise, surrounded by people who are grim and aggravated, disappointed and disheartened. Rich or poor, you are facing a world that does not recognize the meaning of this revelation and that will not confirm the deeper experience that you are having. For there are only certain individuals who can do that for you.</p>\n\n<p class=\"book-paragraph\">If you have not reached this point of revelation, then it is important to take the Steps to Knowledge, to prepare your mind, to simplify your life and to re-evaluate your relationships and your activities, your commitments and your obligations.</p>\n\n<p class=\"book-paragraph\">For the revelation does not come by accident. And if the hour and the moment approaches and you are not ready, well, the activation will not occur. And you will feel a tremendous confusion and disappointment.</p>\n\n<p class=\"book-paragraph\">Your revelation is coordinated with events in the world and with the development of others and with the needs of the human family. This occurs beyond the realm of comprehension on your part. You cannot even imagine it, it is so far reaching. That is why the preparation is so essential, you see.</p>\n\n<p class=\"book-paragraph\">For if your hour comes and you are not ready, well, you will have missed the most important time of your life, the greatest opportunity of your life, the greatest turning point of your life. It will come. It will reside with you. And it will pass. And it may not come again for a very long time—when all of the conditions for your revelation are set, when those who are there to support you are activated, when the opportunity for your unique contribution to be given is ready and in view and can be discerned.</p>\n\n<p class=\"book-paragraph\">Beyond this time of recognition, all these things fade, go out of focus, and you cannot get them back until some future point where the conditions are realigned and the Calling can sound again for you. But this may be years and decades away, and if you are older in life, it may not come again for you.</p>\n\n<p class=\"book-paragraph\">Many people have passed their one or two thresholds of awakening. All they can do now to affirm the power of Spirit and their greater purpose is to contribute, to share of their resources—their wealth, their time and their energy—to support the emergence of Knowledge in others.</p>\n\n<p class=\"book-paragraph\">People do not realize how precious these times are. They assume the opportunity is always there, always awaiting them, always available to them. So they take their time. They are casual. Their spiritual practice, if they have one at all, is half-hearted and intermittent. They do not see that they have been selected, and the time for their revelation is coming. For they think it is always available. They do not realize it will come. It will pass. And it may never arise again in this life.</p>\n\n<p class=\"book-paragraph\">People think this way because they are functioning from a position of Separation, where they think everything is about them. They do not realize that their revelation is a coordination with other minds, and with great events, and with Spiritual Power in the universe. They do not realize the degree to which they themselves must prepare and how the time and the place and the people they are associated with are critically important.</p>\n\n<p class=\"book-paragraph\">If you are in the wrong place with the wrong people, the transition of power may not occur because the revelation is a transference of power from the Divine through the individual in the form of a contribution to the world that they are designed to make at a certain time and place with certain people.</p>\n\n<p class=\"book-paragraph\">This is why this process is so mysterious, you see. You cannot calculate it. You cannot plot a course. You cannot call the moment or the time because you do not know all of the facets that are involved in this transference of power.</p>\n\n<p class=\"book-paragraph\">Some people believe that the revelation is part of intense spiritual effort and that alone will be sufficient. But this is not the case, you see. You may endeavor to prepare adequately, but that is only part of the equation. The circumstances must be right. The place must be right. Your position in your life must be right. You must be ready to break away from your former existence to a very large degree.\nYou must be prepared to give up your former idea of yourself, your self-condemnation, your self-limiting ideas and many of your personal associations, or you cannot move forward through the revelation.</p>\n\n<p class=\"book-paragraph\">The revelation is not just a moment of awakening. It is a complete transference of power and authority within yourself from your mind—your surface mind that you think with that is conditioned and controlled by the world—to a deeper Mind within you that is free of these restraints.</p>\n\n<p class=\"book-paragraph\">But it is not only an internal process. It is the redirection of your life, a refocusing of your abilities, a passing away of former ideas and allegiances and entering into a new arena and phase of life entirely. It is as if you are born again. And while you may have certain key alliances pass through this phase with you, your experience of them will change.</p>\n\n<p class=\"book-paragraph\">Now you are being governed by a greater power and force—not just your personal will and fears and ambitions and your social conditioning and the opinions of others. You are being guided primarily, but yet only intermittently, by a greater power within you, for the revelation must continue from this point forward.</p>\n\n<p class=\"book-paragraph\">Here your ideas and your beliefs about spirituality and God and life are only secondary to the meaning of your spiritual practice and self-application. It is what you do, not what you think here, that is the most important. For what you do will represent what you truly think, what you are truly motivated by and what you are seeking to find.</p>\n\n<p class=\"book-paragraph\">At this moment in time, certain people are elected. It does not matter that no one else is being elected. It matters if these individuals are being elected, if you are being elected. Do not be concerned for your friend, your spouse, your children or your parents. It is you who must respond. It is your relationship with God that is being activated.</p>\n\n<p class=\"book-paragraph\">Here you must clear the way. Here you must prepare a place within yourself for the revelation to occur and to continue to occur. Here you must bring your spiritual practice to the forefront of your life. Here you must bring your relationship with Knowledge, the deeper Mind that God has created within you, to be your primary guide and comfort, your primary responsibility, your primary association.</p>\n\n<p class=\"book-paragraph\">You will still have relationships with others, but the emphasis within you will shift dramatically. This shift will happen in several stages once the revelation has begun. It does not all happen at once.</p>\n\n<p class=\"book-paragraph\">Many people will falter in the process of revelation. They will become frightened and fall back. They will try to run away when in reality they are only running away from themselves and the truth about their lives. They are running away from God.</p>\n\n<p class=\"book-paragraph\">And how can you run away from God except by involving yourself in obsessions and addictions? There are people who are addicted to substances who entered that phase because they failed a step in the process of their revelation.</p>\n\n<p class=\"book-paragraph\">Once the revelation begins, there is no guarantee the individual will complete it successfully and go through its many stages. The turning of one life towards God is not sudden and immediate. It is gradual. But once it begins, it must complete itself, or the person will be ravaged in failure and confusion. Therefore, this is not to be considered lightly or undertaken lightly.</p>\n\n<p class=\"book-paragraph\">If you are elected, you are elected by God to go through this process of revelation, which is an advanced form of preparation. You have to go through uncertainty, for you do not understand what is happening to your life. Your ideas and beliefs cannot account for it. It is as if you are passing through a long tunnel or passage, being born into a different world, a different awareness, a deeper and more profound experience that transcends and overpasses your former experiences. You have begun a process that must be completed, for failure here will produce a form of suffering that nothing can allay.</p>\n\n<p class=\"book-paragraph\">This is where your commitment must become real and powerful and not compromised by any person, place or thing. It is like you are passing over a great bridge—a suspended bridge over a great chasm—and you must go all the way. Even though the bridge seems rickety and unstable, it will carry you over if you continue. But you cannot look back. And you cannot look down. You must proceed. This is essential.</p>\n\n<p class=\"book-paragraph\">So failure here can happen at many different stages. You can fail to prepare for your revelation. You can fail to undergo your revelation. And you can fail to fulfill your revelation, which is the failure to contribute the gifts that will emerge naturally and which have always been there for you.</p>\n\n<p class=\"book-paragraph\">The failure is always a retreat into fantasy, into romance, into obsession, a retreat back into a state of Separation, a retreat into the past or your imagination of the past. The wrong person, the wrong engagement, an obsession—any of these things can take you off course as you are undergoing this delicate and precise process of revelation.</p>\n\n<p class=\"book-paragraph\">You may ask: “Am I already in this process of revelation?” This is important, for you should not assume that you are.</p>\n\n<p class=\"book-paragraph\">If you have reached a point where you cannot go back to your former life, you cannot go back to your former relationships, you cannot go back to your previous way of living and thinking and associating with others, and this recognition is complete, and you feel a power urging you forward into the unknown, into new territory, then it is likely that you have begun the process of revelation.</p>\n\n<p class=\"book-paragraph\">It is only the power of Knowledge within you urging you forward that you will know for sure because the thresholds are invisible. You pass through them, and then your experience begins to change at a fundamental level. There may be great moments of Illumination, but these in themselves are signs that you have turned a corner or are in the process of turning that corner.</p>\n\n<p class=\"book-paragraph\">Therefore, do not assume that: “Yes, I am in this process of revelation” because you probably are not. You are only thinking you are because the idea is appealing to you, or maybe it validates the change you have made in your outer circumstances.</p>\n\n<p class=\"book-paragraph\">But the revelation is a profound shift internally—a shift that is so substantial that it alters your relationship with everyone and everything. And it is happening beyond the realm and the reach of the intellect.</p>\n\n<p class=\"book-paragraph\">It is mysterious. It has a power unlike anything else in the world. It speaks down and echoes through the corridors of your Ancient Mind. It is unlike any other experience you can have in life.</p>\n\n<p class=\"book-paragraph\">It is not intoxicating. It is not euphoric. It is profound and grounded and real and essential, as if something in you has been awakened—a power you barely know, a power you have not yet learned to trust, a power that you cannot control.</p>\n\n<p class=\"book-paragraph\">It has been awakened by God. It has been awakened because the circumstances of the world are calling for it now. It has been awakened, and you must awaken with it.</p>\n\n<p class=\"book-paragraph\">The thing to do now is to prepare—to take the Steps to Knowledge, to build your connection with the deeper Mind, to suspend your beliefs and assumptions, to look at life and learn to still the mind, to give up condemnation of others and the world, to give up assumptions about things you know little about and to forgive your disappointments in the past and those you feel who have hurt you or damaged you. You do this because it frees your mind and allows you to be in the moment, fully present.</p>\n\n<p class=\"book-paragraph\">You are moving towards revelation, every hour of every day. That is where Knowledge is taking you. That is where you must go.</p>\n\n<p class=\"book-paragraph\">Of course, you have made other plans, and you live a life according to these plans and goals, and you are undergoing the chaos of daily life. But this is where Knowledge is taking you, you see.</p>\n\n<p class=\"book-paragraph\">No matter what you think about yourself, or how you consider your life, or where you are placed geographically, or your social position or your financial circumstances, Knowledge is taking you towards revelation because it is only revelation that will enable the true promise of your life to be fulfilled. Your plans and schemes will never succeed in accomplishing what only God can accomplish through you and with you.</p>\n\n<p class=\"book-paragraph\">In Separation, you dream and you have nightmares. And you do not know how to navigate the world of changing circumstances. That is why Knowledge is taking you to the revelation, where your mind is able to receive the Presence of the Creator, and a transference of power within you and through you can occur. It is where you join your little tiny bit of power with the great Power of the Creator to accomplish things in the world that you were always intended to accomplish here in concert with certain individuals, with certain people in certain places.</p>\n\n<p class=\"book-paragraph\">But you must approach the revelation. Do not assume you are there yet, but prepare for it actively. Make this the center point of your life, and other things will begin to fall into place for you. You will find a source of strength in Knowledge that you could not find anywhere else.</p>\n\n<p class=\"book-paragraph\">This is your ancient agreement with those who have sent you into the world. This is a fulfillment of your mission in the world. This is the preparation for that mission, beyond any other preparations you have made. Neglect this, and you forfeit your fulfillment in this life and your obligation and agreement with those who sent you here.</p>\n\n<p class=\"book-paragraph\">You do not know this with certainty yet. But the Revelation will show you how true it really is by clearing away everything else momentarily so that you can see in the brilliance of the Illumination your true nature and purpose for being in the world.</p>\n\n<p class=\"book-paragraph\">This will be shown to you in Illumination, but you must still undergo the process of revelation. You will come back to the world changed, but not transformed. You will still be your old self, but with a new self beginning to emerge. It is this emergence that must be supported, or you will fall back into the darkness of your imagination, into your dark history, into confusion and oblivion.</p>\n\n<p class=\"book-paragraph\">There is no certainty in the world except the certainty that God has placed within you. Everything else is subject to breakdown and decay, to collapse and conflict. Nothing else is solid and reliable.</p>\n\n<p class=\"book-paragraph\">When you see this and recognize this in the process of revelation, it will show you that your life has been saved, that a life preserver has been sent to you, and now you must cling to it and follow it and readjust your life for it. You find the courage and the power to do this because Knowledge is in you. And you gain confidence and strength and compassion for others because you see what a great process this is.</p>\n\n<p class=\"book-paragraph\">May the power of revelation draw you, and may you have the wisdom and the vision to prepare for it with real determination. May you have the wisdom to recognize that all other things must accommodate this revelation or fall away from your life. May this power and presence within you emerge. And may you recognize when the election has occurred and respond to this with all of your heart and soul.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-threshold-of-personal-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/personal-revelation/"
}