{
  "title": "Creation and Destiny",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">To understand what God is doing in your world, you must understand what God is doing in the entire universe.</p>\n\n<p class=\"book-paragraph\">The physical universe began with the Separation long ago, even before the beginnings of the physical manifestation of the universe itself. The Separation represents part of God’s Creation that has disassociated itself, seeking a separate existence. So the Creator of all life set into motion all of the forces, the geologic forces, to establish a great physical environment in which the separated could evolve and live. The Creator of all life established the processes of evolution and random selection so that the forms of life could evolve in interaction with their environments, the multiple environments that would be produced and so that the universe essentially would run itself mechanically according to these laws.</p>\n\n<p class=\"book-paragraph\">All the laws of nature were set in motion. All the laws of physics and chemistry were set in motion so the universe—the physical universe, the manifest universe—could be self-maintaining, self-sustaining and run upon its own so that God would not have to hold everything in the balance. Here the universe would expand, leading to unique opportunities for life to emerge and to exist in primitive forms for long periods until such time as more advanced levels of life could be established, where the separated could enter into these life forms and live in habitable worlds surrounded by other forms of intelligent life.</p>\n\n<p class=\"book-paragraph\">The universe then is an environment in which life evolves and can exist in many places, in many forms and in many expressions. That part of God’s Creation of life now seeking to distinguish itself and to take separate forms would have a great environment in which to live and grow; to face the reality of change, growth and decay; and to have the laws of nature to establish the parameters of life and the vast evolution of life so that many Earths that will be habitable could be filled with a variety of creatures, plants and natural environments.</p>\n\n<p class=\"book-paragraph\">Life in this physical universe would be temporary. One could not sustain one’s life in the manifest form forever. And those who are separated who seek to remain separated would be bound to this reality, would have to function within this reality, would be able to be creative in this reality up to a point, would have to seek resources and would have to face the dilemma of living in separation from God.</p>\n\n<p class=\"book-paragraph\">The problem of survival, the problem of competition, the problem of illness and exposure to other life forms, the problem of facing difficult environments, the problem of getting along with others in a separated state and the evolutionary track of going from being very primitive peoples into greater dimensions of social manifestation and development, facing competition from other groups within one world and ultimately facing competition from groups from other worlds—this is the arena that God has created for that part of Creation, which is only a small part of Creation, to have a place to live and to grow, to make decisions and to redeem themselves through the discovery of Knowledge and by making contributions to their own peoples and worlds.</p>\n\n<p class=\"book-paragraph\">This is an oversimplification of the reality of life and the intention of life. But, nonetheless, it states the fundamental principles upon which one can begin to comprehend one’s own dual nature—one’s physical nature as a creature living in a world, living in an environment, and one’s Divine nature—and how different they are from one another.</p>\n\n<p class=\"book-paragraph\">Yet one is ultimately meant to serve the other. Your physical nature is meant to serve your spiritual nature. Your greater purpose for being in manifest life, a purpose that God has given you, is to provide a unique service to your race while you are here in your temporary existence in the physical reality.</p>\n\n<p class=\"book-paragraph\">This is the theology of life in the universe. It is not the theology of life for one race alone. Humanity’s understanding of its Divine nature and purpose, therefore, is limited because it is only seen within the context of one race—within the context of your own history and series of events, within the context of your own nature and temperament, your own strengths and weaknesses, social structures and inclinations.</p>\n\n<p class=\"book-paragraph\">Truly, to understand what God is doing in your world, you must understand what God is doing in the entire universe, within the Greater Community of life in which you live. That is why this greater understanding is so essential. When you bring this understanding back to your own existence, it begins to add tremendous clarity to your nature, to your circumstances, to your understanding of yourself and other people, to your inclinations and to an awareness that the Deeper Power exists within you—a power to guide you, to protect you and to lead you to a great accomplishment in life. In a sense, you need a Greater Community understanding to have the best opportunity to see clearly your dual nature and how your physical life is meant to serve the spiritual reality.</p>\n\n<p class=\"book-paragraph\">While you and others have sought refuge in separation to experience yourself as creators, God has given you another purpose for being in manifest life. You seek separation, but God has given you another purpose and has embedded this purpose within you. For while you attempt to be separate from God, you cannot really be separate from God because the core of your reality and identity is Knowledge itself, which God has created, which could never be separate from its Source.</p>\n\n<p class=\"book-paragraph\">Perhaps this will be confusing at first, but once you see it, it will be clear as day. Once you gain a vantage point on the mountain of life where you see beyond the trees, the hills and the valleys, you will see the panorama clearly. That is why taking the steps to Knowledge—returning to Knowledge, gaining an awareness and experience of Knowledge—is like climbing a great mountain. At the beginning, you cannot see anything. It is very confusing. And the mountain looks small and easily achievable. But that is because you only see its lower flanks and cannot see its immensity and the great journey it will take to reach its higher vantage points.</p>\n\n<p class=\"book-paragraph\">People want an easy understanding without making the journey, but the journey is everything. The journey is where you learn to become strong, where your objectives become clear, where you learn the proper criteria for relationships, where you learn what you can take with you and who can journey with you up this mountain, where you gain wisdom and perspective and where you clarify your own intentions and resolve your own conflicts. This is where you leave behind your past of living in confusion, dominated by the social forces around you and dominated by the mental environment in which you live.</p>\n\n<p class=\"book-paragraph\">Not everyone can travel with you up this mountain, and you cannot take everything with you. You cannot take all of your beliefs, attitudes and assumptions with you. For as you go, things are set aside, eventually only leaving you with what is essential for your journey. When you live with what is essential, you will recognize and feel that your life is essential. Likewise, if you surround your life with what is not essential, you will feel your life is not essential.</p>\n\n<p class=\"book-paragraph\">Understanding Creation at the level of the Greater Community, then, gives immense clarity to your life and experience of purpose here in this moment, within the limited circumstances of your existence. Here you learn to see the difference between what is different and what is the same and the difference between the great variability of manifest life and the singularity, clarity and union of your inner spiritual life. Here you recognize the great hierarchy of your life, where your body serves your mind and your mind serves your Spirit.</p>\n\n<p class=\"book-paragraph\">As you translate this into your experience of being in the world, it clears up so much confusion and uncertainty, conflict and self-denial. For you are here now to serve a world in need. That is your greater purpose. Yet only Knowledge in you knows what that service is, where it can be rendered most fully, the other individuals you will need to unite with in order to provide this service, who your essential relationships will be with, what the criteria for those relationships are and how you will be able to unite yourself into one person with one deeper reference point within yourself, instead of being a person who is pulled here and there by many different forces of persuasion.</p>\n\n<p class=\"book-paragraph\">Only God knows how to redeem you. Only the Plan that has been set in motion can sustain you and unite you and give you the experience of having a greater purpose. All individuals in manifest life have been given a greater purpose, though a very small percentage of them have ever discovered this. A large part of that has to do with the environments in which they live. If you live in a highly structured, highly technological civilization, the possibility for you to experience Knowledge as well as express Knowledge is very small.</p>\n\n<p class=\"book-paragraph\">Your learning environment, then, can be extremely restrictive. And here again you do not realize the great advantage you have living in a world of relative freedom, a world that has a diversity of religious expressions and experiences. You look at your disadvantages and your weaknesses, but you do not realize, in contrast with the Greater Community in which you live, what immense strengths and opportunities you have. You may lose these opportunities, which you are at risk of doing in facing the great changes that are coming to your environment—the great change coming as a result of your diminishing resources, your ability to grow food, the distribution of water and the risk of conflict and war.</p>\n\n<p class=\"book-paragraph\">These things will show you how precious your advantages are and how much you and others have neglected them previously—failing to see their great importance, failing to understand how rare they are in a universe where intelligent life more often than not tends toward uniformity and control in environments where there is no freedom, environments where the possibility to discover the power and presence of these Unseen Forces in the universe and the reality of Knowledge within oneself is extremely remote.</p>\n\n<p class=\"book-paragraph\">Time is not an issue for God, but it is an issue for those who live in manifest life. Time here can be equated with suffering. The time it takes you to come to terms with who and what you really are can be measured in terms of suffering—confusion, denial, self-hatred, depression, addiction and immense errors in life. You are in the wrong place with the wrong people doing the wrong things—things that are harmful, things that are setting you back, things that are holding you back. If you had any sense of your true nature and purpose, you would see how utterly destructive this is, how pointless this is, how in the end it will not amount to anything and how easy it would be for you who have these freedoms in this world to waste this great opportunity you have in living in an emerging world such as this—where there is still freedom of personal expression, where there is a diversity of religious expression and where the opportunity to gain access to Knowledge is still very great.</p>\n\n<p class=\"book-paragraph\">The shock of learning about life in the Greater Community is the shock of learning how little freedom there is, how oppressive so many nations in the universe are and how devoid of inspiration this existence is for their citizens. Still isolated within your own world, you cannot yet appreciate these things from your own experience. But you can look at your world and see the nations where people’s freedoms are restricted and recognize how this could become ever more extreme within a Greater Community environment.</p>\n\n<p class=\"book-paragraph\">Humanity is heading towards resource depletion. What you need to understand is that every advanced nation in the universe is facing resource depletion. That is the threat that hangs over them. That is their condition. They have generated technological innovation to deal with this problem, but technology requires resources as well. To lose your self-sufficiency in this regard, you cast yourself into a very difficult set of circumstances where your life and your circumstances will be controlled by others—others who are providing you resources that you cannot provide yourself. This establishes nations that are uniform and oppressive, where everyone must think the same and do what they are told. This is the norm among advanced nations in the universe, while free nations, nations that value the creativity and the possibility for the individual, are extremely rare in contrast.</p>\n\n<p class=\"book-paragraph\">This is not what you want to hear, but it is what you must hear, or you will not understand life beyond your borders. You will not understand the progress of life. You will not understand the difficult circumstances that exist in the Greater Community. And you will not understand the nature and intentions of those who are visiting your world now, why their objectives are what they are and what motivates them.</p>\n\n<p class=\"book-paragraph\">God has a Greater Plan. You cannot understand it. You can only participate within it. If you participate within it, it will become evident that there is a Plan, that there are Greater Forces beyond your visual range who are assisting you and that there is a great movement not only within your world, but throughout the universe—a movement towards resolution, a movement towards ending separation, a movement of redemption to discover the experience of Knowledge. This is universal.</p>\n\n<p class=\"book-paragraph\">The problems that you face in this world are the same problems that individuals in all worlds face. The need for freedom is a need that is experienced everywhere—the freedom to think, the freedom to act, the freedom to move around, the freedom to discern one’s own inner direction, the freedom to pursue that direction, the freedom to create, the freedom to discover one’s greater purpose and to express that purpose—without oppression, without condemnation and without subjugation.</p>\n\n<p class=\"book-paragraph\">Do not, then, look at the Greater Community as a vast resource awaiting your exploration. Do not think that it is a big playground where you can go and enjoy recreation, traveling around as a tourist, having adventures and so forth. These motivations all demonstrate that you do not take your life seriously and do not recognize the greater opportunity your life is giving you to discover your deeper inclinations and to find a greater fulfillment here.</p>\n\n<p class=\"book-paragraph\">It is the destiny of all intelligent life to rediscover Knowledge and to return to God through service to their worlds. This is what ends the Separation. For if you are acknowledging, experiencing and following the deeper Knowledge, it means that you are experiencing a relationship with the Divine. You are following the Divine Will. God is speaking to you through Knowledge. You are following this in very specific ways, leading you to do very specific things, to engage with certain individuals and to establish relationships that represent a higher purpose in life. You are still an individual. You are still living in your respective world. You are still facing the challenges of your circumstances. You are still facing the limits of freedom that exist within your world. But now you are connected to something deeper and far more profound—something that brings unity and clarity to your life and relief from your own inner conflicts and contradictions.</p>\n\n<p class=\"book-paragraph\">The universe then becomes a place where you can contribute. Here contribution becomes your emphasis as you experience a greater fulfillment through service and giving to others, giving from this well of Knowledge that is serving you, that is nourishing you and that is providing you a direction to follow in life, a direction that you are meant to follow.</p>\n\n<p class=\"book-paragraph\">There is a Presence with you. It is the unseen Presence. It is here to encourage you, to reinforce you, not to rule you. You must find Knowledge to guide you. No spiritual force will rule you. It is Knowledge that you must find and follow. This gives you back to yourself. This establishes your authority in life. This gives you power. This gives you certainty. This gives you direction. And it also connects you to your Source. It gives you fundamentally what you need as an individual, and it begins to end separation in your life.</p>\n\n<p class=\"book-paragraph\">Here you look at the physical universe as a temporary place. No longer is it so overwhelming. No longer is it so threatening. You are able to travel through it guided by a Greater Power, recognizing its opportunities and its limitations, its pleasures and its tragedies, without becoming lost in these things.</p>\n\n<p class=\"book-paragraph\">You may pray to God for many things, for advantages and for protection, but you have already been given the greatest gift that God will give you—a gift that remains to be discovered, experienced and expressed. That is why God is bringing the most fundamental spiritual practice in life into the world through the form of The Greater Community Way of Knowledge, for you to practice now what others throughout the universe are practicing, to develop the skills that races throughout the universe are developing, to gain a deeper resonance and therefore a deeper connection to life. Perhaps you already feel a connection to life in the universe because you have a Greater Community orientation within yourself. This will bring clarity to this connection, making it meaningful, purposeful and giving it great relevance in your life.</p>\n\n<p class=\"book-paragraph\">God has given you free will. You may choose what you will follow in your life though few people fully utilize this freedom of choice. In most places in the universe, they do not have or are not granted the freedom of choice. Yet they still have it. Once they realize that Knowledge is a reality, they will have a choice as to whether to recognize it or not, whether to follow it or not, whether to choose to experience it or not and whether to express what it has given them to express or not.</p>\n\n<p class=\"book-paragraph\">God will not force redemption upon you. That is why there is no Judgment Day in the universe. God knows that without Knowledge to guide you, you would make foolish and often terrible mistakes. God knows that without Knowledge to guide you, your life would be full of error and difficulty, confusion and uncertainty. This is what has created the world that you see. It is the world where individuals are living without the awareness of Knowledge.</p>\n\n<p class=\"book-paragraph\">That is why even though you have great freedom compared to the Greater Community, within yourself you are not free. You are a slave to your fears. You are a slave to your desires. You are a slave to your social conditioning and to the expectations of others. You are a slave to your need for approval. You are a slave to your fantasies and your desires. You are a slave even to your goals, which often do not reflect your best interests.</p>\n\n<p class=\"book-paragraph\">What liberates you from this is a Greater Power that has a greater destiny for you. You have important things to do in life. If you are not doing them, you will feel restless and discontented, confused, uncertain, critical of yourself, critical of other people, constantly complaining and so forth. You have the freedom to choose. The Presence is with you. You can choose to experience it or not. You can choose to come closer to it or not. You can choose to understand it or not.</p>\n\n<p class=\"book-paragraph\">Many people lose themselves in trivial things or in the particulars of their busy schedules. They stay busy so they will not feel what they know, so they will not come to terms with themselves, running around constantly, preoccupied, consumed, driven, without any deeper sense of where they are or what they are doing.</p>\n\n<p class=\"book-paragraph\">In the universe, all beings living in separation have a choice whether to continue to live in separation or to begin a pathway of return, a journey of return to their Source. This is the essence of the matter. The distinctive features of a nation’s theology, the differences between religions that exist within your world and other worlds, the difference in belief, the difference in pageantry, the difference in worship or spiritual practice—these are not the essence of the matter. These are not very important. What teacher you follow, what avatar or savior you acknowledge, what rendition of salvation you believe in—these are not the essence of the matter.</p>\n\n<p class=\"book-paragraph\">What returns you to God is to follow what God has put within you to follow, not what you believe. Your beliefs either help you or are hindering you from discovering the power and the presence of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">Groups and nations in the universe have fought endlessly over their religious beliefs. Who is right? Who is righteous? Whose version of reality is the official version of reality? Whose belief in God is more correct than someone else’s belief in God? These are all quandaries in the mind, but to the Spirit there is only the One—the power and presence of Knowledge, what God has put in you and in others to guide you and to lead you to a place of contribution that is entirely natural for you, that represents the fulfillment of the deeper need of your soul.</p>\n\n<p class=\"book-paragraph\">This is the theology of life in the universe. It is applicable to the larger scheme of things beyond your imagination, and it speaks to the most intimate part of your own existence. It is both vast and incalculable and extremely intimate and essential to everything that you do. To recognize the difference between the manifestations of religion and the fundamental practice in The Way of Knowledge is to really separate the essence of the matter from its forms of expression, to see what is essential and to contrast that with what is only circumstantial.</p>\n\n<p class=\"book-paragraph\">You can practice The Way of Knowledge within a formal religion or outside a formal religion. This is what shows you what is uniform and consistent in the universe and what connects you to other life forms in the universe and to other members of your Spiritual Family, who are not all human beings. This is what will enable you to communicate with other life forms, to recognize them, to understand their intentions, to discern their behavior, to recognize whether they are strong with Knowledge or not, what guides them, what motivates them and what restricts them. This is the essence of your future communications with life in the universe and the essence of your communication with one another here on Earth.</p>\n\n<p class=\"book-paragraph\">The theology of the universe is really the clarity and the unity of purpose that you serve with all beings guided by Knowledge. As long as you can discern the difference between Knowledge and the manifestations and creations of the mind, you will be able to see this clearly. And it will make all the difference in how you view yourself and your world and your ability to prepare for your future in the Greater Community.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/physical-universe/"
}