{
  "title": "Competition, Influence and the Mental Environment",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">As nations evolve and achieve stability and security, it is recognized that the use of force is not productive in engaging with other nations. It is destructive, and it sows the seeds for future conflict. Because resources are so extremely valuable to an advanced society, the use of force is seen as only a last resort and an undesirable one at that. The emphasis then shifts to the power of persuasion and the importance of persuasion in preserving resources and valuable infrastructure. It is an emphasis that nations within your own world are only now beginning to discover.</p>\n\n<p class=\"book-paragraph\">War is destructive. It is destructive to both the winner and the loser, and it sows the seeds for future conflict. The damage is not only to material things, but to the nature and character of entire nations of people who are traumatized. Humanity has not matured enough nor has grown in wisdom enough to recognize the absolute truth of this.</p>\n\n<p class=\"book-paragraph\">That is why outright warfare in the Greater Community, particularly on any kind of large scale, is extremely rare, particularly amongst secure and advanced nations. Their emphasis is on the power of persuasion. Because competition is so great in the Greater Community—the competition for resources, the competition for influence, the competition for trade and the competition for political power and persuasion—these are of paramount importance to any advanced nation, whether they be free or not.</p>\n\n<p class=\"book-paragraph\">It is because of the emphasis on stability and security that this is the case. Competition, therefore, is immense, and the powers of persuasion and the importance of these powers become of primary importance for nations that are free and for nations that are not free. This represents an evolution of power and skill in the universe. While humanity is still exerting force and destroying its own infrastructure and resources in the process, advanced nations use much more sophisticated means. Time has proven this to be necessary.</p>\n\n<p class=\"book-paragraph\">Nations that are fundamentally warlike and destructive do not last very long in the Greater Community, for any nation to exert itself in this way in a highly populated region of space such as your own would meet a united resistance. With only very few exceptions in the universe can this resistance be overcome. What would one nation do faced with a thousand nations opposing it? And what could one nation do if its access to trade were denied? To become strong enough to overtake other nations, you must have resources from beyond your own world. You must have a vast network of resources and resource acquisition.</p>\n\n<p class=\"book-paragraph\">In an undeveloped part of the universe, where there are very few advanced nations and where trade has not been established and secured over time, it is possible for one nation to become powerful in this way. But eventually it will meet opposition, collective opposition. An empire might exist in an uncharted region, dominating many star systems, but if there is no one within its reach to overtake, it will eventually be limited by its own resources and by its logistical isolation.</p>\n\n<p class=\"book-paragraph\">This is simply a fact of life. It is growing mature. It is outgrowing the passions and aggressions of adolescence to a more mature and stable state. But in this more mature and stable state, competition is intense, and therefore the emphasis on the powers of perception and persuasion becomes of paramount importance. This now becomes how you contend with competing nations. This is how you contend with problems and difficulties.</p>\n\n<p class=\"book-paragraph\">This power of persuasion and perception then becomes the focal point. Knowing what others are doing, perceiving their activities, trying to discern their secrets and their technological developments, discerning their intentions, discerning their communications and discerning their diplomacy—all become a great emphasis now.</p>\n\n<p class=\"book-paragraph\">For this reason, many nations have cultivated a special class of citizens, individuals called “seers.” These individuals are not developed spiritually, but they have great skill in the mental environment. Their role is to see, to discern and to interpret. In normal trade negotiations, what is written and what is said have to be interpreted very clearly. The long-range implications have to be discerned. The advantages and disadvantages have to be clarified. It is a matter of great importance. While outright lying and cheating on a large scale may be rare, subtle manipulations are ever present.</p>\n\n<p class=\"book-paragraph\">Nations not only want to discern one another’s intentions and capabilities, but also to discern one another’s secrets, unspoken agendas and long-range plans. You living in the world can understand this. This is what the nations in your world do regarding one another. Even nations that have very friendly relations are always looking and watching to see what the others will do and to discern the others’ strengths and intentions. Amongst nations that are in opposition to each other in your world, this is certainly the case. The difference in the Greater Community is at the level of skill, and the powers of discernment and persuasion are much greater. The nations in your world have not recognized the importance of establishing seers.</p>\n\n<p class=\"book-paragraph\">Among seers, there are visionaries and there are locators. Locators are a very special class of seers that focuses entirely upon locating facilities and pinpointing specific areas and activities within a nation. This has been developed to a very high degree to fight crime, for example, to deal with insurrections and to deal with the problem of illegal drugs, which is a real problem in many nations.</p>\n\n<p class=\"book-paragraph\">Locators are very important. If another nation has a secret facility, and it is recognized that such a facility either actually exists or may probably exist, locators are brought immediately to try to discern its precise location. Because visitation to other worlds is highly restricted, except between nations that have had longstanding and compatible relationships with one another, the function of locators becomes ever more significant. It is a specialized talent.</p>\n\n<p class=\"book-paragraph\">Seers are used to witness negotiations, to review contracts, to serve as witnesses to diplomatic efforts and to sit in on councils. They are certainly used in judicial matters to discern the truth and the falsity of evidence and declarations. Even advanced nations that are not free recognize the limits of technology. Over time, it has become recognized that power in the mental environment—the power to influence thought and to discern thought—extends beyond the range of technological capability and enters a new panorama of power and influence.</p>\n\n<p class=\"book-paragraph\">Nations employ seers on their defensive perimeters to watch for any possible threats on the horizon or any possible change that could be a challenge or a difficulty for their nation. They are not analysts in the way that you would consider analysts—using their intellect, using technology and using patterns of thought to discern with accuracy truth that must be recognized. A seer is using a different kind of power and potency that an analyst could never use.</p>\n\n<p class=\"book-paragraph\">There are seers who specialize as interpreters. They will travel with diplomatic missions, serving to interpret not the language of another race, but its intention, its honesty, the truth of its statements, its strengths, its weaknesses, its anxieties, its concerns and its insecurities. This is extremely important in establishing trust with races unlike your own.</p>\n\n<p class=\"book-paragraph\">Even nations that have longstanding partnerships that have developed trust over time are still always watching one another, not because they have an inherent distrust of one another, but for the effects of influence of other nations upon their trading partners. Is their trading partner being seduced or undermined by another foreign power? Does that trading nation have social harmony, or are there dissident movements within this nation, and what would that mean? While nations exert control and many are very uniform, dissension and opposition still exist and revolutions do occur.</p>\n\n<p class=\"book-paragraph\">Humanity has only evolved to deal with itself. It has never had to deal with other forms of intelligent life, particularly other forms of intelligent life that carry great power and ability—not only technologically, but in the mental environment. In this respect, humanity is still a primitive race. It is only beginning to recognize the potency of power in the mental environment. It is only beginning to recognize both the constructive and destructive potential of technology. Yet the great frontier in the mental environment is only beginning to be discovered and valued amongst the leaders of human nations.</p>\n\n<p class=\"book-paragraph\">Because you are unskilled in dealing with foreign powers in the Greater Community, you have not yet cultivated the necessary discernment that is required to discern the nature and intentions of a race that not only looks different but is different—that thinks differently, that has different values, that has different priorities, that has different traditions and that has a different social structure, a different history and a different well of experience. Humanity has not yet learned that power in the universe is power in the mental environment. It still thinks of power in the universe as empires conquering and destroying one another. This represents a child’s view of the universe.</p>\n\n<p class=\"book-paragraph\">Secrecy, deception, discernment, cleverness and persuasion—this is where nations can overcome or gain preeminence over one another. Exploiting the weakness of internal divisions of another nation; exploiting another nation’s mythology, fantasies and religion; discerning another nation’s intentions, secrets, abilities and disabilities—these represent power in terms of nations influencing and gaining preeminence over one another.</p>\n\n<p class=\"book-paragraph\">Many nations employ seers, and seers have very specific functions as interpreters, as locators, in serving defensive purposes, in serving business contracts and in overseeing a nation’s own internal needs and potential for disorder. The free nations have seers as well. Their seers are employed for the same purposes, but they are guided by a deeper Knowledge, which can make them more powerful and more penetrating than the seers employed in nations that are not free. This gives the free nations power and a certain degree of advantage that must remain hidden from foreign awareness and scrutiny.</p>\n\n<p class=\"book-paragraph\">Ultimately, the most powerful races in the universe are entirely hidden. And if they have any trade at all, it is maintained with the greatest secrecy and usually carried out by other nations that support them, that act as proxies for them. If you attain great power in the mental environment, your powers would be sought by other nations. Your skills would be sought by other nations, and other nations will attempt to seduce you or induce you through promises of wealth, splendor or high social positions—whatever they can do to seduce you in order to gain control of these abilities.</p>\n\n<p class=\"book-paragraph\">The greatest expressions of power in the mental environment are guided by Knowledge, which is entirely ethical and entirely peaceful in intent. Individuals possessing this cannot be turned and cannot be seduced; yet they still must remain hidden. This is one of the great dilemmas of life in the universe, and it is true even within your own world, that those who are most powerful, those that have the greatest degree of skill, must remain hidden, or they will simply be used by political powers, commercial powers and the powers of religious institutions. They will be used as tools to carry out activities that are unethical and destructive. It is like the person who possesses great material wealth—very difficult it is to hide this from others. Even if you create the appearance of poverty, the evidence of your material wealth will always be there.</p>\n\n<p class=\"book-paragraph\">Therefore, if a nation possesses tremendous material wealth and resource wealth, and it seeks to remain free and beyond foreign intervention and persuasion, it must keep these things in the greatest of secrecy and not demonstrate them to any degree at all. This of course is nearly impossible when surrounded by trading nations or if you are involved in the activities of trade where everyone is always looking for wealth and advantage. That is again why free societies remain discreet and distinct and involve themselves in trade only to a very minimum, if at all.</p>\n\n<p class=\"book-paragraph\">This is more difficult for a nation living outside a highly inhabited part of space, where there is social order, to maintain its hidden position because others can intervene without restraint. Invasion occurs. But living in the shadows in the midst of highly developed parts of space where there is tremendous social order requires restraint. If outside invasion is forbidden, then a nation can, according to the rules of engagement such as exist in your region of space, maintain a private existence with a minimum of foreign scrutiny. But even here, the seers amongst technological societies will try to discern the power and capabilities of the free societies. Their scrutiny must then be offset by the seers of the free societies. This is competition at another level. It is persuasion at another level. It is the fundamental problem of possessing knowledge and wealth in the universe.</p>\n\n<p class=\"book-paragraph\">How does one possess knowledge and wealth and yet remain free? It is a problem for which there is no easy solution. It is a dilemma in life. Not all dilemmas have solutions. Not all problems have solutions. Because humanity does not yet experience itself living in a competitive environment beyond the borders of its world, it has not had to evolve to deal with these kinds of problems. But eventually it will. You are having to do this even at this moment, since the world is undergoing intervention from economic Collectives, whose ethics you could not agree with and whose methods are entirely self-serving.</p>\n\n<p class=\"book-paragraph\">This is the beginning of growing up and dealing with life at a more mature level. Eventually, every race in the universe has to face this. It is part of your destiny.</p>\n\n<p class=\"book-paragraph\">The importance of persuasion is obvious to you now, but in dealing with other races whose temperament and intellectual abilities and orientation are far different from your own, the power of persuasion becomes much more complex and difficult. Persuasion within your own race is one thing. But between races that are dissimilar, it is entirely another matter. Your logic and reason may not work at all with them. Your ability to rationalize with them may be extremely limited. What they value and what you value may be entirely different. They may have a particular tradition or persuasion or set of anxieties that are very unique to their history and circumstances. To understand this, to comprehend this, to speak to this and to be persuasive here requires a level of educational skill far beyond what human diplomacy has ever had to establish.</p>\n\n<p class=\"book-paragraph\">If you could, imagine trying to negotiate with an intelligence that was like a dolphin, except that intelligence had technology and represented a significant power. You want to negotiate for trade, you want to negotiate to establish rules of trade or engagements or mutual needs for security. How would you do it? And how could you ever persuade that intelligence? Where is it weak enough to be persuaded? Where is its weakness? Where is its strength? This is why it takes such great skill to negotiate and communicate.</p>\n\n<p class=\"book-paragraph\">When you have larger assemblies of nations on councils—on trading councils dealing with problems in international trade or relations, problems of crime, problems of trafficking dangerous materials or drugs or illegal trade—it becomes very complex. You are now speaking to maybe fifty different nations using common trade languages which have been established over time. They are there with their interpreters. They are there with their seers. Everyone is trying to communicate together. Some use language. Some do not use language. They all use written language or symbols. They all understand an established trade language, whatever that language may be in a larger district. How do you come to agreement and consensus? This makes negotiations very long and complex. Yet sophistication and time have shown ways to accomplish things, even given these difficulties.</p>\n\n<p class=\"book-paragraph\">There is communication, and then there is persuasion. Persuasion requires a very refined set of skills. You want another nation to see your point of view. You want another nation to value what you value. You want another nation to come to terms that are agreeable and preferred by you. You want another nation to do certain things or not to do certain things. You want to forge agreements and councils.</p>\n\n<p class=\"book-paragraph\">This requires persuasion. This persuasion is not only based upon the strengths of one’s argument; it is based upon the awareness of another’s comprehension and skills, another’s nature and orientation, another’s strengths and another’s weaknesses. Persuasion is carried out for entirely beneficial purposes, and it is also carried out for extremely selfish purposes, for the interests of one nation alone.</p>\n\n<p class=\"book-paragraph\">That is why in highly inhabited regions such as your own, where trade has been long established, innovation comes very slowly. Once a practice or a system has been established and maintained, it is very hard to change it. If it has proven itself to be stable and beneficial to the majority of participants, it is very hard to change it, and innovations or improvements that are recommended or introduced can be greatly resisted. Even necessary change, even beneficial change, can be greatly resisted. The more nations and individuals involved, the more difficult it is to create consensus. Only if a network of nations or large trading associations are threatened clearly by some external force, unless this occurs, it is very difficult to create change and even improvements in the methods and rules of trade and conduct and so forth.</p>\n\n<p class=\"book-paragraph\">Here you are dealing with nations that have very different social structures. Some of these structures would seem absolutely abhorrent to you. How do you communicate to other beings in this situation? Are you going to try to change them? Do you want to try to improve them? Do you want to recommend different alternatives to them? Are they open to this? Are they willing to consider it, or do they consider your recommendations to be an insult, an affront? How do you maintain trust? How do you present the possibilities for change in such a way that other nations are not threatened? The finesse of diplomacy here must be very great.</p>\n\n<p class=\"book-paragraph\">What do you do when you have a nation in your midst that is behaving inappropriately, that is behaving destructively, that is casting an influence out into the local Greater Community that is unwanted or that is perceived as a threat? How do you regard a nation that is undergoing internal turmoil or even revolution? Do you get involved? Do you take sides? Do you make any recommendations at all? Do you value the rebellious side? Do you think the revolution is valuable?</p>\n\n<p class=\"book-paragraph\">What do you do with a nation that is extremely oppressive to its own citizens in a way that is abhorrent to you? Do you maintain relations? Do you maintain trade? Do you try to exert influence?</p>\n\n<p class=\"book-paragraph\">What if another nation has wealth or resources that you desperately need? How will you persuade them to engage in commerce with you and to value what you have to offer in return?</p>\n\n<p class=\"book-paragraph\">From these very few examples, and there are certainly many more, you can begin to see the complexities and difficulties involved here and why negotiations can be slow and protracted and why the attempt to change the thinking or the operations of nations engaged in commerce or in mutual defense can become very difficult.</p>\n\n<p class=\"book-paragraph\">That is why a great deal of energy is exerted on behalf of diplomatic relations and why seers are employed. Sometimes they are employed publicly. However, sometimes the presence of a seer is seen as an act of distrust. In many large chambers where decisions are made, seers are not allowed, for it is seen as an act of distrust, the evidence of distrust, to have a seer with you.</p>\n\n<p class=\"book-paragraph\">The injustices of a particular nation, the oppressive nature of certain nations, are tolerated under these terms because these nations are needed for trade and security. It is a very imperfect system, and it has many unfortunate oversights.</p>\n\n<p class=\"book-paragraph\">This is another reason why free nations try to stay out of these larger, economic involvements. Yet even for them, diplomatic relations are of the highest importance. The employment of seers is of the highest importance. The employment of skilled interpreters is of the highest importance—to secure one’s position; to establish an autonomous region for yourself; to prevent intrusion; to provide overall security, not only for yourself, but for your entire district; to deal with biological contamination, which is a very serious matter; to engage in essential trade if necessary; to acquire the latest medications for your people and technology for producing food. All this is very essential.</p>\n\n<p class=\"book-paragraph\">Even free nations, should they be highly successful in achieving autonomy, still have needs that they themselves cannot meet. How should trade be conducted then? Who is a trustworthy trading partner? How will you engage in trade to keep others out of your environment? If your lifestyle is entirely different, if you are living in a much freer way than anyone else around you, how do you deal with their presence in your environment? How do you present a beneficial image? How do you present yourself as being non-threatening to nations that are not free?</p>\n\n<p class=\"book-paragraph\">Because of these difficulties, power and emphasis in the mental environment become significant. The mental environment is the environment of thought and influence. Into this environment, not only do you direct your thinking toward certain individuals, you also create thought forms. Thought forms are potent organized thoughts that can have an influence on the thinking and the emotions of others. They are not real physical objects, but they act in a way that is similar to an object.</p>\n\n<p class=\"book-paragraph\">For instance, in the mental environment, to stop the penetration of a seer, you must create a shield; you must obstruct a seer’s intrusion with a counterforce. Seers between different nations can literally be in battle with one another to counteract each other’s movements and discernment. If another nation thinks you have a secret facility that possesses power or potential that they are interested in, you must create a counter thought that there is no such thing. If they try to locate something that actually exists, you must persuade them that it is somewhere else.</p>\n\n<p class=\"book-paragraph\">It is an engagement on another level. It is part of the burden and responsibility of a seer not only to see, but to defend against the intrusions of others in the mental environment. The seer must also be able to project images and associations that you want another race who is scrutinizing you to have, not only to keep your secrets, but to give an accurate and preferred image that you want others to have of you.</p>\n\n<p class=\"book-paragraph\">Because travel between nations is so restricted, the ability to see into other nations becomes a very great emphasis. Since you cannot visit and go anywhere you want in someone else’s world, the ability to see into that world becomes very important. Likewise, their attempt to obstruct your viewing of their world becomes very important for them. This is particularly an emphasis for nations that want to remain self-determined. If you are merely a client state of another power, you have no secrets, but you also have no choices, for your range of self-determination will be extremely limited.</p>\n\n<p class=\"book-paragraph\">It is a problem that requires adaptation and the cultivation of skills. Growing from being an adolescent person to being a mature adult requires discernment, discretion and the development of skills if one is to be successful in a mature environment. If you act in an adolescent manner, others will not respect you, others will take advantage of you, and you will suffer many consequences and will have very little social power.</p>\n\n<p class=\"book-paragraph\">Within all of this is the introduction of powers and races from beyond one’s district that are providing opportunities for trade. How do you regard them? Who are they? If their home world is beyond the normal reach of your travel, how do you find out about them? Should you include them in your network or should you not include them? Are they truly beneficial or are they not beneficial? Do they pose a risk of biological contamination, and, if so, how can that contamination be counteracted? What are their strengths? What are their weaknesses? What are their intentions? If they represent an entire other district of organized states, what is the organization of that? How do you relate to that? What are the influences there? What are the powers that exist there? What is their strength in the mental environment and so forth? You see, this becomes very complex.</p>\n\n<p class=\"book-paragraph\">If there are disparities in technology, then the gap must be closed as quickly as possible. That is why within a region, there is usually a technological parity, in spite of the fact that nations have secrets—secret skills and secret abilities that they do not want to be shared, copied and used against them.</p>\n\n<p class=\"book-paragraph\">Technology can be purchased, it can be copied, it can be stolen, and it is acquired through all these means. That is why once one nation in a region develops new technology, it is not long before everyone has it. To keep it secret is very difficult because if you keep it secret, you cannot really use it. And if you use it, soon it becomes known to others and loses its potential advantage in negotiations or relations with other states.</p>\n\n<p class=\"book-paragraph\">This is why no nation has absolute power because it could not sustain itself over time. It would fracture from internal divisions, internal rebellions and from problems in resource acquisition. Its skills and powers would be discerned and copied and its technology stolen. To reach stability and security, most nations will share or sell their technology if they cultivate something that others do not have. It is very difficult to keep it secret, and if you try to do so, then it arouses suspicion and distrust, inquiry and discernment.</p>\n\n<p class=\"book-paragraph\">Along with this, there is also a fascination with the internal workings of other nations—their social structures, their social problems and the difficulties that their leadership undergoes. Rumors are created. There is much speculation. Nations take great interest in the peculiarities of other nations, in their social problems and in their corruption. This is done to promote one nation’s sense of unity and superiority. It is also done because intelligent beings are by nature curious. And because intelligence breeds curiosity, that is one of the problems of collective breeding. How do you keep a bred segment of the population from becoming curious, interested, stimulated and tantalized by things they might see around them?</p>\n\n<p class=\"book-paragraph\">Intelligence breeds curiosity. It also exposes one to greater degrees of influence and stimulation. Nations become very interested in one another’s peculiarities, difficulties, corruptions, problems, conflicts and so forth—not only from a political standpoint, not only in the halls of government, but amongst citizens as well, who love to indulge themselves in the problems of others or in the suspicion of problems of others.</p>\n\n<p class=\"book-paragraph\">Therefore, there are many rumors, of course. And much of this is published for public consumption. Large nations, if they have independent citizens, have large media networks that are highly controlled. But, nonetheless, rumors and even real secrets emerge and are hard to keep out of public scrutiny. In freer nations, there are very few secrets that are kept from the people to limit speculation and to establish unity around wisdom and shared concern for security and for well-being. It is an entirely different emphasis than is exerted in states that are not free.</p>\n\n<p class=\"book-paragraph\">Humanity is emerging into this environment of persuasion and power in the mental environment. That is why you must be extremely discreet. That is why you cannot be broadcasting your entire society out into space through your transmissions. That is why eventually you will have to have seers who are skilled, locators who are skilled and interpreters who are skilled—both to deal with internal affairs and to deal with the immense challenges of functioning in the Greater Community.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/power-persuasion/"
}