{
  "title": "Preparing for the Future",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You are always preparing for the future, even if you do not think of the future. You are always preparing for the future, even if your mind is focused upon the past. This is because your life builds upon itself. What you experience today is based upon what you accomplished or did not accomplish yesterday. And what you will experience tomorrow will be partially built on what you can accomplish today. Your life is built upon the foundation of the past, and you are building the foundation for the future at this moment. This is true within your life and within all life.</p>\n\n<p class=\"book-paragraph\">As you learn to become present each day, you become more aware that you are building a foundation for tomorrow for yourself and for others. Here your focus is on the present and on the future. You only draw upon the past for demonstrations and examples, for you have seen and heard much that you have not yet been able to use. The past now becomes a resource as you build the present and the future. Before this happens, the past is your focus, and the present is only bonded to the past. Here it is very hard to be present in the moment with anyone or anything, and the future is only thought of as a projection from the past. In other words, you think the future will merely be an extension of your past. This makes the future seem predictable, but in reality the future will be unlike the past, for the world is emerging into the Greater Community, and humanity is undergoing tremendous change in its societies, in its cultures, in its values and in its priorities. More and more humanity will be driven by necessity as it realizes that it must catch up with the movement of life.</p>\n\n<p class=\"book-paragraph\">Knowledge provides what you need today and what you will need tomorrow. It provides this because it takes you where you need to go today and where you need to go tomorrow. It knows your direction, and it will keep you moving on if you are responsive to it. Only if you lose contact with Knowledge and substitute Knowledge with your goals and ambitions will you veer off course and find yourself again going in a direction that does not represent your real destiny.</p>\n\n<p class=\"book-paragraph\">Today builds for tomorrow. However, life in the future is not simply a result of the past. What will happen to humanity in the future is not simply a result of what humanity did before, for humanity is not alone in the universe. Therefore, your past is not the sole factor that is determining your destiny and your evolution. Seen from a greater perspective and within a greater context, humanity is an emerging race—promising, intelligent and skillful within its own environment, but without social cohesion and without significant social development.</p>\n\n<p class=\"book-paragraph\">Humanity at this time is in a very precarious stage in its evolution. It is a stage that could be called a stage of adolescence. People are feeling they have greater powers available to them. They are learning new skills. They have gained what they think is dominion over their environment. They believe they are the superior race within their world and assume that their superiority will extend beyond their world into the Greater Community. Yet they do not have the cohesion, the cooperation or the accountability to one another or to the Greater Power within the world and beyond the world that they need to be a truly mature race. Adolescence is a crucial period. It is a period of many risks. You can see this within a person’s life. You can see this within the development of a society. And you can see this within the development of an entire race.</p>\n\n<p class=\"book-paragraph\">Since you live in the world, you cannot yet have this perspective, but you will gain it in time as you are able to look at yourself more objectively. When you look at yourself now, you think that you are either good or bad and that your actions or thoughts are good or bad, according to a set of criteria that you have learned from your environment. But Knowledge holds a different set of criteria for determining what is good or bad. Its criteria are without condemnation. Knowledge treats everything fairly and according to its nature and its stage of development. You will acquire this new perspective and this new understanding in building a foundation for living The Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">Though Knowledge brings you into the present with a present state of mind so that you can be fully involved and give even the mundane circumstances of your life your full attention, it also gives you an understanding of what is coming and an ability to look ahead in your life, not to accurately forecast the future but to be able to sense the direction of the world.</p>\n\n<p class=\"book-paragraph\">Your life is going somewhere. It has a future and a destiny. The world is going somewhere. It has a future and a destiny. How it will get there is up to the decisions you make today and the decisions that many others make along with you. Yet you do have a destiny, and this cannot be changed. How well you will fare in this destiny is dependent upon your development and the development of others. The world will emerge into the Greater Community. Humanity will eventually become one united society. Whether this emergence gives you your greatest opportunity for advancement or whether it enslaves your race is partially up to you. Whether humanity’s united society is a society of Wisdom, compassion and understanding that can tolerate diversity or whether it is an oppressive society with a cruel and harsh dictatorship that values control beyond all things, the outcome is up to you and up to others along with you.</p>\n\n<p class=\"book-paragraph\">Do not think, however, that because you have a destiny, everything is always predetermined, for this is not the case. You are moving towards your destiny, but how you move, where you go and how you prepare will determine the nature of the outcome. For example, you will grow older and you will enter the next stage of your life, whether that be adulthood, middle age or old age. But what that stage of life will be like for you will be determined largely by how well you prepare today, by what action you take in your life now and by your understanding and comprehension of your own life’s development.</p>\n\n<p class=\"book-paragraph\">When people live in their minds, they are governed by their thinking, which may have nothing to do with the real process of life. They are governed by their hopes and their fears, which naturally go together. They are rarely prepared for the future, and often those who do prepare for the future do so at the expense of the present, for they are concerned and anxious about what will happen to them down the road. Yet how can you live a balanced life in keeping with the reality of life when you are so circumscribed by your own ideas and conditioning?</p>\n\n<p class=\"book-paragraph\">The Creator has a perfect answer to this seemingly insurmountable problem. The answer has been placed within you and is carried within you like a secret cargo, waiting to emerge, waiting until a sufficient maturity has been developed in your life where you will be able to accept and to respond to the great endowment that the Creator has given you. You build a foundation for this in your relationships, in your ability to work in the world and in your appreciation that you have a spiritual reality and that there are greater powers in the world beyond your ideas.</p>\n\n<p class=\"book-paragraph\">When people are dominated by their thoughts, beliefs and attitudes, when these represent the prison bars that prevent their free access to life, they often want to do away with it all. They do not want to think of the future, and they do not want to think of the past. They say, “Well, the past is over and the future doesn’t exist. There is only now.” The past is over, but it is your foundation for today. The future is coming, and you need to prepare for it. Your foundation in life, whether it is a foundation for Knowledge or a foundation for your own ideas, will set the stage for your future existence and will determine whether you will be able to fulfill your greater destiny in the world.</p>\n\n<p class=\"book-paragraph\">In this, the world teaches one thing and Knowledge teaches another. The crowd goes one way, but those who are responding to Knowledge go another way. And they look at where everyone else is going, and they wonder, “Am I making the right decision? Even my friends are going a different way than I am now. Why am I doing this? Is this the right thing? Am I fooling myself once again?” But underneath this questioning and concern, there is a quiet urging to go on, to enter that wilderness beyond ideas and self-definition, to enter pure experience, to come close to Knowledge and to learn to rely on Knowledge, to be without definition and at last to be in contact with the real movement and current of your life and life around you.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones who oversee your development, who are the Angels of the Creator, are planning for the future too because they see what is coming. And they know that if you do not prepare adequately, the situation will not be to your liking or to your advantage. They are aware of people’s complacency and the foolish things that people tell themselves. They know the struggle and the tribulation. They know the intense desire and courage it takes to awaken, even from a happy dream.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones know the situation is urgent, and they are concerned for you. They are not only concerned with what calamities might prevail if people do not prepare. They are also concerned that you may miss your opportunity to give your greater gifts here in the world. In a sense, this is a greater tragedy. It means that so much effort and work on your behalf will have come to naught. It means that so much cooperation, planning and preparation will never be fulfilled in this life. It means you will have to go back Home, become reoriented to your Spiritual Family and then go through the whole process all over again—birth, infancy, childhood, young adulthood, and then the struggle to come to terms with the deeper nature of your life and the reality of its mission here.</p>\n\n<p class=\"book-paragraph\">You have already come so far. You have built in the past in order to be able to study a Greater Community Way of Knowledge, to consider the reality of your Spiritual Family, and to engage your time—your days and your hours—to building the Four Pillars of your life, not only for survival but to become a platform for a Greater Reality to speak through you and with you, according to your destined activity in the world.</p>\n\n<p class=\"book-paragraph\">Without this, what is life but a struggle for survival, a struggle that will end in your trying to acquire as much pleasure, as many possessions and as much security as possible, only to have to give everything over incrementally or all at once? How great the work, how little the reward. If you were not spiritually endowed, if you had not brought gifts with you from your Ancient Home into the world, then there would be no great problem here. You could simply come and live out your years, do the best you could, make mistakes and then leave. But what is the meaning of this? Why would you go to so much effort to come into such a difficult world? Why would you undertake such a long and seemingly unnatural journey to enter into the body, to learn the ways of the world and to have to care for your physical life at such great expense?</p>\n\n<p class=\"book-paragraph\">This is the real question. If you could but for a moment experience your reality with your Spiritual Family, you would see that their love and inclusion in life and their bond of dedication are completely intact. Why would you leave that and come into a world like this to be a part of a struggling race, troubled and aggravated by the vicissitudes of life and driven by the passions of individual fulfillment? Why would you undergo such a difficult birth? No matter how good your life may be, it is only good for moments, and it cannot compare in any way with your greater life beyond the world.</p>\n\n<p class=\"book-paragraph\">Knowledge will remind you of this, for the closer you come to Knowledge, the more you will sense that you have an origin and a destiny beyond the world. The more you can experience this and can reflect upon it, the greater will be the sense that you have a mission in life. This mission will press upon you. It will keep you moving forward. It will not let you settle down in the pretty places that you see along the way. It will not let you give your life to the pretty faces that you meet along the way. It will not let you make compromises about your life or your resources, for it must drive you on to your destiny. And if you cannot respond, then it will grow silent within you, waiting for the moment when you can come to it with open hands and honest questions.</p>\n\n<p class=\"book-paragraph\">Your future is in the Greater Community. That does not mean that you will leave this planet and go somewhere else. It simply means that you will find yourself no longer alone here, and you will be confronted with forces that have greater mental abilities and greater social cohesion. They will be able to think with a group mind. It is only if humanity can develop a group mind based on Knowledge, within small groups of people, that there will be the real possibility of meaningful exchange and the real possibility that you will have the power and the insight to be able to maintain your self-determination amidst the presence of greater forces.</p>\n\n<p class=\"book-paragraph\">This is one of the great requirements that an emerging world faces in the Greater Community. The other great requirement is that humanity must become united, for you cannot be a diffracted and self-opposed people and hope to be able to participate in the Greater Community. Here you will encounter races of great strength and unity. These races do not necessarily possess Knowledge and they may not have Wisdom, but they will have power. Many people wonder, “Well, why don’t they come and talk to our president? Why don’t they come and speak to our leaders?” The reason is that there is no one here who represents the human race. There is no group mind here. A mob is not a group mind. An army is not a group mind. Who can speak for the human race? Who can represent the will of humanity? Even your greatest and most powerful leaders do not have the support of their people and can rarely muster a real consensus amongst the people over any issue. So, who can the visitors from the Greater Community speak to?</p>\n\n<p class=\"book-paragraph\">Knowledge here must establish a real community—not a community of law, not a community that is governed by manipulation and coercion, but a community that is driven by intention, dedication and a certainty that specific people must bond together to get things done. For even if there were no Greater Community, only a group mind could achieve any great result in the world. Remember, an individual is only a potential for relationship, and a relationship is a potential for establishing something of meaning and value here. That is why the idea that you can do it alone or you can find your way on your own is hopeless and meaningless. It represents the great fallacy of separation and one of the great tribulations and challenges facing humanity at this time. For humanity is not united enough to be able to participate effectively in the Greater Community. Humanity cannot find the basis for consensus in order to arouse an effective response to the Greater Community. Humanity is governed by superstition and by a limited perspective. Because it is not yet mature as a race, despite its great insights and spiritual affinity, humanity is very vulnerable in the Greater Community.</p>\n\n<p class=\"book-paragraph\">This is your future. If you cannot become united within yourself, and if you cannot even unite with another or with a handful of people, your life will not be fulfilled. You will not be able to build a foundation for the second great stage of your life.</p>\n\n<p class=\"book-paragraph\">The world is emerging into the Greater Community and you must prepare—mentally, emotionally, physically and spiritually. Your future will be unlike the past. You sense this. You feel it. And it gives rise to anxiety, restlessness and concern. Do not attribute your restlessness only to your psychology or to your society or to your past, for you are feeling the movement of the world, and you are ill at ease with it. You are ill at ease because the situation is becoming grave, and you know something must be done. You may hope and pray that there will be some inspired individual other than yourself who will take action. Yet at some point, you will find that the responsibility is yours and not someone else’s, and that the future is calling you. It is calling for you to prepare now. Even your own life is calling for you to prepare, for your individual life and life in the world are not separate.</p>\n\n<p class=\"book-paragraph\">Who you are and what you are here to do are directly related to what the world is and what the world needs. People do not understand this because they think that they are creating their own reality, and so their idea of Higher Purpose is what they would ultimately like to do, the thing that would be the most fun and enjoyable. But your Higher Purpose will never be found in this because you must re-establish relationship with life to find your purpose here. There is no purpose in the world of imagination. Though you may devote all of your life and all of your resources to trying to be, do and have what looks most appealing, you are in fact designed for something else. When you come to that threshold where you want to give yourself to others and give yourself to life, when you realize that you cannot fulfill yourself alone and that there is no fulfillment in a self-determined life, then you will hear your Spiritual Family, and the Unseen Ones will come close to you, for you are waking from a long and troubled dream. Then the power of the universe will respond to you, for you are responding to it.</p>\n\n<p class=\"book-paragraph\">The world is calling you, for you are needed here. You have brought with you the Knowledge necessary to carry out what must be done. This is the foundation for real union with others. You have brought in your parachute kit what you will need, but you will not be able to carry it out alone. You will need Knowledge. You will need others and their Knowledge. You will need your abilities. You will need others and their abilities. This will not happen all at once because you must build a foundation within yourself. You must become prepared. You do not take a person who is a beginner and give them a great mission to do, for they will fail. You must prepare them first.</p>\n\n<p class=\"book-paragraph\">What is the preparation for the Greater Community? How does one prepare to live in an emerging world? How does one brace oneself for humanity becoming united? These are all important questions. The answer to these questions is not in words or phrases. The answer is a preparation itself. You must make the journey to reach the goal. You must climb the ladder to get out of the hole. You must take the steps that can take you to that vantage point on the mountain of life where you can see clearly and understand where you are on the path and where the path has taken you, and to gain an appreciation of what is ahead and what it will require.</p>\n\n<p class=\"book-paragraph\">This is called working in the world. And your foundation is building the Four Pillars of your life. The preparation will enable you to do this. The preparation for the Greater Community is The Greater Community Way of Knowledge. Only a preparation from beyond the world can prepare you for what is beyond the world. Human religion, human psychology and human spiritual understanding as they exist today are not capable of preparing you for the Greater Community. Though useful and important within the limited context of human life, they do not extend beyond human life to deal with the greater interactions you will have with the Greater Community.</p>\n\n<p class=\"book-paragraph\">These interactions are not something that will happen in the distant future, for they are happening now and will happen increasingly in the times to come. Greater Community forces are in the world today, in small numbers, determining how to preserve the environment for their use and determining how humanity can become part of their alliance. These forces are not united with each other but represent divergent groups. Here there is competition for humanity’s allegiance. Their numbers are small, but their power is great. Yet their technology is not the power that will give them dominance here. It is their group mind and their ability to affect the mental environment.</p>\n\n<p class=\"book-paragraph\">These groups are not strong with Knowledge, or they would not be attempting to manipulate humanity. Knowledge would never lead a person or a group to do that. Yet even without Knowledge, the power of collective thinking can create dominant forces in the mental environment. Here the Greater Community forces will use human religion and affect human governments to achieve their goals. They will take full advantage of humanity’s superstitions. They will take full advantage of the liabilities of human ignorance. They are not here to teach a Greater Community Way of Knowledge, for they do not want people to have Knowledge. They want to keep people in a state of ignorance and suspended animation. They do not want to destroy humanity because they value humanity as part of the resources of this world. But they will not support humanity becoming a self-determining race. Only if humanity itself can become strong and unified will its self-determination be assured.</p>\n\n<p class=\"book-paragraph\">The Greater Community forces do not need weapons. They do not need armaments, for they have power in the mental environment. Why fight someone when you can simply influence their behavior? Why destroy someone’s city when you can simply make them preserve it for you? The visitors value your environment. They are interested in your creations. They do not want to destroy them. And they do not want you to destroy them either. But their motives are not for your well-being. These are divergent forces, and they are in competition with each other to a certain extent, for they represent different allegiances in the Greater Community. It would be like different European nations finding the same rich tropical island hundreds of years ago. They would compete for it because they want it for themselves. And they would want to use the native people, but they are not there for the native people’s benefit. This is a good analogy, for your history teaches you this. It teaches you of the calamity that happens when greater forces overcome weaker forces. Yet your history only accounts for the interaction between people. It does not account for the interaction between humans and other forms of intelligent life. And your current inability to coexist with each other harmoniously demonstrates that you do not yet have the capacity to deal with Greater Community forces effectively. Because you are weak and diffracted and because your cultures are not united, the visitors will attempt to establish their dominion here. From their point of view, there is no other way.</p>\n\n<p class=\"book-paragraph\">You may ask, “Are they evil?” They are not evil. They are simply looking out for their own interests and following their own values. Good and evil do not apply here. Those who want to use you believe that you cannot control yourselves, so you must be controlled. And if you could control yourselves, they would consider intervention here more carefully, for your numbers are great and you have the ability to resist them within your own native environment.</p>\n\n<p class=\"book-paragraph\">You might say, “Well, our governments will come together and unite all of their military strength,” but your governments are already vulnerable to Greater Community influence and will not fight those forces that influence them.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, power is exercised in the physical and in the mental environments. Human beings know something about power in the physical environment because they have been exercising it for centuries, often to their own detriment. But power in the mental environment is something new. It is a new frontier for human education and understanding.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge prepares you to enter into the mental environment with your real abilities intact—not for you to become a master, but for you to become proficient and effective in order for you to learn to hold your own ground. Here you might say, “Well, this all sounds too much for me,” but this is your world. This is the destiny of your world. This is the future. People are unprepared for the future. They are still thinking for themselves alone. They are still wondering how they can offset their past problems. They are devoting all of their time and resources to their personal interests, their personal pursuits and their personal difficulties. There is a great disability in the human family now. And there is great risk because the human family has grown very large and is using up the resources of the world at a rapid pace.</p>\n\n<p class=\"book-paragraph\">It is important to remember that you are not here for yourself alone. You are here for your whole race. You are here for life. Our words seem difficult because people still think that they are here for themselves alone and are primarily concerned with the preservation of their own interests and goals. All we are doing is reacquainting you with the purpose for which you have come and with the world which you have come to serve. If this is a challenge to you, then you must evaluate your current position. If this seems threatening, then you must ask yourself, “Why would a gift of this magnitude be threatening and am I protecting what is really valuable?” Without the truth, people guard their substitutes for truth, and they guard them vehemently. But the truth is awaiting you. The truth will bring you back into the world. The truth will honor your great abilities. The truth will honor your great relationships, and the truth will honor those who sent you and those who are waiting to receive you.</p>\n\n<p class=\"book-paragraph\">There must be an opportunity to establish group mind in Knowledge here. This cannot be done at the level of nations because humanity has not advanced that far. This cannot even be done at the level of large groups because your race has not advanced that far. Remember, in a state of adolescence, everyone is out for themselves, even if they have newfound powers and abilities. Even if they are acting like adults, they are still thinking like children. A mature race is a race that has found its common needs and common boundaries and has found a basis for uniting itself.</p>\n\n<p class=\"book-paragraph\">Humanity is not yet a mature race. You seem magnificent compared to the plants and animals, but they are more orderly than you are. No matter how great you may seem within your own domain, you are very small and weak in the Greater Community. Here the Greater Community offers you real opportunity for advancement and the impetus for change. It provides the groundwork for people to find their unity, for everyone in the world faces the dilemma of Greater Community intervention. The Greater Community can teach you a great deal. It can show you a great deal. And it can force you to respond. Its risks and its opportunities are greater than anything the human race has ever faced before. To respond, enough of you must develop a group mind in Knowledge—not just one person. It is no longer sufficient to simply have one inspired individual here and there.</p>\n\n<p class=\"book-paragraph\">Humanity, because of its tribal background, is able to coalesce into small groups and to establish very strong environments for a group mind. In the group mind, you do not give up your individuality. You simply pool your intellect so that your group has greater and greater resources. Here you serve to verify and to support Knowledge within each other. Here you recognize that Knowledge is greater than you individually and greater than your group. Here you aim to use your greater abilities to build the Four Pillars of your life and to meet the challenges of your greater endeavor together.</p>\n\n<p class=\"book-paragraph\">A group mind can only be established by a community that has a focus and a shared activity. It is not a weekend affair between people who are otherwise disassociated from each other. It is not a support group that gets together once in awhile and tries to find some common ground. Instead, it represents a community of people who are fully bonded with each other. They are all still made up of individuals, but each person now is valued in terms of the talents that he or she can contribute. For what value is there in individuality except in the fact that you have individual gifts to give? Beyond this, individuality becomes your personal prison cell, a place where you can live but cannot escape.</p>\n\n<p class=\"book-paragraph\">In the Greater Community you will find individuality is not valued very highly because compared to the power of group mind, individuality is weak and can always be overcome. That is why the great saints in your past have had their Spiritual Family at hand. They were not thinking like individuals. They were not acting like individuals. They were representing a group mind. Any person who demonstrates real spiritual power in the world, any person who demonstrates physical power in the world and any person who demonstrates mental power in the mental environment all represent group mind because a coalescing of intelligence and the focus of many minds will always be stronger than one mind. One mind alone will not be able to verify its own experience effectively. Here you reach the limits of your individuality. Here you also see where your individuality has real purpose and merit. Here you see that your individuality is meant to be a contribution to others rather than a glorification of your own struggle to be free from others.</p>\n\n<p class=\"book-paragraph\">Humanity is adolescent because it is self-obsessed and because people are still living for themselves primarily. The extent to which people respond to each other and are devoted to each other represents the strength of the human race at this point in time. Every act of kindness, every act of selflessness, every genuine gift that is given in the world between people in all situations collectively represents the strength of the human race at this time.</p>\n\n<p class=\"book-paragraph\">If humanity cannot rule itself effectively, it will eventually fall under Greater Community domination. This is just like your life in the world now. If you cannot manage your affairs, others will come to manage them for you. If you cannot direct your own thinking, others will attempt to direct it for you. If you cannot pay your own bills, well, then others will have to pay them for you. This is simply a fact of life. This is what happens in intelligent life everywhere in the universe. Your world is no exception. This happens within the realm of your own world, and it happens in the Greater Community. It is a fact of life.</p>\n\n<p class=\"book-paragraph\">Knowledge seeks to make you strong so that you can make your own decisions, decisions which are wise and effective. But Knowledge recognizes that your decisions alone will not bring about a great result in the world in service to anyone or anything. You must join with others to do this. You must join your intelligence. You must contribute your real gifts and your particular talents and pool them with others. This creates a group mind. This is power. This enables things to get achieved at every level of human experience. This would be true even if there were no Greater Community. But it is required now because there is a Greater Community.</p>\n\n<p class=\"book-paragraph\">From a greater point of view, your emergence into the Greater Community represents redemption, not because your visitors from the Greater Community are here to save you but because they will require you, through circumstance and by the mere existence of their presence in the world, to finally wake up, to organize yourselves and to develop maturity. This maturing process will not be easy, just like it is not easy to become an adult from a state of adolescence. Adolescents become adults when they realize that they have restrictions, limitations, and responsibilities; when they realize that no one is going to do it all for them and that life has demands and consequences. This is what matures the adolescent person. This is what matures an adolescent race.</p>\n\n<p class=\"book-paragraph\">Therefore, the Greater Community is your redemption, for it will give you the foundation and a great common cause upon which to organize your people and to learn to cooperate together, for you will all share the same challenges now. Greater Community intervention and the breakdown of the world’s environment—these two great things will affect human unity and force it to come about in one form or another.</p>\n\n<p class=\"book-paragraph\">If humanity were alone in the universe, if it never encountered other intelligent life, then it would seem that you could go on and on living recklessly and competing with each other. But even this would have an endpoint, for you would soon use up your world’s resources. This would force people to come together because you could not afford to destroy each other since the resources used for this would be too valuable. You would have to reach an agreement. Like people in a lifeboat after the ship had sunk, you would have to establish a common cause, unity and an effective plan for survival. So, were there no Greater Community forces in the world, if your world still seemed to be an isolated speck floating about in the vastness of space, you would still face the great threshold where the human race must become mature. Survival would motivate you.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, you will be faced not only with survival, because your resources will be depleted, but also with the problem of self-determination. Now your adversary is not one another, it is forces from the Greater Community. They will not let you spoil this place because it is too valuable. From their perspective, you are like a quarreling tribe living on valuable real estate. It is now valued by others as well as by you, and you will not realize how valuable it is until there is competition for it.</p>\n\n<p class=\"book-paragraph\">We are illustrating the world as it is and as it will be. You know this to be true, even if it runs against your ideas and beliefs, your hopes and your wishes. We give you what you know, not what you want. We give you what you must know in order to fulfill your destiny here and to help preserve your race. For a race to emerge successfully into the Greater Community, it must prepare for the Greater Community. It must learn to apply its spiritual resources to a situation where the Greater Community is part of the environment. Therefore, there is a great calling for learning The Greater Community Way of Knowledge and Greater Community Spirituality. This Teaching is a gift from the Creator to enable humanity to undertake the next great stage in its development where it prepares to emerge into the Greater Community. It is a great answer to a great need. And it is the perfect response to all of the questions of humanity at this time.</p>\n\n<p class=\"book-paragraph\">So, when you ask yourself, “Who am I and why am I here?” also ask the question, “Where is the world going and what must I do for it?” Then you will have all the right questions. If you ask for yourself alone, your questioning will not be complete, and you will not understand the answer. If all of the questions are present, you will understand the answer because you will understand your predicament. And though you will see that you need to build a foundation for learning and living The Way of Knowledge for yourself—for your well-being, for your happiness, for your fulfillment, for the redemption of your own value and meaning here—you will also see that you need it for your whole race and that you are doing this for everyone and not just for yourself. This will enable you to make the sacrifices and the achievements to undertake the preparation that is necessary. Here you are free to go with Knowledge, even if Knowledge leads in a different direction from where you thought you were going before. You are doing this for others. You are doing this for your Spiritual Family. You are doing this for all humanity.</p>\n\n<p class=\"book-paragraph\">For humanity to become a wise and effective participant in the Greater Community, it must become united, it must gain a Greater Community understanding and perspective and it must learn what Greater Community Spirituality means.</p>\n\n<p class=\"book-paragraph\">Independence in the Greater Community is not a right; it is a privilege. Just as for nations in your world, independence is not a right; it is a privilege. Your own personal independence is not a right; it is a privilege. When you think it is a right, you think that life owes it to you, and you neglect the fact that you will have to work for it, preserve it and use it for a good cause.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is for you, but it is not only for you. It is for all of humanity. It will not be understood at the outset because it presents the greater problems in life, the problems inherent within people and within the world. It will challenge people’s understanding. It will challenge their tribal beliefs. It will bring to them not only promise but a great deal of work and preparation as well. The Greater Community Way of Knowledge is a ladder for the whole race. This does not mean that everyone will study it, for that is not necessary, but if enough people study it, they will be able to provide Wisdom for the whole world. This Wisdom is needed now. Knowledge must be discovered now. It is needed now. It is needed in your life, and it is needed in the world. You need it and others need for you to reclaim it. Others need it, and you need for them to reclaim it. You need to find your real relationships now, those individuals who were sent into the world from your Spiritual Family to be with you. You must find them. They are looking for you, and as each day passes, the need and the looking become more urgent and more important.</p>\n\n<p class=\"book-paragraph\">You do not have all the time to make up your mind and come to terms with your deeper inclinations, for time is precious now and should not be wasted. Much time has been lost already, and it has made your situation as a race more difficult. Much time has been wasted in your life, and it has made your predicament now more difficult.</p>\n\n<p class=\"book-paragraph\">When the house is on fire, everyone must get involved. Some will take greater roles. Some will take lesser roles. Some will simply pass water down the water line. It does not matter who is a hero or who is a heroine, for everyone works together. All that matters is that the fire is put out and the house is saved.</p>\n\n<p class=\"book-paragraph\">Humanity lives in a very big house. Part of the house is on fire. And others are visiting here to determine how the fire can be put out for their benefit.</p>\n\n<p class=\"book-paragraph\">This is why some people think that Greater Community forces are here to help humanity, because they will help you put the fire out. Yet they will reorganize your race in the process. They will gain control of your leaders in the process. In their own quiet way, they will determine where humanity will go and what it will do. Because they bring an answer, they will be welcomed and they will be trusted. People will believe in them and have hopeful feelings about them because the visitors will seem to be able to handle the situation. They will seem to know what to do while people are all running about in the world, frightened and confused.</p>\n\n<p class=\"book-paragraph\">However, the visitors are not your emancipators. They are your competitors. Yet there are other groups from the Greater Community who serve the emergence of Knowledge in humanity who will not seek to gain control here, for they know that would not be in the best interest of humanity. Your allies will support the emergence of Knowledge because the human race needs Knowledge, and they will support humanity learning Greater Community Knowledge and Wisdom because humanity must learn these in order to participate and compete in the Greater Community.</p>\n\n<p class=\"book-paragraph\">You have a great deal of preparation to do. Be patient. You are preparing for a very, very great thing. Be patient, but do not be passive. The Way of Knowledge has been introduced into the world just in time. Those who begin the preparation now will be in the best position to contribute to humanity in the times to come. Their learning will be accelerated, their lives will be accelerated, and the changes they need to make within themselves and within their own personal spheres will be accelerated. If they are patient and honest, and if they do not try to use the preparation for their own personal gain, they will be able to build their foundation. And they will be able to find those who have come into the world to help them.</p>\n\n<p class=\"book-paragraph\">Prepare in this greater education, for the time is great and the hour is late. Everyone is important now. Everyone has something to give, even if it is very small. Everyone can learn The Way of Knowledge at least enough to know to value those virtues that emanate from Knowledge—devotion, compassion, wisdom, strength, perseverance, courage and patience. Some will become proficient in The Way of Knowledge because they will be able to take the steps without claiming a greater role for themselves along the way. They will help prepare humanity for the future and assure that humanity has a future, for humanity must become the wise stewards of the world and prepare to participate in the Greater Community. Both go together and both represent the same goal.</p>\n\n<p class=\"book-paragraph\">It is time now to build a foundation for Knowledge. It is time now to build the Four Pillars of life and to learn how to do this in a way where all the pillars are supported and strengthened. It is time to step aside from the grandiose goals and ideals that can only keep you in a state of imagination about your life. It is time to consider your deepest inclinations. It is time to respond to the great needs of the world and to find your role and place there. It is time to give up the idea that you can escape the world or transcend its requirements, for you were not sent here to simply run away.</p>\n\n<p class=\"book-paragraph\">Here Heaven and Earth come together because they serve the same purpose. It is in serving the same purpose that their relationship becomes recognized. This is true between Knowledge and your mind. It is true between Knowledge and the world. It is true in the Greater Community as well. At every level of existence—at the level of the individual, at the level of the family, at the level of the culture, at the level of the nation, at the level of the world—these great truths hold true and demonstrate their truth accordingly.</p>\n\n<p class=\"book-paragraph\">Let us conclude now with a prayer because this is holy work. It is holy because it is complete, because it represents the wholeness of your life. It is holy because it is all encompassing, because it represents the full dimension of your existence here.</p>\n\n<p class=\"book-paragraph\">“Knowledge is the great endowment.</p>\n\n<p class=\"book-paragraph\">It is within me and you today.</p>\n\n<p class=\"book-paragraph\">Knowledge is calling us and the world is calling us.</p>\n\n<p class=\"book-paragraph\">We must prepare.</p>\n\n<p class=\"book-paragraph\">Knowledge is the bridge to the world and to each other. Let us learn to cross over this bridge.</p>\n\n<p class=\"book-paragraph\">We are not alone, and those who are with us</p>\n\n<p class=\"book-paragraph\">have been with us in the past</p>\n\n<p class=\"book-paragraph\">and are with us now. We need them now.</p>\n\n<p class=\"book-paragraph\">And we must call upon them now.</p>\n\n<p class=\"book-paragraph\">For we have come to serve a greater purpose</p>\n\n<p class=\"book-paragraph\">in all of the humble ways</p>\n\n<p class=\"book-paragraph\">that a greater service must be given.</p>\n\n<p class=\"book-paragraph\">This is the blessing of life. This is the calling of life.</p>\n\n<p class=\"book-paragraph\">This is the requirement of life.</p>\n\n<p class=\"book-paragraph\">And this is the gift of life.”</p>\n\n<p class=\"book-paragraph\">NASI NOVARE CORAM</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/preparing-for-the-future/"
}