{
  "title": "Preparing for the Greater Community",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity is preparing for the Greater Community. It does not know this yet, of course, but that is its stage of evolution, and everyone is involved. The fact that humanity is unprepared for the realities of contact with life in the universe is very apparent, but at a more unconscious level, people are anticipating this. And that is why it emerges in your movies, in your books, in human imagination. There is a seed of truth, an element of truth here.</p>\n\n<p class=\"book-paragraph\">There is a reason that people cannot speak of these things in public because it has been discouraged in the social discourse. That foreign craft are flying in your skies is an undeniable reality, and yet people do not want to think of it. And if they do think of it, they want to think of it in a positive way—that something wonderful is happening, that you have visitors, and they are here to help you and to guide you and to prepare you to meet the difficult challenges emerging in the world today.</p>\n\n<p class=\"book-paragraph\">You are preparing for the Greater Community. Unconsciously, perhaps foolishly and recklessly, you are preparing for the Greater Community. It is prepared for you. Races who are here in the world today are very well prepared for their mission here, a mission that few people in the world today comprehend and understand.</p>\n\n<p class=\"book-paragraph\">That is why the Revelation from God must reveal these things to you now in the clearest possible way so there can be no mistake, no tragic error of judgment, no misapprehension and no self-deception regarding the Intervention in the world today.</p>\n\n<p class=\"book-paragraph\">The wealth of the world is being spoiled and ruined, and the threat of this increasing has brought this Intervention here. It has also come because humanity has created an infrastructure that these races can utilize for themselves. You now have a worldwide community, worldwide communications, worldwide commerce and the beginnings of a worldwide government.</p>\n\n<p class=\"book-paragraph\">It is the great opportunity for the Intervention. They must act quickly before humanity destroys the wealth of the world, the wealth that the Intervention wants to have for itself. They also must act before humanity becomes more powerful, which would make Intervention more difficult to achieve.</p>\n\n<p class=\"book-paragraph\">It is a complex situation, and to understand it, you must have an education and preparation about the Greater Community of life itself—a reality that is unknown in the world. That is why the Revelation must speak of these things as well.</p>\n\n<p class=\"book-paragraph\">The religious traditions of the world were not given to prepare humanity for the Greater Community. Nor were they given to prepare humanity for a declining world—a world of diminishing resources and a world of escalating instability, a global community. The ancient teachings cannot prepare humanity for what is coming now, and who is here in your midst, and why they are here and the means they are using to achieve their goals of persuasion and dominance. These things must be revealed to an unwary and unprepared humanity.</p>\n\n<p class=\"book-paragraph\">You cannot stop the evolution of life. Even the evolution of civilization must proceed forward. You are going to have to face the Greater Community—ready or not, willing or not, prepared or not. If you are unwilling and unprepared and are not ready, then your position is extremely hazardous and the human family is in jeopardy.</p>\n\n<p class=\"book-paragraph\">These are greater matters that are not merely for people in privileged positions in government, or something for philosophers or theologians to consider. It is the concern and the focus of the citizens of the world. If they are unwilling to know and cannot respond, what can any government do?</p>\n\n<p class=\"book-paragraph\">That is why the Revelation is being brought to the citizens of the world, to you—to alert you, to prepare you, to strengthen you and to free you from illusions and misperceptions so that you may face the Greater Community clearly, honestly and objectively. For it is not a mystery, really. It is just a truth that is being concealed. It is being concealed by the governments of the world. It is being concealed by the Intervention itself. [Yet] it is part of nature.</p>\n\n<p class=\"book-paragraph\">You are facing competition from beyond the world. These forces are not here to eliminate humanity, but to corral humanity and to gain ascendancy in the world, for they cannot live in this environment. They need human assistance. It is a dangerous situation.</p>\n\n<p class=\"book-paragraph\">You will be afraid at first. You might even be in denial, thinking you do not want to deal with things of this nature. But this is the evolution of life. You must respond if you are to succeed. It is a great and difficult challenge, but humanity is able to face this challenge and to overcome it.</p>\n\n<p class=\"book-paragraph\">Forces in the world today are small. They cannot conquer the world by force, for that is not allowed in this region of space—something humanity knows nothing about.</p>\n\n<p class=\"book-paragraph\">To understand the Intervention, you must be educated about the Greater Community itself, and only God can educate you. For even a foreign race does not know the human heart and soul—even a beneficial foreign race, even those few races who are free in this region of space whom you could call “the Allies of Humanity,” even they cannot really fully prepare you for this, for they do not know your heart and soul. They do not know your history. They are not your Source.</p>\n\n<p class=\"book-paragraph\">This is one of the great realities that must be faced at this time, a reality that will change your view and perspective of the world and make you realize that human conflict must cease and that humanity must prepare for the realities, the difficulties and the opportunities of the Greater Community.</p>\n\n<p class=\"book-paragraph\">God’s Revelation has revealed how this can be done and what it means, and the realities and the spirituality of the Greater Community itself. This is part of your surviving in a radically changing world, for humanity is emerging out of isolation in the universe, and you will never have this isolation again.</p>\n\n<p class=\"book-paragraph\">Intervention is being attempted now, and even if it is thwarted, it will be attempted in the future. For the world is a prize, and humanity has not fully gained responsibility as the stewards of the world. You have not established a sustainable future, which opens the opportunities for Intervention.</p>\n\n<p class=\"book-paragraph\">Do not think that you are really important in the universe, that other races would come here to help you and be preoccupied with your wonderful characteristics. Do not fool yourself and congratulate yourself in this way. For you must have a sober approach, and you cannot lose heart and faith in humanity. The Intervention will try to strip you of self-confidence. That is one of their means of persuasion.</p>\n\n<p class=\"book-paragraph\">You must recognize that humanity has a destiny in the universe as a free and self-determined race, but to achieve this, you will have to learn Wisdom and Knowledge from the universe, which only God can really provide for you.</p>\n\n<p class=\"book-paragraph\">That is why the New Revelation is here, in part to prepare you for the Greater Community itself. The Revelation is also here to prepare you to live in a new world—a world of changing environments and political and social instability and upheaval.</p>\n\n<p class=\"book-paragraph\">The Revelation is here to teach you about spirituality at the level of Knowledge, the greater intelligence that God has placed within each person. The Revelation is here to bring you Knowledge and Wisdom from the universe so that you can prepare for life in the universe. And the Revelation is here to teach you of the Divine Presence, Plan and Will in the world, and to reveal the greater truth about these matters, and what it means for you and your life and destiny.</p>\n\n<p class=\"book-paragraph\">You have a great responsibility now to respond to the changing conditions of the world and to humanity’s emergence into a Greater Community of life. You have a responsibility to learn of the Greater Community and to prepare for the Greater Community, and to become a person of the world and not merely a person of a small group, a tribe or a nation. For the whole world is being imperiled by the Intervention.</p>\n\n<p class=\"book-paragraph\">Do not let your national identity blind you to your greater responsibilities here. The preparation must be shared and must be considered. The veil of secrecy must be pulled aside. The veil of ridicule must be pulled aside. This must happen at the level of the citizens, for it cannot happen alone at the level of governments or leaders.</p>\n\n<p class=\"book-paragraph\">You are entering a greater panorama of life. You cannot be fooling around. You cannot be broadcasting your conflicts and your fantasies and your absurd interactions out into space. You must learn who is flying in your skies, who is taking your people against their will. This cannot be a deep dark secret now. It must come out into the open so that people can see it and understand it clearly. For, as We have said, it is not a mystery. It is a concealed truth, concealed by many forces.</p>\n\n<p class=\"book-paragraph\">The individual must see with clear eyes and not be dominated by the persuasions of governments or social conventions or social persuasions. If you are to be free, this must be the case. If you are to contribute to an emerging world, this must be the case. If you are to prepare for the Greater Community yourself, which is mostly an internal preparation, this must be the case.</p>\n\n<p class=\"book-paragraph\">As it is now, humanity will fall into the hands of the Intervention eventually unless great effort is made to resist the Intervention and to reveal its presence and purpose in the world. The Intervention has its human representatives, people it has taken against their will and turned to its persuasions. It is no different from what nations do to one another—to undermine each other, to overtake each other, to gain access to each other’s resources and wealth. It is only happening on a more sophisticated and clandestine level now.</p>\n\n<p class=\"book-paragraph\">The secret must be revealed. It is clear. It is not ambiguous. All foreign races in the world today are part of the Intervention. The true Allies of Humanity will not intervene in human affairs, for if they had to intervene, they would have to control human understanding and perception, which as free races they will not do. And there are other reasons why they will not intervene, which you must learn of through the Revelation.</p>\n\n<p class=\"book-paragraph\">Knowingly or not, willingly or not, you are preparing for the Greater Community. This is one of the great needs of your time. If nations understood these things, human conflict would end. Human surveillance of the skies would become not just a matter for secret government agencies, but it would be a responsibility for citizens everywhere. The taking of people against their will would be revealed, and the Intervention would be exposed. It is relying upon human submission and human ignorance. If it is exposed, it must withdraw. This is the power that humanity could exert on its own behalf, which is not being exerted now.</p>\n\n<p class=\"book-paragraph\">The Greater Community education must begin. The time is late, the hour is late and the situation grows darker and more difficult with each passing day.</p>\n\n<p class=\"book-paragraph\">You were sent into the world to face these things. Regardless of your personal preoccupations, regardless of your preferences, regardless of your personal condition, this is the truth of your presence in the world. You were not sent into the world a hundred years ago when there was no Intervention here. You were not sent into the world fifty years ago, before the Intervention became truly manifest. This is your time and place. This is the world you have come to serve. Ignore this, and you will not find your true purpose and contribution in the world.</p>\n\n<p class=\"book-paragraph\">Some people have a connection with life in the universe, but everyone must face the Intervention. Everyone must begin their Greater Community education if humanity is to have a future as a free and self-determined race.</p>\n\n<p class=\"book-paragraph\">Competitors are in the world today functioning in a clandestine manner. How can you possibly understand this without the Revelation? You cannot prepare yourself for the Greater Community because you do not know what you are preparing yourself for. And human fantasy, speculation and projection regarding life in the universe have very little to do with the realities that you must face.</p>\n\n<p class=\"book-paragraph\">Do not shrink from this, for this is part of your calling. This is part of the required education of your time. This is what will motivate you to preserve the world, for your self-sufficiency in the universe is extremely important and is one of the necessary criteria to establish freedom and self-determination in the universe.</p>\n\n<p class=\"book-paragraph\">The Revelation is providing the preparation for the Greater Community, the only such preparation in the world today. The timing is critical. The need is tremendous, though it remains unseen and unrecognized by most people here.</p>\n\n<p class=\"book-paragraph\">Be courageous. Be determined. You must be courageous and determined to prepare for the Greater Community. You must be patient, for this is a greater education. It cannot be defined in a few sentences or simple definitions. You cannot be lazy and foolish in the face of such a great threshold.</p>\n\n<p class=\"book-paragraph\">God knows what is coming, and God must prepare humanity, who does not see and does not know. It is the challenge of facing the new world, a declining world, and the challenge of facing the Greater Community that will unite people and strengthen people and allow humanity to overcome its ancient conflicts and animosities.</p>\n\n<p class=\"book-paragraph\">You have a common need. It is so prevailing that it can overtake everything else. This is the gift of the great challenge you are facing—if this challenge can be comprehended, if the education about the Intervention and the Greater Community can be presented and shared.</p>\n\n<p class=\"book-paragraph\">Come to this and you will escape the petty matters of your life and your own suffering over little things. You will see the importance of your presence in the world and why you have been blessed and guided to receive the New Revelation.</p>\n\n<p class=\"book-paragraph\">Humanity has great promise in the universe, but for this promise to be realized, it must grow up. It cannot be adolescent. It cannot be foolish and self-indulgent in the face of greater things. Other forces are in your midst. You will have to contend with them now, and doing so will uplift humanity and give it greater strength and a greater determination for the future.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/preparing-for-the-greater-community.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/preparing-for-the-greater-community/"
}