{
  "title": "Preparing Your Family",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Preparing for the Great Waves of change requires many things. It is important, if you have a family and are married, that you begin to prepare them as well. Your young children do not need to know what is coming, but your spouse or your partner must become educated and supportive of your efforts. This is very important because where you live and how you live—your occupation, where you are situated, your transportation—all of this will be very important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people, even in affluent nations, are very poorly positioned for this, of course, and because it takes such a long time to come to terms with this emotionally and then to begin to make the necessary adjustments in one’s life, the sooner this preparation can begin, the better. Again, time is of the essence. If you have very little time, you will have very few options, and you may not be able to do much at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If your spouse or partner is reluctant or uncertain, then you must still make the necessary preparations. You must become a leader here. You must assume responsibility. Your children should know, at least, that nature has been harmed by human misuse and by human greed. People have used too much of the natural resources, and now there is less to go around.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In your family, pleasures should be simple, and you must focus on your economy, saving as much of your financial resources for the future as you possibly can, following the “Recommendations” that are included in this book and beginning to learn The Way of Knowledge so that the power of guidance that God has placed within you may be known to you and available to you. Others will now be depending upon your taking concerted action.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you do not have much time for doubt and ambivalence in this matter. Your family then becomes a great incentive for you to learn about the Great Waves, to develop your connection to Knowledge and to take the initial steps that are recommended.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your older children should really become educated about the Great Waves. Let them read. Direct them to resources that can help to educate them. Have meaningful and objective conversations with them. If they are reluctant or do not want to know, you must still lead your family. Again, do not rely upon consensus.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If there is severe disagreement between you and your spouse, or partner, regarding the change that must be made, then you must still be the leader. If you are clear and if Knowledge is directing you, you must be the leader, and you must take whatever actions are necessary to protect your family and your children, with or without your spouse’s participation. You cannot be held back now by anyone, for the times demand recognition and preparation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you have elderly parents, depending upon their circumstances and condition, you may not be able to educate them. But you will have to plan for how they can be cared for, given whatever resources are available. This can be a very difficult matter, and you may need to seek professional advice.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a great challenge to be the one who is awakened while others are still sleeping and dreaming. It can be a great challenge to be the one who sees, knows and feels the great change that is coming while others remain numb or turn their backs. Yet this is your preparation—not only for the world to come, not only for the future, but also your preparation to become strong, to guide others and to take greater responsibilities in your life. Do not reject or resent this. It is necessary, and it will be redeeming for you. As it has been said, the Great Waves of change are accelerating a process that must take place anyway. It is necessary for you to grow up, to become objective, to become observant, to become aware of your environment and to become aware of your connection to the future and your relationship with the future.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In your preparation, you must minimize expenses as much as possible, even if you are affluent. You are going to need these resources in the future. Your pleasures and activities should be simple, for you will need to preserve your energy and your resources now. Do not think that your financial position or your financial status will be preserved into the future in the face of the Great Waves of change. That would be a very grave mistake. For in the future, many people will be unemployed, will not have work and will be financially desperate and destitute. Even governments in the wealthy nations will not be able to provide for them adequately.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, it is necessary, as in all things, to simplify your life, to conserve your resources and to begin to take the steps that you must take to regain your strength, to regain your focus, to assume your responsibilities and to provide for others effectively and wisely in the face of great change.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As it has been said, there may be other people you will have to take care of as well. For many segments of the population, even in wealthy nations, will be extremely vulnerable—the elderly, the infirm, children without parents or children with only one parent. If you are able, you must be in a position to assist them. For everyone will be poorer in the future as the Great Waves diminish the resources available to humanity and as economies begin the great and difficult adjustment to living in a world in decline.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your economic reality will not be based upon growth but upon preservation. That will be a very different reality for most people. It is coming. You can see it. You can feel it. It does not require a genius to recognize this, only courage and sobriety.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, the financial well-being of your family, your family’s health, your relationship with one another—all must be strengthened now. You must band together and work as a unit as much as possible. Your children will respond if they recognize there is great financial pressure now. Their play and their activities should be simple and natural. In the future, they may not have the technological pleasures or resources that they now might enjoy in a wealthy nation. They will have to adapt to this. Everyone will have to adapt—not just the poor, not just those who are facing misfortune, but everyone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it may well be necessary for families to become united with each other to provide resources and assistance—networks of families, through civic organizations, through churches and so forth. The further ahead you plan for this, the better the position will be for you and for your family.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You may well have to deal with disagreement or disbelief. Unfortunately, humanity at its overall stage of evolution is not yet very intelligent. Intelligence here is the willingness and ability to learn and to adapt. This requires the willingness and ability to change as circumstances require it and to look ahead and to foresee the need for change. In this regard, humanity overall has not yet demonstrated its greater intelligence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So you can expect that there will be disbelief and resistance. You can expect that many people will be critical. They will think that your approach and your ideas are too extreme and that what you are pointing to in the future is too radical, even impossible. But you cannot be dissuaded by this, for what is coming is a radical change, and that requires what will seem to many a radical preparation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must always have an adequate supply of food for your family, as much as you can store, for there will be times when food will become difficult to get or to purchase, and it will most certainly become ever more expensive.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must practice great tolerance with your family, for they will all experience over time the strains of adjustment. It will be difficult for everyone. It will be difficult for your older children, who perhaps are used to living with a certain degree of affluence, to face a life without this affluence. Be very tolerant then with one another. Be as compassionate as you can. Be patient. But persevere. You must have a determined approach. You cannot let yourself fall behind in your preparation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you have a family, it means you will have to become a leader of that family. It means you will have to take responsibility for setting a direction, taking steps and requiring others to go with you. It will be difficult, but it will also make you strong. Adversity will make you strong. Disagreement will make you strong. Ridicule will force you to trust yourself and to trust Knowledge within yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not act out of fear or panic, for this leads to bad judgment. The state of mind that you want to achieve is one of clarity, objectivity and determination. You will go through periods of great anxiety and great fearfulness. You will go through periods, perhaps, when you will want to deny this reality, run away from it or find some more comfortable way to approach it or to consider it. You will want to lessen it and think that it is really not so bad and that you are overreacting to it. You will think that you should be more reasonable, more rational, which in reality means that you should act like other people act. You will have times when you will feel helpless and hopeless. Why prepare at all when it is so terrible?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet these are all emotional reactions. It is normal to have these kinds of reactions as long as they are not long lasting. It is part of the psychological adjustment to living in a declining world—a world of declining resources, a world of declining opportunities and a world of greater stress—requiring greater cohesion and unity between peoples.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a strange reality that the more affluent people are, the more separated they are. The more wealth people have, the further they seek to be from one another, the more isolated they become and the more they focus on their relationship with things rather than with each other. This wealth that is sought so feverishly and so compulsively actually weakens the human family and destroys individuals who claim to be its beneficiaries.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the future, people will have to unite together. There will have to be greater cooperation. There will have to be greater restraints on what people can do, just to make cities and communities function. You will have fewer personal freedoms in the future, and that will be difficult. Out of necessity, people will have to follow certain courses of action within communities as resources diminish and as the need to care for people, particularly those who are most vulnerable, becomes ever more paramount. Lawlessness and crime will increase, and this will be a great difficulty.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are things that perhaps you have felt already, or perhaps they are things you have not thought of at all. But when you begin to look over the horizon and see the signs of the world, and as you gain a greater objectivity—moving beyond the paroxysmal response of hope and fear to a place of greater objectivity—you will be able to see the picture, the possibilities and the difficulties that are certain to arise. You will see how people will respond to the requirements of great change. You will see people fight, struggle and compete. You will see people in denial. You will see people blaming others, blaming governments and blaming God. You will see violence. You will see tragedy. But you will also see great human courage and great human integrity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The difficult times ahead have the promise of bringing people into a greater functioning unity than they have ever enjoyed before. Only in times of war have certain nations united together with such determination. Now you are fighting against the product of humanity’s misuse of the world. Now you will be fighting against the consequences of human greed, ignorance and conflict. And now you will have to contend with intervention from predatory races in the Universe who are here to take advantage of a weak and divided humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like entering a great war, but it is not a war against other people. It is a war against circumstances. It is a war against the product of humanity’s long and unhappy past. It is a struggle against nature, in a sense, in that you now must deal with the reality of living in a declining world, where ever greater numbers of people will be drinking from a slowly shrinking well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The great threshold here is facing the great threshold—for yourself, for your family, for your spouse or partner, for your community and for all the other people whom you care about.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why the inner preparation is so vitally necessary. If you panic, you will do foolish things and make very unwise and even tragic decisions. If you try to tell everyone at once what you are seeing, you will be overwhelmed with discouragement. Instead, in quiet, before you proclaim anything beyond your family, you must build your inner strength.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is as if you are facing a great mountain, and you must climb this mountain. You must gather together what you need, the provisions that you will need, leaving aside anything that is unnecessary for the journey. You brace yourself for making this climb—building your physical strength, your mental strength, resolving as much as you can, simplifying your life, simplifying your range of concern and focusing your mind and attention.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will see, as time progresses, the tragedy of people being swept away, losing everything in the Great Waves of change. As economic instability grows, people will be losing their jobs, their careers and their homes. It is already happening in so many places. You will see more social disorder, particularly in large and expanding cities, but also in rural areas as local economies begin to collapse.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will see these things, and if you are unprepared, they will be overwhelming to you, and there will be little you can do eventually to prepare for them. That is why this time is so important to see what others cannot see, to feel what others will not feel and to do what others will not do. This gives you the greatest advantage and will require great strength from you. You will need this strength as never before.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, do not complain. Do not reject these words. Do not try to fall back into a comfortable state of mind with all your comfortable conclusions and assumptions. Do not retreat into some earlier or past experience. Do not look for an escape, to escape to some place or situation where you will not have to deal with these things, for such places will not exist now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">From a higher vantage point and from a greater wisdom, the Great Waves of change are what humanity has created for itself to force a kind of redemption. Unable to use its affluence effectively, it must now use its failure. Humanity must now use adversity to redeem itself. This redemption is not guaranteed, but under more dire circumstances, people do show the ability to unite together in a more selfless manner. People do have the ability to unite to save one another. It is like being in a house on fire. Everyone must pitch in or the house is lost. Everyone must participate or people are lost. It is like being on a ship that is slowly sinking. Everyone is forced into action to save the vessel and to save not only themselves, but to save everyone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Waves of change will require this kind of selfless action increasingly, and for those who can cultivate this selfless approach to life, they will be in a position to lead others, to help others, to rescue others and to empower others. Those who are worshipped and idolized today may be replaced by a whole different set of leaders whose skills and whose compassion raise them above everyone else. Those who are glamorous, those who are famous, those who are beautiful, those who are charming—what will they offer to a world in decline? Their chances are no better than the average person and in some cases much worse.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will require a different kind of strength from people—a core strength, the strength of Knowledge. This will require greater integrity, greater wisdom and greater cooperation—the real merits and the real abilities of the human family. In affluence, people are dissolute, but in adversity, people can do magnificent things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Just taking care of your family, becoming a leader in your family, setting the vision, taking the steps and being unwilling to give up your responsibilities because of the desires or preferences of others—this represents a greatness in you. Do not shrink from this or you will shrink from the very circumstances that you have come into the world to serve, and you will put your family in jeopardy as a result.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot save humanity. You cannot save the world. You cannot save your nation. You cannot save your city or your town. But you must save those who are close to you, and you must save those amongst your neighbors who are most vulnerable and who will be most greatly endangered by the circumstances to come.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There will have to be much sharing and much cooperation. There will have to be much public service. There will have to be a great restraint of violence and self-destructive behavior. The circumstances will require this. Many people will be at great risk—the very old, the very young, the disabled and the handicapped. Many people will have to step forward to give more than they are accustomed to giving. Their time and their energy will now be devoted to caring for others. This will be a requirement. Everyone will need to pitch in, or whole cities and communities could collapse into chaos and terrible violence. Starvation could occur even in the wealthiest places as food distribution is disrupted.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The situation is terrible, horrible or redemptive, depending on how you look at it, depending on which state of mind you are functioning from. If you are functioning from your personal mind, then everything will look terrible, and you will want to deny it and dismiss it. If you cannot dismiss it, you will want to blame others for it and try to run away and find someplace to hide. However, from the greater state of mind of Knowledge, you recognize that the Great Waves were coming all along, that you have a role to play and that you must become very strong now, very compassionate and very forgiving.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why taking the steps to Knowledge is so important. It will secure your well-being and the well-being of your family and others whom you care for. Knowledge is not merely to have a high spiritual experience. Your very survival will depend upon it now, and your ability to be of service to others, for the needs of people will be far greater in the near future than they are today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your spirituality will be about caring for people, feeding people, serving people and taking care of the world around you. That will be your gift to God. That will be your service in the world. That will be what will reunite you with Knowledge within yourself and make you whole and complete.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The very circumstances that people deny, reject, avoid and are terrified of are the very circumstances that could redeem them, that could unite them within themselves and that could make them powerful and whole, effective and fulfilled.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If humanity cannot learn from its successes, then it must learn from its failures. If humanity cannot unite in its wealth, then it must unite in the loss of its wealth. For in a world of decline, wealth will be lost. Ultimately, wealth is tied to resources in the world. As resources decline, wealth will decline. A few may hold onto great wealth, but they will be extremely vulnerable as others turn against them. Where will they run and hide? They will live like slaves, like prisoners. They will be unable to go out in public, unable to show their faces, surrounded by guards. That will be their tragedy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the world you have come to serve. Gain the strength beyond fear and preference. Gain the greater strength of Knowledge, which is clear, objective and compassionate. Become a student of Knowledge. Receive God’s blessing and God’s preparation. Look ahead, not trying to understand everything or to resolve everything, but to take the steps you must take.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ask yourself, “What must I do now in order to prepare myself and my family?” Already there are things you know you must do. Perhaps you have known them for some time. You must do them now. Do the things you know you must do today, and tomorrow you will know other things that you must do. If you do them, you will know more things that you must do. It is by doing that you gain greater clarity. Completing the tasks you know you must do shows you the other tasks that must be completed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The pathway opens up before you. You cannot hold yourself back and see it all. There is no guarantee of success in life. There is no assurance that everything you do will work out perfectly. You do not get to see the pathway and then decide if you want to take the journey. You must take the journey to see the pathway.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge within you knows what must be done. It knows how to respond to the world far beyond what your intellect is capable of. Yet even your intellect will have to be brought into great service here—working together with Knowledge, uniting you within yourself, bringing all of your assets and your gained wisdom to bear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To know what to do beyond what you are doing now, you will have to complete what you are doing now, and then the next steps will appear. This is how the journey is revealed. And this is the journey that you must take.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/preparing-your-family/"
}