{
  "title": "Pride",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">People have very mixed feelings about pride. On the one hand, they do not like the appearance of pride because it is arrogant and condescending. It makes others feel smaller or weaker or less capable. It has an insulting quality to it that you can immediately feel in others if they are exhibiting this characteristic. Yet, everyone likes to feel pride because it gives one a temporary sense of power, purpose and meaning. So, while it is unattractive in others, it has its own appeal for each person. But what is pride, what does it mean and how should it be viewed in order to gain a greater perspective in life?</p>\n\n<p class=\"book-paragraph\">Simply said, pride is a compensation. It is something you seek to offset the pain of your own separation and uncertainty. It is a compensation to offset the grave discomfort that accompanies a feeling of inability, a lack of capacity, and so forth. It is something to offset a weakness and to cover it up. Pride cannot replace the weakness, but it provides an escape. If pride is a compensation, then it makes up for something that is lost.</p>\n\n<p class=\"book-paragraph\">To be proud of yourself and what you do seems absolutely normal. It even seems to be valuable, for it is thought that when people have pride in what they do, they tend to function more adequately, with greater conscientiousness and greater ability. But being aware of your attributes and feeling confident or satisfied with your creations is not the same as pride itself. You can have the experience of satisfaction in your own accomplishments and the value and excellence of your work, whatever it may be, without demonstrating arrogance, without being condescending to others and without the other forms of conceit that inevitably will turn against you.</p>\n\n<p class=\"book-paragraph\">Pride is a compensation. It is something you give yourself to make up for something that is lost. For practical purposes, let us say that pride is equivalent to self-importance. The idea of self-importance seems absolutely normal and justifiable as long as it does not become irritating to other people or extreme in its expression. But there is an inherent flaw with self-importance, a flaw which cannot be escaped and which will cast its destructive influence and impact upon everything you do and everything you conceive because self-importance is a compensation making up for something that is lost. It is a weak replacement, for what it replaces is the strength of Knowledge within you which has been lost.</p>\n\n<p class=\"book-paragraph\">So, we can replace the word “pride” with the word “self-importance.” They are really the same. Self-importance works against the reclamation of Knowledge because it continues to assert an idea about yourself that is not consistent or compatible with life. It continues to separate you from life and to make you the central focus. It binds you to your own dilemmas and prevents your escape from them because it leads you to become self-absorbed. It is concentration on the personal mind to the exclusion of life itself, and because the personal mind is inherently flawed and incomplete, its flaws and incompletions will haunt you and dominate your attention. In order to offset this, there are all kinds of demonstrations and expressions of self-importance. This is manifest in every aspect of people’s behavior, in their concepts, in their beliefs, in their philosophies, and in their strong adherence to their own ideas and ideals. But underneath this myriad of expressions, there is self-importance. And the importance that is emphasized in this attitude is weak and inconsistent with life.</p>\n\n<p class=\"book-paragraph\">You are a part of life. You are an expression of life. To a certain degree, you are a unique expression, though do not take the idea of uniqueness too far. You are not the center of life. You are not the center of the universe. You do not have your own universe. You do not create your own universe. You merely interpret the universe that you share with all life. If you interpret life wisely, then you will be able to participate in it and join with it meaningfully. But if you interpret life according to a belief in self-importance, according to the need to assert yourself and to offset your own discomforts, then you will misinterpret life and you will attempt to use it to fortify your self-importance, which denies your access to life and makes your participation within it disassociating and destructive.</p>\n\n<p class=\"book-paragraph\">Underneath pride is a sense of despair, a sense of despair that cannot yet be faced, and so there is an attempt to run from it, to build something over it, to build a wonderful and beautiful expressive life over an inner reality that is in disrepair and is inherently alone and sad. Observe the desire for pride in yourself. See how it feels to take great pride in yourself or in your accomplishments. See how long this lasts and what it really feels like. Does it give you a sense of inclusion in the world? Does it give you a sense of peace? Does it give you greater equanimity? Or is it a momentary experience of self-inflation which will soon be replaced by the fervent need to reassert yourself in a different set of circumstances? For all that has been devoted to this pursuit and for all that has been invested in it, how much and how great is its reward?</p>\n\n<p class=\"book-paragraph\">Self-importance is a critical error because it denies the source of your expression. It denies the source of your meaning and purpose in the world. It says that you are the source of your creations. Yet, if the real source of your creations disavowed you or pulled away from you, you would be truly empty and truly impoverished. What self-importance is there then?</p>\n\n<p class=\"book-paragraph\">All great contributors in all fields and endeavors must at some point come to terms with the reality and the fact that what they are giving comes from beyond them, that they themselves are a medium, a messenger and a provider for something greater from beyond themselves. This is the reality of their creativity. This is the reality of their desire to give. This is the source and meaning of their contributions, whatever they may be. This is what gives these contributions value and what enables them to be inspiring to others.</p>\n\n<p class=\"book-paragraph\">But, of course, with pride this is all lost. There is no recognition of the source of your meaning and your value. There is no recognition of the power and the grace that can express itself through you. There are only moments of self-aggrandizement followed by great periods of fearfulness, suspicion, anxiety and conflict.</p>\n\n<p class=\"book-paragraph\">Yes, you must practice and develop your skills. You must work very hard, and you must rise above the mediocrity that you see around you. But this is only so that you can become a vehicle for a Greater Reality to express itself through you. In this there is real accomplishment. In this there is no pride because when you are in relationship with a Greater Reality, you realize you are but the vehicle for its expression, and you value yourself for this. You do not claim responsibility for its power and its intelligence. You give. You do not claim the glory. What glory is there in giving except the satisfaction of giving itself? If the world honors you and esteems you and even glorifies you, which it does for some people momentarily, what meaning is there in this? A moment of glory for a lifetime of contribution.</p>\n\n<p class=\"book-paragraph\">There are many creative people in the world who have potential for expressing something of real meaning and value but who suffer greatly because they cannot see that they are but the means for expressing something greater. They believe that they are the source. They feel that they must control their own expression and determine where it is to be given, to whom and for what purpose. They must control the results. They must control the whole process. They must be the authors of their own creations. For this they suffer without seeming limit or end. And their ability and potential are greatly stifled by and wasted upon a self-absorbed approach that can only lead to frustration and disappointment. And so there is this constant attempt to assert oneself, to establish one’s value, to declare one’s purpose, to gain recognition and even adulation.</p>\n\n<p class=\"book-paragraph\">This is not the way of Knowledge. It is not the way of happiness, and it is not what the world needs. You do not need recognition from the world. You need to experience the value of your own giving and the meaning of your own work. These can only be recognized when you see that you are the vehicle for something greater, something that loves the world but which is beyond definition, beyond words and even beyond understanding. You do not need to understand the Greater Reality to feel it, to enter into relationship with it, to be part of it and to reclaim the Ancient Heritage which is yours and the power which has been given to you through Knowledge. Let those who cannot be in relationship with life try to understand it. They will not. And their ideas, no matter how seemingly intellectual or perfectly ordered, will not encompass the experience of the Greater Reality of which they themselves are an intrinsic part.</p>\n\n<p class=\"book-paragraph\">For you who are considering becoming a real student of Knowledge, and for you who have begun the great reclamation of Knowledge according to the preparation that we have provided, you must realize that self-importance is a weakness and a liability. It is not simply the behavior that is associated with it that is the problem. It is the lack of foundation that this behavior expresses.</p>\n\n<p class=\"book-paragraph\">In becoming a student of Knowledge, you begin to reclaim, slowly and significantly, a real foundation in life. This does not happen all at once. It is not simply an answer or an explanation or something you tell yourself. It does not excuse you from the difficulties of life. It does not raise you above everyone else. It is not about self-importance. Instead, it builds a foundation for certainty—certainty within yourself and certainty within your relationship with life. Over time this certainty begins to permeate all of your thinking and activities, and as it does so, you become stronger and more complete. What need is there then to assert and to prove yourself when this foundation has been established? Indeed, you will see that the pursuit of self-importance takes you away from your foundation, blinds you to your inclusion in life, turns you away from the source of your Wisdom and creativity and places you alone in a seemingly hostile universe, in competition with everyone else who is attempting to assert themselves and to step in line in front of you to compete with you for the world’s recognition and rewards.</p>\n\n<p class=\"book-paragraph\">Turn away from self-importance. Your personal mind will never be significant in the universe. Do not give it this importance. It is not an honor for you or for life. Your personal mind is but a part of the means for expressing a Greater Reality in a temporary reality, for expressing the Knowledge of the universe in the unique opportunity you have to live in the world.</p>\n\n<p class=\"book-paragraph\">It could be said that there are two things in life that you will see: There is Knowledge and there is self-importance. You will see that without Knowledge people need to be self-important because they feel they are nothing, have nothing and are associated with nothing. And so they associate themselves with their ideas, they develop their relationships in order to support their ideas, and they fortify themselves against loss by desiring money and power, influence and recognition. But no matter how much they acquire or how successful they might be temporarily, underneath all of this is a tremendous sense of emptiness and loss. They are not connected to Knowledge. Yes, they may use intuition here and there, but that does not represent that they have a relationship with Knowledge.</p>\n\n<p class=\"book-paragraph\">Those individuals who seem more powerful, more grand, more significant, more influential, more beautiful or more handsome than you—consider what you are seeing. Without Knowledge, there are no other advantages in life. Without Knowledge, you will not have a foundation. Steps to Knowledge is the means for building a foundation upon which you can live a meaningful life. Without this foundation, you are at sea. Your life is built on quicksand. Anything that you establish can easily be torn down. You are a victim of the world and the forces in the world. You are competing against everyone and everything. You are competing against yourself. Your mind is constantly in conflict. Success and failure are your concern, not contribution.</p>\n\n<p class=\"book-paragraph\">Into this seemingly hopeless situation come the gift of Knowledge and The Greater Community Way of Knowledge. While people around you are reinforcing their need for self-importance and their investment in their self-importance, you have a greater possibility. You have the gift of freedom to enable you to escape a pursuit that can never be successful. You can never be important enough. You can never be rich enough or famous enough or pretty enough to offset the lack of a foundation within yourself. Without a relationship with the Greater Power that is clearly and properly understood, and without being in a position to give in life, you are at a profound disadvantage, whether you are rich or poor, handsome or not, magnificent or simple. No matter what your station in life, no matter what your appearance to others, without Knowledge you are weak and vulnerable.</p>\n\n<p class=\"book-paragraph\">But take heart. Knowledge has not left you. It has not gone away. You cannot rid yourself of it, and it will never leave you. It is waiting to be discovered, a living reality within you that confirms your meaning and purpose for coming into the world at this time. It confirms your relationship with your Spiritual Family beyond the world, and it confirms your relationship with the world, for you have come to the world to give. What difference does it make if you are important or not as long as your mission in life can be furthered and accomplished? When you leave this life and return to your Spiritual Family, you will not be interested at all in what you became in the world or what people thought of you there. The only thing that will concern you is whether you accomplished your task or not. That is all that matters. And your task will always involve the reclamation of relationships and the expression of Knowledge—no matter what your form of expression or the avenue of life that you participate in.</p>\n\n<p class=\"book-paragraph\">Find escape from self-importance. Be one of the few who finds an open door away from this hopeless involvement. It is a blessing that your life in the world is temporary. The reason it is temporary is that you have come here to give something, and you do not want to linger too long. It is good that it is temporary because being in physical life is very cumbersome and very complicated. It is difficult. Taking care of a physical body, taking care of all the things you own, taking care of your relationships—all require a great deal of effort.</p>\n\n<p class=\"book-paragraph\">Therefore, you are given the relief of being able to go back to your Spiritual Family. Your tour of duty here is limited, but you can only appreciate what this means as you come to know and to experience that you have a greater reality beyond the world, a reality that gives meaning and purpose to your being here now. This is not merely a self-comforting idea. This is the fundamental truth of your life.</p>\n\n<p class=\"book-paragraph\">You see, the world cannot give you meaning, and it cannot give you your purpose. What the world can do is ignite the purpose you have brought with you, that is within you already. The world provides the need, not the answer. You have the answer. The world pulls the answer out of you because of its great needs. That is why coming to the world to do anything but work is absolutely foolish. What else can the world offer you? Yes, it has beautiful places and it offers some wonderful momentary pleasures, but it is not worth the journey here unless you can get something done. Considering where you have come from and where you will return to, this is most certainly true.</p>\n\n<p class=\"book-paragraph\">Now, when you ask about finding greater purpose in life and whether you are going to have relationships and how you are going to improve your circumstances, it is very important to consider—since everyone has these questions to one degree or another—why you are asking these questions. What is it you really want? What is the motive behind asking these kinds of questions, which are very fundamental and important questions. What is your motive in asking them?</p>\n\n<p class=\"book-paragraph\">Knowledge will transform your life. Is this what you want? Or do you simply want to fortify your current position and add to your list of advantages? Do you want to become safer and richer and more imbued with wonderful abilities and more recognized and more valued? What is your motive?</p>\n\n<p class=\"book-paragraph\">When you ask Knowledge to do something for you, you must realize that Knowledge will give you what it needs for you to have, not what you want from it. Yes, you will want certain things, but understand that Knowledge will transform you. This will not guarantee that you will have any of the specific things that you may want. Yes, you can use your mental power to get things in life. Yes, you can commit yourself to acquisition—the acquisition of objects, the acquisition of people, the acquisition of ideas, the acquisition of truths—it is all acquisition. The acquisition of truths can be as selfish and self-indulgent as acquiring money. If it is for pride and self-importance, it will have the same result and the same disqualifying aspects, preventing you from gaining access to your life and its real meaning and purpose, which is where all the satisfaction in life is. Everything you own, everyone you associate with and everything you do can ultimately only serve the purpose of bringing you this greater understanding and this greater commitment to give to the world. In this, the world serves you by disappointing you, even more than by giving you the things you want. It gives you another chance to see if you want self-importance or if you want to live a life of Knowledge.</p>\n\n<p class=\"book-paragraph\">Let us give this very great idea from the Greater Community for you to consider. This is a truth that advanced races in the Greater Community have come to realize through life’s experience. Because it is a universal truth, it means that it is applicable everywhere. It is a truth that transcends race, culture, temperament and nature. It is true everywhere, whether you are a human being, or whether you are something else. The truth is this: The Wise remain hidden to remain wise. We recommend that you contemplate this idea, but do not be satisfied with your first conclusions. You must go far beyond them to reach the real meaning of this idea. This idea is so important if you can consider it and stay with it long enough because it teaches you about yourself, about the nature of your real ability, about the role of Knowledge and about the reality of the world. Only a person who can penetrate this idea will gain these great results.</p>\n\n<p class=\"book-paragraph\">Right away you can see that if you are driven by the need to assert yourself and to proclaim and establish yourself, then there is a problem in your approach to Knowledge. With Knowledge, the more powerful you are, the more you conceal your power. With Knowledge, the more influential you are, the more careful you are where this influence is expressed. With Knowledge, you are only given to communicate to certain people for certain purposes. With Knowledge, you are hidden in the world because the world cannot yet accept Knowledge wholeheartedly.</p>\n\n<p class=\"book-paragraph\">Those who are strong with Knowledge will always guard their gifts and be very discerning where they can be given, how they should be expressed, and so forth. This is Wisdom. This is learning how to get things done in the world, which is what Wisdom is about. Wisdom is also about how to be in the world because being in the world and getting things done are the same.</p>\n\n<p class=\"book-paragraph\">If you were a man or woman of Knowledge and you did not exercise this Wisdom, the world would attempt to use you for its own purposes. People would use you for this or for that. They would associate with you to try to take from you that which you have. They would try to employ you for their purposes. They would drain you of your ability and your energy. They would rely on you and feed off of you and attempt to manipulate you. And when they realized they could not get any more from you, they would either discard you or attempt to destroy you. This is not because people are evil. It is simply because they do not yet have the ability to receive Knowledge directly. When you cannot receive something directly, it must be given to you indirectly. You yourself cannot yet receive Knowledge directly. You have to receive it incrementally, very slowly. Knowledge has to be applied and demonstrated to you.</p>\n\n<p class=\"book-paragraph\">The Greater Power in the universe is wise. It does not give things to people beyond their capacity, so the focus is to develop people’s capacity, desire and understanding. This is what Steps to Knowledge is for. This is what my words are for. They are not to fuel your self-assertion. They are not to make you richer, more grand, more beautiful or more exquisite in life, for these only jeopardize you and make you fall prey to the madness of the world.</p>\n\n<p class=\"book-paragraph\">The Wise remain hidden to remain wise. What are the prospects for self-importance here? The more powerful you become, the more you have to conceal it. The more complete you become, the greater your influence on others and the more careful you have to be.</p>\n\n<p class=\"book-paragraph\">With Knowledge and Wisdom, there comes a natural reticence to be part of anyone’s need for self-importance. And there is a reticence to give yourself to your own self-importance because you see it as an enemy of your true pursuit. You do not repudiate self-importance. It is not morally unjust. Instead, it is seen as something that works against you, and you do not want to support it either within yourself or with others. Likewise, you do not want others to use you to bolster their self-importance, which is so often the motive in people’s personal relationships.</p>\n\n<p class=\"book-paragraph\">The Wise also remain hidden so they will not abuse or misuse their abilities. It is a safeguard for them and for others. If you seek to become a man or woman of Knowledge in order to become more magnificent, more powerful, more recognized or more beautiful—in other words, if you want to become a man or woman of Knowledge to assert your self-importance—then your learning process will be one of disappointment and disillusionment because you must be freed and separated from your incorrect thinking and your inappropriate motives.</p>\n\n<p class=\"book-paragraph\">Knowledge will not abide with you unless you are sincere. Knowledge is not simply a power that you can tap into and use, as people so often think. It is an intelligence. You cannot simply get to it and use it as if it were an oil well. It is intelligent. It is smart. It is wise. And it is compassionate. It knows the way to you. Become receptive to it. Let it emerge within you. Take the steps to it, the steps to Knowledge. Do not alter them. Do not try to make your own way. You do not know how to get to Knowledge, but Knowledge can bring you to itself, and that is the way. Relieve yourself of the constant burden of asserting yourself and establishing yourself. Then and only then will you see what real freedom means.</p>\n\n<p class=\"book-paragraph\">Now let us talk about something else that will perhaps give you a clearer idea of what I am saying. I have said that people try to assert themselves, establish themselves and make themselves more important because they feel a deficiency or a lack within themselves. This is obvious. But what is not obvious is that when you try to compensate for your lack or deficiency, they become stronger. When you try to compensate for your weakness, your weakness is confirmed. As you persist, you will become even more disassociated from yourself. You will start to believe that you are really important. You will start to believe that you are all these things that you are trying to be. But underneath is the reality that you feel weak, deficient and alone. Not only has the error not been corrected, it has been overlaid with a gigantic falsification of your life. Now you are doubly removed from yourself. Now the means for the reclamation of Knowledge within you becomes even more difficult to find and to accept.</p>\n\n<p class=\"book-paragraph\">Face your emptiness rather than compensate for it. Face your sense of weakness instead of constantly trying to prove it is not true. Face your sense of isolation and loneliness instead of convincing yourself that they do not exist. You face these things in The Way of Knowledge because you must pass through them and go beyond them. They are standing in your way. You must face them. You may say to yourself, “Well, I am really a wonderful person,” but this may not be how you really feel inside. Then you will try to use The Way of Knowledge to prove that you are a wonderful person. You may even think that Knowledge is proving that. But there is a fundamental error, and you have to go back to where the error is made. You start from where you are, not from where you want to be.</p>\n\n<p class=\"book-paragraph\">Becoming honest means that you accept things as they are right now. You accept them not because they are ultimately true but because they represent your starting point. You cannot start the journey from where you want to be. You cannot be at the end of the journey while you are at the beginning. You cannot be at the top of the mountain when you are really at the bottom. When you are at the bottom, be at the bottom! Do not falsify the situation by saying that the mountain isn’t important or that it is no problem for you to climb it or that you will climb it some other day because you have more important things to do. Do not falsify the situation. Real effort in life is expended because people recognize a need that has to be fulfilled.</p>\n\n<p class=\"book-paragraph\">The Way of Knowledge fulfills a need. It fulfills an inner need to find purpose, meaning and direction in life. And it fulfills an outer need for your contribution to be given because the world needs it. The world needs it in all walks of life. It needs it in every aspect of its existence.</p>\n\n<p class=\"book-paragraph\">Those who are meaningfully engaged with the world are freed from the attempt to prove themselves. They are simply doing what they have to do. They can afford to be honest. They can afford to face themselves. They can afford to relax. They can afford to enjoy life. They can afford to dedicate themselves. To them, commitment is not a loss. It is the beginning of reality. To them, commitment is not a relinquishment. It is an opportunity to finally engage with life, not on their own terms but according to Knowledge within them. With Knowledge, they have a firm foundation within themselves and in the world. With a firm foundation, they do not continuously have to prove themselves and to establish their self-importance.</p>\n\n<p class=\"book-paragraph\">The escape from self-importance is a freedom of unparalleled value. You begin to move towards this freedom in The Way of Knowledge because The Way of Knowledge is not about you. The Way of Knowledge is about life, your place in life and your contribution to life. Your reality is established beyond the world, so you do not need to establish it here. You did not create yourself. You only interpret yourself. But a Greater Power can create through you, and if you are not lost and bound to the need for self-importance, then you can be available and receptive to this Greater Power, which will affirm your true identity and your real meaning in the world at this time. Beyond this, your needs are simple, and you need not suffer over them. Beyond this, you work for accomplishment and for contribution, and this takes all of your energy. You do not have time to suffer over yourself. You do not have time to worry about who you are, for in this situation you are giving yourself appropriately. Learning how to do this is a great enough challenge.</p>\n\n<p class=\"book-paragraph\">Open yourself to a Greater Reality. Become a vehicle for its expression, even in the most mundane circumstances. Give up the need for recognition. You do not really want it. You only need to be recognized by a few people in life. That is necessary. Beyond that, it is better to be unknown and mysterious. Don’t show off! When you do this, it reinforces the idea that your life is meaningless and that you have no intrinsic value. Learn to listen and be observant. Become still, and you will see what I am saying. It is so obvious if you stop and look. If you do not judge or condemn yourself or others, you will begin to see. You will see that people are lost within themselves. You will see that they are bound by motives that are desperate and compensatory. Do not ever condemn someone for this because this is the condition of the world. But be grateful that the possibility of escape has been given to you and that you have an opportunity to share this and its great results and rewards with others.</p>\n\n<p class=\"book-paragraph\">Your prayers have been answered because The Greater Community Way of Knowledge has been given to you. This is a real answer. The real answer is true assistance and the means of preparation, both within the world and beyond. You are now given a way out of your own self-absorption and a way into the world so that you can accomplish what you came here to accomplish with a minimum of stress and misunderstanding.</p>\n\n<p class=\"book-paragraph\">Over time, as you become engaged in your true activity in life and become mature enough to engage yourself in it wholeheartedly, you will feel the presence of your Spiritual Family with you. You will feel the abiding presence of Knowledge guiding you. You will feel that you have a destiny and that that destiny is assured. And you will not need to be self-important, for you will not feel weak, vulnerable and worthless. You will have work to reclaim Knowledge, you will have work to rectify the imbalances and the falsities of your own life, and you will have work to assist others. But you can give yourself to this. You cannot hate yourself and undertake the Path of Knowledge because you must love yourself enough to be able to undertake this great journey.</p>\n\n<p class=\"book-paragraph\">Do not value pride. Uncover it. Let disappointment and even disgrace help you come to terms with your true nature in life. Have no idols. Even the man and woman of Knowledge are not idols. They are people from different walks of life who have made a courageous and vital decision amidst often very difficult circumstances. Value their example and let their rewards be an encouragement for you that there is a greater purpose in life, a greater meaning for being here and a greater opportunity to give that which needs to be given.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/pride/"
}