{
  "title": "Sin, Error and Redemption",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The chief concern for people who are interested in religion is the problem of sin, the problem of human error, even grievous human error. And with sin is associated suffering and punishment. Even Hell has been created as a kind of ultimate punishment for ultimate sins.</p>\n\n<p class=\"book-paragraph\">While this is the foundation of much religious thinking, it is also the reason why millions of people turn away from religion altogether, even though they themselves are highly spiritual in their nature and orientation. Sin and punishment, then, becomes a very serious issue, and there are many theories regarding this.</p>\n\n<p class=\"book-paragraph\">God has sent a New Message into the world to bring clarification here because clarification is so greatly needed. God has inspired all the religions, but they have all been altered and changed by human misunderstanding, human ambition and human institutions so that, in some cases, what you have today is unrecognizable when compared with the original teaching and intention.</p>\n\n<p class=\"book-paragraph\">Clearly, there has to be an honest recognition of human error, its roots, its manifestations and how it can be corrected for the benefit of the individual and the benefit of humanity. God’s New Message provides a very different understanding here, an understanding that is in keeping with the original intent of all the world’s religions. Here sin or error, is associated with the individual’s inability to experience and to express Knowledge, the deeper Intelligence that God has placed within each individual as a great potential.</p>\n\n<p class=\"book-paragraph\">It is as if you were born with two minds: a personal, social mind that has been conditioned by your culture and your family and the world; and a deeper Mind that is created by God—a Mind that does not think like your personal mind; a Mind that does not speculate, compare and contrast; a Mind that does not judge and condemn and project blame upon others. God has given Knowledge to each person to guide them, to protect them and to lead them to a greater life of meaning and fulfillment in service to the world.</p>\n\n<p class=\"book-paragraph\">This Mind, then, is meant to be the compass and the guide, the pilot to guide your ship through the narrow and dangerous waters of life. God knows that without Knowledge, with only your intellect and your social conditioning to guide you, you will be prone to many errors and many seductions. In fact, without Knowledge, most of your life will be prone to error. You will be constantly going off course, and you may go off course to such a great extent that it might not be possible within this life to bring you back.</p>\n\n<p class=\"book-paragraph\">That is why God does not punish the sinful because God knows without Knowledge all you can do is commit error—perhaps minor errors, socially acceptable errors, errors in keeping with the general beliefs and consensus of your culture, but errors nonetheless. These errors disassociate you from yourself; they disassociate you from others; they are prejudicial; they lead you to condemn whole nations of people whom you know nothing about; they lead you to establish extreme points of view, points of view that are cruel and oppressive when applied to nations and cultures. Without Knowledge, you will look through the lens of fear and desire, and you will not see the truth of your own nature or the truth of the nature of those around you.</p>\n\n<p class=\"book-paragraph\">Therefore, there is no punishment from God because God knows without Knowledge all you can do is commit error, even grievous error. Within Knowledge within you is a deeper conscience that knows what is right and what is wrong, a deeper conscience that restrains you from going against what is right, and motivates you to go with what is right.</p>\n\n<p class=\"book-paragraph\">This is not a social conscience. This is not a conscience that is established by the values and the customs of a culture. This is deeper and more natural. It is beyond cultural influences. It is fundamental to your nature.</p>\n\n<p class=\"book-paragraph\">Yet if you do not respond to this deeper conscience within yourself, if you are not aware of its existence, if you do not heed its warnings and respond to its motivations, then you will be guided by other things. You will be a slave to other forces—a slave to your own desires and addictions, a slave to the expectations of other people, a slave to your own fears and prejudices, a slave to the expectations of your culture, or to the admonitions and guidelines of your religion—a slave to so many other things. This is why people tend to be slavish, to think alike, to act alike, to act like sheep, mimicking one another, seeking approval from one another.</p>\n\n<p class=\"book-paragraph\">This is what people do when they are not guided by Knowledge. People abuse one another. They take advantage of one another. They seek to gain wealth and power, and to deny and even destroy others in their quests. They are seduced by beauty, wealth and charm.</p>\n\n<p class=\"book-paragraph\">These attractions have no influence over Knowledge within you, but to your personal mind, they are hypnotic. You will give away your life for them. You will deny life to others for them. In a myriad of different expressions, they will influence and capture you, and you will be bound to them as if they were your masters.</p>\n\n<p class=\"book-paragraph\">You will seek to acquire far more than you need. You will become obsessive in your acquisitions. You will spend whatever wealth you have lavishly, foolishly, on things of little or no value, while others starve and struggle to survive. As a consumer, you will be like a locust upon the world, devouring everything in sight, heedless and reckless, without regard for the human cost and without regard for the impact upon the natural world.</p>\n\n<p class=\"book-paragraph\">All of this happens because you are not responding to Knowledge. You are not being guided by Knowledge. God has given you Knowledge so that you would not fall prey to the seductions of the world and the tragedies of the world, so that your life would be strong, so that your life would hold true to your deeper nature and so that you would be able to fulfill the greater purpose that has sent you into the world.</p>\n\n<p class=\"book-paragraph\">Rich and poor alike, people are miserable because they are not fulfilling this greater purpose. For each person was given a unique purpose and set of accomplishments here, and if these are denied, either because of self-deception or because of the oppression of grinding poverty, then people will lack inspiration and integrity. They will either be forced by circumstances or by their own inclinations to be divorced and alienated from their deeper nature and from the Power and Presence of God within them.</p>\n\n<p class=\"book-paragraph\">This is the tragedy of humanity, and it is the tragedy of manifest life throughout the universe. It is the tragedy of Separation from God. But God has overcome Separation because God has placed Knowledge within you, a perfect guiding Intelligence—an Intelligence that cannot be corrupted by the world, an Intelligence that is not frightened by the horrors and cruelty of life here, an Intelligence that is committed to your purpose for being in the world, an Intelligence that cannot be dissuaded or undermined by any clever intention or dangerous force in the world.</p>\n\n<p class=\"book-paragraph\">So sin is living without Knowledge, and when people go against Knowledge, they create discomfort within themselves. If they persist in this, they will create a well of guilt, and guilt breeds hostility and blame upon others. And so the problem compounds itself until a person has no sense of value of other people and is driven by anger or resentment and need.</p>\n\n<p class=\"book-paragraph\">Here people can become truly destructive, beyond even what your cultures will allow. Here human beings are capable of incredible cruelty. This is an extreme form of being divorced from your deeper nature, from Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">People recognize, of course, the manifestations of crime and cruelty and seek punishment, and while it might be necessary in many cases to isolate an individual who is governed by these tendencies, people want more punishment. They want God to punish the wicked. They want the wicked to go to Hell and to be punished forever there. And they think that this is what God will do on the final Judgment Day. They think this because they think that God thinks like they do—with all of their grievances; with all of their prejudices; with their pride, their insecurity and their malice.</p>\n\n<p class=\"book-paragraph\">They do not realize that God has given them a Mind like God’s—a deeper Mind, a Mind that has not been corrupted by the world. They think God’s Mind is like their personal mind, just bigger and more powerful. Here the notions of a jealous God, an angry God, a vengeful God arise in people’s imagination. That is because they are projecting upon God their own tendencies and their own predicament.</p>\n\n<p class=\"book-paragraph\">If God is all powerful, how could God be insecure? If God knows the mistakes you are going to make, why would God punish you for making them? If God knows that without Knowledge your mind would be confused and lost in the world, why would God punish you for this? That would be like punishing a baby for crying, or punishing a child for being childish. This is ignorant, and yet these ideas are very prevalent in the world, very prevalent among certain people in certain institutions who claim to represent the Divine will and purpose in the world.</p>\n\n<p class=\"book-paragraph\">People hope that the wicked who go unpunished in this life will find eternal punishment beyond this life, and that their sense of justice will be fulfilled, and their desire for revenge will be fulfilled, and that God will be their executioner, and that God will be their jailer. So the whole notion of Heaven and Hell here becomes a kind of psychological projection—a projection of human imagination, human values and human tendencies.</p>\n\n<p class=\"book-paragraph\">Clearly, Heaven is a state you cannot imagine, for Heaven is a state where you do not have physical form. You are not solid matter, the way you are at this moment, because to be in the body is to suffer the limitations of the body and the hazards of life. This could not be the heavenly state. Even if you had a body in the heavenly state, it would become increasingly confining and restrictive over time. And clearly, people’s notions of Hell and damnation are not something that a loving God could ever create or sanction.</p>\n\n<p class=\"book-paragraph\">So you have these paradoxes and these conflicts and this confusion. It is all born of being disassociated from your deeper nature and from the deeper current of your life. Here imagination replaces recognition and comprehension. Here ideology and strict beliefs replace the certainty of Knowledge within yourself. Here your awareness of the Divine Presence becomes a kind of courtroom battle instead of the power of grace and redemption.</p>\n\n<p class=\"book-paragraph\">God knows that the physical existence is difficult and problematic and that within this, people will be frightened, terrified and driven by the circumstances of life. That is why God has placed Knowledge within you and within all sentient beings—as a source of guidance; as a source of correction, protection and inspiration. The problem of the Separation was cured instantly because Knowledge was placed within those who sought to escape from their heavenly state to create a different kind of reality for themselves.</p>\n\n<p class=\"book-paragraph\">You can imagine anything you want and anything you do not want, but Knowledge still lives within you. It operates within the realm of your five senses and beyond the realm of your five senses. It operates beyond the realm and the boundaries of your intellect. That is why it seems so mysterious. It represents your non-physical reality, and that is why it baffles your logic and your systems of thought. Imagination gives form to your thoughts and impulses, but Knowledge is beyond form. Yet Knowledge guides you in the most practical matters. God knows what is right and what is not right for you.</p>\n\n<p class=\"book-paragraph\">So Knowledge is the antidote to evil. It is the correction for sin, and it is entirely natural within you, being the essence of your true Self, the Self that God has created, not the self that is a product of your culture and your worldly environment.</p>\n\n<p class=\"book-paragraph\">Before you make a mistake, there are signs, and there will be restraint within yourself. Before you commit a grievous or costly error, you will feel this restraint. Great opportunities will come into your life, important relationships, and Knowledge will motivate you towards them. But if you cannot feel this restraint and this motivation, then the Power and Grace of God are lost upon you temporarily.</p>\n\n<p class=\"book-paragraph\">Without them, you will only have your confusion, your ideas and the ideas of others to guide you. This is the source of all error. This is what produces costly and even fatal mistakes. This is what leads you down a dark road of error, guilt and self-repudiation.</p>\n\n<p class=\"book-paragraph\">But Knowledge is still with you, always with you. God comes along for the ride. The power of redemption is still within you. No matter what you have done, or think you have done, that you hold against yourself and others, Knowledge is there to provide the correction. It provides the way out of your dilemma. It restores your true relationship with yourself; it gives you the foundation and the criteria for establishing true relationships with others; and it sets you on the course to finding and fulfilling your greater mission and purpose for being in the world.</p>\n\n<p class=\"book-paragraph\">God has already given you the answer. But you must refocus your mind, and reorient yourself to experience the answer that lives and functions within you. This involves taking the Steps to Knowledge, reconnecting your personal surface mind with the deeper Mind of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">You see, instead of punishing the wicked and sending them to Hell, God attends to the wicked, the sinful, and the ones who are lost and prepares them for Heaven by restoring to them their awareness of Knowledge, and with it their deeper conscience.</p>\n\n<p class=\"book-paragraph\">People often associate conscience with guilt, but really conscience is the awareness and the power within you that will lead you to restore your life, to erase your errors and to re-establish your integrity and your true relationship with yourself and others. It is the power of redemption within you. No matter how far afield you go, no matter how much you diverge from your true nature and purpose in the world, Knowledge is there to bring you back.</p>\n\n<p class=\"book-paragraph\">What about punishment? Well, when you divorce yourself from Knowledge, you are punishing yourself already. Giving your life to meaningless things, you will feel your life is meaningless. Giving your life to insignificant things, you will feel your life is insignificant. Being guided by desires, ambition and fear, you will think that that is what your life is composed of. It will be weak, fallible, and you will have no respect for yourself or others. And what you value in others will be those things that have seduced you: power, prestige, forcefulness, obedience and so forth.</p>\n\n<p class=\"book-paragraph\">This is a world without Knowledge. This is where the separated have come to live and to try to fulfill themselves here. But you cannot find fulfillment in this way. For without Knowledge, there is no fulfillment. There is temporary pleasure. Perhaps there are moments of being carefree, but life here is burdensome and difficult. It is stressful. Constantly having to problem solve and adapt to changing circumstances, life here is difficult. If you are being honest with yourself, you will see this and have to confess this. And you will compromise yourself to get what you want, to please others, to win favor, to build wealth, to capture beauty and to avoid pain.</p>\n\n<p class=\"book-paragraph\">It is a hopeless situation. You can think of a million different plans and schemes to work your existence to your advantage, but there is no hope here. The desire for personal fulfillment will not work because Separation does not work, and you cannot make it work, and the more you try, the more you deceive yourself and give yourself over to your ambitions and the ambitions of others.</p>\n\n<p class=\"book-paragraph\">People around you are demonstrating dramatically, and in countless ways, all the results of living without Knowledge. How can you condemn them for this, when this is showing you the value of Knowledge within yourself, and the hopelessness of trying to fulfill yourself without it? With a true understanding, there will be no condemnation. In God, there is no condemnation. There is only correction.</p>\n\n<p class=\"book-paragraph\">It is not as if you are a believer and you get to go to Heaven. That is not how this works at all. You must give your life to the power and presence of Knowledge, guided by your deeper conscience, whether you adhere to a religion or not.</p>\n\n<p class=\"book-paragraph\">It is not the believers that go to Heaven. It is those who are prepared for Heaven by the power and the grace of Knowledge within themselves. For this is what God has given to them to guide them and to prepare them and to fulfill them in this world, a world where fulfillment cannot be achieved in any other way.</p>\n\n<p class=\"book-paragraph\">Sin and error are the natural by-products of living in a state of Separation, of alienation from oneself and others. These are to be expected; these are the consequences. And whether these errors are socially acceptable or not, whether they are generally experienced and expressed by others or not, it is fundamentally the same problem. It is just a matter of how extreme one’s involvement in servitude to ignorance and to Separation. But there is still the redeeming power of Knowledge.</p>\n\n<p class=\"book-paragraph\">Society must isolate those who are dangerous and destructive, but do not think there is eternal damnation. There is only Separation from God. And this produces a kind of continual discomfort and level of suffering that no amount of pleasure, escape or avoidance can allay.</p>\n\n<p class=\"book-paragraph\">So you are living in a kind of Hell already. When you realize this, and you realize that you cannot escape this Hell by seeking more pleasure, or gaining more security, or gaining more power and dominance over others, then you will realize that you must relinquish the reins to a greater power within yourself.</p>\n\n<p class=\"book-paragraph\">Here the intellect can begin to assume its rightful place as a vehicle of expression and creativity for the power and presence of Knowledge within yourself. Here you begin to exert the power of correction for yourself and for others. And you look upon the world with forgiveness because you realize without Knowledge, people can only live in confusion and will be prone to error and all the seductions of those forces of dissonance in life that prove to be undermining to the well-being and integrity of people everywhere.</p>\n\n<p class=\"book-paragraph\">You have come into the world to escape your heavenly state, but you have also come here with a greater purpose because God has come along for the ride. God is in the back seat. You are driving the car. You think you are alone in this car, but God is in the back seat. God is whispering in your ear—where to turn, where to go, what to do, what to avoid, who to be with, who not to be with. And as your mind begins to settle down, you hear this voice; you feel these impulses. This is God speaking to you.</p>\n\n<p class=\"book-paragraph\">You seem to be alone and isolated, separate from others, but God has come along for the ride because you could never really separate yourself from God. Even if you committed the worst crimes in this life, you still cannot be separated from God, and God will reclaim you eventually. But the longer this takes, the more suffering you will undergo, and the longer you will be in your own personal hell. You could create a greater hell for yourself, but still the lifeline to God is there.</p>\n\n<p class=\"book-paragraph\">Certain religious figures and institutions try to coerce people into believing in God and into being obedient to their doctrines and ideology by threatening eternal punishment and damnation. And they claim this comes from God, the Word of God: “Here it is in the book.” They point to the book.</p>\n\n<p class=\"book-paragraph\">But they do not understand God; they do not understand the Power and Presence of God. They think it is a matter of belief and obedience, but belief is weak; it is of the mind. And obedience is slavish and shows no true respect unless it is natural and comes from the heart. You cannot be coerced into doing the right thing, for your heart will not be there. And this will only generate resistance and resentment and a misunderstanding and misuse of the great Revelations that God has sent into the world. In a sense, everything becomes corrupted here. God’s great Revelations become corrupted because people use them for their own advantages, to fulfill their own ideas and tendencies.</p>\n\n<p class=\"book-paragraph\">Religion is meant to be a pathway to follow, a path of redemption and renewal. It is meant to bring people to Knowledge, to honor the power and presence of Knowledge within the individual. But religion becomes a tool of the intellect. Here is where fundamentalism arises and strict observance of the law, claiming it to be God’s law. God has no laws. God only has guidance. God has given you Knowledge, so you do not need to be ruled by a foreign and distant power.</p>\n\n<p class=\"book-paragraph\">The Lord of the universe is not preoccupied with your daily affairs and does not control the events of your daily life. But you have been given Knowledge, the guiding light within yourself. And you have greater Teachers beyond the visible range who are there to assist you, to guide you and whose presence in your life will become ever more manifest as you learn to follow the power and the presence of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">God has created the perfect antidote to evil and the perfect correction for error. God does not expect perfection of you here, only greater service to the well-being of others and to the well-being and preservation of the world.</p>\n\n<p class=\"book-paragraph\">When you come to see this, you will be so grateful. You will be so grateful that you have this guiding power within yourself. And you will be so grateful that there is no sword of punishment hanging over your head, and that there is a way out of your predicament, no matter how deep and complex it may seem.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation brings clarity here, clarity of purpose and clarity of meaning. It teaches the reality of your spiritual nature at the level of Knowledge. It goes beyond simple guidelines and admonitions to provide a greater inspiration and direction for you. It honors your unique design and your unique purpose and mission in life.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation is pure. It has not been corrupted by governments. It has not been seized by ambitious individuals. It has not been wedded to other things. It remains uncorrupted, unalloyed, pure and essential. But you cannot understand it fully with your intellect. You will have to experience it.</p>\n\n<p class=\"book-paragraph\">You will have to experience the power and the presence of Knowledge within yourself and acknowledge that you have a greater reality beyond the realm of the physical body, and that this reality is with you at this moment and every moment. You will have to understand that beneath the surface of your mind is a deeper Mind, and a deeper current of life and wisdom. You will have to learn to still your mind to feel the power and presence of Knowledge within yourself, and God has provided the preparation for this.</p>\n\n<p class=\"book-paragraph\">Never think that God’s Revelations have already been given, for God is not finished speaking to the world. God knows that humanity is entering a time of great travail, where it will have to face the Great Waves of change that are coming to the world and the reality of life and competition from the universe around you. God has not finished speaking to the world, and a great clarification is being given and a preparation for a new set of events and circumstances, for which humanity is unaware and unprepared.</p>\n\n<p class=\"book-paragraph\">It is time for humanity now to learn what spirituality means within a Greater Community of intelligent life in the universe. Instead of being an isolated and tribal emphasis, it now must become more universal and complete. It is time for humanity to learn of its life and destiny within this Greater Community, and have a greater understanding of the real nature of human spirituality, and the power of redemption and renewal that lives within you at this moment, waiting to be discovered.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/sin-error-and-redemption.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/problem-sin-power-redemption/"
}