{
  "title": "The Problem of Evil and the Forces of Dissonance",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is now necessary to discuss a subject of grave importance that may well be difficult to understand at first. It is the problem of evil and the Forces of Dissonance. This is a difficult subject for many people because there is a great deal of fear and apprehension regarding it, as well as a great deal of denial and many distorted perspectives.</p>\n\n<p class=\"book-paragraph\">There are Forces of Dissonance in the world. They oppose the unity of life. They oppose the evolution of life. They oppose the work of Knowledge. They oppose the reclamation of Knowledge. These forces are generated from both within the world and beyond the world. These forces are evil in the sense that they oppose the unity and evolution of life. They are disruptive. They seek to separate what must be joined, and they seek to join what must be separated.</p>\n\n<p class=\"book-paragraph\">Therefore, it is accurate to say that there is evil in the world. It is fundamental that this be accepted. For unless this is accepted, you will greatly underestimate the forces of opposition which affect you and oppose you and which motivate you to go against your Knowledge and against God. Never is it wise to underestimate that which opposes you. In the world there exist opposing forces. It would be a great mistake to think that these forces do not exist. Some people attempt to think this in order to relieve themselves from feeling a sense of anxiety. They think at this moment that the reality of the physical world expresses the reality of the Divine. Yet this is a grave error and leads to the denial of the realities of physical life and the denial of your own inner experience. This denial is extremely self-deceptive. It is born of fear and the unwillingness to face the obvious.</p>\n\n<p class=\"book-paragraph\">Accepting the reality of evil in life may at first seem oppressive and life negating, yet this is not meant to be. The man and woman of Knowledge do not view the Forces of Dissonance in this way. They see these Forces as being simply part of the condition of life in which the world exists.</p>\n\n<p class=\"book-paragraph\">You have come into the world to make a contribution. Conflict and opposition are among the conditions that must be recognized and accepted. For unless the problem can be recognized and accepted, how can the solution be discerned and applied?</p>\n\n<p class=\"book-paragraph\">Therefore, one of the first steps in the reclamation of Knowledge is learning to recognize the problem that exists, to see the world as it is, to see yourself as you are and to discern the forces that are influencing human thinking and behavior. Indeed, there are forces that are good, and there are forces that work against the good. It is very difficult for people to deal with this reality objectively because there is so much fear and negative imagination concerning it.</p>\n\n<p class=\"book-paragraph\">However, it would not be accurate to say that there is a war between God and the forces against God. This is not the case at all. The physical universe is simply a place where God has been denied. The cumulative effect of this denial is what could be called evil. Evil is not born of one individual who generates all evil. Evil is born of the desire for separation and disassociation based upon fear, hostility and guilt. This has a cumulative effect in the world because the world is both a physical and a mental environment.</p>\n\n<p class=\"book-paragraph\">Evil exists in the realm of the mind and expresses itself in the realm of the body. It does not exist in the realm of Being or God. It represents profound confusion of mind, and it must be recognized as an operative force in the world. It is a force that you can feel in certain places more than others. It is operating more in certain individuals than in others. Evil is a force. Those whom it governs completely become an expression of evil even though their nature is still Divine. They are in opposition to life, the evolution of life and their own Knowledge.</p>\n\n<p class=\"book-paragraph\">It is rare that you will find individuals who are given to this force and who serve it wholeheartedly. Yet everyone is influenced by this force to some degree, and everyone must contend with it. You cannot contend with this force through denial or by calling it another name. You cannot contend with it by thinking it is merely a result of your troubled past or that it only exists in the realm of your psychological difficulties. To think of it like this may give you a temporary sense of power and control, but this is a grave error because it will lead you to underestimate the power of this force in the world and its potential influence over you.</p>\n\n<p class=\"book-paragraph\">You must accept evil as a condition of physical life. It is something you must contend with. Its many influences and seductions are something you must become aware of and deal with objectively and with sobriety. This objectivity can only come from Knowledge. Knowledge is not threatened by the presence of evil; it merely seeks to deal with it in a constructive manner.</p>\n\n<p class=\"book-paragraph\">Knowledge is capable of carrying out the reclamation of love and relationship in the world. However, if you seek through ambition to do this without Knowledge, you will lead yourself into great danger and will establish for yourself grave disappointment. Here you can create disaster for yourself and for others despite your good intentions. Good intentions without Knowledge lead to disaster.</p>\n\n<p class=\"book-paragraph\">Knowledge is your Inner Guidance and your guiding light. Knowledge contains the wisdom which indicates where and how you are to apply yourself and with whom. Knowledge is not dismayed by the presence of evil, nor is it influenced by evil. Your Knowledge is the power of Divine influence that you carry within you. The reason it is the power of Divine influence is that it is greater than any other influence in the world. It is the most important aspect of yourself. Thus, it is your greatest gift and source of accomplishment.</p>\n\n<p class=\"book-paragraph\">The Forces of Dissonance express themselves in many ways and in many arenas. There are many specific forms of this expression, but they all emanate from the desire to oppose God and the unity of life. Think not that God is angry at these Forces because God is not capable of anger. Think not that God will punish these Forces or their proponents. Their proponents are already punishing themselves by being separate from God.</p>\n\n<p class=\"book-paragraph\">What is Hell but a place where God is denied? What is Hell but a place where God can be thought of as non-existent? To be in Hell is to be without relationship, and God is the sum of all relationships. Therefore, everyone in the world is in Hell to a certain degree, to the extent that they are out of relationship. For without relationship, you only have your negative imagination, which will haunt you and lead you to follow the Forces of Dissonance.</p>\n\n<p class=\"book-paragraph\">When Knowledge is reclaimed within you, you will be able to recognize the power of harmony within yourself and to affirm this, to support this and to express this in an ever-increasing manner. This creates greater and greater immunity from the Forces of Dissonance. However, this requires that you recognize the Forces of Dissonance objectively and that you not deny them or call them by another name in order to feel a false sense of power or control over them.</p>\n\n<p class=\"book-paragraph\">Some people believe that evil is simply something within themselves that they can correct. This is not true. With Knowledge, you can correct your own predisposition to follow the Forces of Dissonance, but you cannot correct the dissonance itself. With Knowledge, you make a contribution towards Knowledge in the world and towards the evolution of the world. It is not up to you alone to transform the world. The world will be transformed as everyone contributes their gifts. The contribution of your gift will influence others to contribute their gifts. You have a vital but small part to play. Your part is necessary in order for others to do their part. You who are called to be a student of Knowledge are called to do your part. Doing your part is the ultimate expression of Knowledge within you and within the world.</p>\n\n<p class=\"book-paragraph\">Evil originates from beyond the world. This is because you live in the Greater Community of worlds. This is so obvious. However, it is difficult for most people to see because they think their world is the only place that exists. They think that there is only God and the world, or Heaven and Earth. This is thinking in an extremely limited context and will give you an extremely limited understanding of what the Forces of Dissonance are and where they have come from.</p>\n\n<p class=\"book-paragraph\">The Forces of Dissonance originated with the Separation that sparked the creation of the physical universe. It is not the purpose of this book to discuss this, nor can you completely conceive of it. The origin of the Separation will only be discerned when Separation itself has been ended. Only then will its purpose be fully understood. It is not helpful to speculate about this. However, it is important for you to learn to adhere to Knowledge within yourself and to contribute the gifts of Knowledge within the limited context of your world where opposing forces exist.</p>\n\n<p class=\"book-paragraph\">Individuals who are committed to serving the Forces of Dissonance exist in the Greater Community as well as in your world. The strength of their conviction and the strength of their capability determine the range of their influence. In some cases, the Forces of Dissonance beyond this world are influencing the Forces of Dissonance within this world because those beyond the world are greater forces.</p>\n\n<p class=\"book-paragraph\">In dealing with this subject, fear, uncertainty or denial may be aroused within you. Yet what is being presented here speaks of what exists. How you choose to deal with it is up to you. But what exists, exists regardless of your decision in how to respond to it. The man and woman of Knowledge choose to deal with what exists instead of denying what exists. They do this in order to maintain their self-determination.</p>\n\n<p class=\"book-paragraph\">There are Greater Community forces that are operative within the world. Some people are only now beginning to discover this. It is absolutely essential, therefore, to have a Greater Community perspective, which is the ability to see what is occurring in the world from a larger point of view.</p>\n\n<p class=\"book-paragraph\">All intelligent life is beset with the opposition between the reality of Knowledge and the Forces of Dissonance. There is duality at this level of physical reality. To deny this is to attempt to experience a life that does not exist here. You will experience a new life with Knowledge, but Knowledge is not born of the denial of your physical reality. Physical reality is an expression of a fundamental conflict of mind. This conflict is expressed in both the mental and the physical environments. What you think leads to what you do. If there is confusion in your mind, this confusion will express itself through your actions in the world.</p>\n\n<p class=\"book-paragraph\">It is not accurate to think of nature as being evil. That is not correct. Nature is merely a functioning reality and will function as long as those who are participating continue to participate. Why be in the world when you can be with God? Because you must reclaim Knowledge within you. The world is a place where the desire for Knowledge and the denial of Knowledge both exist. The denial of Knowledge is what generates and re-generates evil and the Forces of Dissonance. Knowledge is denied because Separation is valued. Knowledge is denied because individuals wish to be disassociated from life. This disassociation is often justified in the name of survival, but this is false, for in Knowledge you are surviving already and will always survive.</p>\n\n<p class=\"book-paragraph\">There are many arguments against following Knowledge. There are many justifications for Separation. There is a great deal of belief and speculation that support your disassociation from what you most deeply know. Much of what people value supports this disassociation from Knowledge directly and indirectly. This is true in other worlds in the Greater Community as well. Therefore, do not think that humanity is a bad or sinful race. Humanity is simply a race like all other races in the Greater Community at a certain stage of evolution and mental and physical development.</p>\n\n<p class=\"book-paragraph\">It is necessary to learn how to deal with the Forces of Dissonance, which are quite operative in your world and which cast a great influence over all minds here. There are several things that you can do at the outset. First, you must learn not to become emotionally engaged with these forces as you learn to discern them and as you find yourself in situations where they seem to be prevalent. Do not love them. Do not hate them. Do not embrace them. Do not run from them. You can become objective because Knowledge within you is objective. Do not seek these forces out and do not avoid them at all costs. Knowledge will keep you away from them except in certain situations where you will be able to contribute something in a positive way.</p>\n\n<p class=\"book-paragraph\">Next, do not try to conceptualize evil or assign it to one being or to one entity alone. If you do, you will either make it more fearful than it is, which happens in most cases, or you will attempt to shrink it or limit it in order to feel self-assured when you are around it. Compared with you personally, the Forces of Dissonance are far more powerful than you are. Why is this? Because they are supported by so many minds. Only with Knowledge can you overcome the Forces of Dissonance within yourself and cast a positive influence to counteract them in the world around you.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, the Forces of Dissonance could crush you. For what can one mind do against so many minds unless that one mind is imbued with Knowledge, which has the power to influence Knowledge in other minds? That is why it is useless to wage war against evil. To wage war against evil is to underestimate evil and to overestimate yourself. This must lead to defeat and complete discouragement. However, with Knowledge you can contribute something positive in difficult situations. For Knowledge within you stimulates Knowledge in all other minds even if they are temporarily given to the Forces of Dissonance. Here you stimulate Knowledge in others. Regardless of the form of your contribution in life, this is the essence of its value.</p>\n\n<p class=\"book-paragraph\">The world at any moment expresses the condition and interaction of these opposing forces. It is like a balance between opposites. Your role is to shift the balance in a positive direction. If you do not exert this influence, you will either be an unwitting accomplice or an actual proponent of the Forces of Dissonance. In either case, you personally cannot take a neutral position in life. The only truly beneficial position is to abide with Knowledge, for Knowledge is not touched by evil but seeks to contribute to what is good. Without Knowledge, life will seem like warfare to you. But life is not warfare. This is a very important understanding.</p>\n\n<p class=\"book-paragraph\">It is necessary that you think about what is being said here. From a certain point of view, everything that is being said here is completely obvious, but if you do not have this point of view, you may find it hard to understand because you cannot yet see and know what this means. However, gaining the vantage point where you can see this will enable you to carry the greatness and the goodness of God. This will enable you to become effective within an environment where there is conflict. You will then be able to see what stimulates Knowledge in people and what opposes Knowledge in people, what generates meaningful relationships and what destroys meaningful relationships.</p>\n\n<p class=\"book-paragraph\">As it has been said, Knowledge will lead you to engage with certain individuals in certain ways. The Forces of Dissonance will encourage you to become engaged with certain people in other ways, yet the result is entirely different. Knowledge will encourage and even require a certain comprehension and understanding of the world. The Forces of Dissonance will require a different comprehension and understanding of the world. Knowledge generates all constructive thinking and action. The Forces of Dissonance generate other kinds of thinking and action. The truth and those things that substitute for the truth both generate movement in the mental and physical environments. In these realms, you must contend with both Knowledge and the Forces of Dissonance.</p>\n\n<p class=\"book-paragraph\">The Forces of Dissonance are quite powerful. Do not be ambitious and think that you can combat them alone. Do not think you can overcome fear within yourself by giving yourself a grandiose view of your capabilities, for without Knowledge, your capabilities would be completely ineffective against the Forces of Dissonance.</p>\n\n<p class=\"book-paragraph\">Here it is necessary to learn what generates power in the world. In the world, power is the result of the concentration of mind. In other words, a mind that is more concentrated will be more powerful and will be able to influence other minds that are less concentrated and thus less powerful. Concentration is the focus here. This is very important. The more a mind is concentrated, the more it is focused. The more it is focused, the more it is directed. The more it is directed, the more powerful will be its impact. Because you live within a mental environment, this is a world of mental influence. Here, if you do not exert an influence on your own mind, your mind will simply be influenced by other minds. You will simply be pulled along in the direction in which most minds are thinking.</p>\n\n<p class=\"book-paragraph\">Freedom, then, is the freedom to think independently of the mass consciousness. Real freedom comes from Knowledge. Here you will not be caught in warfare but instead will become an observer who contributes what is beneficial. As a result, you will become a genuinely positive influence in the world.</p>\n\n<p class=\"book-paragraph\">The more concentrated your mind, the greater its impact on life. The more directed your intention, the greater its impact on others. Yet those who are more concentrated in their allegiance to the Forces of Dissonance will have greater influence over you if you are less concentrated, if you are less focused and if you are less determined.</p>\n\n<p class=\"book-paragraph\">This is power at the level of the mind in a mental world. Power in the physical world is where one body can overcome another body by sheer power and force. In the mental world, it is the same—certain minds overpower other minds that are weaker and less concentrated.</p>\n\n<p class=\"book-paragraph\">Knowledge serves in both the mental and the physical environments. It enables you to concentrate and to give your focus a meaningful purpose and a powerful expression. Not only does Knowledge provide the mental empowerment that is necessary, it provides the power of Knowledge itself. Now you are thinking with God. You are thinking with the Universe and not as an individual alone. Your individuality now becomes meaningful because it expresses a Greater Reality. Without this higher purpose, your individuality is merely a survival mechanism and will be inherently fearful. As a result, it will be influenced by and subject to the Forces of Dissonance, whose primary motivation is fear.</p>\n\n<p class=\"book-paragraph\">Fear disassociates; love joins. Both of these forces lead you to specific engagements with certain people but for different purposes and with entirely different results. Those who are serving the Forces of Dissonance are in relationship and are bonded to other individuals for this purpose. This is true because nothing, either real or imagined, can be done without relationship. You must seek others to help you, for what you seek to do cannot be done alone. Here the reality of both Knowledge and the Forces of Dissonance find expression through relationships. That is why relationships are so important, for they are the medium of expression for both contribution and destruction in the world.</p>\n\n<p class=\"book-paragraph\">How do you deal with the Forces of Dissonance within yourself? The answer overall is very simple, but it requires a great deal of application and many steps in development. The answer is fundamentally to become a student of Knowledge, for Knowledge is the balancing and harmonizing principle within yourself. It is also the source of guidance which leads you constructively through what would otherwise seem to be an impossibly complex and conflicted situation. Knowledge brings simplicity to complexity, harmony to discord and unity to disassociation. Knowledge concentrates your mind and strengthens your body so that you can be powerful in both of these arenas, for powerful you must be.</p>\n\n<p class=\"book-paragraph\">Learn to recognize where evil exists and do not deny it or call it by another name. Do not attempt to shrink it down into something you feel you can control and dominate. Yet do not think that you are weak and powerless in the face of evil because with Knowledge you can overcome it within yourself. That is why you must become a student of Knowledge. This is essential. Gaining this greater perspective will enable you to recognize the problem and the solution as well.</p>\n\n<p class=\"book-paragraph\">Do not combat evil because it will seduce you as you do so. With only ambition, you will combat evil and it will always be victorious. For its proponents were once combatants against it in many cases. In other words, many of those who now support and speak for evil were once opposed to it. Therefore, the man and woman of Knowledge do not generate conflict but only find meaningful ways to work with conflict to support and to foster resolution in life.</p>\n\n<p class=\"book-paragraph\">Do not underestimate the power or the persuasion of the Forces of Dissonance, for they too can speak of God and love and of Christ, Muhammad and Buddha, but with a different emphasis and for a different purpose. They too use all that is good, but for another purpose. That is why the man and woman of Knowledge must develop, over time, great discernment and understanding. You cannot merely have a simplistic view of things. You must have a greater perspective to recognize what is true. Otherwise, you will simply attack, diminish or avoid that which is destructive in the world in order to feel secure.</p>\n\n<p class=\"book-paragraph\">Recognize the influence of the Forces of Dissonance within yourself. As you become a student of Knowledge, you will be able to do this with greater and greater clarity, for you will realize within yourself that which seeks Knowledge and that which opposes Knowledge. You will then learn to see what creates this opposition within yourself and within the world around you. This will give you a direct insight and an objective view into the Forces of Dissonance and how they influence you and others. You will see how your political and social ideas, your ideas about God and the world and your estimation of yourself are influenced by these Forces of Dissonance. Here something that looks seemingly beneficial may indeed be in service to these forces. The value of any position you take is determined by the purpose for which you take it and the motive behind that purpose. With Knowledge, you will be able to see this. Without Knowledge, it will be far more difficult.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, people base their reality and identity on their ideas and upon their associations in the world. These they will tend to defend even if these ideas and associations are not beneficial. These they will defend even if the result is harmful. This makes it increasingly difficult to see and to act objectively. That is why Knowledge is your salvation. Without Knowledge, you would fall prey to the Forces of Dissonance most assuredly, sooner or later, despite your good intentions.</p>\n\n<p class=\"book-paragraph\">No one can completely fall prey to the Forces of Dissonance, for the Forces of Dissonance do not represent God’s Will. But within the scope of a lifetime, a person’s life can be completely dominated by these forces. And, in fact, many lives are. Even when these individuals leave the world, they will be in a state of self-deception and will re-enter the world in this state. Yet Knowledge goes with them wherever they go because in reality you cannot be separated from Knowledge even if your mind and life fully express opposition to it.</p>\n\n<p class=\"book-paragraph\">Knowledge goes with you wherever you go. Therefore, it is only a matter of time before Knowledge is recognized and accepted. It is constant and permanent. The Forces of Dissonance are not constant and permanent although they are constantly being regenerated in life. Ultimately, they will give way to the power and presence of Knowledge, but this can take a long time. The less time it takes, the less suffering there will be for people. The less time it takes, the greater will be the expression of Knowledge in the world.</p>\n\n<p class=\"book-paragraph\">You who are now learning to become a beginning student of Knowledge must learn to recognize the Forces of Dissonance within yourself. In some cases, it is obvious where these Forces express themselves. In other cases, it will not be obvious. Only through learning The Way of Knowledge, through trial and error and through constructive engagement with others, will you be able to learn how to discern the Forces of Dissonance within yourself and how to deal constructively with them. This will take time and will follow many stages. Yet the development of your connection to Knowledge is essential for your well-being and for the safeguarding of the gift that you have brought into the world.</p>\n\n<p class=\"book-paragraph\">The world is a place where the desire for Knowledge and the opposition to Knowledge co-exist. The denial of Knowledge seems predominant here. This can well appear to be the case. However, to believe this is to underestimate the power of Knowledge. Remember, the world itself is a temporary place, and your existence within it is temporary as well. In light of the world’s existence, you are here so briefly. If Knowledge did not exist, you would have no life beyond the world, and you would be like a candle which burns itself out rapidly and comes no more. Affirming Knowledge affirms your life beyond the world. This affirms your Spiritual Family, your relationship with your Inner Teachers and the presence of Knowledge itself. For what can a brief life in the world do to an eternal life but temporarily obstruct it in its awareness of itself?</p>\n\n<p class=\"book-paragraph\">Your life in the world is your life here now, and you must give yourself to this. Yet the more you are aware of your eternal life, the more you will allow it to express itself in the world through you. Then you will understand the nature of your real power. Then you will see that the opposition to Knowledge is only a pathetic form of self-punishment.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/problem-evil/"
}