{
  "title": "Protecting the World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is apparent to many people that the environment is undergoing tremendous stress and in many places tremendous degradation. While a few people are very concerned, most people do not pay much attention to this, thinking that the environment is kind of an endless supplier of everything they need.</p>\n\n<p class=\"book-paragraph\">Many people today have lost sight of the utter dependence they have on their environment to provide them the bare essentials of life—food, water, shelter and clothing—and to make possible all of the conveniences and the benefits that they enjoy, to whatever extent these things are available to them.</p>\n\n<p class=\"book-paragraph\">But the environment has great power to change and alter the course of human destiny. Those who are aware of humanity’s long history will understand this. The New Message from God emphasizes that the world’s environment must be preserved and well cared for if humanity is to have a future. For if this is not done, humanity will decline, human conflict will escalate, and human deprivation and suffering will increase dramatically.</p>\n\n<p class=\"book-paragraph\">While this is apparent to a few people today, what many people do not realize is if humanity were to decline in this way, you would be extremely vulnerable to persuasion and influence from forces from the Greater Community, the Greater Community of intelligent life [in the universe] in which your world exists.</p>\n\n<p class=\"book-paragraph\">For there are many races today who are watching humanity—waiting for an opportunity to gain advantage here, waiting for an opportunity to gain access to this world’s immense biological resources, waiting for an opportunity for humanity to be in a state of desperation where such influences will have tremendous impact.</p>\n\n<p class=\"book-paragraph\">This is the greatest threat to humanity’s freedom and future. But it is a threat that very few people in the world today recognize or understand. For to be a free race within this Greater Community of intelligent life, you must be self-sufficient, you must be united and you must be extremely discreet.</p>\n\n<p class=\"book-paragraph\">Clearly, humanity can only benefit from one of these advantages, and that is that you are self-sufficient. You are hardly united. And you are hardly discreet.</p>\n\n<p class=\"book-paragraph\">Those races and groups who are watching the world from beyond, those races who seek to take advantage of a weak and divided humanity, can gain access to all your information. It is being broadcast into space. It is entirely available to the discreet observer.</p>\n\n<p class=\"book-paragraph\">You do not yet realize what a disadvantage this is, for you feel you are isolated in the universe and that no one can reach your shores. This is such a foolish assumption, of course. Such a ridiculous proposition. But this is what most people believe. This is what human science still advocates.</p>\n\n<p class=\"book-paragraph\">The human family has lived in isolation for so long that it assumes that isolation is a fact of life. But it is hardly a fact of life. If you could stand outside your world and observe the actions of intelligent races in the neighborhood in which your world exists, it would be quite apparent that humanity is in great peril.</p>\n\n<p class=\"book-paragraph\">Do not think that humanity has garnered much respect within this local environment. For indeed others see you destroying a world of immense value, a real gem in the universe, and so they seek to intervene. But they cannot do this militarily, for that is prevented in the area of space in which you live.</p>\n\n<p class=\"book-paragraph\">So they will seek more subtle and invasive means. Such means are already underway and are being taken by several competing groups who seek to have this world’s splendid environment and resources for themselves.</p>\n\n<p class=\"book-paragraph\">Such groups do not seek to eradicate humanity but to wait until humanity is entirely dependent and compliant on whatever they may offer to you. That is why for the human family to lose its self-sufficiency is the greatest disadvantage that you could create for yourself. Even beyond the specter of human suffering, conflict and war, this would be your greatest disadvantage.</p>\n\n<p class=\"book-paragraph\">For the world could be overtaken without firing a shot. Humanity could fall under the persuasion of foreign powers far more easily than you realize. And this could be accomplished by humanity itself, with a minimum of foreign intervention and foreign persuasion.</p>\n\n<p class=\"book-paragraph\">This is why, you see, the environment is the most important thing—more important than personal wealth, more important than national military strength, more important than any country’s national security. For the greater emphasis here is the world’s security.</p>\n\n<p class=\"book-paragraph\">You have great barriers against one another. You have great walls of separation dividing the human family, making it weak, vulnerable and self-destructive. But you have no barriers against the Greater Community. And as the native peoples of this world, you are in a very vulnerable and precarious situation.</p>\n\n<p class=\"book-paragraph\">Human unity may be a long way away to achieve. Human discretion may be a long way away to achieve. But you must not lose your self-sufficiency. For if you do, then you will have to yield to whatever a foreign power will offer you. You will not be in a position to decline these offers. You will not be in a position to negotiate for your own best interests. You will receive whatever offerings are given. And you will allow these powers to establish themselves here, hoping and believing it is for your benefit.</p>\n\n<p class=\"book-paragraph\">This is the great peril that awaits humanity. It is a peril that any emerging race in the universe will have to face. For the first to reach the shores of this world will not be saints and environmentalists. The first to reach the shores of your world will be commercial interests, resource explorers, economic collectives, those who seek to take advantage of the native peoples—native peoples whom they do not respect or regard as their equals.</p>\n\n<p class=\"book-paragraph\">Indeed, at this moment humanity assumes its pre-eminence in the world. It feels it has a God-given right to be in this pre-eminent position within the world. But within this Greater Community, humanity is a weak, divided and self-obsessed race occupying and stewarding a planet of immense value and importance to others.</p>\n\n<p class=\"book-paragraph\">It is important, therefore, that you gain a Greater Community perspective on these things, for if you do, your understanding of the environment and your understanding of its importance to your future gain a whole new emphasis. It is an entirely practical emphasis.</p>\n\n<p class=\"book-paragraph\">For never think that you can go into space and just claim whatever resources that you have wasted here upon the Earth, for those resources are owned by others. Never assume that the universe is just a vast empty place awaiting human exploration and human exploitation. For you are not alone in the universe or even within your own world at this time.</p>\n\n<p class=\"book-paragraph\">The ignorance and the arrogance of such assumptions must be corrected, or humanity will make fatal mistakes that even God and God’s Angels will not be able to offset.</p>\n\n<p class=\"book-paragraph\">That is why there is a New Message from God in the world because humanity is destroying its self-sufficiency, humanity is standing at the edge of space, and humanity is already experiencing forces that are intervening in its world, without its control and without its permission.</p>\n\n<p class=\"book-paragraph\">Though there are great perils facing humanity regarding the deterioration of your environments, climate change, decline of life-giving resources and so forth, the greatest peril—the peril that could end human sovereignty forever in this world—lurks in the background, awaiting the moment when humanity will bring itself to its knees through conflict, through deprivation, through war and through further decline of the world’s environment.</p>\n\n<p class=\"book-paragraph\">God has given this world to humanity as a splendid place, as a paradise in a universe full of barren worlds. If you should ruin it, if you should exhaust its life-giving resources, if you should exhaust its biological diversity, then you will have to face the consequences, which will be far more terrible and far more longlasting than anything humanity as a whole has ever faced before.</p>\n\n<p class=\"book-paragraph\">Your real destiny is to emerge within this Greater Community of intelligent life as a free and sovereign race, but this requires that you meet the three requirements that are essential for any race to have such a privileged position in the universe. You must be self-sufficient. You must be united. And you must be extremely discreet.</p>\n\n<p class=\"book-paragraph\">Without this, humanity is but awaiting its own self-destruction. It is but awaiting the growing influence of foreign powers here, who seek to take control of the world and the world’s peoples.</p>\n\n<p class=\"book-paragraph\">This is revealed through the New Message from God. This is part of what has brought the New Message from God into the world. For you live at a time of great urgency, not only for life at this moment but for the prospects for your future, which every day grow a little dimmer.</p>\n\n<p class=\"book-paragraph\">Some people believe the world is like a cornucopia that just provides endlessly. They just need the technology to gain more and more and more. But the world is a finite place with finite resources. If you exhaust it, you face the perils that such exhaustion will bring to you. This is a truth of life in the physical universe. You cannot escape it, whether you are a human being or whether you are a race living in another world, for the laws of nature hold true everywhere.</p>\n\n<p class=\"book-paragraph\">Therefore, the New Message from God emphasizes the importance of this self-sufficiency, the importance of human unity and the importance of learning to be discreet by understanding the nature of thought and power within the mental environment in which you live.</p>\n\n<p class=\"book-paragraph\">It is this mental environment, this environment of thought and influence, that humanity knows so little about and which you will need to understand with greater skill and potency in the future if you are to interact with other races successfully, other races who have gained skill in the mental environment.</p>\n\n<p class=\"book-paragraph\">The New Message from God emphasizes this tremendously, for God wills that humanity have a great future, a future greater than its past. But the prospect of gaining such a future is now in your hands, individually and collectively.</p>\n\n<p class=\"book-paragraph\">You are determining your future and the future of your children and of all people at this moment by what you think, by how you live, by what you promote and advocate and by how you identify yourself as a human being within this world.</p>\n\n<p class=\"book-paragraph\">If you believe you are only a member of one tribe or group or nation, you will not be able to support a greater movement towards human unity and cooperation. You will merely be one side competing with other sides—draining the world of its remaining resources, fighting over those resources, struggling over those resources.</p>\n\n<p class=\"book-paragraph\">The great hope for humanity lies in the mysterious power of Knowledge that the Creator has given to each person, that each person carries within themselves. It is this great spiritual power that goes unrecognized and unheard by the vast majority of people in the world today.</p>\n\n<p class=\"book-paragraph\">This power, then—should it be recognized, should it be understood, should it be received—will teach you how to live, will teach you how to relate to other people and to other nations and to other groups. It will teach you the importance of your thoughts and behavior. It will teach you everything you need to navigate the difficult times ahead and to navigate these times in such a way that you promote human freedom and unity in everything you do.</p>\n\n<p class=\"book-paragraph\">There is no human belief system or philosophy that could achieve this because they are human inventions. But this Knowledge is a God invention. It is God’s Wisdom that has been placed within you.</p>\n\n<p class=\"book-paragraph\">But you must bring your mind and your thoughts in service to this power and to this greater intelligence if you are to receive its guidance, its protection and its benefits. That is why the New Message from God contains the teaching in The Way of Knowledge and shows how to take the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">It begins then within the individual. For an individual guided by Knowledge is a powerful force—far more powerful than laws or legislation or social movements, though these things may emanate from the actions of such individuals. Then it becomes everyone’s responsibility to make a difference—not only for themselves, not only to bring greater happiness and fulfillment into their lives, but to build a strong foundation for humanity’s future.</p>\n\n<p class=\"book-paragraph\">For at every moment, you are living in the moment and building the future. And future generations will thank you or curse you depending on what you contribute today and the strength of your convictions to support human unity and freedom today.</p>\n\n<p class=\"book-paragraph\">This includes the sharing of resources. This includes extending wealth to people who need it. And also teaching how to live in such a way that people’s environments and where they live can be sustained and can be productive.</p>\n\n<p class=\"book-paragraph\">With war and conflict, humanity will weaken and further its own decline. Should this be continued, there will be no winners. There will be no victorious nations or groups, for the world will decline. Then everyone will lose security. Then everyone will become weaker and more vulnerable to powers and influences from beyond the world who are determined to gain access and control here.</p>\n\n<p class=\"book-paragraph\">This is the great moment. This is the great time in which you live. This is a great calling for Knowledge within you to emerge in your awareness. This is a great calling for you to take the Steps to Knowledge, for you live at a great turning point.</p>\n\n<p class=\"book-paragraph\">It is a greater turning point than any of your ancestors ever faced. The future of humanity is being decided and will be decided in the next ten to fifteen years. That is how significant this time is.</p>\n\n<p class=\"book-paragraph\">Perhaps you yourself feel that your life is for a greater purpose, that you are here in the world to do something important—to make a difference, to contribute something of value here. If this is your experience, then you are responding to the great times in which you live and to the great needs of humanity. You are looking beyond your own personal needs and desires and responding to a greater power and a greater need in the world. This then is the evidence of Knowledge. It is very important that you respond to this.</p>\n\n<p class=\"book-paragraph\">The New Message from God is for this. It speaks to this awareness, to this need, to this inner understanding. It speaks to the need of the individual to discover the power and presence of Knowledge for themselves. And it speaks to the need of all humanity to build a foundation for the future, a future where you will realize you are not alone in the universe and that you must protect and safeguard this world.</p>\n\n<p class=\"book-paragraph\">To do this in whatever individual way you can means that you are fulfilling your greater purpose for coming into the world. This greater purpose is not based upon religious belief or ideology. It is based upon a fundamental responsibility, a responsibility of being true to the greater intelligence that the Creator has placed within you, which you are here to serve and to express.</p>\n\n<p class=\"book-paragraph\">You can be a person within a religion or a person without a religion and still respond to this great power within you and allow this great power to express itself and to contribute to the world through your thoughts and actions.</p>\n\n<p class=\"book-paragraph\">That is why the New Message from God is not just another belief system. It is a Message for all the peoples and all the religions of the world. It is a calling for human awareness, human unity and human responsibility. It holds true for all peoples, all nations and all faith traditions.</p>\n\n<p class=\"book-paragraph\">For this is the great time in which you live. This is the great turning point for which you have come. It is a great turning point that involves your life completely. It is a great turning point to which you are responsible.</p>\n\n<p class=\"book-paragraph\">No one from the outside, no one from the Greater Community, is going to come and rescue humanity. No technology is going to rescue humanity. No magic power from the Creator is going to come at the last hour and make all the difficulties go away.</p>\n\n<p class=\"book-paragraph\">God has already given you the answer. The answer is within Knowledge within you. This answer is not merely an idea or a prescription. It is a guiding power and influence. It is not bound by human religions or ideologies or philosophies because it is born of God. It is not a human creation. It is a God creation. And whether you believe in God or not, this power and this presence is available to you, and you need it so very greatly.</p>\n\n<p class=\"book-paragraph\">Recognize, then, that your environment is immensely important. Whatever you can do—whatever small action you can take, whatever is within the range of your personal skill, power and responsibility to enhance and to keep this environment healthy—is fundamental to your success.</p>\n\n<p class=\"book-paragraph\">You will feel within yourself that whatever you can do will generate a sense of satisfaction and a sense of value for you. This is entirely natural for you to feel this way, for this is why you have come into the world—to support human freedom and humanity’s future and to care for the world that has been given to you to make this possible.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/protecting-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/protecting-the-world/"
}