{
  "title": "Raising Children",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is important to remember that it is everyone’s purpose in the world to discover the Knowledge that God has placed within them and to do this to the best of their abilities, given their circumstances and their opportunities for contribution.</p>\n\n<p class=\"book-paragraph\">In many places in the world today, these opportunities and these circumstances are very restricted as people are struggling to eke out a living under very difficult environmental and political circumstances.  In some cases, their religious beliefs circumscribe them as well. This creates great problems for people in understanding their true Divine nature and limits their access to the discovery and the expression of Knowledge, the deeper Intelligence that the Creator of all life has placed within each person as a potential.</p>\n\n<p class=\"book-paragraph\">The opportunity, then, to have children within a supportive environment of marriage is very unique in the opportunities it can provide for a person to gain a real advantage in developing the connection to Knowledge and in experiencing the power and the presence of Knowledge, even from an early age. Here as a parent, you have the opportunity to create a more optimal environment for Knowledge to be experienced and to be expressed in the young person.</p>\n\n<p class=\"book-paragraph\">Very young children often experience Knowledge tremendously, but they are forced to adapt to environments where Knowledge is not recognized or expressed, where real honesty is not valued or experienced. They are extremely impressionable and sensitive, and so they pick up all of the powerful influences in the mental environment—the environment of thought around them. And because they are helpless and have not the strength yet to determine their own awareness and their own boundaries, they are open to all of these forces and influences.</p>\n\n<p class=\"book-paragraph\">Having a positive mental environment for children is very important—an environment that is encouraging and yet emphasizes a kind of practical wisdom that they will need to function successfully in the world and to learn how to get along with other young people, and other adults as well.</p>\n\n<p class=\"book-paragraph\">While it is not necessary that a young person learn about the New Message from God, it is important that they can participate in gaining the skills that the New Message provides—learning to experience Knowledge; learning to discern what is going on objectively; learning to value one’s own experience over the expectations of others; recognizing the hazards and opportunities of the world; developing wisdom around how to participate with people: when to express oneself, when not to express oneself; how to listen to others to discern what they are really communicating; how to interpret the forces around them.</p>\n\n<p class=\"book-paragraph\">This all seems very advanced, but really in essence it is quite simple if the individual can value their own experience and over time gain skill in interpreting what is happening within them and around them.</p>\n\n<p class=\"book-paragraph\">Giving a young child a lot of things to believe in is counterproductive here. This begins to restrain awareness and to lock up the mind. Here religious education at an early age can be very damaging to a young person.</p>\n\n<p class=\"book-paragraph\">For it is necessary ultimately that people, instead of praising God or believing in the dictates or the principles of a particular religion, that they value and follow what God has placed within them.</p>\n\n<p class=\"book-paragraph\">In the New Message, this is called Knowledge. It is the deeper Mind within each person. You were born with this deeper Mind. And while your intellect is being formed and shaped by the world around you, by the influence of your parents and family, Knowledge is still alive within you. It is sending messages to you. It is even counseling you at a very early age.</p>\n\n<p class=\"book-paragraph\">In raising a young child, you cannot destroy Knowledge within them, but you can overlay Knowledge with ideas, beliefs and expectations. And because the child is also born with a human nature, they will have human tendencies as well. They will have anger. They will have disappointment. They will feel jealousy. They will want things that are not good for them. They will not yet have the ability to discriminate what is healthy, what is unhealthy, what is dangerous from what is beneficial. This is all part of the wisdom training that is so important for them to begin to accumulate, even at a very early age.</p>\n\n<p class=\"book-paragraph\">So while the child is born with Knowledge intact fully, they must learn wisdom. Wisdom must be learned. Therefore, it is very important in beginning to support your child to teach them wisdom at a very fundamental level: what will help them from what will hurt them, what looks good from what really is good, what is advantageous and what is dangerous.</p>\n\n<p class=\"book-paragraph\">It is sad that most parents cannot even make these distinctions themselves very effectively, and so they cannot teach their children what they themselves have not yet learned. That is why in the New Message, there is not a great emphasis placed on teaching children because it is the parents that must gain a foundation in Knowledge and must learn to discern their own worldly wisdom, to whatever extent it has been established thus far, from their own desires, beliefs and preferences.</p>\n\n<p class=\"book-paragraph\">To prepare the parents then is really the first step, for they cannot give their children what they themselves have not yet learned. If the parent has not yet learned real discernment, has not yet learned the value of discretion, has not yet learned how to listen within themselves objectively, has not yet learned how to restrain judgment and condemnation of others, well, what can they give their children except their own prejudices, their own expectations and the burden of whatever was placed upon them in their childhood as well?</p>\n\n<p class=\"book-paragraph\">What is important for children is what is important for adults – Knowledge, wisdom, relationship and purpose.</p>\n\n<p class=\"book-paragraph\">As We have said, everyone is born with Knowledge intact. In fact, Knowledge even within the newborn is completely intact. It contains the person’s purpose and their direction. It contains the information of who they must meet, what they must accomplish and the resident wisdom they will need to be able to find all this within the course of their life, within the many uncertain events that life will place before them and in which they will find themselves.</p>\n\n<p class=\"book-paragraph\">You do not need to teach children Knowledge because you cannot teach Knowledge. You can only remind people that Knowledge is alive within them and that there is a way to Knowledge, that there are Steps to Knowledge that they can take.</p>\n\n<p class=\"book-paragraph\">For the young child, then, what is important is to have them begin to value what they see and feel. It is too soon at a very early age to learn discrimination regarding their own experience. First you must learn how to pay attention to your own experience and how to value your own experience. This comes before discrimination, before learning how to tell what is really true from what is not true.</p>\n\n<p class=\"book-paragraph\">If you tell a child that their dreams are false, that their feelings are unimportant, they will not value their own experience. You will teach them that their own experience is worthless, it has no merit and that they must only learn how to follow the dictates of culture and religion.</p>\n\n<p class=\"book-paragraph\">This is extremely dangerous. And for many people, really, this sets up a pattern of defeat for them that they will have to live with for the rest of their life—a pattern of defeat they may never be able to overcome.</p>\n\n<p class=\"book-paragraph\">You want a child to begin to listen to their experience. Ask them what they see. Ask them what they feel. Let them express themselves. Even if what they are seeing and feeling seems absurd or untrue, what is important is that they can learn to listen within themselves. What they hear is not so important yet, not as important as the desire and ability to hear and to listen and to feel what your own experience is telling you.</p>\n\n<p class=\"book-paragraph\">Evaluation comes later. Discerning one’s experience comes later. If you do not have access to your own experience, well, you will not know what to discern. You will not be able to tell the difference between your experience and your ideas.</p>\n\n<p class=\"book-paragraph\">This is the great problem that humanity and other forms of intelligent life in the universe all have to face. For you are born with two minds—a mind to think with and a Mind to Know. The Mind to Know is the permanent part of you. It is the gift of the Creator to guide you, to protect you and to lead you to your greater accomplishments in life.</p>\n\n<p class=\"book-paragraph\">The mind to think with is really to navigate the particulars of life, to deal with physical reality, to learn skills and communication. It has a fundamental role, of course, but it should not be the guide of your life, for it is meant to serve Knowledge, as the mind is meant to serve Spirit.</p>\n\n<p class=\"book-paragraph\">So for the very young child, have them listen to their experience: “What did you feel today in seeing this thing? How did you feel about being around these people? What are you feeling at this moment?” And just let them express themselves. Let them listen. Let them try to understand what their own experience is, and encourage their expression.</p>\n\n<p class=\"book-paragraph\">As they grow older, you can begin to teach them, if you know yourself, the difference between thinking and really experiencing Knowledge. The difference here is quite profound, but most people cannot discern it yet very effectively.</p>\n\n<p class=\"book-paragraph\">What is known is very pervasive within you. It does not change. It does not vacillate. It is not subject to the opinions of others or social conditioning or prevalent beliefs in your society. You feel it throughout your body. Perhaps you feel it as an idea. Perhaps you experience it as an idea. Perhaps you experience it as a sensation. Perhaps you see an image associated with it. It is quite distinct from your thoughts. It is permanent. It is pervasive. It is felt throughout your body.</p>\n\n<p class=\"book-paragraph\">But the mind is thinking all the time, so these experiences might seem rare, and they might become lost within your thinking, your attitudes, your beliefs and your reactions to the world around you.</p>\n\n<p class=\"book-paragraph\">Having a young person listen to their experience is the beginning of learning to listen to Knowledge—to listen, to feel, to see, to look, to begin to listen inside yourself while you are listening to the world, to begin to listen inside yourself while you are experiencing the world. This is natural for very young children, but they have not developed any wisdom yet. So Knowledge is only a potential within them.</p>\n\n<p class=\"book-paragraph\">Do not think that children are wise. They have no wisdom yet. They will walk off the cliff if you let them. They will put their hands in the fire if you let them. They do not have wisdom yet.</p>\n\n<p class=\"book-paragraph\">Wisdom now is very important. Certainly every parent knows they must teach their children certain basic things to avoid danger. This is the very, very beginning of wisdom training, which ultimately is how to be in the world—how to be in the world guided by Knowledge.</p>\n\n<p class=\"book-paragraph\">But you must learn these things. Being in the world is so very different from being in your Ancient Home. It takes years and years and years to learn these things. Human civilization, human involvements, human relationships are very complex and very conflicted. It takes real skill to be able to navigate all this effectively without losing yourself, or without falling prey to addiction and depression and self-destruction.</p>\n\n<p class=\"book-paragraph\">So as you take your child out of the house into the world, you begin to teach them things about the world. Have them watch. Tell them what they are looking at very objectively. Do not cast judgments upon other people. Do not say: “This is good.” “This is bad.” Just have them look. Tell them what is going on over there –what those people are doing.  Take them into nature. Have them watch the animals and the plants, for that it is a very refreshing mental environment for a child.</p>\n\n<p class=\"book-paragraph\">Let them wander within boundaries. Let them explore. Children love to explore. Watch them, but do not be overly protective. Ask them what they are experiencing. Point things out to them. Spend this time with them looking like they are looking—with fresh, open eyes.</p>\n\n<p class=\"book-paragraph\">If you are too preoccupied to spend this time with children, then you should not have children. And if you have children, you must accept that this is part of their gift to you, and this is part of your gift to them.</p>\n\n<p class=\"book-paragraph\">This wisdom training should not be accompanied by very fearful language. You do not want to terrorize children. You simply want them to be able to understand on their own what they are looking at while giving them certain guidelines: places that are safe, places that are unsafe, human engagements that are safe, human engagements that are not safe.  This is normal, of course, in nearly all families, but it is not taken very far in most circumstances. You have to stay with this throughout your child’s development.</p>\n\n<p class=\"book-paragraph\">At a certain point in adolescence, well, you cannot teach them wisdom training any more.  They will not listen to you. They need to learn from others. That is why it is good to have other adults in their life who can help them learn things and experience things—other family members or close friends. It is important that children have access to more adults than only their parents.</p>\n\n<p class=\"book-paragraph\">The third thing is discernment. Here you want your child to be able to listen to their own experience and over time learn to discern what is substantial in their experience and what is not, what they feel deeply from things that they only entertain at the surface of their mind.</p>\n\n<p class=\"book-paragraph\">What are they really hearing in someone?  How are they evaluating other people? For example, a child can experience the suffering of their parents or other adults to which they are exposed. It is important to allow them to express this by asking: “What did you see in this person? What did you feel being with this person?” This is all part of engaging them with a very natural discernment that is one of the great gifts of Knowledge within them.</p>\n\n<p class=\"book-paragraph\">While you can tell someone something that is untrue, you cannot make Knowledge within them believe it. While you can be false in how you present yourself, you cannot fool Knowledge in another. If you are angry, they will feel it. If you are troubled, they will feel it. If you are frightened, they will feel it. If you are dishonest, they will feel it.</p>\n\n<p class=\"book-paragraph\">It is this discernment you want in your child, for this is a fundamental skill in life. This will save them from many calamities and will give them ever-increasing strength as they grow through their childhood and adolescence.</p>\n\n<p class=\"book-paragraph\">Share the wisdom from other people—from teachers, from poets, from musicians, from great thinkers. Expose them to wisdom. Do not tell them what it means or how they should regard it. Let them deal with it themselves—when they are able, when they reach an age when they can consider more complex thoughts or deeper insights, when their evaluative skills grow.</p>\n\n<p class=\"book-paragraph\">And by all means, share with them the wisdom that you have learned in your life—the things that you did that did not work, the things that you did that were real mistakes; the things that you did do that really made a difference, that were very wise and effective.  Share your experience here, but do not add a great deal of evaluation. Just say: “ I did this and this is what happened and it was a mistake.” Or “I did this and this is what happened and it really worked out very well for me.”</p>\n\n<p class=\"book-paragraph\">Any insights you have that prove to be correct, share these with your children. They want to know. They are interested in these things. But you must start early. You cannot start speaking to your child when they are an adolescent, for they may not be listening to you anymore. They are trying to listen to other people. They are already differentiating themselves from you.</p>\n\n<p class=\"book-paragraph\">Next, we have purpose, but purpose is something that will evolve naturally within the individual if their foundation is built upon Knowledge and if they have gained a growing store of wisdom in their life. Often there are expectations that children should know what their life is going to be, what their life is about at an early age, and this is not helpful, or they may need to learn professional skills, or they need education.</p>\n\n<p class=\"book-paragraph\">Do not impose the question of purpose too soon. When they are adolescents, say past the age of fourteen and fifteen, then it is important to begin to suggest that they consider what their greatest skills are and what they can do in the world. But this is at the very beginning. It is a question, not an answer. It is a possibility, not a demand. It is something you want them to think about on their own.</p>\n\n<p class=\"book-paragraph\">Many of their conclusions will not be valuable, but that is okay because they are thinking about it. They are leaving the question open, for here the question is more important than the answer. For they will have to learn to consider questions that do not have immediate answers. This will be part of their wisdom training—to live with questions instead of adopting answers.</p>\n\n<p class=\"book-paragraph\">There are many adults who have lots of answers and no wisdom, who do not have the ability, the capability, to live with the question. They are too insecure. They are too oriented to their ideas and their beliefs. They think their beliefs are the truth. They think their ideas are who they are because they never learned of the deeper Mind within them, and they have never built a foundation there.</p>\n\n<p class=\"book-paragraph\">Ultimately, the greatest gift you can give your child regarding purpose is to be living a real purpose yourself, to be demonstrating a purpose yourself. In fact, all four of these things we have mentioned—Knowledge, wisdom, discernment and purpose—are best taught through demonstration. If a child grows up in an environment where his or her parents are engaged in real purposeful work, well, that is worth more than all the words in the world. That says more than words can convey.</p>\n\n<p class=\"book-paragraph\">That is why the New Message is focused on the adult and not the young child. But adults have children, and when you can begin to teach what you are learning to your child through demonstration and through encouraging insight and observation, then you can pass on what you are learning to those who are in your care, who are looking to you to learn about Knowledge and wisdom.</p>\n\n<p class=\"book-paragraph\">Now, your child will have to deal with the world and deal with education in the world and deal with the social environment with other children and with other adults. And here there are many problems and many hazards.</p>\n\n<p class=\"book-paragraph\">First, let Us say that it is important, if possible, that your child not be put in an environment where they have to deal with the opposite sex for quite a while. It is optimum that girls learn with girls and boys learn with boys at the early ages. It is important that young people have the opportunity to gain a sense of themselves and their own deeper inclinations before they are thrown into situations where there are very powerful social forces of conformity.</p>\n\n<p class=\"book-paragraph\">Some of this cannot be avoided because that is the world, but it is very important that children have very little exposure to sexuality and to the attempt to have meaningful engagements with children of the opposite sex. At a very young age, friendships will evolve in play and that is fine, but as children enter adolescence, it is important that they gain a sense of themselves before being forced to adapt to the complexities and to the compromises involved in real social environments with other children.</p>\n\n<p class=\"book-paragraph\">Sexuality prematurely is damaging. It is pre-emptive. It shifts a person’s focus before they have gained a sense of themselves and their direction in life. And it is true that young boys and girls who had not had a lot of social exposure in this way later went on to become real contributors and successful in their endeavors in life.</p>\n\n<p class=\"book-paragraph\">For a young boy should be cultivating his skills in work. He should be considering his profession. He should be developing practical abilities and not be chasing around girls, and the same is true for girls. They [both] must focus on education, on developing life skills, on building what the New Message calls the Four Pillars of their life: the Pillar of Relationships, the Pillar of Health, the Pillar of Work and the Pillar of Spiritual Development, which— in this way, in this context—is the cultivation of wisdom and the experience of Knowledge.</p>\n\n<p class=\"book-paragraph\">You want your children to be free thinkers, not simply echoes of the culture. You want children to think for themselves, to make decisions, not simply follow what their friends are telling them or what they think they must believe in order to be socially acceptable.</p>\n\n<p class=\"book-paragraph\">You will have to deal with these forces of compromise, and in many cases, they cannot be overcome. But the greater strength that a child has in thinking for themselves and in reconsidering their ideas and beliefs, the greater advantage they will have in the future to set a true course in their life as they grow.</p>\n\n<p class=\"book-paragraph\">Again, the value of the mental environment at home, the engagement in learning and seeing and knowing with their parents makes a tremendous difference. If their parents are absent, are not attentive, their children will naturally gravitate to whoever is giving them attention, and that is usually their friends and social environments.</p>\n\n<p class=\"book-paragraph\">Children absorb cultural values and expectations. Even if they rebel against these things, they are still adopting them, for the rebellion itself is a form of conformation. The more you rebel against something, the more you think it is real, the more you have adopted it yourself.</p>\n\n<p class=\"book-paragraph\">So for children to be free thinking, they must have an environment where this is encouraged, which may not be so in their schooling or amongst their friends. Young boys and girls should be learning skills that are valuable. They will need these in the difficult times ahead. They will need to learn how to make things and fix things and practical skills in discernment and relationship—who to be with and who not to be with. So very important.</p>\n\n<p class=\"book-paragraph\">In adolescence, a child can begin to learn the Steps to Knowledge, but only if they are really ready and desire it for themselves, only if they see the advantage that it will give them in their dealings with others and in navigating the complex social environments that they will likely be in.</p>\n\n<p class=\"book-paragraph\">Here the parents must relinquish control gradually as your child enters adolescence.  Here you must serve as a good example. Here you must exercise restraint and tolerance. Here you must establish firm expectations of your children that must be realistic and achievable and humane. Here your life and your home must be managed in such a way where there is certainty about what is acceptable and what is not. For when there are no boundaries, nothing seems to matter. When there are no consequences, nothing seems to matter. And this leads people to despair.</p>\n\n<p class=\"book-paragraph\">Boundaries are set in your home according to what the parents have established for themselves as a living standard. A child must grow up within these standards, and the standards must be flexible enough to accommodate the children. But if the parents are unclear, the children will be unclear. If there are no boundaries, the child will feel unsafe and become reckless.</p>\n\n<p class=\"book-paragraph\">The more certainty you can create within your home, and the more this certainty is reinforced humanely and compassionately, the greater will be the foundation for certainty for your child. They will have experienced what real stability is. They will see that their parents are teaching them consistency, honesty and integrity, and they will adopt these things. If these things are lacking, then your child will feel unsafe and unsupported. They will become reckless, and they will invest themselves in other things, which will be hazardous for them.</p>\n\n<p class=\"book-paragraph\">The strength of Knowledge in the parents, the strength of their relationship and shared purpose within that relationship, all are critical here for creating a safe and focused environment for children. Here, as your child enters adolescence, you should show them what you are facing as a parent—the difficulties in making a living, the problems involved in local communities. Children should know about these things, for that is part of their wisdom training.</p>\n\n<p class=\"book-paragraph\">Unfortunately, schools do not teach the Four Pillars of life, so young people can go all the way through even to higher education and have very little strength or stability in their lives. Teach your children when they are able to learn about the Four Pillars, about stability, about discernment, about the hazards of being with people who are reckless and self-destructive. Provide them a very stable environment to the greatest possible ability.  Be consistent in what you teach, in what you demonstrate.</p>\n\n<p class=\"book-paragraph\">Do not look to your children for them to guide you, for it is your responsibility to guide them.  Do not think your children are wiser than you, for it is your responsibility to teach them wisdom.  Do not think your child is like your friend, for you have a teacher/student relationship with them. Do not let your children drift, especially when they are very young. Pay attention to them and to their influences.</p>\n\n<p class=\"book-paragraph\">Teach them discernment and wisdom. Teach them to listen to their deeper experience. Teach them through demonstration the power of purpose. Teach them to value their life and their future, and how to invest in their life in the future. Teach them about money.  Teach them about work. Teach them about sexuality. Teach them what they will need to know to have a focused life, a life without catastrophe.</p>\n\n<p class=\"book-paragraph\">To teach these things, you yourself must know them and must demonstrate them. Here your studenthood now has greater significance. Here you are learning not just for yourself, but for your children. Here your strength in Knowledge is not only for your edification; it is for the well-being and for the future of your children. Here the development of your own wisdom and your own wisdom training becomes part of the resource that your children can draw upon.</p>\n\n<p class=\"book-paragraph\">Therefore, for parents, they must become students of Knowledge themselves. They must become students of wisdom themselves. They must become students of discernment, students of purpose.</p>\n\n<p class=\"book-paragraph\">Here what the New Message reveals is of the greatest significance, and it is so very relevant to the times in which you live. For it is given to prepare you to live fully in the moment and to prepare for a future that will be unlike the past. And here you are teaching your children to live fully in the moment and to prepare for a future that will be unlike the past.</p>\n\n<p class=\"book-paragraph\">You are learning not just for yourself now, but for others. And your success and failure as a student of Knowledge will have great bearing on the outcome for your children, and on other people that you influence, and other people that know you as well.</p>\n\n<p class=\"book-paragraph\">With children, you have to become a teacher. To be a good teacher, a strong teacher, you must be a strong student. The New Message will teach you how to be a strong student.  And being a strong student will teach you how to be a good teacher.</p>\n\n<p class=\"book-paragraph\">Your children are your students.  You cannot escape this. At a certain point, they will not want to learn from you very much. Perhaps from adolescence to early adulthood, they will want to listen to others, but you are their primary teacher.</p>\n\n<p class=\"book-paragraph\">If you are going to have children, you must accept this responsibility. It is invaluable and will bless your life if you can accept this responsibility and engage with it effectively.</p>\n\n<p class=\"book-paragraph\">What the New Message reveals to you will be part of your gift to your children, but it must be a gift that they can experience, not something they believe in. For experience is permanent, and belief is like the wind.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/raising-children.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/love-and-relationships/raising-children/"
}