{
  "title": "Realizing the Need to Prepare",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is very important that people realize their preparation for the future is essential. It is very important that people realize that the future that they will be facing will be very calamitous and difficult.</p>\n\n<p class=\"book-paragraph\">While there is much speculation about what is occurring in the world today and many projections regarding the future, there are actually very few people in the world who can see fully what is coming over the horizon. That is why God has sent a New Message into the world: to prepare humanity for a converging set of changes and difficulties unlike anything humanity has ever had to face before.</p>\n\n<p class=\"book-paragraph\">Indeed, the changes that are coming will change the living conditions of humanity. And these powerful converging forces will either defeat you or uplift you, depending upon how you see them and the degree to which you prepare for them.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change are coming to the world. They are already striking the world in many places: changing climate, violent weather, the depletion of essential resources, political and economic instability and a growing risk of conflict and war. These will set in train forces of change that are largely unanticipated, even by the leaders of nations, even by your leading scientists.</p>\n\n<p class=\"book-paragraph\">For you might consider the impact of, let Us say, political and economic instability because of corruption, incompetence and mismanagement of financial systems. You could see that that alone could produce havoc and a great loss of wealth for many, many people, even in the wealthy nations. But when you combine that, which is already in motion now, with the other Great Waves of change and the consequences that they would produce, both singly and collectively, then you are dealing with a very complex situation.</p>\n\n<p class=\"book-paragraph\">While people may not see what is coming over the horizon, their feelings are giving them signs: a growing sense of anxiety, a growing sense of anticipation, feeling out of control regarding their circumstances and their resources.</p>\n\n<p class=\"book-paragraph\">Surely, the poor people of the world are being impacted directly, facing ever-greater costs for everything that they need. And they are facing the impact of violent weather destroying crops, devastating towns and cities, creating immense instability and a human welfare problem. They are facing the growing risk of disease, even pandemic illness. They are already paying the price for the indulgences of the rich, for the lavish lifestyles and the overuse and misuse of the world’s resources.</p>\n\n<p class=\"book-paragraph\">Surely, they can tell the story of the Great Waves of change. But it is only the beginning, for the Great Waves are immense and continuous. And if you have the courage and the objectivity to face this and to begin to discern the Great Waves of change and the impacts they are already having around the world, then you must ask yourself honestly, “How will I know what to do in the face of great change?”</p>\n\n<p class=\"book-paragraph\">You may lay out plans. You may have schemes. You may even stockpile food. You may try to live defensively. But this is not an answer. You cannot stockpile food for a lifetime. Indeed, all your plans for defense may prove to endanger you even further.</p>\n\n<p class=\"book-paragraph\">For example, some people think that they should move out into the country and grow their own food, having no idea, of course, what this would really require and how arduous this would be.</p>\n\n<p class=\"book-paragraph\">If they followed such plans, they would put themselves in ever-greater danger and vulnerability. Unable really to provision themselves, they would now be far away from sources of food, energy and security. So even amongst the very few who sense great change and upheaval are coming, often their plans are counterproductive and even self-destructive.</p>\n\n<p class=\"book-paragraph\">In most cases, people are trying to change their lives in ways that they have always wanted to change their lives, thinking, “Oh, I have always wanted to live in the country,” or “I have always wanted to go and live in this particular place, and now I have an excuse to do that.” But this is not really responding to the great change that is at hand and that will continue into the future. This is merely one indulging in their desires and their fantasies.</p>\n\n<p class=\"book-paragraph\">It is unfortunate that so many people do not have the courage and the strength within themselves to face the Great Waves of change. They simply will feel overwhelmed and therefore will go into denial, thinking, “This cannot be. This cannot be true. I will not look at this.” And they do this at their own peril, of course.</p>\n\n<p class=\"book-paragraph\">For if you do not look, you do not see. You will not prepare. You will not make plans. You will not put yourself in a more secure and stable position. You will just keep living life the way you have been living it until something happens to you.</p>\n\n<p class=\"book-paragraph\">This will be the unfortunate fate of many people. It is not because nature and life are so surprising, for the Great Waves have been building for a long time. And there has been much evidence that they are coming and that they are occurring. And this evidence has been growing.</p>\n\n<p class=\"book-paragraph\">The signs are all around you. The world is telling you what is happening and what is coming. These signs can inform you if you can face them and read them accurately—without preference, without fear, without trying to turn the situation into something you want, without trying to fulfill unfulfilled desires or fantasies.</p>\n\n<p class=\"book-paragraph\">The change at hand is so immense that many people simply are not strong enough to face it. They would rather turn away and put their backs to the world, thinking and believing that someone else—science or government or even God—will simply take care of all of this for them, and that they are going to live for the moment.</p>\n\n<p class=\"book-paragraph\">They do not want to be afraid. They do not want to live in fear. This is what they think. But really what they are saying is: “I really don’t have the courage to face this. It is too much for me.”</p>\n\n<p class=\"book-paragraph\">So while the world is giving them signs, and the deeper Knowledge that God has placed within them, at the level of Knowledge, is giving them signs, and their feelings are giving them signs, they choose not to look. They choose to pretend. They think it is a problem for the poor people in poor countries, or a problem for other people, or a problem for governments or for economic systems to solve. Even the very well educated, even those who consider themselves to be sophisticated will succumb to the same fear, thinking it is something else.</p>\n\n<p class=\"book-paragraph\">There will be many excuses, and the signs will be dismissed, and people will think they are being very intelligent because they think the future is going to be like the past. They will think to themselves that they have been through this before. It is just an economic cycle. The climate may be changing, but it will not change for a hundred years. They will think there is plenty of food production in the world. There is plenty of petroleum and natural gas. They will think that technology will bridge the gap in all cases.</p>\n\n<p class=\"book-paragraph\">They do not realize that their minds are governed by fear and weakness. They think they are being reasonable and logical, but they do not realize that they are facing a future that will be unlike the past.</p>\n\n<p class=\"book-paragraph\">They are not asking the right questions: What is coming? Why is it coming? What does it mean? And how do I prepare? Those four questions are key questions. Many people ask, “Well, who is going to take care of this problem?” Or they think it is another nation that is using too much energy. Or they think that it is business and commerce that are evil and destroying the world when they themselves are the beneficiaries of the exploitation of this place.</p>\n\n<p class=\"book-paragraph\">People are not seeing, so they are not asking the right questions. If you do not ask the right questions, you do not have useful answers.</p>\n\n<p class=\"book-paragraph\">Yet there are a few people who are sufficiently uncomfortable that they will begin to look and try to discern what is happening. They realize that pretending or that speculation or that projecting one’s understanding from the past is not adequate or appropriate now and that humanity has not been here before, humanity as a whole, that is to say. They will look and they will realize eventually that even given all the alternatives and all of the solutions for various aspects of the Great Waves, that in fact they do not have an answer for the whole phenomenon.</p>\n\n<p class=\"book-paragraph\">Some of these people will give up. They will simply think it is over; this is the end. And they will fall into depression and prolonged anxiety. Others will just have hope that something good will happen, and it will all work out some way, even though they cannot see how that could possibly happen.</p>\n\n<p class=\"book-paragraph\">But the critical question here is: How will you know what to do in the face of great change? The question is important because the key word is “how” will you know what to do?</p>\n\n<p class=\"book-paragraph\">For in truth you are facing a situation that has so many dynamics to it that planning and scheming alone are not sufficient. You will have to determine at many critical points what you are going to do. And you will have to have the freedom to change course in your life—to change your work, to relocate, even to leave others who will not and cannot prepare, if that becomes necessary.</p>\n\n<p class=\"book-paragraph\">You have to have this freedom and this flexibility to respond to the Great Waves of change, or you will simply stay in place and they will overtake you—robbing you of your employment, robbing you of your home, robbing you perhaps of your ability to function, depriving you of even your most essential needs. That is the power of the Great Waves of change. Do not underestimate the Great Waves, or you will put yourself in immense peril.</p>\n\n<p class=\"book-paragraph\">Your first great challenge is to face the great challenge, not with plans and schemes or demands for solutions. You must face them. And you must face them to discern their movements. And then you must read the signs within yourself and within the world that will tell you what you need to do.</p>\n\n<p class=\"book-paragraph\">Are you living in a place that can be sustained into the future? Does it have continuity? Will it be livable five years from now? Ten years from now? Do not think it will be easy to move or relocate in the last moment, for it may not even be possible.</p>\n\n<p class=\"book-paragraph\">Is your employment sustainable into the future? The work that you do, will it really be fundamental and needed within the reality of the Great Waves of change? If you are selling non-essentials, non-essential goods and services, it is pretty evident that your career or your work will not have a future. No one will be interested. No one will have the money to spend on these things.</p>\n\n<p class=\"book-paragraph\">If you are young and educating yourself for the future, you must think of these things very seriously. You must have a career or a job that can survive the most difficult of circumstances. No one is going to be indulging in frills in the future, except perhaps the very rich, and even they will have to hide from others—hiding their wealth, not flaunting it in public.</p>\n\n<p class=\"book-paragraph\">This is a gift of Love, a gift born of Love and concern for humanity from the Creator of all life. You may feel this is immensely scary and disconcerting and inconvenient, but it is a gift to prepare you so that you may survive the Great Waves of change and so that ultimately you may become a real contributor to humanity.</p>\n\n<p class=\"book-paragraph\">God has placed Knowledge, a deeper Intelligence, within you to guide you and to protect you. But this Intelligence exists beyond the realm and the reach of your intellect. You cannot figure it out. It alone knows what is coming and how to prepare. And it will prepare you not only to survive, but to contribute for that is why you have come into the world at this time.</p>\n\n<p class=\"book-paragraph\">For it is true you have come into the world to serve the world in the face of the Great Waves of change. This represents your greater purpose and calling in the world. Your calling here is not to be an artist. It is not to pursue a personal agenda. It is not to try to fulfill yourself in some line of work or to forever seek romance and sensation. These things will prove to be so false in the future. And yet they are so false even at this moment.</p>\n\n<p class=\"book-paragraph\">You are here to use your talents and to respond to a world in need. It will tell you where you must go, what you must do and where you are to serve and to contribute your unique gifts to the world. This is such a different emphasis, you see, than people trying to fulfill themselves through work, through business, through wealth, through pleasure, through art. It is a total reconsideration of one’s life, a deep evaluation.</p>\n\n<p class=\"book-paragraph\">Some people look at the evidence of the Great Waves, and they start thinking about solutions, but their solutions will be inadequate. It will take more than a few solutions to be able to navigate the difficult times ahead and to contribute to humanity’s well-being and future sufficiently.</p>\n\n<p class=\"book-paragraph\">It will take thousands of solutions, all supported by many people. There is no one solution. This is bigger than your technology. This is bigger than your economic system. This is bigger than your political structure.</p>\n\n<p class=\"book-paragraph\">Humanity is facing a world in decline—a world of declining resources, a world of environmental change. Do not think your mighty armies can defeat this, or your great and destructive weapons can overcome this.</p>\n\n<p class=\"book-paragraph\">You must begin to rely upon a deeper Intelligence that God has placed within you. You must go beyond your intellect here for the real guidance you will need. Your intellect can solve immediate problems, small problems, and can deal with the details of what you realize you may have to do, but the guidance and the clarity must come from a deeper place within you.</p>\n\n<p class=\"book-paragraph\">Without the guidance of Knowledge, you will follow other people’s prescription, if indeed you do anything at all. And many of their plans will be really disastrous and unwise. You will react out of fear and even panic, and your decisions will not be wise, and they will cost you whatever resources you still have, placing you in greater jeopardy.</p>\n\n<p class=\"book-paragraph\">God knows what is coming. God has sent a New Message into the world, a Message that contains a warning, a blessing and a preparation. The preparation is mysterious because it does not follow your ideas or your notions. There are only parts of it that you can explain to yourself. Some of it will appear very practical; some of it may not appear to be practical based on what you think is practical.</p>\n\n<p class=\"book-paragraph\">The Mind of God can see a hundred different changes. You can only see one or two. That is why the power and presence of Knowledge within you is your guiding light. If your life has to change many times, it can navigate this, whereas your intellect will simply become confused or enraged or perplexed or feel defeated. Knowledge within you will show you where you must go, whom you must meet, what you must do, in every circumstance.</p>\n\n<p class=\"book-paragraph\">The preparation will teach you to become still inside—to listen, to discern the voice of Knowledge within yourself and within other people. It will cut through the confusion of ideas to the certainty of reality.</p>\n\n<p class=\"book-paragraph\">Time here is critical. If you wait, your choices will diminish. If you wait for everyone to agree with you, it will be too late to prepare. You must build your ark before the rains come. If you wait, there will be nothing to build with.</p>\n\n<p class=\"book-paragraph\">You must secure your position while you can, while things seem quiescent, while everything appears to be normal. For if you wait, you will not be able to make these preparations.</p>\n\n<p class=\"book-paragraph\">Human populations will panic. There will be a stampede. It will be chaotic and very damaging. You must respond to Knowledge and follow Knowledge now. If you wait, it will be chaos.</p>\n\n<p class=\"book-paragraph\">You may ask: “What am I really preparing for? Is this going to be difficult or terrible?” You must prepare as if it were going to be terrible. And you must prepare with your understanding that you are not merely being guided to protect yourself. You are being guided to a position where you can be of service to others. That is very different than simply taking a defensive position.</p>\n\n<p class=\"book-paragraph\">You may not be able to preserve all of your wealth, all of your advantages in the face of the Great Waves of change. Preserve what you can, lasting into the future, but Knowledge will guide you to be of service, for that is your greater purpose for coming here at this time.</p>\n\n<p class=\"book-paragraph\">It is no accident that you are here in the face of the Great Waves of change. Your intellect cannot account for this, but at a deeper level, it is surely known.</p>\n\n<p class=\"book-paragraph\">What will redeem you is discovering and fulfilling your greater purpose for coming to the world. To do this, you must engage with the world as it really is, not as you want it to be or you think that it should be.</p>\n\n<p class=\"book-paragraph\">Love follows acceptance. You cannot love the world if you cannot accept the world. And you must accept the world now even in the face of the Great Waves of change if you are to be of service to others and to fulfill your greater destiny here.</p>\n\n<p class=\"book-paragraph\">At the outset, the Great Waves are immensely shocking, discouraging and disappointing. But if you will abide with them, you will discover over time that there is a very great connection between the Great Waves of change that are coming to the world and who you are and why you are here. But at the outset, you may not be able to see this, for you are in shock and awe. And you are in denial and anxiety—running around, confused, upset, not knowing what to do.</p>\n\n<p class=\"book-paragraph\">But once you calm down, and once you ask honestly: “What must I do?” then you are in a position to begin your preparation in a sensible way. It is as if you are preparing for a great storm, a storm that will last for decades. You only know how to prepare for a little bit of it, so you must be guided in this matter by Knowledge.</p>\n\n<p class=\"book-paragraph\">Even the experts really cannot answer the questions for you now. For many of the experts cannot see what is coming over the horizon, and no one has a real plan that will be workable in all situations.</p>\n\n<p class=\"book-paragraph\">That is why you must be alert and attentive. Look for the signs of climate change. Look for the signs of diminishing resources. Look for the signs of economic and political instability. Watch around the world the escalation in the price of food and fuel. Pay close attention to difficulties regarding drought and water.</p>\n\n<p class=\"book-paragraph\">Look at these things ongoing to get a sense of the movement of the Great Waves of change. That will indicate to you what you must do in specific matters and how much time you really do have. Time wasted now is time lost. Time wasted through denial and speculation and through blaming others is time lost, shrinking your window of opportunity.</p>\n\n<p class=\"book-paragraph\">You must come to terms with reality. It is not what you think it is. But your deeper nature can respond to it and is responding to it already.</p>\n\n<p class=\"book-paragraph\">What is coming? Why is it coming? What does it mean and how do you prepare? And the most primary question of all: How will I know what to do in the face of great change?</p>\n\n<p class=\"book-paragraph\">This aims you in the direction of Knowledge, for your mind does not have an answer. And the answers you think you have will not be sufficient, so you must now become very attentive and gain as much objectivity as you can.</p>\n\n<p class=\"book-paragraph\">You must become educated about the Great Waves of change in the world. You must stop blaming other people and use that energy to prepare your life and to assist others in preparing their lives. You must prepare for this storm.</p>\n\n<p class=\"book-paragraph\">If you can, you will be able to navigate the difficult times ahead. And you will be able to be of tremendous service to others—beneficial service, a source of strength and inspiration for others. For there will be so many people who do not have this strength and this inspiration.</p>\n\n<p class=\"book-paragraph\">A New Message from God has been sent to warn people of the Great Waves of change that are coming to the world and to teach The Way of Knowledge so that people will know what to do, and to teach about relationships at the level of a higher purpose in life.</p>\n\n<p class=\"book-paragraph\">The New Message is here to prepare you for your encounter with intelligent life from beyond the world and to face an Intervention from certain races who are here to take advantage of humanity in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">This is the New Revelation. It holds with it an immense challenge for an unaware and unprepared humanity. It is a great deal to face, but this is why you have come. You have not come simply to be a mass consumer, a locust upon the world. You have not come here to lose yourself in hobbies and addictions or to work slavishly for some little conveniences in life.</p>\n\n<p class=\"book-paragraph\">You have a greater purpose and mission here. And the Great Waves of change are the context—the environment in which this mission can be called out of you, realized, experienced and expressed.</p>\n\n<p class=\"book-paragraph\">This is the answer to your prayers. If you cannot follow the Knowledge that God has placed within you, then do not ask for a miracle. It is unreasonable to do this. There will be some miracles, but you cannot rely upon a miracle in the last hour to provide what you will need and to give you stability and security in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">There will be great human suffering in the future. Masses of people will have to relocate. There will be great shortages of food and fuel, even in the wealthy nations. There will be a breakdown in civil order in large cities. And some countries politically will collapse.</p>\n\n<p class=\"book-paragraph\">It is really what you have been expecting, but it is greater than you have been expecting.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change are largely the consequence of humanity’s misuse and mismanagement of the world’s resources. You have not attained stability and security yet in this world. You are still in a very adolescent phase of humanity’s overall development. You are discovering your powers and strengths in certain areas such as technology, but you do not have the responsibility or the restraint or the wisdom to create a stable living situation for the human family in this world. And you are grossly unprepared for the reality of a Greater Community of intelligent life in the universe, and what your contact with this Greater Community will mean and require of you.</p>\n\n<p class=\"book-paragraph\">It is because of this lack of awareness and preparation that God has sent a New Message into the world for the protection and advancement of humanity. It is not here to replace the world’s religions, but to strengthen them and to unite them and to give them a greater dimension of understanding and application.</p>\n\n<p class=\"book-paragraph\">For God is the Author of all the world’s religions, and all the world’s religions have been changed by humanity. What is essential and true within them has become lost in so many cases.</p>\n\n<p class=\"book-paragraph\">But humanity must find its greater strength, the greater strength of Knowledge. It is not simply the strength of your willpower or your ideas or your social associations. It has to be a deeper strength within you—the kind of strength one faces when going into battle.</p>\n\n<p class=\"book-paragraph\">It must be clear; it must be objective; it must be determined. But it also must be compassionate and flexible. The Great Waves will not happen according to your prescriptions or expectations. You must continually read the signs to know how to respond—the signs from the world and the signs from Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">This is where humanity will finally grow up and outgrow its ceaseless conflicts, its religious divisions, its pathetic indulgences and addictions and its tragic wasteful use of the world.</p>\n\n<p class=\"book-paragraph\">You are now being forced by necessity, whereas before you were encouraged by reality. Now you will be forced by necessity. The outcome could be positive overall, but it will be very difficult to achieve such an outcome and will require fundamentally a restructuring of the world and of human civilization—not out of precept or philosophy but out of necessity.</p>\n\n<p class=\"book-paragraph\">People will lose individual freedoms because society must survive. If [society] is guided with wisdom and clarity, people will have fewer options, but in time will gain a greater stability in the world. War will have to come to an end as being self-destructive and self-defeating in the face of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">It is the passing of an age, but the passing itself will alter the course and destiny of humanity, depending upon how humanity responds and prepares for the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">This warning is a blessing. It is a gift of love. It represents the desire for humanity to evolve and to unite and to preserve the world so that it may have a future, and to prepare for its encounter with the Greater Community of intelligent life, where your self-sufficiency in this world will be necessary to secure your own freedom into the future.</p>\n\n<p class=\"book-paragraph\">You do not yet realize the importance of your life, and you do not yet realize the great change that is at hand and how the two are directly connected to one another. This is a calling for you to respond, to be responsible, to be able to respond, to respond with clarity, objectivity, courage and determination.</p>\n\n<p class=\"book-paragraph\">You cannot be fooling around in the face of the Great Waves of change. You must avoid denial and all of the attractions that would dissuade you, preoccupy you and distract you from this greater focus. Your life and well-being and the condition of your existence are dependent upon this.</p>\n\n<p class=\"book-paragraph\">Do not think that because you live in a wealthy nation or that you are perhaps affluent that that will insulate you from the Great Waves of change, for it will not.</p>\n\n<p class=\"book-paragraph\">This is calling you out of the shadows, out of confusion, out of self-obsession, out of fantasy, into a greater participation with the world and a greater connection within yourself and with other people. It is entirely redemptive for you if you can see it clearly.</p>\n\n<p class=\"book-paragraph\">It will free you from internal division. It will free you from your unhappy past. It will free you from your own frustrations and angers because the future and even this moment will demand so much of you that you will have to give your preparation your full attention.</p>\n\n<p class=\"book-paragraph\">God heals you by giving you something important to do with your life. You escape the past to live fully in the moment and to prepare for the future. And the future you are preparing for will now require everything from you—your full attention, your complete involvement. It will require you to become connected to Knowledge within yourself and to take the Steps to Knowledge so that you will have a real foundation and a real source of strength in your life.</p>\n\n<p class=\"book-paragraph\">You have always needed these things, of course, but now you will need them fundamentally. For life will require you to become strong and compassionate. It will call Knowledge out of you. It will call out of you your greater gifts if you can prepare accordingly.</p>\n\n<p class=\"book-paragraph\">These are the signs you have been waiting for. This is your time, the great time of decision and preparation for humanity.</p>\n\n<p class=\"book-paragraph\">God’s New Message will teach you how to prepare and how to see and know and respond to ever-changing circumstances. It will renew your native abilities, and it will teach you the path to take to re-engage with Knowledge so that Knowledge may be your foundation as other foundations collapse around you.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/realizing-the-need-to-prepare.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/realizing-the-need-to-prepare/"
}