{
  "title": "Relationships and Sexuality",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It has come time to speak of sexuality in the context of relationship and Knowledge. We must speak about relationship and its importance in hindering or in advancing the development of Knowledge. There are many strange beliefs in this world concerning relationships and their relevance to personal growth, to personal healing, to the completion of past incidents and so forth.</p>\n\n<p class=\"book-paragraph\">Relationships serve within three primary phases. In the first phase, before Knowledge can emerge, relationships are primarily for the resolution of error. They are to demonstrate illusion and to draw a contrast between illusion and Knowledge, between stimulation and peace of mind. They are completions, you might say. Yet the attractions can be very fierce.</p>\n\n<p class=\"book-paragraph\">If a person never enters the second phase in this life, it is possible they may have a long-term relationship, yet it will be flawed and incomplete. It will have inherent difficulties because the individuals involved have not established a common sense of identity. Though they attempt to establish a common bond, their bond is not intrinsic.</p>\n\n<p class=\"book-paragraph\">In the second phase, which is the emergence of Knowledge in the individual, the unconscious becomes conscious. Then relationships have an entirely different framework and service. Before this, Knowledge was beneath the surface of the mind, exerting influence but in an ill-defined way.</p>\n\n<p class=\"book-paragraph\">In the third phase, relationships have an entirely different emphasis from the previous two. Now Knowledge has emerged, and the individual is undergoing development in order to serve humanity.</p>\n\n<p class=\"book-paragraph\">Let Us review this now. In the first stage, which is where the vast majority of people are, relationships are flawed and difficult, yet there are great attempts to make these relationships permanent. These relationships provide a contrast which is essential for self-development. Without this contrast, you would have no way of discerning what is real from what is not. Your errors here are of tremendous value, if you can understand them and comprehend their service.</p>\n\n<p class=\"book-paragraph\">When Knowledge begins to emerge in the second stage, it seems tremendously disruptive. It provides relief because it is natural and because it emanates from your own Being, yet it seems to draw you away from your former allegiances to a very great extent. It also challenges your former ideas and beliefs, even those ideas concerning personal development and growth.</p>\n\n<p class=\"book-paragraph\">When Knowledge begins to emerge from within you, it does not emerge for growth. Let us make this important point because there are many sad and tragic involvements justified in the name of growth. This is merely a new form of justification. Knowledge is not for growth in the usual sense. It is for service and contribution. In this, it begins to attract Knowledge in others. It has a resonating effect. Knowledge expands, but you in your true state do not grow. You are merely rediscovered.</p>\n\n<p class=\"book-paragraph\">Growth refers to the body and the mind. It refers to the vehicles for your true Self. These vehicles grow because they change. Knowledge expands, yet it only does so because it reclaims itself. Therefore, in reality there is no growth. There is only reclamation, which from a personal standpoint looks like tremendous growth. It is as if you were breaking new ground and reclaiming old territory at the same time.</p>\n\n<p class=\"book-paragraph\">In the second stage, relationships are primarily to serve the emergence of Knowledge. They have far greater relevance to this emergence than to anything else. These relationships are somewhat mysterious because people seem to be sent from nowhere, holding great promise and stimulation for Knowledge. Here the personality is not being so stimulated, for this relationship is not for gratification. It is for true service. It is the beginning of a whole new era of relationship.</p>\n\n<p class=\"book-paragraph\">In this new era of relationship, if the emergence of Knowledge can take place, you will have relationships of an entirely different nature. They will not be inherently flawed. They will seem to exist already. You do not need to create them. They are established, yet they are new to your experience, and so they must find an expression and an acceptance on your part. This is the reclamation of the Spiritual Family within this world, where everyone seems scattered and separate.</p>\n\n<p class=\"book-paragraph\">Relationships now become something else, but you cannot define them. They seem to defy definition, yet they are so deeply felt and there is such resonance that they cannot be denied. Old friendships fall away now. They do not have this content within them. Old emphases fall away. It is the beginning of something you cannot stop but can only hinder. It is like giving birth. That is the best analogy, perhaps. You cannot stop labor once labor begins. It is a greater force than you can account for within yourself. It is this greater power that represents Knowledge.</p>\n\n<p class=\"book-paragraph\">In the third phase, you are beginning to understand your calling in life and individuals come to find their place with you. Here there is recognition rather than attraction. There is peace rather than frantic stimulation. There is confirmation in being together.</p>\n\n<p class=\"book-paragraph\">You still have personalities, and there are difficulties, conflicts and so forth because personalities are like that. They have their own inherent discomforts, like your body, which has its aches and pains. Just because you have purpose does not mean your body is free of aches and pains. Your personality will have its own aches and pains as well, yet it is no longer a dominant factor. You can be compassionate towards your personality now. It is not ruling you. It is only an occasional nuisance and an occasional pleasure. It finds its rightful place.</p>\n\n<p class=\"book-paragraph\">As We have said, the vast majority of people are in the first phase. They are in the phase of developing discernment. People in this phase may have tremendous insight, seeming spiritual power, intuitive abilities and so forth, yet Knowledge has not emerged. They are within an inner cultivation process. It is only through their disappointments and their deeper yearning, which may now emerge, that they will be able to make wise decisions and finally realize that their pursuit of personal fulfillment is fruitless.</p>\n\n<p class=\"book-paragraph\">Personal fulfillment is not even what you want. You are bereft of happiness because you are separated from Knowledge. You are like a ship without a shore. You cannot make that ship complete for yourself, for it has not found its rightful harbor. You are still alone in the universe.</p>\n\n<p class=\"book-paragraph\">In this first stage, all you can hope for is to be safe from harm and have adequate pleasurable stimulation to keep you from despair. You will have real joys and real pleasures, but they will not be enough. It is this inherent dissatisfaction with your separated state that will drive you towards union and bring about the emergence of Knowledge. You will lose interest in things sequentially that were stimulating before. Then when Knowledge begins to emerge, you will have the least possible conflict of interest.</p>\n\n<p class=\"book-paragraph\">Knowledge will seem a great unknown to you. Even your theories regarding spiritual development will not help you now. You will not know who you are exactly. You are not completely who you were, and you have not become what you are intended to be. During this period, you need great assistance. This is when the Inner Teachers begin to emerge, and their emergence has direct relevance for you. This is when you must be selective about whom you spend time with, for each relationship will either help or hinder this emergence. You may think you are being very unloving and selfish, but that is the way it is.</p>\n\n<p class=\"book-paragraph\">In the last two phases, you still have personal problems, but you also have greater concerns than personal problems. You must still make corrections in your behavior and activities, but you now make adjustments not because it gives you pride, but because it is essential for your well-being. It is no longer a should. It is a must. It is a matter of life for you now.</p>\n\n<p class=\"book-paragraph\">Now let Us say what sexuality is for. It serves two functions: First, it serves to regenerate the race, to provide a vehicle of entry for new life here—intelligent life like yourself. Secondly, it is a means of establishing deeper union through the body; it is a physical exercise to experience union.</p>\n\n<p class=\"book-paragraph\">Beyond this, sexuality loses meaning very drastically. When you join your physical electromagnetic system—your body—to another, you are transferring energy to one another; you are uniting your physical vehicles. This has a very great impact on the body and a very great impact on the emotional self. Your nature does not discriminate at this level. If you have sex with someone, your body and emotions will attempt complete union. Your body and emotions do not discriminate. It is like digesting food.</p>\n\n<p class=\"book-paragraph\">If you have this engagement with someone you are not in true relationship with, you will damage your physical system and you will disrupt yourself emotionally. You will lose energy and efficacy as a result. This depletion of your physical vehicle and disruption of your emotional nature have serious consequences if repeated over and over. This loss of vitality will make you sick. Eventually, it will destroy your body’s self-maintenance.</p>\n\n<p class=\"book-paragraph\">This is occurring with the illness that is prevalent now. It is the misalignment of physical vehicles. It is the destruction, by repeated depletion, of the capability of those vehicles to maintain themselves. This is a very serious matter. You must understand there is no casual sex; there is no recreational sex. If you attempt this, you will be attempting complete union with no intention whatsoever and will risk your physical well-being. Nature prohibits this. That is why there are so many indigenous illnesses associated with this. It is not wise and it is not natural. It is not good for you, so do not seek this stimulation. Seek true relationship.</p>\n\n<p class=\"book-paragraph\">You have sexual needs, but they are not sexual in their origin. They represent your yearning for union, which you experience physically, though the cause of this physical sensation is rarely recognized. These impulses then are for union. They emanate from your Being. You experience them in your body and you feel sexually aroused, so you go out and try to take care of your sexual needs.</p>\n\n<p class=\"book-paragraph\">This is a very serious matter. For those of you who are undertaking the reclamation of Knowledge in a conscientious manner, you must attend to this subject very well. There is great hysteria regarding sexual repression and sexual fulfillment. There is great fear that your spiritual life will deprive you of these enjoyments. This is quite ridiculous. Your Knowledge will indicate whether you are to be united sexually with another or not. It is simply given or not.</p>\n\n<p class=\"book-paragraph\">Because you have such strong views regarding the essential need for sexual involvement, it makes you afraid of your own Knowledge, afraid it will rob and deprive you of your great pleasures in life. We, through Our words, cannot reassure you enough that this is not the case. Yet you must discover this for yourself. Your need is for union and for meaningful relationships—relationships for a greater purpose. This is the source of your sexual yearning. This represents the need for reproduction. Reproduction is for a spiritual purpose. If it is misused, you will be damaged. Yet not everyone is intended to have a relationship for this purpose.</p>\n\n<p class=\"book-paragraph\">There is a serious illness now in your midst. Take heed. This is nature saying “no.” This is nature saying, “You cannot do this without harm.” Your Knowledge will indicate whom you are to be sexually united with. If you do not trust your Knowledge, then you will have tremendous conflict. Yet your Knowledge will provide what is needed for your well-being.</p>\n\n<p class=\"book-paragraph\">Even in the Greater Community the need for union and reproduction is universal, though the customs regarding sexual engagement vary. Biological processes and the forms of engagement vary, yet the need is universal.</p>\n\n<p class=\"book-paragraph\">People say, “I cannot wait for true union. I must have sexual fulfillment now. Am I to be celibate until a relationship comes along?” This you pose as a question. We anticipate it. Yet you must ask this of your own Knowledge. Knowledge is not belief. It is not thinking. You must ask this question of yourself. If you understand your true needs, you will see the answer is quite obvious. If you must have sexual gratification without true relationship, you are placing yourself at risk. Even your Teachers cannot save you. You are living dangerously with your body.</p>\n\n<p class=\"book-paragraph\">In all affairs, people learn by their errors. We do not deprive them of their errors. Yet past a certain point, it is unwise to repeat the same errors over and over again. You are no longer adolescents. You have all made these errors, so you do not need to continue. Life gives you these learning opportunities at an early age. It does not deprive you of exploration, but that is for adolescence. You are adults now. Adolescence in adulthood is destructive.</p>\n\n<p class=\"book-paragraph\">Sexuality has a new importance now. It is this We must address. People are very compromised in this area. They are unsure of what they want because they do not see the obvious. You are either ready for union or you are not. Is it that clear cut? Yes, it is. If you are not ready for union with another, do not pretend. You will find that your temporary allegiances will be very costly to you. They will leave scars and they will damage you. You will pay a price for them. You must have this early learning in order to learn what is real, yet you cannot persist in this indefinitely. This produces harm.</p>\n\n<p class=\"book-paragraph\">Sexuality is entirely useless unless it is for reproduction or for union. It is only natural in these two realms. If you are not in a position to have either of these two emphases in life, then use this vitality for other constructive purposes. Knowledge will draw tremendous energy from you. That is why it unifies you. You will not have time for things that are not necessary. As a result, you will feel your life is necessary, and you will not have to ponder its worth.</p>\n\n<p class=\"book-paragraph\">Therefore, if you are not ready for complete relationship, do not play with your body. It is a fragile instrument, tremendously fragile. It is yours to use or abuse. Your emotional state as well must find equilibrium now, or Knowledge cannot arise. For Knowledge must arise with its own power. If this power is too disruptive to you, naturally it will not occur.</p>\n\n<p class=\"book-paragraph\">Knowledge is something which cultivates itself within you. As it begins to emerge slowly, it will have increasing influence over your thinking and ideas. You will have many signs before you are about to make a mistake, and you will begin to have a broader range of experience.</p>\n\n<p class=\"book-paragraph\">There are those who are born into this world who, from an early age, recognize that they have intuitive gifts. These people must be especially careful, for their gifts open them to a broader range of experience, which they are unlikely to be able to discern properly. For them, the physical body is even more sensitive an instrument. Think of it like this: The more specialized the instrument, the greater the care it requires. Precision instruments require greater maintenance. It is the same for those whose gifts have been evident from an early age.</p>\n\n<p class=\"book-paragraph\">Many of these people are not from this world. They have immigrated here at this particular time in human history. They have never felt at home here and have always felt displaced. Their awareness of this speaks of an increased sensitivity. For them, personal relationships have wreaked havoc. They are attempting to unite, but they are not with their own kind. Yet these early sensitivities speak of a greater possibility later. If these individuals can establish a functioning self in this world, they will be in a tremendous position to be of service to the Teachers of God.</p>\n\n<p class=\"book-paragraph\">You need a witness to your Knowledge in order to accept it. Knowledge always speaks of relationships. These relationships are essential to your well-being. They are strong allegiances, although they may only be temporary. It is as if someone had come into your life to help you open, and then they left. Yet even after their departure, you still feel a bond with them. This is relationship at a greater level.</p>\n\n<p class=\"book-paragraph\">We encourage the development of Knowledge always. This will attract the important people to you. These people will teach you through their demonstration about the difference between reality and error. Many of you have seen enough error. Must you endlessly attempt to experience everything for yourself when people around you are committing every form of self-violation imaginable? You may save yourself great time and difficulty by being observant.</p>\n\n<p class=\"book-paragraph\">Knowledge speaks of intrinsic relationship, not established relationship. That is why the man or woman of Knowledge is never alone. They have tremendous allies, both within and beyond the physical realm. Their power comes from their relationship with life. They draw their energy from this. They seem unusual in their abilities because they are not alone and serve as a channel for this greater resource, vitality and direction.</p>\n\n<p class=\"book-paragraph\">What do you do with all this sexual energy you have? It’s swimming around in you; it makes you very angry sometimes. It is spiritual Presence. People are aroused sexually when they feel Presence. This Presence ignites a yearning for union, which raises deep emotions and tremendous sensations physically. This vitality in your body is not to be denied. That is unhealthy. Yet it must be recognized and given constructive expression within your current circumstances.</p>\n\n<p class=\"book-paragraph\">Individuals in this world, and in other worlds as well, who have been major contributors to their people, were not wasting their vitality in meaningless pursuits. They were drawing upon all their resources for the tasks at hand. They were not casual about anything. Life was too vital for them. It is this vitality you miss. It is this vitality that your Knowledge contains for you. Yet you must seek for it in your current activities.</p>\n\n<p class=\"book-paragraph\">Part of the attraction of romantic love is that it seems to return vitality to you. Temporarily. It is deeply stimulating to your life force, but it does not give expression or promise to it. The great romantic interludes that you see in your stories and in your images are very exciting, but they hold no promise. After you have met this desired one who seems to bring out of you such fascination, enjoyment and self-abandonment, what do you do then? There is nothing to do, nowhere to go. Your fascination begins to disappoint. These parodies of relationship must be recognized. True relationship has the intimacy, compassion and deep pleasure of union because it has promise, direction and purpose.</p>\n\n<p class=\"book-paragraph\">Therefore, if you seek fulfilling relationships in the world, always seek purpose. It is the foundation. On a personal level, you cannot maintain relationships long term, for your interests will vary. If you are seeking Knowledge, then you will risk these relationships constantly. That is why it is best to seek Knowledge first. Anything you establish as a substitute for Knowledge you will risk losing. That is why it can take so very long for those who have made great establishments without Knowledge to turn towards Knowledge for their redemption. They are very fearful of what it may mean. Our comfort for them may not be enough.</p>\n\n<p class=\"book-paragraph\">People wish to think that they can have everything, but it is not true. You cannot have everything. You can only have ideas of having everything. If you try to have everything, you will be empty-handed and forlorn. Is this negative? No. It is very kind.</p>\n\n<p class=\"book-paragraph\">Your Knowledge has specific work here. You are placed in time and space, which means you have activities. Self-realization does not leave you dormant. It has a specific application that becomes quite apparent.</p>\n\n<p class=\"book-paragraph\">You want relationships desperately, but you do not know what to do with them. You are like a person who has an appetite, but does not know how to eat. So you thirst and hunger for the great feast, but when you sit at the table you cannot eat. This is your dilemma.</p>\n\n<p class=\"book-paragraph\">Many people ask, “How can I find true partnership?” That is not the right question. Find what is true and partnership will find you.</p>\n\n<p class=\"book-paragraph\">Purpose emanates from your Knowledge. You have had experiences of Knowledge already. It is this that requires cultivation. There is great assistance to help you do this. Then relationship will come to you. That is the way. Learn to eat. Do not seek food. Learn to eat. Or you will sit at the table and realize you cannot fulfill yourself. You will not be satisfied.</p>\n\n<p class=\"book-paragraph\">Understand this: God does not know you personally. That is why you have Teachers, for they can establish personal contact. God only knows what God has created in you. God is in communication with this. God does not know you personally. God does not come from far away to help you out personally. Yet God serves you personally because of God’s Plan.</p>\n\n<p class=\"book-paragraph\">There are many attempts to personalize God. They are always fruitless and frustrating. People ask, “If God is real, why doesn’t God come and fix up this world? Why doesn’t God come and make my troubles go away? Why doesn’t God come and bring peace?”</p>\n\n<p class=\"book-paragraph\">God has brought peace. God has made trouble go away. Yet no one can see this. God has answered every need, yet no one sees the answer. If God came and made all troubles go away in your physical realm, you would realize you were in Hell already. You are ill prepared for peace. You could not tolerate peace now. It would show you that you are disassociated from yourself. It would be terrible. It is better that you have a canvas in this life to create anything you want until you find what you really want.</p>\n\n<p class=\"book-paragraph\">Life in this world is very flexible. Because of the evolution of life, God serves you specifically in every stage you are in. One step ahead of you, in your Spiritual Family, are your elders who lead and instruct you. They are led and instructed, and so on and so forth. God is the attraction. The Plan is the means. You feel God. God is like a great attraction pulling you. God is pulling everything in.</p>\n\n<p class=\"book-paragraph\">God has never personally visited this world, for God is not a person. Yet God’s Teachers have delivered Messages to individuals throughout history. This is difficult to understand intellectually, for it can only be known. Can your thoughts accommodate these ideas successfully? Our words are approximations only.</p>\n\n<p class=\"book-paragraph\">In your world, there are those who are destined to become speakers for the Greater Reality. You must understand that the Greater Reality is not the Greatest Reality. That is not how life works. God can only communicate through God’s Messengers who exist in the next level. Each level serves the level below it. That is how everything progresses.</p>\n\n<p class=\"book-paragraph\">Therefore, let Us summarize. Sexuality is for reproduction and for union. Sexual energy is only life force experienced in a certain part of the body. Relationships must serve in the current stage of the individuals involved, yet in all stages there can be completion and progress. Serious students of Knowledge must become responsible for their sexual energy and their engagements with others. It becomes evident what must be done if this is their intent.</p>\n\n<p class=\"book-paragraph\">Sexuality will not be a problem when you are with Knowledge, for you will not be attempting to use your physical vehicle inappropriately. You will experience your energy being drawn where it can be of the greatest service, and your sexuality will be for union. It will not be a problem.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/relationships-and-sexuality/"
}