{
  "title": "Relationships and the Great Waves",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have Four Pillars in your life, the Pillars that uphold your life. They give it strength, balance and certainty. These are the Pillar of Relationships, the Pillar of Work, the Pillar of Health and the Pillar of your Spiritual Development. Like the four legs of a table, they uphold your life. The strength of your life and the ability of your life to undergo change and uncertainty depend in great part upon these Pillars. While you have Knowledge, the deeper intelligence that God has given you to guide you, to protect you and to lead you to your greater accomplishments, the emphasis must still be on building these Four Pillars.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This chapter discusses the Pillar of Relationships. This includes all of your relationships, how you participate in relationships, your strengths and weaknesses in relationships, the quality of relationships that you have with others—who in your life is strengthening you and who in your life is making you weaker. This primarily is regarding your relationship with individuals, but in a more complete sense, it also includes your relationship with your possessions, your home, your mind, your body, your nation, the Earth, your relationship with nature and so forth. This Teaching will focus on your relationship with individuals because they have the greatest impact upon your thinking, awareness and abilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It must be understood at the outset that the quality of your relationships with others will largely determine the kind of life you will have, what will be available to you, the vision you will have and the degree of courage you will have to follow the movement of Knowledge within yourself. Here Knowledge cannot move you in your life. It cannot guide you or protect you if your Pillars are too weak. In this case, if there are people who depend upon you remaining as they want you to be, who are afraid of any kind of change or emergence within your life, who would suspect or denounce any kind of deeper inclination you might have to the degree that it would threaten their interest in you, they will hold you back. They will influence you. They will discourage you. They will cast doubt upon you even if they are wonderful and loving people. If they do not recognize the reality of the deeper nature within themselves, then they will regard it within you with suspicion and uncertainty. They will not trust it. They will not know it. It will seem strange, confusing and threatening to them. And whatever they are doing with you in life will seem to be cast in doubt.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who you are with and who is influencing you has a great bearing on what you will know and your ability to follow what you know, the ability to follow the greater intelligence that God has placed within you. Contemplating the Great Waves of change that are coming to the world, the very difficult reality of comprehending humanity’s emergence into the Greater Community of life in the Universe and the Intervention that is occurring in the world today will show you who amongst your friends and relatives will support you in this inquiry and who will share this interest with you. Not everyone who encourages you will share this interest, so they do not need to have this interest to support you. But you will see at the outset who will stand with you and who will oppose you, who will discourage you and who will encourage you. This is very important to see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People are often shocked to discover that their closest friends or their nearest relatives really did not support the emergence of Knowledge or their entertaining deeper questions about their lives and about the world. They were such good friends on a personal level, but beyond that level, they had so little in common. It is as if they didn’t really know each other at all. They only shared interests and hobbies and simple innocuous dialogue, but beyond that there was not a deeper connection between them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One of the first great thresholds you will have to face is sharing with others your awareness of the Great Waves of change, your inquiry into the Greater Community of life and your focus on building your connection to the mystery and the power of Knowledge within yourself. Be prepared, for the response may not be what you want it to be. That is to be expected, for if your closest friends and your closest relatives really supported Knowledge within you, they would have been doing it all along. It would have been a focus in their relationship with you. They would have encouraged it. They would have encouraged you to be true to yourself, to search your feelings and to discern your deeper inclinations. If that has not been the case, then it is likely that they will not support your deeper inquiry now, and they will not understand what you are doing and why you are concerning yourself with such difficult and important questions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you must be willing to continue even if others fall away. And in certain cases, you will have to leave even longstanding relationships, for they can only hinder you now in your greater journey. They can only pull you back to the way you used to be, the way they want you to be, the way they are used to your being. But do not condemn them for this, for they do not yet have the awareness. Yet be grateful that the awareness is coming to you because this gives you time to learn and to prepare, and perhaps one day you will be able to help them in their inquiry. But at the outset, you must gain your own strength. You are not strong enough to teach others and to encourage others. You do not have the skill. You do not have the certainty. You have not traveled far enough up this mountain to be able to guide others, even at the outset.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you must be willing to journey alone and face loneliness because it is better to be alone than it is to be engaged in relationships that cannot journey with you in The Way of Knowledge. It is better to face loneliness than it is to engage with people who really have nothing to offer you—no wisdom, no encouragement and no insight. Before, you were really just spending your time mindlessly, and now you must spend it wisely. And relationships take a great deal of time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you will be looking for deeper qualities in people. Beauty, charm and wittiness will be seen as having no real value now. You want depth and honesty. You want earnestness. You want clarity. You are looking for a deeper resonance with others. You want others who are looking at the world, responding to the world and who are beginning to respond to Knowledge as you are beginning to respond to Knowledge. You want people who can resonate with you and encourage you now, for you will need this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Breaking free of others who cannot do this and breaking free compassionately and wisely is not easy. In some cases, it will seem heart wrenching. It will be so confusing to you that they cannot see what you see and feel what you feel and know what you know. Not only are they not experiencing these things, they will not even seem to value them. They will say, “What is wrong with you? You used to be such a fun person, and now you are so serious. Why are you concerning yourself with these things? It is too fearful. It is too extreme.” They will question your motives. They will question your insights. They will weaken your confidence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Nearly everyone has to face this at the outset, and sometimes it can be very disappointing. Yet you still must journey on. You have a greater purpose in life to discover. You have to take the steps to Knowledge. You have to find out within the context of the world why you are really here. What are your gifts? What does the world need from you specifically that you are equipped to provide? You have a greater journey to take now. It will change your relationships, it will change your priorities, and it will change what you look for in other people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is entirely natural. This is the result of growing up. Even if there were no Great Waves of change, even if humanity remained isolated in the Universe, you would still have to take these great steps to mature as a person—to build character within yourself, to learn about your mind and your inclinations, your strengths and your weaknesses and to embark upon a deeper evaluation of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Waves of change add tremendous urgency to this deep evaluation, but in and of itself, it is an entirely natural and necessary process. That others are not responding does not mean that it is not meant for you. That others are not growing up does not mean that you should not grow up. That others are remaining foolish, ignorant and self-obsessed is not a reason for you to do the same.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are both blessed and burdened now—blessed because you have been forewarned, blessed because the spark of Knowledge has been ignited within you, blessed because at last after so many years of searching and emptiness, you are beginning to find something—something you can experience and follow, something that will give you a greater direction and a greater connection to life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet it is also a burden. For now you must consider things that you would not consider before. Now you must look courageously out into the world, and you must look courageously within yourself. You must begin the great evaluation, and you must be willing in life to chart a different course—not a course that you have fantasized about, not a course that represents your former goals and ideals, but something deeper and more genuine, something natural to you, but at the same time something with which you are unfamiliar.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you are not creating your reality. You are allowing your reality to emerge within you. You will have to create a place for it to emerge. You will have to create an environment for it to emerge, but its emergence is natural and essential for you, for this is who you really are. Beyond your personality, beyond your beliefs and ideas, beyond your memories of the past, this represents your greater identity that is now beginning to emerge in your life. It has been called because you have reached a point in your life where it becomes necessary, and you are being called by the world, for the world is calling you. The signs of the world are calling you to prepare—to awaken from your dreams of self-fulfillment, to prepare for the Great Waves of change and to prepare for the Greater Community.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a very important point, you see, because while the answer is within you, the calling is not. It is beyond you. It is out in the world. What calls you to a greater purpose is out in the world. The answer to this calling is within you, but the calling is out there. Because the Great Waves of change are coming and are beginning to influence and affect the lives of ever-increasing numbers of people, the calling of the world is there. It is powerful. It is engaging. It is essential.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why you are responding now. That is why you have been feeling a greater sense of anxiety about the future and a greater concern for what you are here to do in your life, what is really important in your life and what you are here to accomplish. It is this calling, you see. You have been feeling it for some time, and now the revelation of the New Message is showing you what you are experiencing. It is bearing witness to your experience. It is advocating for this experience to increase and to emerge within you. It is a confirmation of Knowledge within yourself and what you yourself must learn to see, to know and to do for this Knowledge to emerge and to express itself fully through you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not a time to look for romance. This is not a time to try to get married. This is not a time to commit yourself to someone or to a set of circumstances because you are building a fundamental relationship with yourself, and you are undertaking a deep evaluation of your life. It is better now that there be no one else competing for your attention. If someone is, it will make this evaluation far more difficult and confuse your situation terribly. Even if they are the right person for you, they must wait. And if they are the right person, they will wait.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You need time now to get your bearings, to see where you are, to see what you know, to evaluate your relationships with people, places and things and to discern the direction that you must follow. There should be no one else competing for your attention, and you should hold yourself back. Do not give yourself over now. That would be a terrible mistake. It would be bypassing an essential step in your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are a person who has relied upon being in relationship with others, this might seem difficult—to be on your own like this, to withhold your affections, to keep yourself out of any kind of intimate engagement with anyone. If someone is trying to seduce you or to overcome your inclinations, if someone is trying to persuade you to be in relationship with them, then you can be sure that they do not respect the deeper movement of your life. This will likely mean that they are not appropriate for you, either now or at any time. Do not let anyone’s desires or expectations overtake you now. You must have this restraint. You must establish these boundaries.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will need time, and quite a bit of time actually, to discern your real direction. There should be no distractions from this—no one pulling you to the side, no one pulling you back, no one trying to win you over, no one trying to encourage you to be in relationship with them. No distractions. If you are going to take this great step in your life, there must be no distractions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are in a relationship with someone now, you may have to withdraw for a period of time. If they can support this, that is good. If they cannot support it, then you know that they will not be able to take this journey with you, regardless of your affection for each other, regardless of what you have created together. Fundamentally, they will not move in the direction in which you must now move, and there is nothing you can do about it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is where Knowledge becomes your first responsibility. Before, you were giving your life away to other people. You were giving your life away to your own desires. You were giving your life away to your own fears. You were giving your life away to what the culture was telling you that you should be, do and have. But now you are allowing Knowledge within yourself to set the direction, to set the boundaries, to say yes to this and no to that, to give you clarity, to give you back to yourself and to give you a direction and steps to follow.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For some people, this will be the most difficult threshold, and many will not pass through this threshold. They will turn away from Knowledge. They will turn away from the signs of the world and the signs of their own deeper experience to protect what they have, to please the one they are trying to please, to hold on to their financial security, to hold on to their social position. They will fall back into the shadows, and Knowledge will remain latent within them—waiting for the moment when it might emerge again, waiting for the time when they will question their assumptions, their attachments and their commitments.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But for you, you must establish this foundation within yourself before you can commit yourself to anyone or anything. Your first priority is to become strong with Knowledge and to engage yourself in a deep evaluation about your life, relationships and activities. In your heart, you know this to be true. If you feel you have been alone and have done this evaluation, and yet you do not have a clear direction, if you do not know what steps to follow, then you have not really done this. You have just been alone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps you are not asking the right questions or listening deep enough for the power and presence of Knowledge within yourself. Perhaps you are not looking at the Great Waves of change. Perhaps the idea of humanity’s emergence into the Greater Community had never occurred to you, or you only thought about it occasionally. Whatever the case may be, the deep evaluation must be deep enough to be effective. It must be substantial, and it must show you what is coming over the horizon of the world, for this will give you certainty. This will give you motivation, for you will realize you cannot stay where you are. You are not living in the past anymore. The world that you are accustomed to will change dramatically. You cannot rest on any former presumptions or assurances. There is no safe and secure place to hide from the vicissitudes of life now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can face this, you will gain courage. If you can face this without denial, without preference, without projecting your own ideas, hopes and wishes, you will gain clarity and objectivity. Courage, clarity and objectivity—so rare they are in the human experience, and yet so absolutely necessary to provide certainty, direction and balance in one’s life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is better to be with one person who will encourage you than it is to have a whole host of friends and family around you who have no idea what is moving your life. You must face this. You must have the strength to say no to others. You must have the courage to carry on the deep evaluation of your life. Otherwise, you will not know yourself. You will not know your experience. And you will be too afraid to look out over the horizon.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the condition of so many people, especially the wealthy people. They really do not want to look out on the horizon. Most of them are too afraid of how they must change, what they must let go of, what they must reconsider—so engulfed they are in their pursuit of happiness and pleasure, wealth and power. It is very sad. Their wealth has done nothing for them and, in fact, has made them weaker and less able to respond to life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, do not envy them. Their tragedy is not something you want to have. In the future, owning a lot of things will be a real burden. Having great wealth will be a real burden. How will you protect it? How much will it govern your life? The Great Waves will create a set of circumstances that will make being very wealthy extremely hazardous, with all those hungry faces looking at you. No, no, that is not the way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will need great companions in The Way of Knowledge. You will need others who are strong enough to face the Great Waves of change and who are willing to begin to look ahead at the Greater Community and humanity’s future and destiny there. You must have others who are beginning to take the same kind of journey you are taking.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not about romance and marriage now. That may come later. That is not the emphasis now. Break the addiction to romance. Do not become sexually engaged with anyone during this initial period. Do not give yourself away to anyone. You will have to bring everything to bear here—all of your attention. It must be the great focus of your life. That is how serious it is, and that is what is required. In time, others will come to join you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will be tempted by romance. You will be tempted by relationship, beauty, charm and wealth. They will all still have certain degrees of attraction for you. But Knowledge within you will not be impressed at all by them and will not respond to them. And the stronger you are with Knowledge, the more immune you become to these seductions and attractions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But you are not there yet. You must take this journey to gain that strength, that immunity and that freedom. Oh, what a freedom it is to be free from seduction. When you are free, everyone else looks like they are in chains, like they are slaves to their wishes, their desires, their fears and their inappropriate engagements with other people. But to gain this freedom requires a kind of struggle within yourself and real self-determination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Beyond the sphere of your personal relationships, you will need to gain the expertise of people who are looking at the Great Waves—people who have different skills, different talents, different professions. You will need to learn about the Great Waves—what they really mean, how they are unfolding. What are the possible outcomes for humanity? You must do this with as much objectivity as possible. It does not have to become an obsessive investigation, but it is part of your education overall.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you will have to become a student of the world as well as a student of Knowledge—studying what is really important. What is really important for you to study now, regarding the world in all of its conflicts and distractions, all of its seductions and tragedies? What should you be looking for there?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are a few things that are important. You must become aware of situations around the world regarding the availability of food and water. You must become aware of changes in climate and its effect upon food production in the world and its effect upon the well-being of people in both urban and rural environments. You must be aware of political and economic instability and how it is manifesting in certain places. You must be aware of the outbreaks of pandemic illnesses. And you must be aware of conflicts that continue to exist and conflicts that may emerge in the future. When you look at the world, look for these things. Just bear witness to them and see if there are any signs. Not everything you will look at is important. Not everything you look at will be a sign.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You look and you watch with Knowledge, which is looking without preference or judgment. It is just looking. You listen without preference or judgment. It is just listening. If you find a real sign, it will impress itself upon you particularly. It will not just be an emotional response of sadness or grief, remorse or anger. It will be something that will ring within you. That is important. Write it down—what you heard, where you heard it, how it impressed you. And stay with that, for a sign is more important than stimulation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You look for the signs. You do not have to become an expert in any of these areas. You do not have to study them in depth. But you need to look into them for the signs. For the signs will tell you how quickly the Great Waves are approaching. They will tell you how much time you have to carry out the things that you are trying to do even right now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Like the animals in the field and the birds in the air, you are watching and listening for changes in your environment. While others continue to be preoccupied and self-obsessed, carefree and careless, you must pay attention, and that is why there can be no competition for your attention now. Romance and relationship must wait. You must create space within your mind to listen, to look and to learn. You must slow your life down so that you can listen, look and learn. Beginning Steps to Knowledge will teach you how to still your mind and how to listen more deeply within your own experience, looking for the signs.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is your relationship with Knowledge now that is so fundamental and that must take precedence over any other relationship that you have. Even your children who will stay with you, even they cannot interfere with your relationship with Knowledge. The more that you build this relationship, the more you will be able to share it with your children and encourage it in them. For you can never be too young to learn about Knowledge—to learn how to recognize your deeper experience and be true to yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the way that God has laid out. It has always been this way. Religion and all of its emphasis and tragedy, the infusion of culture and history and the manipulation of leaders and institutions have not changed the fundamental nature of God’s Revelation—which is Knowledge within the individual and, through Knowledge, contribution to the world. It is fundamental. This is at the heart of every religion. Take away the miracles, take away the pageantry, take away the institutional guidelines, and you have the mystery of Knowledge within yourself, waiting to be discovered.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now the world is calling for this, for Great Waves of change are upon the world, and humanity is now facing Intervention from the Greater Community itself. The world is forcing an advancement in human evolution. The world is calling Knowledge out of you, and it must respond. This is the power of your time, and it will give you work to do that will be fundamental and necessary, both within yourself and in the world.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/relationships-and-the-great-waves/"
}