{
  "title": "Religious Fundamentalism",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">People living in Separation try to make everything fit Separation. They try to make their ideas, their activities, their beliefs and their emphasis in life function within the realm of living in isolation, being separated from God and their Source.</p>\n\n<p class=\"book-paragraph\">The Lord of all the universes, the Lord of all Creation, the Source of your life has established all the world’s great religions. Even though they have been altered over time and changed through human adoption, corruption and misunderstanding, they are all meant to unite humanity. They are all meant to add dimensions to human civilization. They are all meant to prepare you for the future, for all the great Revelations are here to prepare you for the future.</p>\n\n<p class=\"book-paragraph\">Yet living in Separation, people, many people, make their religion the only religion, or the final religion, or the complete religion to the exclusion of all others. It is a human tendency, and it is associated with belief.</p>\n\n<p class=\"book-paragraph\">Belief is of the mind. It is not of the Spirit. Belief is useful and necessary to a point: to organize your thinking, to give your life focus and direction and orientation. But thinking, living in Separation, is never absolute. For where you are going and where you have come from is beyond the realm and the reach of the intellect.</p>\n\n<p class=\"book-paragraph\">To believe that your great spiritual teacher, the founder of your religion, is the only great teacher, or the final great teacher, is a fundamental mistake. If all the religions have been initiated by God and changed by man, then clearly it is a glaring mistake.</p>\n\n<p class=\"book-paragraph\">To think that God has nothing more to say to humanity as it faces the greatest challenges now in its entire history is a fundamental mistake. To think that the religions of antiquity can prepare you for life in the universe, or for living in a declining world, is clearly inappropriate. Yet many people hold to these ideas, base their lives upon these ideas, are willing to go to war with others over these ideas.</p>\n\n<p class=\"book-paragraph\">So the abuses of religion continue. They have been grievous over time because the Spirit of God is not being experienced.</p>\n\n<p class=\"book-paragraph\">Like the rivers leading to the sea, all religious traditions are to bring you back into wholeness and union with God. They each add a unique dimension to the understanding of being in the world and of living with a dual reality—the reality of your spiritual nature, which is embodied in what We call Knowledge, and your worldly identity that has been established through culture and through interaction with life here in the world.</p>\n\n<p class=\"book-paragraph\">You have this dual nature, you see. You are not one without the other. But your greater nature is not based upon ideology. It is not based upon religious belief or practice or tradition. It is beyond these things because God is beyond these things. And when you leave this world, you will be beyond these things. You will not have any beliefs. You will just be there, just like you were before you came into the world.</p>\n\n<p class=\"book-paragraph\">So people come into the world, and they become laden and imprinted with belief. And if they accept this, they become the advocates of belief, sometimes very mindlessly, simply because they are so heavily imprinted and conditioned to think a certain way, to hold certain ideas and beliefs and have certain opinions about their religion and tradition.</p>\n\n<p class=\"book-paragraph\">God does not care about these things. They are all expedient measures to bring you back into union with God. That is their purpose, you see, and to help organize your life so that you can live an ethical, wholesome and valuable life in the world.</p>\n\n<p class=\"book-paragraph\">It is a human tendency in all religious traditions, more pronounced in some than in others, to establish a firm and fixed idea about God, and about everything else. This occurs beyond religion because it is a primary human tendency living in Separation.</p>\n\n<p class=\"book-paragraph\">You base your ideas, your identity and your position in society, even your wealth and affluence, upon a fixed set of ideas. But you can never get to God with a fixed set of ideas because they blind you. They limit you. They make you judgmental and condemning of others. They can lead you to violence and conflict, repression and brutal condemnation of others. You cannot know your Source if this is your position, no matter how much tradition is behind you, for the traditions of religious error are as fixed as the traditions of religious truth.</p>\n\n<p class=\"book-paragraph\">It is what you listen to within yourself that is the fundamental issue here. If you base your identity on your ideas, then you will want your ideas to be fixed and immovable so you can have security regarding this. You will see all others who have different ideas as in competition with you or as a threat at some level, or you will just condemn them for being inferior or unholy—the disbelievers, the unbelievers—and you will judge them and condemn them to hell.</p>\n\n<p class=\"book-paragraph\">This is religion held by those who are living in Separation. It is incorrect from beginning to end because they do not understand the nature of God, or their relationship with God, or the fact that God will save everyone in the end, for this is the Plan of God.</p>\n\n<p class=\"book-paragraph\">God will save everyone in this world and in every world, in billions and billions of worlds—beings that are so different in appearance and orientation [from] you. For this is the Plan of God. It will take an enormous amount of time, of course, but time is nothing to God.</p>\n\n<p class=\"book-paragraph\">The great Messengers come bringing New Revelations at times of great significance, challenge and opportunity, to add to the growing understanding and to keep the spirit and the practice of your Divine faith intact and renewed as it grows cold and calcified in the ideas and minds of people.</p>\n\n<p class=\"book-paragraph\">Never rest upon your ideas and beliefs, or your mind will close and become dark, and you will just become another adversary in a world of adversaries. You will become partisan. You will have enemies. You will build your faith around your enemies. You will think that the enemies of God are your enemies, and you will assign [this] to people you do not like or understand.</p>\n\n<p class=\"book-paragraph\">God understands these things because you are living in Separation, and you have not yet found the natural Intelligence that God has put within you to follow. So you depend upon your ideas and the ideas of others and the consensus of thinking amongst nations and cultures and people. And you are as blind as can be, as a result.</p>\n\n<p class=\"book-paragraph\">You cannot see outside your little prison house of ideas that you defend, or tend to defend, so vigorously. You cannot see. You are imprisoned. It is the prison of the mind. It is the prison of fixed belief. You cannot learn anything new, really. You only try to fortify that which you believe and hold to be true.</p>\n\n<p class=\"book-paragraph\">The purpose of Revelation is to take you beyond belief, ultimately. It will use belief in the interim as a starting point, but you must go beyond this. You can never understand God, or how God works in the world, or who and what God is and your relationship with God at the level of belief.</p>\n\n<p class=\"book-paragraph\">Belief here is so limited. It is so self-serving. It is so conditioned by culture and religion around you. It can never encompass any greater reality, or greater truth about your life, and why you are here, and who sent you and what you must do next.</p>\n\n<p class=\"book-paragraph\">That is religion. Following the greater presence that God has given to you, the greater Intelligence called Knowledge—that is how you come back into union with God, through service and contribution in the world.</p>\n\n<p class=\"book-paragraph\">Worshipping God means nothing without this. Prostrating yourself in the mosque, the church or the temple means nothing without this service. God does not need worship. God is not like you. God is not insecure. God does not need to be praised. God is not like you in this regard.</p>\n\n<p class=\"book-paragraph\">People try to use God for favors and dispensations and use their belief to try to gain these things. But the Angelic Host who watches over this world is not moved by these things.</p>\n\n<p class=\"book-paragraph\">Religion is used by governments. It is used in a quest for power. It is used to dominate and suppress populations. It has been used throughout history as a banner of war and a banner of subjugation.</p>\n\n<p class=\"book-paragraph\">People make God into what they want God to be and what they believe God to be—a God like themselves, a God who has all the human tendencies, a God with great power, yes, but a God that in a way is rather tragic.</p>\n\n<p class=\"book-paragraph\">God is patient, so you must learn to be patient. God is tolerant, so you must learn to be tolerant. God is the Source of all the world’s religions, so you must respect them all and learn of them to see their value and contribution.</p>\n\n<p class=\"book-paragraph\">God moves in the world working through people from the inside out. Therefore, you must listen for this in others.</p>\n\n<p class=\"book-paragraph\">God has put Knowledge within you to guide you, to bless you and to protect you, to prepare you for a greater life of service and fulfillment. You must take the Steps to this Knowledge. For that is the pillar and the true pathway of your faith, in whatever religious tradition you are functioning.</p>\n\n<p class=\"book-paragraph\">God does not condemn, so you must not condemn. God does not punish, so you must not punish mindlessly and heartlessly.</p>\n\n<p class=\"book-paragraph\">Your belief can never contain the Greater Plan of God or what your religion really means and why it was sent into the world. These things all exist beyond the realm and the reach of the intellect, really.</p>\n\n<p class=\"book-paragraph\">Having wonderful and fantastic notions is not going to bring you back into union with God or with the greater purpose that has sent you here and that is waiting to be discovered. This is what God responds to.</p>\n\n<p class=\"book-paragraph\">Dying for your beliefs, killing others for your beliefs is an abomination in the name of God. It is sickness. It is mental illness, affecting large populations of people.</p>\n\n<p class=\"book-paragraph\">The true believer in God does not do these things. The true faith is in the power and presence of Knowledge and in those who sent you and who watch over you, even now.</p>\n\n<p class=\"book-paragraph\">This is a Mystery. Everything of value comes from the Mystery. You must have the courage and the humility to enter the Mystery, to live with questions and not base your life upon answers, to go beyond the word, for the word is only the beginning of your journey back to God.</p>\n\n<p class=\"book-paragraph\">God is not here to take you out of the world but to bring you into the world with a greater purpose and meaning. But to allow God to help you, you must be willing to change your life and your ideas and depart from your old way of thinking and behaving.</p>\n\n<p class=\"book-paragraph\">This is the challenge, but this is also the liberation. For your old way of thinking and behaving, in nearly all cases, will bring you nowhere but despair and emptiness. And you will return to your Ancient Home with your mission unfulfilled and unrecognized.</p>\n\n<p class=\"book-paragraph\">There is no Judgment Day. There is no Hell and damnation. Why would God damn you or condemn you when God knows that without Knowledge, you can only be in error, trying to use your ideas and beliefs as pillars of truth when the greater truth is beyond them entirely?</p>\n\n<p class=\"book-paragraph\">God has sent a great Revelation into the world now, sent from the Angelic Assembly, it is. It is the most expansive ever given to this world, given at a time of profound need and great change. It is the greatest threshold in all of human history as humanity faces living in a declining world, as humanity faces a universe full of intelligent life. Your beliefs likely do not account for these things. And even if they did, they would not be complete.</p>\n\n<p class=\"book-paragraph\">You will need God to help you now, for humanity is very late in its preparation. Human belief, human religion, cannot prepare you for these two great thresholds. It is a reality in which humanity must unite to survive, must out of sheer necessity cooperate and end its ceaseless conflicts.</p>\n\n<p class=\"book-paragraph\">It is a time of great change in the thinking and the traditions of thinking that have been so determining of human thought and behavior in the past. It is a great restoration if it can be seen correctly. And it will be very challenging for all people to face and to accept. But there is no running away from the Great Waves of change that are coming to this world. And you cannot escape the fact that humanity is now being visited by dangerous forces from the universe.</p>\n\n<p class=\"book-paragraph\">These things are happening whether you are ready or not, whether you are willing or not, whether you are aware or not. They will alter the course of your life and the destiny of your children—a great danger, a great opportunity, for you and for all of the human family.</p>\n\n<p class=\"book-paragraph\">You must be willing to step out of your fixed beliefs—your political beliefs, your religious beliefs, your social beliefs—to re-engage with reality and to see that unless humanity can unite for its own protection and advancement, it will disintegrate and fall prey to foreign powers. This has happened countless times in the universe around you.</p>\n\n<p class=\"book-paragraph\">God knows what is coming over the horizon and the great hazards and risks ahead. And God knows the great opportunity, the greatest opportunity ever, for humanity to unite on its own behalf to protect human civilization, to restore the productivity of the world and to assure a future for humanity.</p>\n\n<p class=\"book-paragraph\">Religious fundamentalism will just fight and struggle, destroy and alienate. This is not the Will of the Creator. Religion is meant to open your heart, not to fixate your mind.</p>\n\n<p class=\"book-paragraph\">You must be compassionate. You must be tolerant. You must learn about others’ understanding. You must see that the great faith is beyond religious belief alone.</p>\n\n<p class=\"book-paragraph\">You must take the Steps to Knowledge so that you may find the deeper voice that God has put within you to follow and to find. For it is only in this way that you can be re-united with your Source.</p>\n\n<p class=\"book-paragraph\">Heaven blesses those who can respond and calls all others to true recognition.</p>\n\n<p class=\"book-paragraph\">Let nothing divide the human family now. Let religion never be an article of war or a justification for conflict.</p>\n\n<p class=\"book-paragraph\">Human tendency towards strict ideology must be recognized and managed accordingly, or humanity will not have the strength, the courage or the unity to be successful in the times to come.</p>\n\n<p class=\"book-paragraph\">The Presence is with you. God is everywhere working through individuals at the level of Knowledge. This is religion in its purest and most eternal form.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/religious-fundamentalism.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/religious-fundamentalism/"
}