{
  "title": "Religion in the Greater Community",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Religion exists in countless forms in the universe, from very simple tribal practices to practices that are undertaken by large empires and by large assemblies of nations that have adopted a singular practice. While there is diversity in the universe, there is rarely diversity within one world. As nations become more technologically focused and as resources become more rare and difficult to obtain, uniformity and singularity become the central emphasis, and here religious institutions almost inevitably end up being tied to the state. Some nations become entirely secular, never having had a strong religious tradition of their own. Or, in the case of being colonized by another nation, whatever religious tradition they had was assimilated and often erased from the public consciousness.</p>\n\n<p class=\"book-paragraph\">For nations that have maintained a religious tradition, it becomes wedded to the state so there is no competition, duality of power or crossing of intentions. Unfortunately, in this situation, religions end up losing their primary spiritual focus. They lose their essence and become vehicles of worshiping either the leadership or the race itself—praising the beneficence, the excellence and the superiority of one’s race, the inevitability of one’s success and one’s rightful superiority over other nations. When religion is united with a political system to this degree, it rarely survives the process and ends up being a ceremony for government and another method to keep the people focused and oriented towards the wishes and dictates of the state.</p>\n\n<p class=\"book-paragraph\">Religion has ended up in this situation in so many places. Where it has been able to maintain a certain degree of autonomy from the political system, it has had to focus itself entirely upon ceremony and transcendent matters—never criticizing or creating doubts about the dictates of the political system, never raising ethical questions about its treatment of its own citizens or its views or treatments of other citizens. As long as religion in these circumstances remained fundamentally transcendental, it was not a problem.</p>\n\n<p class=\"book-paragraph\">Nations where there is a diversity of religious practices are extremely rare, and there is great resistance to the introduction of another nation’s spirituality. That is generally resisted intensely amongst trading nations. The sharing of religious views and ideas rarely occurs and is kept out of the context of commerce.</p>\n\n<p class=\"book-paragraph\">While religion here has become extremely limited and controlled, there is a greater spiritual practice that is happening in many places in the universe—often in secret, often under clandestine circumstances. It is a practice of something much more fundamental. It is worthy of your attention and important for humanity to discover. For it is here—if humanity is ever to establish a deeper connection with another nation in the universe—through this deeper practice and awareness that a greater association may be established.</p>\n\n<p class=\"book-paragraph\">The Way of Knowledge is practiced in many worlds, Knowledge being the greater spiritual reality that the Creator of all life has imbued in intelligent life throughout the universe. Knowledge remains a potential in all intelligent life. Even in intelligent life that has been bred and genetically modified for specific purposes, it is still a potential, even in these circumstances. This potential, however, does not mean revelation. It does not mean awareness. It is but a potential.</p>\n\n<p class=\"book-paragraph\">There are certain small groups and free nations that have achieved very high states in this practice—a practice that is largely without ritual, that does not praise idols and that does not worship specific teachers, avatars or spiritual representatives. While these things may be added in certain cultures, according to the needs and traditions of those cultures, the fundamental emphasis is on the discovery and the expression of this deeper spiritual power and intelligence that is embedded within the individual.</p>\n\n<p class=\"book-paragraph\">This intelligence is extremely valuable in the Greater Community, particularly for free nations, because it is the only part of the individual that cannot be influenced or manipulated. It remains entirely honest and pure. Even if the person who possesses this Knowledge turns against it and denies it, or loses awareness of it completely, Knowledge within them remains pure and undefiled. It can only respond to God and to the presence of Knowledge in others.</p>\n\n<p class=\"book-paragraph\">This is why Knowledge is viewed as such a tremendous danger and a threat to oppressive regimes, to hierarchical societies, to those who engage in collective breeding and to nations that want to retain utter control over their citizens. If they are aware of Knowledge at all, it will generally be viewed as a threat, as a competitor for authority, as something that could seed dissension or arouse hostility within their populations. It could arouse the desire for freedom, arouse the desire for individual self-expression and arouse indignation at the long weight of oppression that has been placed upon them and its extremely damaging effects. This is why the practice in The Way of Knowledge is carried on in secret and in private. Only amongst free nations can it flourish and be seen as a benefit to the nation, instead of a source of competition to those in power.</p>\n\n<p class=\"book-paragraph\">Nations that are guided by Knowledge have special skills and powers, which they must protect from intervention and scrutiny from the outside. This can represent the secrets of a free nation, for Knowledge can give rise to great inventions, to great insights and to great powers of perception. Those who are seers with Knowledge can have great efficacy and great range and penetration in their perception. But this requires Knowledge as a foundation for one’s thinking and behavior for such creations to emerge and for such skills to be developed.</p>\n\n<p class=\"book-paragraph\">Knowledge is entirely too revolutionary for any kind of a dictatorship. It has a resonating effect with others, and if it is demonstrated or expressed, it inspires and encourages others and makes others aware of their restraints and lack of freedom. This is why the practice in The Way of Knowledge has been suppressed and even crushed in many large and powerful nations. Those who practice this essential spiritual focus must do so in great secrecy, functioning in deep networks of practitioners and even communicating with other practitioners in other worlds whenever that is possible. Sacred texts are smuggled to other nations.</p>\n\n<p class=\"book-paragraph\">The power and the revolutionary nature of Knowledge make it extremely potent. Yet it cannot be misused by heads of state or by powerful commercial forces. You cannot use Knowledge. You can use psychic abilities, you can develop a seer without Knowledge, but you cannot use Knowledge. It is an intelligence all of its own. It cannot be used and manipulated to provide advantages or domination over others. This is what makes it holy and pure and authentic. Even amongst the practitioners, they will begin to see in their studies that there is a difference between the mind that they think with—the mind that has been conditioned by their culture and worldly experience—and the greater intelligence of Knowledge within them. To the unwise, Knowledge looks like a great power that can be used for many applications. But the wise understand that this cannot come about and that Knowledge is not the same as psychic ability or developing one’s sensory skills.</p>\n\n<p class=\"book-paragraph\">For a free nation, the cultivation of Knowledge amongst its advanced practitioners becomes extremely valuable in discerning the intentions of others from the outside, in recognizing challenges or difficulties for the nation and for providing beneficial forms of education for their citizens. In a community of Knowledge, you want everyone to become strong with Knowledge because that increases the power of Knowledge tenfold. Now you have many eyes looking, many ears listening; you have many minds that are attuned to a greater set of abilities. This group mind in Knowledge is cultivated in certain rare and unusual societies with great power. It can discern, almost without evidence, the mysteries and the secrets of others. And it can be used to foster the most beneficial forms of scientific and philosophical development.</p>\n\n<p class=\"book-paragraph\">In nations that are not free, there is also a group mind process that has spread considerably amongst this part of the Greater Community, where groups of individuals will focus on trying to solve a problem or to penetrate another’s reality. This has great efficacy if it is directed with skill, even if it is used for purposes that are unethical or destructive. Whereas the power of technology has its limits, the power of the mind has rarely been fully developed by anyone. The mind is seen here not as the source of power, but as the medium for power. That is a very important distinction.</p>\n\n<p class=\"book-paragraph\">There is a network of the wise, and there is a network of practitioners in The Way of Knowledge. Most have never met one another. But the seeds of Knowledge were planted in their cultures and are supported by spiritual forces who exist beyond the visible range—who encourage the discovery, the development and the expression of Knowledge within many, many worlds. For a nation can direct the thinking and behavior of an individual, but it cannot overcome Knowledge within that individual. Once an individual can begin to sense that there is a greater presence and a greater intelligence within them and can begin to receive signs and guidance from this intelligence, they have begun the long process in regaining and developing the most fundamental freedom.</p>\n\n<p class=\"book-paragraph\">In general, Knowledge will have to be shared in secret. It is not for public consumption. Even in your world, there are very few people who are really ready to become a student of Knowledge and to learn The Way of Knowledge, The Greater Community Way of Knowledge. The requirements upon them will be great. They will have to learn to rise above their cultural conditioning, their attachments, their fears, their hostilities, their grievances and learn through experience and through many stages of development to experience the presence of Knowledge and to express its guidance, its power and its contribution in their life in service to others. Such a gift is being presented into your world now for the first time, a Greater Community Way of Knowledge, as it is practiced in the Greater Community. But it is very challenging. It is not that it is so difficult; it is that people are so dedicated to other things.</p>\n\n<p class=\"book-paragraph\">To be guided by Knowledge is to be in a very natural state. It is to experience one’s own integrity. It is to have one’s life and priorities in balance. It is to have one’s relationships in balance. It is a very natural state. But people are living in very unnatural ways—being guided by their social conditioning, by their beliefs, by their ideas, by their grievances, by their political persuasions, by their nationalistic feelings, by their sexuality and by their hatred. It is shifting one’s alliance, then, from any of these various things to the presence and power of Knowledge that represents a great transition.</p>\n\n<p class=\"book-paragraph\">There are those in the universe who have been practicing The Way of Knowledge for generations who have achieved a very high state of clairvoyance, who have been able to produce marvelous creations in technology and art and in materials and processes that are beneficial to their societies. But such contribution can only flourish in a free and respectful environment. Given that most nations evolve around their technological development and their need for resources, forcing them into a situation which requires extreme control and adherence for their populations, Knowledge has not been able to flourish in many places. But it remains the most fundamental spiritual practice in the universe. It is the source of all your world’s religions. It is the intention that God used to initiate them to be Ways of Knowledge.</p>\n\n<p class=\"book-paragraph\">Even in your world, religious traditions have been aligned with political forces, have been used by ambitious individuals and have become institutions in and of themselves, seeking worldly power. The Way of Knowledge has become hidden, only accessible to a few who do not have these ambitions, who are free enough and who have the inspiration to search for the mystery of their existence.</p>\n\n<p class=\"book-paragraph\">Never assume that technological advancement leads to spiritual awareness, for in most cases it goes in the opposite direction. As evolving races begin to develop technology, or to receive technology from the outside, they begin to experience tremendous power over their environments. They are able to generate wealth and privileges, to gain access to new resources and to have new kinds of possessions. This is the fixation of the mind, but it is not of interest to Knowledge within them, which becomes silent and latent within them, as other goals and other gods are sought.</p>\n\n<p class=\"book-paragraph\">The power and presence of Knowledge will be instrumental in guiding humanity towards maintaining its freedom and its self-sufficiency. It is the counterpoint to the greed, to the corruption, to the oppression and to the abuse that are so rampant throughout human societies and cultures. The quest for wealth, the quest for power, the quest for beauty, the quest for control—these are the obsessions that dominate the mind, but not only the mind of humanity. They are what dominate the minds of all beings living in the physical universe.</p>\n\n<p class=\"book-paragraph\">You at least have the freedom to think some of your own ideas in most of your nations, and your religious traditions have been kept alive, which holds promise for opening a doorway to Knowledge. You have a great benefit here, and yet even now your peoples are turning away from the mystery of their lives to seek greater power, greater wealth, greater leisure, greater pleasures—seeking to increase their possessions, seeking to increase their separation from others and their insulation from others. So you can see this emerging pattern even within humanity—fascinated with machines, fascinated with technology, believing technology will solve all the problems that technology creates.</p>\n\n<p class=\"book-paragraph\">People lose their sense of themselves, of their greater strength, becoming ever more reliant upon their machinery and their creations and technology to solve things for them. You can see the emergence of a new religion here, the religion of technology. But humanity is still fortunate in that the power and the presence of Knowledge have not been lost here and are still practiced by many and experienced by many.</p>\n\n<p class=\"book-paragraph\">You do not realize how precious this freedom is, in contrast to so many other nations in the Greater Community where freedom is either extremely limited or nonexistent. Ultimately, humanity may have a great gift to give to others, if it can survive the Great Waves of change and if it can maintain its integrity as it emerges into a Greater Community of intelligent life.</p>\n\n<p class=\"book-paragraph\">Knowledge is the most powerful force in the universe. But it is only known to a few, and it cannot be used and manipulated by the deceptive, the corrupt or the unwise. With it, you would be able to discern the nature and intentions of any who visit your world. You would be able to discern, in accordance with others, in alliance with others, all the solutions that humanity will need to bring to bear to meet its great challenge in facing the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">With it, you will find the strength to persevere. You will not give up. You will not capitulate to offers of peace, prosperity and technology from opportunistic races in the universe. With it, you will maintain the awareness of humanity’s essential value, and you will not trade this value for anything—not for power, not for technology, not for domination. You will moderate your behavior, even radically if necessary, to sustain the world as a habitable place for the human family.</p>\n\n<p class=\"book-paragraph\">You will not fall under the seductions and inducements of the many races who will seek to gain access to your resources, who will want you to become dependent on their technology—engaging in their networks of trade, offering you trinkets from space, offering you the promise of wealth, saying that they live in peace and they can give you peace, offering to help you lead your governments, offering to teach your people their religions, offering to take the reins of the world on your behalf. You will not be deceived by these inducements, these offers and these promises because Knowledge cannot be seduced and cannot be manipulated by any force, be it human or extraterrestrial.</p>\n\n<p class=\"book-paragraph\">For the experience and practice of spirituality to be shared in the universe, it must be translatable. To be translatable, it must be without adornments, without being encrusted with history and personalities, magic and miracles. It must be pure and efficacious. Otherwise, it cannot be translated from one world to another. It cannot revolve around worshiping heroes or heroines. It cannot revolve around the worship of an individual or graven images because it represents something pure and essential within the individual. It must be discovered through experience by passing through thresholds in one’s life, through service to one’s nation [world] and service to life.</p>\n\n<p class=\"book-paragraph\">The advancement of science and technology alone will lead you away from the power and presence of Knowledge. Only if science and technology are in service to Knowledge, Knowledge being the prime motivation for the cultivation of science and technology, can they be truly beneficial. It is the motivation that matters. And this motivation either comes from the mind or from the deeper mind of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">If you were to meet another being from another world—a being who did not share your language or your appearance, a being who did not breathe your atmosphere, a being whose history was far different from your own, whose environment was very different from your own—you could still communicate with this being through Knowledge. You would understand each other’s intentions, and, if you were well cultivated, you could communicate to each other through the language of Knowledge, which is a language of impressions, images and signs.</p>\n\n<p class=\"book-paragraph\">Thus, Knowledge becomes the great peacemaker, the great equalizer, that which is common to all intelligent life, that which leads to the freedom of the mind and the freedom of one’s life. Even if you are living in a constrained set of circumstances, which will increasingly be the case in your own world, even in your wealthy nations, with the power of Knowledge, you can still live a fulfilled and fulfilling life, with relationships of a very high caliber, in service to others. This is essential and fulfilling to you and necessary for them.</p>\n\n<p class=\"book-paragraph\">Therefore, you have religion with its complex ideologies, existing with or without a connection to Knowledge. You have religion as an appendage to the state in many worlds. And you have states without religion at all, the state being the religion, the intentions of the state being the focal point for its people and populations.</p>\n\n<p class=\"book-paragraph\">Knowledge is everywhere in the universe, but it has not been discovered or practiced by many. It represents humanity’s greatest opportunity because it will take a long time for you to have technological parity or to develop the kind of social cohesion you will need to deal with the Greater Community, where social cohesion is the norm. But Knowledge will save you from error. It will prevent you from making critical and fatal errors. And it will prevent you from giving away your authority, your integrity and the reins of this world. It will give you hope when things appear hopeless. It will give you confidence when no one else around you has confidence. It will give you courage when others are terrified. It will enable you to remain free in an environment where others are not free.</p>\n\n<p class=\"book-paragraph\">This is religion in the Greater Community—religion that is translatable, that is universal and that is primary and essential. The customs, traditions and historical accounts that are added on to this are secondary and often of little value. Do not worship the form of religion. Seek its essence, its power and its intelligence. Knowledge is highly intelligent, far more intelligent than one’s thinking mind.</p>\n\n<p class=\"book-paragraph\">This is the high point of religion in the universe. It is not an escalation in terms of theological understanding, or in terms of ceremony, or in terms of symbology, or in the construction of temples and complexes. Its elevation is its practice in an essential form, maintained in secret and in free worlds, taken to a high level of expression and experience in the presence of great teachers, practiced away from the scrutiny of government and commerce, protected from the ambitious and the corrupted, the self-seeking and the self-serving. This is religion in the universe.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/religion-universe/"
}