{
  "title": "Religious Education",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are going to treat the subject of religion with a particular emphasis—as an arena of education rather than as a system of belief or a set of ideas or hopeful expectations. As education, religion requires the introduction of new ideas and their application to real life situations and the adoption of certain practices for personal development. In education, you maintain goals for your own development and for their possible use in the future.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet when people think of religion, they often do not think of education. They think of adopting, defending or struggling with belief. We do not wish to treat religion in this manner. Simply said, religion is practice. It is what you use to develop and to improve yourself and, from this, the world around you. Therefore, let Us leave conjecture and arguments behind and look at what can be done for you and what you can do for others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This Teaching is religious in nature because it deals with applying a greater truth to the world. What is a greater truth? A greater truth is something people do not make up for themselves for their personal reassurance, comfort or for any other reason. It is something that is inherent within people. They either choose to acknowledge it or not, to use it or not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People experience and interpret truth differently, but the truth is beyond interpretation. What people think of as their experience of the truth is their interpretation of the truth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The truth always beckons you to go beyond your ideals and your philosophy. As a great attraction that is beyond your own grasp, it keeps engaging you to move forward. Therefore, when people say, “I know the truth here,” and they argue with others, they are arguing over interpretations and approaches.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is because the same truth appears to be different things at different stages of development. It has different value and application in these different stages. When someone at one stage argues with someone at another stage, they may not understand one another because their experiences are determined by their stages of development as well as their own personal preferences, fears and psychological make-up.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why is the truth important for people to know? Because it is the source of purpose, meaning and direction in life. Purpose, meaning and direction are what all human pursuit is for. Even in the worst error or the most foolish behavior, someone is trying to experience purpose, meaning and direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Beyond fundamental survival, this is the human quest—to know why you are here, what you serve, where you must go and what you must do. Purpose, meaning and direction. This is what religion is for.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We speak about religion in terms of practice and not in terms of theological ideas or God. It does not matter if you think God is real or not. That just determines your form of education and what terminology must be selected for you to proceed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are all religious people because you are involved in education. School is not out. It is moving forward. When you cease to learn, your mind begins to shrink. It is like a muscle in your body. It must be exercised and employed and given new challenges.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why the goal of life is not to achieve complete understanding. The goal of life is to be educated and to share your education with others. Here you have come very far and are at the beginning all at once because the truth is still beyond you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What does this yield to you? It yields purpose, meaning and direction—something the world itself cannot provide. This is the source of your inspiration, enthusiasm and experience of life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So first of all: God is real. Everywhere, real. But so what? What good does that do you today and tomorrow? The important contribution of religion is the development of the human mind and the advancement of the human spirit.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Growth involves friction, confrontation, success, failure—everything. When people lose enthusiasm and vigor for life, it means their ability to learn in this environment has diminished or is complete. If it is complete, then it is time for them to leave. If they can do so in a conscious manner, it means that they can leave with very little regret, and that is good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Most people are not in this position. They have lost vigor because they do not see their life as education. They do not see religion as practice. Solving dilemmas, within yourself and externally as well, is not the issue. Problems are healthy for you, but can only be valued if you are involved in your development.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Development means you are assuming a preparation that you did not invent for yourself. If you invent a preparation for yourself, you will merely entertain yourself with your past learning. That is not advancement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It takes great trust to engage in a curriculum you did not create for yourself. People say: “I do not want to learn this. It affronts my ideas. I do not believe in this, so I do not wish to study it or investigate it.” That is not progressing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We could speak about gratitude, but to do that We would need to talk about education, for it is the only thing you can be truly grateful for.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everything you see around you, people have worked to create to give you an opportunity, but the opportunity is not for comfort alone. It is for advancement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everything you see, be it agreeable or disagreeable, is for advancement. But if you do not see advancement as your fundamental aim, then you will judge things merely on whether they please you or not or whether they provide comfort or not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In The Greater Community Way of Knowledge We teach the reclamation of Knowledge, the greatest and most fundamental use of the mind. As Knowledge becomes developed in the individual, it provides a sound demonstration of the mind’s true capabilities and of the assistance that is necessary, both from certain individuals in the world and from forces beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This solves the question about God but not in an ultimate sense. It just means that you can experience a greater Presence that you cannot account for and which you must in time acknowledge as a necessary part of your advancement. Therefore, education is for advancement and religion is for education.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now let Us make another important point so that you can understand what this means. Your advancement is not for you. This must be understood. Your advancement is not for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your advancement is your contribution because from it will come all the actions, words and demonstrations that are necessary. The advancing student of Knowledge will use both the greatest inspiration as well as the most foolish act for advancement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now people do not usually enter preparation with the idea of serving anything but their own personal interests. They want more pleasure and less pain. At least, that is the avowed goal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Genuine education seems to be confusing here because it provides challenge and asks you to apply yourself in the situations where you are needed the most, yet which may also be the greatest areas of avoidance. Here you may feel more pain. “I thought this education was to escape pain, to become a happy person, to finally answer the most important questions.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We say that your education is not for you, it is very important that this be a tacit understanding. This requires asking the question: “What is my education for? If it is not for me, who is it for? Am I merely to be sacrificed for another will, even if it is greater than my own?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In truth, your education is for you and not for you both because you need to discern a greater reality in life, give yourself to it and participate with it through all the stages of your development. That is your greatest opportunity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, We aim to take people to the greatest pleasure, not to little pleasures to merely ameliorate their sense of loneliness, but to the greatest pleasure where loneliness is never thought of.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you leave this world, you will return to your Spiritual Family, and this will all become so obvious to you. Your memory will then return to you, and there will be no question. But while you are here, this memory seems buried. It does not seem relevant to the world you see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People who are not beset by personal tragedy are in a position to contribute a great deal to the world. Their contribution is their reward and produces satisfaction, purpose, meaning and direction not only for them but for everyone who can perceive them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What did the great teachers in this world do? Is there anything tangible left behind but their recorded words? Yet their impact is greater than standing armies and natural disasters. You are still feeling the reverberation of their contribution. That is how great their contribution was. That is how great their satisfaction was.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You were created to give because you are an extension of God. You may not like the idea of God, but that is all right because you are a religious person. You may substitute your own words for Ours if you find them too difficult.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, your education is not for you. It is for the world. The greatest satisfaction a human being can experience is being a vehicle for something greater that loves the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All individuals who have contributed greatly to the world in any capacity, in any arena—by thought, word, action or deed—always felt a greater power behind them. Your greatness is to give the greatness which you yourself have not created for personal aims.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People become engaged in the study of Knowledge and they often say: “I don’t know why I am studying this.” As they advance, they realize that their desire for personal power, personal control, management of their lives and personal protection from pain or adversity is perhaps not being fully satisfied, but that something else is happening in its place that seems far more substantial, sound and reliable.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People want God to make their lives easy, and God wants to make their lives genuine, so sometimes there is a misunderstanding here. When your life is genuine and you are doing something you believe to be truly important, then you will have a foundation for confidence and self-worth. Then you will realize that your ability to communicate with others and the need to maintain a healthy body and mind are simply necessary.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you do not do what you know you must do for your well-being, it is because you do not yet value your own life. You cannot simply create value by telling yourself you are worth it. Value comes because your life is for something greater, perhaps beyond definition, but for something greater nonetheless.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People are often very eager to have information about their future. That is all they want. “How will all this work out? Will I win?” Sometimes they are disappointed because God offers education.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What is the value of an answer if it cannot be fully embodied? You already possess enough answers to enlighten a thousand people, but you do not have the desire or capacity yet to fully embody them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When We speak of education, We have to speak of practice because practice is what people do. It is the practical expression of their devotion and adherence to their pursuit.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People say: “I want to know my purpose,” and We say: “Do this. When you do this, you will find out.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now practice takes a long time. It is not quick and easy, and its rewards come in their own way. People do many foolish things with practice, but you cannot judge a teaching by the behavior of its students. How can the students’ behavior be exemplary if they are being honest?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The greater the teaching, the worse the abuse will be because fewer will be able to use it and progress. The more simple, basic and short-lived the education, the more people can exemplify it, but over time it will not meet their overall need.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The education that We are speaking of is not for everyone because not everyone is ready for it. In fact, everyone does not need to be ready for it, only certain individuals. If you are not satisfied with the normal range of things, this may qualify you. If you are looking for something greater, this may indicate that you require a greater education, which means a greater responsibility.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people speak of religion and argue about which one is the best or truest or has God’s blessing to the greatest degree, We must always ask: “What do you do for practice? What are you doing that is advancing yourself and enabling you to be exemplary to others?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is the only question you need to ask about religion. God is not interested in religion, only in advancement. That is all that matters. If you think of it like this, it will make sense to you. You can leave all sectarian controversies behind for those who cannot practice.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like learning anything, is it not? To learn a musical instrument or a physical talent, you must practice. It is like that. But practice must be specific and have guidance from someone who is competent. It also has a mysterious aspect which engages parts of you that are beyond your understanding. It is appropriate that education have a mysterious aspect that cannot be logically approached.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people celebrate Jesus. Jesus is still having an impact because his education has a resonating effect throughout the world. It is actually a call to education. When he said: “Come follow me,” which is the essence of his Teaching, he was saying, “Engage in the form of education in which I am engaged.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But Christianity as a religion usually does not teach education. It teaches the necessity of belief and the fundamentals of moral behavior. Rarely does it actually engage people in fundamental education, particularly beyond the realm of simple personal behavior. Christianity’s past errors are manifest, but that is not a reason to discount it as a real form of education.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Why are you being educated? You do not really know. Then why do it? Because you must. Understanding the purpose of your education is based completely on your advancement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let Us give this idea for you to consider. People who are not satisfied with the normal range of things ask very great questions that other people may find foolish or unnecessary, such as: “What is the meaning of my life? Is there life beyond death of the body? What is the purpose of my life, if it has a purpose at all?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These things can only be known in hindsight. At the end of your life, you will look back and see what has transpired. Then you will have a much more substantial view of your life’s purpose than someone who is looking into the future and trying to speculate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What is important about purpose is that it is something you wake up with in the morning and go to bed with at night. It is not a definition that you attempt to live by. It is a living experience in your life—perhaps fleeting, not experienced every moment, but consistent enough that it provides consistency for your life. Here you realize that the truth does not fluctuate. You do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, We tell people: “Follow Knowledge once you can learn to identify it within yourself.” Very simple, but not easy to do. Here you will have more power than having mere answers. This is a very vital form of education in all the ways that it manifests itself to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Regarding great questions about life, these things are seen in hindsight and rarely understood in the moment. You may ask: “What am I doing now? Why am I doing this?” Look back. Without regret or disappointment, your past illustrates your preparation for education.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Education has three levels. The first is education for physical survival, which is development of the body. The second is education of the personality for social survival, which is the development of personal behavior and forms of communication. Ninety-nine percent of the education that you can recognize has been for these two purposes. Your body has survived and you are able, to some degree, to function in society. Very good.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The third arena of education is the development of Knowledge. This is a whole new category of education. People often think that education in this category is completely mysterious and cannot be described, that it is all by chance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Some people think that this means that they can be passive and hope that some day God will do something for them—hopefully tomorrow, not today, and that if they sit back, God will give them some great avenue to travel.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, in actuality, education in the realm of Knowledge, though it is mysterious and has a mysterious destiny, is as fundamental in its daily application as learning to tie your shoes or read books. It requires that you develop stillness, mental concentration, discernment in relationship, sensitivity to communication, patience, perseverance, self-application, trust, and tolerance—all fundamental things that are actually part of your learning in the other two categories.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In terms of practice, the experience of Knowledge is not so mysterious and can be quantified and applied. Therefore, do not confuse the Mystery with the application.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are speaking of the practice. It is very simple: Do this and this once a day or once a week or whatever. Nothing mysterious. What is mysterious is that you do not understand how it works. But you do not need to understand how it works, unless you have experienced it sufficiently and are preparing to teach it to others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you are learning to tie your shoes, it does not matter to you how the educational process works. It simply matters that you accomplish the task. Then, if necessary, you can study the methodology of learning this so you can teach it to another.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Teaching in The Greater Community Way of Knowledge is in the third arena of education, but the third arena of education completes the first two. This means that as you begin to study Knowledge and experience it as an active living force in your life, it provides information, direction and discernment for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In other words, it provides inner guidance. Here you realize that you will have to further develop your physical vehicle. You will also have to further develop your personality—who you think you are. Knowledge will take you beyond these two arenas, but it will require their sound development as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot escape worldly problems and have any hope of true advancement in the realm of Knowledge. Knowledge will always bring you back to exactly where you need to be.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those who engage with it with a desire to avoid the irresolutions that have plagued them thus far will find little relief here, for there is little relief without the completion of past and present problems. This enables you to go into new territory because the past has been completed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Education is always for advancement. Advancement is always to take you beyond where you are today. This is religion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not look to the world and say: “Give me purpose, meaning and direction.” It is you who must give these to the world because the world is asking this of you. The world is asking you: “Give me purpose, meaning and direction.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a great gulf between these two approaches. You are not the source of truth, but you are possibly a vehicle for its full expression, which will elevate you so far beyond your current self-evaluation that it will almost look like you are Godlike. You will be Godlike, but God is much greater.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you are truly a vehicle for the Creator, the Creator will express itself through you. Here you will be required to both acknowledge your advancement and to maintain a very healthy form of humility because you will always feel small compared to the greatness that is at hand. Though you may seem greater than you were in the past, something will always be overshadowing you. And from this you will derive your inspiration and your unique individual contribution to life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everyone has personal needs. Everyone has greater possibilities. When you truly entertain a greater possibility, your personal needs will be satisfied. If you entertain only your personal needs, nothing will be satisfied—not even your personal needs.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are two arenas of learning that exist in people: They either learn through ideas or through feeling. They will learn predominantly in one avenue. Therefore, the preparation must be unique and have specific applications to different types of people with different orientations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Anyone who is advanced as a teacher will have learned this and will be flexible enough to administer it. Yet because the education is not only for you but for the whole world, it has a uniformity that does not always conform itself to the personal preferences and idiosyncrasies of the individuals involved, and that is good as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The first thing that is important to learn—and which seems so simple that people do not even think of it—is how to learn. People think they already know how to learn. You remember—study for a test and pass the exam. Yet if you are learning something that is very important that you will be using for the rest of your life, you will want to learn it in a whole different manner.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, one of the first challenges in education is for people to learn how to be students. It is required for a student to have an open mind and to assume the responsibility of practice. This requires a very honest evaluation of your current skills. In other words, you must find out what your real starting point is, not the starting point that you wish for or hope for.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people try to live as if they were living the life they want and not the life they have. Very few people are genuinely aware of their strengths and weaknesses at any given moment, so these things must be discovered to a great degree. That is part of the education.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is absolutely necessary to teach the education once you have progressed in it. The first thing the teacher must learn is how to discern genuine interest and ability in students. The second thing the teacher must learn is how to be flexible in the teaching in order to reach people. The third thing the teacher must learn is how to be uniform in the teaching so that all people can be aimed in the proper direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet the first goal of education is learning how to be a student. Then the advancement can happen more quickly. Here you must learn each step. Each step is very clear. What you do not understand is why it works or where it came from, but it is clear because it is practical and you can in time see its direct relevance to your situation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Since you are religious people, you have come here for education. Education is to satisfy your deeper need for purpose, meaning and direction. Everyone must begin by learning to be a student, which means having an open mind, not claiming things that are not present and not denying things that are present.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Students must accept the responsibility of training in a curriculum that they did not create for themselves. In this way, they are able to go where they could never take themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The preparation in The Greater Community Way of Knowledge begins with the development of Knowledge, which develops your ability to have profound insight in your current situations, beyond your personal preferences or fears. The preparation also develops your ability to act upon these insights in an effective manner.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the education that We are here to represent, though it has been presented in other forms throughout human history, and indeed throughout the history of all races in the universe. Your advantage here is that the preparation is presented without the burden of human superstition, so it does not have the residue of the past to make access to it more difficult.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Superstition is the belief in something that is not there. If you think of your religious customs, consider how difficult it is to get to the real education. What is the real education? What is the practice?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Superstition is when people attempt to use religion to gain power over one another, to ameliorate their own sense of guilt or blame or to satisfy their personal goals. The real preparation seems to be very difficult, so people wish to have ideas only and will accept whatever is most gratifying.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One of the first tasks in teaching is to bring people back to what they do not know. Then they can know something directly. People often say: “I thought I was going to know more as a result of studying The Way of Knowledge and now I know less!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We say that is very good. At least now they have an opportunity to know something that is worth knowing because they are becoming unfettered from trying to know things that have no value.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Superstition is the result of making conclusions without understanding. It permeates all of human thought. When people first encounter religion, that is often what they encounter—superstition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So We have given you a new approach to religion by asking: “What is its practice?” and not “Is this truth?” Truth is beyond religion. Religion is an approach to truth. The approach is practice. Therefore, ask, “What is the practice?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you try to believe things that are beyond your experience, you run into problems. It is better simply to practice something that is useful and learn to become a student and a practitioner.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do you want to find out what you really know within yourself? That is the starting point of preparation in The Way of Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Approaching Knowledge is like climbing a great mountain. On the way up the mountain, you find beautiful places to rest and to find comfort. You lie down and sleep for a few thousand years. “This is it! It is more beautiful than I ever thought! More wondrous! I can see! Now I can see the valleys below. I have true perspective. It is so beautiful here. I shall reside here.” But the student must press on.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At some point you will ask: “What is it all for? Why am I doing this? Why not just find a nice place to live, get married and have a simple life? Why not do that? So simple. Other people are doing it. They are happy, somewhat. Why do I need more?” But you must take the next step.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The preparation is mysterious because you do not know where it comes from or how it works, but it is not intangible in what it asks of you. We say: “Practice. Keep practicing.” You may say: “But there are so many other things to do.” We say: “Keep practicing. It will take you there.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The practice is sufficient to take you there. Go with that. The way is not difficult. It seems confusing because people want other things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The preparation in The Greater Community Way of Knowledge is very simple to do and very hard to understand because understanding is not necessary. Understanding comes naturally when you are progressing. Forget about understanding.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do the practice. Involve yourself in education. Like learning a musical instrument, one day you are able to play. But until then, you are working on it. Who knows when that day will be when you can sit down and play the piece?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We should like to make a point about practice. If you are to engage in a practice, you should give it a minimum of one year. If you begin and you find it is a practice that is good for you and you are making progress, give it at least a year.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you quit too soon, you will not find out. People are often getting new practices. They get tired of this one, and they go on to that one. Then they become tired of that one, and they go on to the next one. They never get very far.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A practice is like a relationship; it is something you give yourself to. The practice does not wave a magic wand over your head and say: “Now you are wonderful!” You have a relationship with practice. Sometimes practice is boring. Particularly after the initial excitement wears down, it can become monotonous. That is when the real work begins.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If it is the right practice for you, it will take you very far because you will have a greater relationship with it. Practice is like marriage. Do you throw a marriage away because things are becoming dull or difficult? It ceased to be a thrilling love affair, and now it is all work. Do you then say: “This marriage is over. I will find a new marriage”? No, this is something that requires devotion and persistence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The practices that We give are very simple to do. They require very little time but must be done consistently, regardless of what you think of them. They will work, regardless of whether you like them or not, if you keep doing them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These practices prepare the mind so that the mind can become a vehicle for a Greater Reality. Preparation can seem monotonous. But people do not prepare; they stimulate themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Anything that is important or that was made required skill and training. Someone did not wake up one day and build a piano. They prepared to do it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do you want to have the experience of Knowledge? Do you want to see God in everything? Then you must prepare. Then you will feel grateful to God. “Thank you for giving me this.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then you will know God is there because God has given you something to work on. This is not mysterious. Every day you get up and you do your practice. This is not mysterious. You just do it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One of the most simple practices is to sit quietly and repeat the word “Rahn.” Repeat that. “Rahn.” That practice is enough to elevate your mind to a phenomenal level, but to get to that phenomenal level, you will go through all your attitudes, feelings and beliefs about the practice.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One day it will thrill you. The next day it will bore you. The practice will take you through everything that you are already going through. If you do it consistently, it will provide consistency for you. It will empower your mind over time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Not everyone can do that practice. Some people are so mentally active, they cannot sit still for anything, so they have to do something. Other people are more contemplative and more introverted. That practice is easier for them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Anything you do that consistently engages your mind with something greater will yield a result you could not produce for yourself. Why do people get involved in religion? Because they are looking for a result they realize they cannot produce for themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God becomes real when you need God. When you realize you need God every day and not just when things are bad, then you begin to acknowledge a greater relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you want to see God in everything, then you must see everything as it really is and feel God while you are seeing everything as it really is. Otherwise, you will attempt to turn everything into a beautiful experience and become ridiculously dishonest about your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you look at a table and feel God, it is still a table. There is nothing magical about the table, but you can feel something greater while you are experiencing this. It has nothing to do with the table.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God is like an invisible substance that permeates everything. It does not make things look better. That is why when you are experiencing God like this, which is called “practicing the Presence,” you are not disavowing physical reality, you are simply experiencing something else while you are watching it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We teach practices such as this to help people develop this sensitivity while they are engaged with physical life. But do you know what the greatest practice of all is and the hardest to do? It is to follow what you know you must do, regardless.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To do that you need to have a powerful mind. You need a strong body. You need to establish confidence within yourself and to learn about the possible mistakes that you can make. This all requires training and preparation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Saying the word “Rahn” is very good if you have an active mind. “Rahn” gives you something to think about. When you practice using a mantra like this, it brings up everything that your mind is already engaged in. You keep coming back to the practice—back, back, back—because the practice is more important than your thoughts or feelings or attitudes.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here your practice is like your God for a while. It is the closest part of God to you, your practice. That is why We speak of religion in terms of practice.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">After all, God is the end. We are talking about the means. The means are what are important in religion, not the end. You will only know God when you get there, but you must do something to get there.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/religion-as-education/"
}