{
  "title": "Conflict",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is a grave disappointment to many people that the world is so full of conflict. There is a general hope that when you came to the world it would be as peaceful, as wonderful and as inclusive as your Ancient Home. But what you find instead is conflict, dissension, turmoil, all manner of deception, attack, warfare, competition, alienation, estrangement and a host of other maladies experienced on an individual and collective level.</p>\n\n<p class=\"book-paragraph\">This is the world that you have come to serve. Why do you think it is supposed to be as wonderful as your Ancient Home? It can become more wonderful through your contribution, but as it stands today and as it will stand tomorrow, it is a place full of conflict. It is a place where people believe they are alone and compete with one another for any recognized satisfaction and benefit.</p>\n\n<p class=\"book-paragraph\">This competition for personal fulfillment occurs in relationships and on cultural and national levels as well. As nations compete to try to outdo each other or to undermine each other, peace is tenuous. Warfare can be expected sooner or later. This is the condition of the world. People are still very much in a tribal state of mind. There is no world community yet, though it is destined that humanity will have to establish one in order to survive in the centuries ahead.</p>\n\n<p class=\"book-paragraph\">So, here you are in the world of conflict. You have your own conflict—your own conflicting ideas, wishes and impulses. You struggle internally to realize and exercise a greater truth despite all of the selfish and fearful motivations which prompt you to do things against your better wishes and greater well-being.</p>\n\n<p class=\"book-paragraph\">This conflict is endemic here. It exists within each individual. It exists at the level of family, community, culture and nation. And it does not stop here, for the physical universe is also a place of conflict, though many civilizations have evolved to a point where they have been able to minimize conflict in order to stabilize their societies.</p>\n\n<p class=\"book-paragraph\">Do not think that perfection can be achieved on the physical plane, but great improvement can be, and this is the nature and purpose of your arrival here. People are unhappy because they are selfish. They think they are here only for their own personal protection and satisfaction, but that is not why they were sent to the world. Everyone was sent to the world to give something to the world so that the world could be a better place as a result of their participation. Many people never realize this and never find this in their lives, and tragedy occurs as a result. This tragedy exists everywhere.</p>\n\n<p class=\"book-paragraph\">But what does this mean for you who are responding to this message? What does this mean for you who sense that there is a greater spiritual reality and purpose that is infused in life and that permeates everything you see? What does this mean for you who feel a deeper calling that takes you away from the general activities of people to seek something more mysterious and complete, more engaging and more vital? It means that you have come to serve something and that your service in the world is vital to its improvement and to your ability to find meaning, purpose and value in life.</p>\n\n<p class=\"book-paragraph\">In a previous discourse we talked about work. Where is the work applied? It is applied in dealing with conflict primarily. Not everything that you work on is aimed at resolving conflict, for much of your activity is aimed at preserving or maintaining things of value, but even this is to avoid future conflict. For instance, you maintain your health because you do not want the conflict of illness or disability. You maintain your financial stability so that your ability to function in the world does not break down.</p>\n\n<p class=\"book-paragraph\">Conflict is ever present. When order breaks down, there is disorder. If disorder continues, there is chaos. With chaos comes disaster. To help maintain order, you must become orderly. To help maintain peace, you must become peaceful. All of these things are cultivated in you as you give to the world to minimize and in certain cases to eliminate conflict. As you do this, conflict within you becomes minimized and is eventually eliminated.</p>\n\n<p class=\"book-paragraph\">However, the resistance to conflict is considerable, and the prescription that I have just mentioned is not easily put into practice because there is more conflict than you can possibly face at any one time. So, where do you dedicate your energy? How do you approach conflict? How do you work towards resolution? What is the resolution? And how do you maintain the resolution in such a way that conflict can be minimized in the future? How do you deal with conflict that is beyond your control, such as natural calamities, cultural wars or great strife? How do you face this, and what is your responsibility here?</p>\n\n<p class=\"book-paragraph\">All of these questions are important. The response to them exists within a secret intelligence that lives within you, which we call Knowledge. Knowledge knows how to respond to situations in the moment, so you do not have to have definitions and guidelines for yourself regarding everything in the world. But Knowledge requires your participation and activity. In order for you to experience Knowledge, the Greater Mind within you, to follow its expression and to apply its Wisdom, you must become responsive to it and not try to use it, limit it or manipulate it for your own personal gains. You bring your conflict to Knowledge by learning to establish your relationship with Knowledge, but Knowledge itself is not in conflict.</p>\n\n<p class=\"book-paragraph\">At the beginning in the reclamation of Knowledge, students always want to use Knowledge to get more of what they want. Part of what they want is to avoid conflict. Yet much of the conflict that they are trying to avoid represents things that they must learn to face. Some of the conflict they want to face they do not need to face, so it all becomes very confusing. If you have conflicting motives and you come into proximity to Knowledge, which is wholehearted, single minded and has one purpose and direction, how can you interact with it? Well, what happens is that Knowledge remains silent until you are ready. Even if you seek it honestly, Knowledge will wait until you become aware of some of your conflicts and irregularities. That will provide an opening for Knowledge to emerge within you. If you try to simply take Knowledge and say, “Well, I’m going to get more of everything for myself and everyone else with Knowledge,” Knowledge will remain silent, and you will not be able to use it.</p>\n\n<p class=\"book-paragraph\">You see, Knowledge is more intelligent than you are. It is more complete. That is not to say it is different from you, for it represents the essential part of you and your life here. But the personal part of you, which is deeply conflicted, must be brought into focus. You must become aware of it and must make certain corrections in it in order for you to gain access to Knowledge.</p>\n\n<p class=\"book-paragraph\">Now, many people think that they must correct conflict within themselves before they can do anything to resolve conflict in the world, but this is not correct. Other people think that conflict within themselves is not important and that they only need to deal with conflict in the world. This too is not correct. The truth is that you must work in both arenas, and here your work in resolving conflict will require a great amount of time, energy and attention.</p>\n\n<p class=\"book-paragraph\">The Way of Knowledge is very complete. It does not give you the freedom to escape or to avoid things which are essential for you to resolve. At the beginning, many students become very frustrated with their preparation in Steps to Knowledge because they are trying to do something with it. They want the results now. Here they want the curriculum and the preparation to become as conflicted and as driven as they are. But in truth, the preparation is silent and certain. It will wait until you become more silent and certain. You must learn to go at its pace. It does not go at your pace.</p>\n\n<p class=\"book-paragraph\">Knowledge will continue to be latent within you until you begin to understand its nature and adjust yourself to it. It is here to lead you and to guide you, to prepare you and to enable you to do all the things you are meant to do in the world. How can it follow you in this case? Must you not learn to follow it? It is the leader. But even to follow it, you must learn what it is, and you must learn what your responsibilities are and how they can be applied, where they need to be applied, and so forth. You cannot relegate your own responsibilities to Knowledge, for Knowledge will require you to claim them and to apply them in a manner that is far more complete than anything you have ever done before. Here you become stronger with Knowledge and not weaker. You become a leader and not simply a follower.</p>\n\n<p class=\"book-paragraph\">Knowledge is here in the world to resolve conflict. It knows what to do. You live in a world of conflict, and this influences and affects you greatly. Without Knowledge, there would be no escape. There would be no other possibility.</p>\n\n<p class=\"book-paragraph\">People respond to conflict in different ways. Some people try to resolve conflict, but they do so without Knowledge, so their actions are fearful, erratic and often unproductive. Many people try to avoid conflict altogether and try to live in a peaceful, spiritual state of mind, but conflict is bombarding them at all times. Some people think that if they just change their thoughts, there would be no more conflict. “I will just not see the conflict. I will turn the conflict into something good. I shall make everything good, and then I will not have to feel the pain and the responsibility which is mine to feel.” Some people retreat from life altogether. Many people retreat from themselves altogether and replace self-awareness with a host of other preoccupations.</p>\n\n<p class=\"book-paragraph\">Your society, with all of its pleasures and wonderful reprieves, offers a myriad of escapes from conflict. If you look about, you can see how varied and how intense this escape is. If you look at yourself, you will see your own forms of escape.</p>\n\n<p class=\"book-paragraph\">You were sent here to work, to give and to help resolve conflict. You were not sent to the world to work on yourself. You were sent to the world to work on the world and to work in the world. You work on yourself as you go along. The only work you need to do on yourself is to make adjustments along the way so that you can participate in life and maintain an open mind, freedom from judgment and adherence to Knowledge in yourself and in others. That will provide all of the personal growth you can ever imagine. In fact, that challenge exceeds what most people are even capable of at this moment. You will feel meaningful as you do something meaningful. You will feel valuable as you do something valuable. Do not deny this. It is natural. You have come to work. You are at work. You have come to help things out here. You have come from a better place, and you will return to a better place. But while you are here, this is a place to work. The world is like a hospital. There is a great deal of sickness and difficulty here. It is not a beach or a holiday resort. It is not a vacation land. It is the place where work needs to be done.</p>\n\n<p class=\"book-paragraph\">So, finding your work is essential. You cannot define your work in terms of what you want. You must define it within the context of the world. You will never find your work based only on what you want. You need to give something the world needs, and you must listen to the world to find out what that need is. People who only give what they want to give are still lost in what they want and cannot go beyond their shifting desires. They will remain in their personal hell as life goes on around them.</p>\n\n<p class=\"book-paragraph\">You have Knowledge. It is living within you. You cannot use it for selfish purposes, but you can open yourself to its grace and its power. Then gradually, step by step, it will help you overcome and control the conflict within yourself and will lead you into activities which serve others in vital ways, in ways that are in keeping with your nature and your design. Steps to Knowledge will teach you about your nature and your design if you stay with it and if you follow it faithfully. This takes you beyond conflict to see a greater possibility in life. This takes you beyond your wishes to the realm of what you know. This frees you from the endless conflict and internal debate about what you want and don’t want in life, and it engages you in your work completely.</p>\n\n<p class=\"book-paragraph\">Why complain that the world is in conflict when this very conflict gives meaning and purpose to your life? Why complain that things are not better? Be aware that things are not better, but see what you can do about it. Idleness and boredom are a sign that people are not valuing their lives or responding to their environment. Please understand, you are not in the world for self-realization. You are in the world to help the world and to help your race. Self-realization is a by-product of giving something of meaning to the world.</p>\n\n<p class=\"book-paragraph\">If you study the lives of people who have made important contributions, you will see that they have many important things in common. Even though they suffered personal conflicts, difficulties and tribulation in the world to a certain extent, they were freed from much of the grave and debilitating anxieties which afflict most people.</p>\n\n<p class=\"book-paragraph\">Now, your contribution to the world does not need to be grand or magnificent. In fact, except in very rare cases, it will go unheralded. You work quietly behind the scenes, doing something good for the world so that you can leave a legacy behind. To do this, you must be very patient and be very tolerant of the world. You must accept its conflict, not as an irreversible condition, but as a present reality. To begin to resolve conflict, the first step is awareness and acceptance. Until this occurs, there is nowhere to go. There is nothing to improve. Many people are not even at this starting point. They have great difficulty accepting the conflict within their own lives and their immediate circumstances. Tell the truth about this. Do not embellish it. Do not diminish it. Simply tell the truth about it. If things are not right, they are not right. If things do not work, they do not work. If people are not productive, they are not productive. If people do not get along, they do not get along. If you are not at peace, you are not at peace. That has to be your starting point.</p>\n\n<p class=\"book-paragraph\">In order for you to find your work, there must be a need. The world provides a sufficient set of compelling needs. There must be a genuine and compelling need to do greater work. It must be a need that transcends your personal wishes and anxieties, for these are not strong enough to generate devoted action, nor are they wholehearted. The person who is doing something only for himself or herself will be changeable and inconsistent. Dedication will not be possible. Certainty will not be possible. Knowledge will not be possible.</p>\n\n<p class=\"book-paragraph\">It is accurate to say that humanity has advanced through the efforts of a very small percentage of the population. This percentage must grow for humanity to be able to meet the great and global challenges that face humanity—problems that have been created here and problems in the Greater Community as well. Even the Greater Community is a place of conflict. There is no escaping conflict. You are here to work on conflict. Conflict provides the need and the impetus to work. Now, if you are paying attention to what I am telling you, you will begin to wonder how people can sit around asking themselves, “What is my purpose in life? I don’t know what to do. What do I really want to do with my life?” Can you begin to see the problem here? The problem is that people are not responsive to the inner need or to the outer need. They feel a loss and they are wondering about it, but they are not responding to the very things that can lead them to a path of resolution.</p>\n\n<p class=\"book-paragraph\">To end separation in your own thinking, you must rejoin life in meaningful activities. To have real relationships with others, you must join them in meaningful activities. You must do something good for the world—together. That will do something good for you and for your relationships.</p>\n\n<p class=\"book-paragraph\">Now, the question arises, “Well, there is so much conflict and so many problems, where do I apply myself?” It is important here not to seek the ultimate answer but to get involved. Find something that you can do in your local community to help people and to help restore nature, something you can give yourself to. Here you are beginning to participate rather than sitting on the sidelines of life wondering and pondering while the world calls to you and you do not answer. It says, “We need your help! We need your help!” You have to find that calling and find where it is coming from and where to apply yourself.</p>\n\n<p class=\"book-paragraph\">Do not wait until conflict in the world becomes so great that everyone is reduced to desperation. Yes, this will engender action, but it may be too late. Why wait until your financial condition is so deteriorated that it takes all of your time and energy to repair it? You do not need to wait that long. You can respond now. You can respond to your needs and others’ needs now. Your primary needs in life are to have sufficient resources and time available in order to give yourself in service to the world. For that, you may need a little money or a lot of money, depending on what your role is. For that you may need a little time or a lot of time, depending on your role. Your role will evolve as you participate. It cannot simply be known by you at the outset.</p>\n\n<p class=\"book-paragraph\">Donate part of your time now, beyond your job and relationships, to do something important in the world. You will feel drawn to certain things. Follow that. As you stay with your Steps to Knowledge preparation, your sense of purpose, the thing that is driving you forward, will become stronger and stronger. And as it becomes stronger, you will be able to perceive it, feel it and interpret it more correctly. Escape the dilemma of trying to have, do and be what you want. There is no hope there. People are lost when they devote themselves to that. You are not here for you. You have been sent to the world by your Spiritual Family to serve the world in specific ways with specific people. To find those ways, you must start giving now. This will lead you through a series of involvements, each focused on contribution. Through this, you will find that involvement which is most significant for you and where your talents, nature and design can be most fully employed in service to the world.</p>\n\n<p class=\"book-paragraph\">Now, being in service to the world does not mean that you are doing something for everyone. Maybe you will be helping an older person who lives next door. Maybe you are participating in enhancing the beauty of your community or in assisting people who are having difficulty. This is all serving the world. Do not be grandiose. Do not think you have to do something that affects everyone. Do something that affects one person, two people, or three, or five or ten or fifty or a hundred. Certain people are designed to help one person. Certain people are designed to help ten people. Certain people are designed to help ten thousand people. This is all serving the world.</p>\n\n<p class=\"book-paragraph\">The world will be good or bad depending on how much is given here. The future will be good or bad depending on what people give today. Your life is good now to the extent that others have given in the past. Your children and their children will benefit from what you give today. You will go home to a wonderful life when you leave this world, with your job done or undone. And you will feel good or not good about your participation here based on what you were able to contribute, for what else can you take with you beyond this world?</p>\n\n<p class=\"book-paragraph\">Giving brings you out of isolation. It provides a means of escape from many of your own personal dilemmas. This is not to say that you must work all the time, for you will need time for retreat and re-evaluation. But work will constitute most of your activity. The more this work can be of service, the more value and meaning it can give to others. As Knowledge becomes stronger in you, you will find those specific engagements that are needed. But first you must start somewhere. In learning a musical instrument, you do not simply walk out onto the concert stage and tell yourself, “Yes, I have arrived!” You have to go through many stages of development. You start out having great difficulty in learning. If you quit, you do not proceed. If you proceed, you advance. As you advance, you become more proficient and more well defined in your activity.</p>\n\n<p class=\"book-paragraph\">The value of conflict is that it calls to you to do something. The value of conflict within yourself is that it tells you that you must do something. The value of doing something is that you realize your value. Value must be earned in the world. This is true. Meaning must be earned. When you go home to your Spiritual Family, you will have all of the value and meaning you could possibly want, but while you are here you are on assignment to work and to bond with others in work. Therefore, work is the nature of fulfillment in the world. By work we do not simply mean going to a job every day, for there are things you must work on in your own life, as we have mentioned before, to resolve conflict and minimize the effects of conflict. They will make the world more free of conflict.</p>\n\n<p class=\"book-paragraph\">Perhaps you think that your contribution could not possibly make a difference, but I assure you that it will make a difference because all that you give will continue to be given by those who receive your gift, and your gifts will continue to resonate through minds everywhere in the mental environment. Who are you to say where the limits of this exist? Every time Knowledge is strengthened in one person, it is strengthened in everyone. Every time a great act is done selflessly, it strengthens the possibility of good for everyone—even for those people who have no idea what has occurred.</p>\n\n<p class=\"book-paragraph\">In the mental environment, there are great forces of influence. There are forces of confirmation and there are forces of dissonance. If you contribute to the forces of confirmation, they become stronger. Here you affect the mental environment, both in your immediate circumstances and throughout the world. This is how important this is, and this is why we emphasize the reality of conflict and the importance of contribution. We emphasize this because this is the means for resolution, fulfillment and value in the world. This confirms the world and this confirms you. And this takes away all justification for error, failure or neglect.</p>\n\n<p class=\"book-paragraph\">By doing something bigger in the world, you become bigger. By doing less in the world, you become less. If you minimize conflict in the world and in yourself, conflict is minimized. If you avoid conflict in yourself and in the world, conflict grows. This can be easily seen, but it is a great challenge to apply. This will require courage, perseverance, rededication and the presence of Knowledge to prompt you onward.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/resolve-conflict-world/"
}