{
  "title": "Restoring the World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity is degrading the world at a frightening pace, diminishing the wealth of the world and its productivity for the future. This, of course, is known to many, though humanity as a whole and the governments of the world still remain heedless. The needs of the moment overtake the preparation for the future. The preoccupations of lesser matters obscure the needs of greater things.</p>\n\n<p class=\"book-paragraph\">People are overtaken by their personal problems, issues and dilemmas. And so they are not strong enough or responsive enough to see the greater movement of things around them, and even within them. Others live for the moment, not realizing that that is only half of the requirement of life.</p>\n\n<p class=\"book-paragraph\">You are given a mind to prepare for the future, and prepare you must. For you are entering a new world—a degraded world, a world of diminishing resources and productivity, a world whose deteriorating condition will have the greatest impact upon the lives of people everywhere and the circumstances they will have to contend with.</p>\n\n<p class=\"book-paragraph\">This is casting a dark future for their children. They are stealing from their children. They are robbing their children of a safe and secure future.</p>\n\n<p class=\"book-paragraph\">For humanity to be able to withstand the Great Waves of change—the great environmental change that is being created and is already in motion; the great political and economic change that will result; and humanity’s encounter with life in the universe, an encounter that is far more complex and dangerous than people yet realize—the world must be restored, not only to provide for the fundamental needs of people today and in the future, but also to secure humanity’s freedom in a universe where freedom is rare.</p>\n\n<p class=\"book-paragraph\">For you must be self-sufficient in this universe, or you will become dependent upon others. And they more than you will determine the terms of engagement and your ability to create and to determine your own future.</p>\n\n<p class=\"book-paragraph\">Because humanity still lives in isolation in this Greater Community of life, it does not understand the consequences of its actions regarding its position within this larger arena of life. It does not realize that its self-sufficiency, or lack of self-sufficiency, will make all the difference in determining whether humanity will be free and self-determined within this greater arena. It knows not of what exists beyond its borders.</p>\n\n<p class=\"book-paragraph\">That is why, in part, God’s New Revelation is being given at this time—to warn, to prepare and to empower humanity to do what it must do today to secure what it must have tomorrow. You cannot be heedless now, for the hour is late. You cannot be reckless in the face of the Great Waves of change, or they will undermine your life and throw humanity into chaos and catastrophe.</p>\n\n<p class=\"book-paragraph\">Part of this is the restoration of the world so that it may sustain you and your children and their children, and give humanity its opportunity to establish a more united and a more constructive and creative future.</p>\n\n<p class=\"book-paragraph\">For you cannot be a set of warring tribes and nations and survive as a free race in the universe. You will be far too vulnerable to intervention and manipulation, which are already underway in the world at this time.</p>\n\n<p class=\"book-paragraph\">The world is your only home. You cannot leave it and build a life somewhere else, for such habitable worlds are inhabited by others, and you cannot take these from them. This world is everything in your ability to survive in physical reality. It is the foundation.</p>\n\n<p class=\"book-paragraph\">Nature has taught you the consequences of diminishing and destroying this foundation. Entire civilizations have collapsed in a short period of time because their environment could not sustain them.</p>\n\n<p class=\"book-paragraph\">You depend upon the soils of the world. You depend upon the stable climate of the world. You depend upon the food that is grown and the availability of fresh waters—more than anything else. More than your political systems or your religious beliefs; more than your complex theories and all of your hobbies and activities, your employment and the complexity of relations between nations. More than all of this, you are dependent upon these simple and elemental things to live in this world, and not only to live, but to prosper and to have a chance to build civilization—now a new civilization, based upon cooperation and responsibility.</p>\n\n<p class=\"book-paragraph\">The world must be restored. It is not merely how you use the resources of the world. It is that the world itself must be supported to support you. Many people know this, of course, but few understand its consequences regarding the Greater Community.</p>\n\n<p class=\"book-paragraph\">And you cannot rely upon technology alone, for once the world is exhausted, your technology will have little impact. Indeed, in the universe around you, there are societies that have far greater technological capabilities who have degraded their worlds to a point where they are dependent upon trade and other nations to sustain them.</p>\n\n<p class=\"book-paragraph\">Freedom is unknown in these places, or it has been long forgotten, for the necessities of living on a depleted world rule out the possibilities for greater freedom for the individual. For in such situations, everything must be controlled.</p>\n\n<p class=\"book-paragraph\">Your freedom is being lost with each passing day as the world diminishes, and the possibility for freedom for those still oppressed in many parts of the world diminishes as well. Freedom is based upon the luxury of a stable and abundant world. That you have the freedom of choice is dependent upon a stable and abundant world.</p>\n\n<p class=\"book-paragraph\">Yet the world is being degraded. Its soils are being diminished and lost. Its waters are befouled. Its air is becoming toxic. Your climates are becoming unstable. The natural abundance of the world is diminishing. The diversity of life is being reduced.</p>\n\n<p class=\"book-paragraph\">God will not save you if you destroy the abundance of this world. A redeemer will not come to restore the world that has been diminished and degraded. You lay yourself open to Intervention—cunning manipulation by those who would seek to lead you into their networks of trade and commerce and domination.</p>\n\n<p class=\"book-paragraph\">For in the real universe, you must be united. You must be self-sufficient. And you must be very discreet. For freedom is rare, and you must co-exist with powerful nations where freedom has been denied and where it is unknown.</p>\n\n<p class=\"book-paragraph\">You cannot look at the world now as an isolated place but as part of a larger arena, or you will not understand the consequences of your actions, and the meaning of your existence, and the possibilities for greater freedom in the future.</p>\n\n<p class=\"book-paragraph\">This world is prized by others for its natural wealth, for its abundance, for its diversity, for its natural resources. Already Intervention is underway because humanity is destroying the wealth of the world as if you had no future, as if tomorrow was unimportant—devouring the world as quickly as possible, using its resources as quickly as possible, with no thought of tomorrow or what the future will bring or require. What can God do for such a race, but provide the Revelation that is being provided now?</p>\n\n<p class=\"book-paragraph\">To restore the world, you will have to restore its diversity and protect its diversity that is remaining. One third of all the lands will have to be kept in a wild state—at least one third. The waters will have to be cleansed. The air will have to be clean. You will have to turn your refuse into useful material. You will have to preserve your resources. You will have to rebuild your soils, or humanity’s future is predictable and catastrophic.</p>\n\n<p class=\"book-paragraph\">God knows this, of course. And those races who are seeking to intervene in the world for their own purposes know this, of course. But humanity is like the reckless adolescent. It is going to spend everything right now. It does not think of the future. It does not think of where its wealth and provision will come from years from now. It lives for the moment, like the fool.</p>\n\n<p class=\"book-paragraph\">God has given you the natural abilities—the sensitivity to the world, the connection to life, the wisdom of the ages, the wisdom that is not being used today.</p>\n\n<p class=\"book-paragraph\">You are establishing the conditions for desperation, not only for the poorest peoples, but for everyone. You are setting the conditions for the wars of desperation, where desperate nations will not only seek to overtake their neighbors but to eliminate them altogether. You are creating the conditions under which humanity will labor and suffer as never before.</p>\n\n<p class=\"book-paragraph\">Can you see this? Are you willing to see? The evidence is everywhere. Can you respond? Are you response-able? Can you respond to Knowledge, the deeper Intelligence that God has given you? It will show you the truth and guide you on the path of restoration—not only for your life, but to play your part in restoring the world and protecting its wealth and its ability to sustain you and others.</p>\n\n<p class=\"book-paragraph\">Nations will have to cooperate. They cannot be in conflict or war, or you diminish the wealth of the world. Even beyond the tragedy of human suffering and displacement, you destroy the remaining resources of the world, spent now in the worst possible way, wasted completely for some kind of political advantage or to take some kind of national revenge.</p>\n\n<p class=\"book-paragraph\">People of this world, listen to My words. Your task in this world, in part, is to restore the world, to be a force for restoration. This is part of whatever your individual purpose and calling will be.</p>\n\n<p class=\"book-paragraph\">If your population is to grow, then the world must be restored and protected, or the inevitable will happen. And the inevitable is at your doorstep. And in many places in the world, it is the present reality.</p>\n\n<p class=\"book-paragraph\">How will you feed the world of growing and desperate people if you yourself cannot produce a surplus, if there is no surplus? How will you keep the nations stable and cooperative if they cannot feed and provide for their own peoples? Surely war will follow, a war you cannot control or prevent. Today entire nations are dependent upon the surplus of others. When there is no surplus, what will happen then?</p>\n\n<p class=\"book-paragraph\">Peoples of the world, this is your time and reality. If you are to prevent war and the breakdown of human civilization, you must build and restore the world—the ground beneath your feet, the clarity of your waters, the clarity of your air, the richness of your soil. You will not have the resources in the future to do this synthetically.</p>\n\n<p class=\"book-paragraph\">Who has the courage and the honesty and the humility to see these things and not lose faith in humanity, but to see that the one great challenge before you is the one thing that will restore people to their dignity and power and create the environment of cooperation that is essential for success?</p>\n\n<p class=\"book-paragraph\">People who live in fantasy or hope alone cannot face reality at all. They fall into despair immediately. They have not found the middle ground of clarity, compassion and determination. They go from hope and expectation to utter despair in a moment because they have no strength to face the declining world around them. They cannot see. They do not know. They will not respond even though the signs are being given to them.</p>\n\n<p class=\"book-paragraph\">What can God do for you if you will not respond, if you will not be wise, if you will not be honest? If you will not build your strength to face a more challenging and difficult future, what can God do for you?</p>\n\n<p class=\"book-paragraph\">Do you think if Jesus came, it would make a difference? Jesus would be destroyed, and the world would be brought closer to war. Who can see these things? They are the product of honest recognition, but who can see these things?</p>\n\n<p class=\"book-paragraph\">Today the Messenger is in the world, bringing the one great Revelation that can restore and save humanity and prepare humanity for the great challenge of emerging into a Greater Community of life in the universe. He brings with him a Revelation more complete and extensive than anything that has ever been provided to the human family.</p>\n\n<p class=\"book-paragraph\">Yet he will be denied, humiliated, decried, avoided. People do not want to hear that they must work harder; they must be more responsible; they must become self-disciplined; they must become honest.</p>\n\n<p class=\"book-paragraph\">They only want rewards from the Creator. They want the miracles, unaware that the miracle of Knowledge has already been given to them. The means of restoration, the means of redemption, have already been placed within them and in one another.</p>\n\n<p class=\"book-paragraph\">Separation from God was cured the moment it was created. But who can see the cure?</p>\n\n<p class=\"book-paragraph\">Part of your restoration is the restoration of the world. You must see this, or you will not realize that you can do nothing and achieve nothing great if your environment fails you.</p>\n\n<p class=\"book-paragraph\">There is no freedom. There is no creativity. There is no redemption. There is no union. There is no peace. There is no stability if your environment fails you.</p>\n\n<p class=\"book-paragraph\">Look to the soils with gratitude, responsibility and concern. Consider the waters and the air, the fertility of the lands, the health of nature.</p>\n\n<p class=\"book-paragraph\">Already the climates of the world are changing, accelerated now because the environment has been used as a dump for refuse. Waters are unclean. The oceans are littered. Life is perishing around you.</p>\n\n<p class=\"book-paragraph\">What can you do, you say? You play your part. You follow Knowledge. You respond to the Revelation, which will give you this strength. You become a force for good instead of one who is withdrawn and depressed, unable to communicate and to contribute to the world around you. You are brought out of the shadows into life, into the challenge of this time, for which you were sent and for which you were prepared by those who sent you into the world to serve the world under these conditions.</p>\n\n<p class=\"book-paragraph\">Do not look upon life as a great tragedy but as your great opportunity to serve, for this is your restoration as well. Without this service, there is no restoration for you.</p>\n\n<p class=\"book-paragraph\">Therefore, you must know what you are serving and why you are serving it. This is a matter for Knowledge within you to establish for you—your conscience, a conscience that God has created within you, that is part of this greater Knowledge and Intelligence.</p>\n\n<p class=\"book-paragraph\">Do not worry that others are not responding. You must respond and be inspired by others who are doing so as well.</p>\n\n<p class=\"book-paragraph\">The beneficence of Heaven will shine upon you as you turn this corner in your life. And you will see that the Revelation is the great gift of love and compassion. And you will see that Knowledge within you is the greatest gift that the Creator could have given you—a gift to protect you, to guide you, and to lead you to a greater life.</p>\n\n<p class=\"book-paragraph\">Your attitude will change. Your despair will fall away. Your sense of grievance and hostility towards others will diminish, replaced by clarity and wisdom. You are not here to get things from the world, beyond your basic provisions, but to serve the world as you were designed to do in a unique and special way.</p>\n\n<p class=\"book-paragraph\">You cannot escape this now or avoid it or neglect it because the world is declining. The world is serving you now to bring you to your senses, to bring you back, to call you out of the shadows and the darkness of Separation.</p>\n\n<p class=\"book-paragraph\">The crisis of the world is your calling. You cannot call yourself. God is calling you to serve the world, not only to take care of yourself and your loved ones, but to contribute to the conditions of humanity. And this includes the restoration of the world.</p>\n\n<p class=\"book-paragraph\">Do not become lost in political controversy. Do not become lost in the theories of social order. Do not become lost in the mean and heartless dynamics of politics. You must see your relationship with the world more fundamentally and have this guide your views, your ideas and your beliefs.</p>\n\n<p class=\"book-paragraph\">The world is imperiled. Humanity stands at the brink. You are already at the threshold of the Greater Community. There is no time left for fantasy and distraction, for hopeless self-pursuits, for enriching yourself or securing your own position beyond a certain point.</p>\n\n<p class=\"book-paragraph\">The gravity of the situation will serve you if you can respond. It will strengthen you. It will clarify your ideas. It will re-establish your priorities in harmony with reality itself.</p>\n\n<p class=\"book-paragraph\">But if you cannot respond, then the world will become more frightening, and you will withdraw further. Your grievances will deepen. Your inability to respond will become ever more dominating. You will become helpless and hopeless, part of the problem and not part of the solution. Your anger will rise as your governments fail to respond or are incapable of dealing with the gravity and the scope of the situation. You will live a life of terrible fear and trepidation, grievance and hostility. Your wealth will not protect you. Your hobbies will disappear. And your life will become terrifying instead of redeeming as it was meant to be.</p>\n\n<p class=\"book-paragraph\">In the face of adversity, you find yourself, or you lose yourself. You adapt and rise to the occasion, or you succumb to the occasion. The choices become clear and simple now. They are not complex. They are not lost amidst confusion and complexity and the variety of opinions that dominate people’s awareness.</p>\n\n<p class=\"book-paragraph\">Knowledge within you knows these things of which We speak. It is not fooled by the world. It is not afraid of the world. It is not caught up in all of the distractions, confusion and contentions of the world. It holds your true purpose for you—unaltered, undiminished, uncorrupted within you.</p>\n\n<p class=\"book-paragraph\">To find peace, you must find strength. To find strength, you must build your life upon Knowledge. To find encouragement, you must take the Steps to Knowledge, for only Knowledge can give you this encouragement in the face of upheaval and uncertainty around you.</p>\n\n<p class=\"book-paragraph\">Your choices become elemental and fundamental now. It is not a matter of perspective or opinion. That is the concern of people who have become dead to the world and to themselves. Numbed, insensitive, unresponsive—they are lost in their thoughts. They are disassociated from the world around them. They seek only that which is pleasurable, comforting and reassuring and conforming to their ideas and beliefs. What can you do for them?</p>\n\n<p class=\"book-paragraph\">Your calling is for you. Your service is for others. You must attend to this now, and that is the focus of God’s New Revelation for the world—the only such Revelation that will occur. This is it. And you are a blessed, promising person to receive this, to be aware of this. In this moment, you do not yet realize what a great blessing this is for you—you who have this one great chance to restore your life, to regain your strength, to build your capabilities, and to prepare for a future that will be unlike the past.</p>\n\n<p class=\"book-paragraph\">People of the world, hear Our words. We speak to everyone—not to one nation or one group, not just to the rich and the indulgent, but to the impoverished and the oppressed, and even to those who oppress them. We speak for the people of today and the people of tomorrow. For We are the present and the future.</p>\n\n<p class=\"book-paragraph\">You hear with a deeper hearing within you. You see with a deeper vision. For God has given you the eyes to see and the ears to hear. But you do not use them. You do not know of them. You are lost in your fears and your desires.</p>\n\n<p class=\"book-paragraph\">Your mind goes from complacency to panic in the moment because it has not established the middle ground where you can deal, with great power and strength, with both the tragedy and the beauty of the world around you. You can hold together within yourself the realities of Heaven and the requirements of life on Earth. You become the veil between your Ancient Home and the world you have come to serve. Your mind becomes the tip of the point of a great vessel of contribution, unfettered now by all that seems to overtake and overwhelm others.</p>\n\n<p class=\"book-paragraph\">All that your heart desires must be served from that within you that represents your deeper nature and your true purpose for being here. But the process of restoration has many steps, and there are many Steps to Knowledge that you must follow. Each one is important. Each one brings you closer to your destiny and relieves you further from your past.</p>\n\n<p class=\"book-paragraph\">You must prepare for the world even as you serve the world, for you do not at this moment know your greater purpose. Your definitions cannot encompass it because you have not reached the position on the mountain of life where it can be seen clearly and where it can express itself through you freely.</p>\n\n<p class=\"book-paragraph\">This is your journey to take. You take it not only for yourself but for others and for the world. This is what enables you to overcome ambivalence, resistance, anxiety and a low opinion of yourself.</p>\n\n<p class=\"book-paragraph\">God has given you the miracle to restore and to redeem you, to turn you into a powerful force in the world. It can overcome anything you have created, any great failure or disaster, but you must take the Steps to Knowledge for this to be realized.</p>\n\n<p class=\"book-paragraph\">You are here to restore the world and prepare humanity for its future and destiny as a free race in the Greater Community. This will redeem you, for this is why you have come. And this will be the only thing that matters when you return to your Spiritual Family and they ask you: “Have you accomplished your goal?” And in that moment, you will know if you have or have not. Everything else will be forgotten or unimportant, and the mystery of your life will be clear as day.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/restoring-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/restoring-the-world/"
}