{
  "title": "Seeing, Knowing and Taking Action",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To be aware of a great need or a great event represents but the first threshold. To fulfill one’s awareness, one must take action. Action is necessary here to bring to fruition one’s awareness and to realize one’s strength.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are people who are becoming aware of the Great Waves of change, but who are not taking action regarding it. As a result, they are losing their self-confidence and are not beginning their preparation. Depression, cynicism, ambivalence—these are all the result of not taking action around things that one recognizes to be important. The awareness was not fulfilled, and, as a result, it becomes dark. It becomes clouded, and the inspiration is lost.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Action is necessary to fulfill what one is seeing and knowing. Action does not have to be immediate, however, for there should be a period of contemplation. There are, in fact, three stages in the process of seeing, knowing and acting.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is seeing a sign. Something stimulates you. You recognize something must be done. There is a time to contemplate, a time of knowing this, feeling the need to take it into your mind and your heart. Then there is a time of action. The action itself may have many stages. It may be a very long process, in fact, and that is true within the context of the Great Waves of change. Even a specific change that must be undertaken in one’s life may have many steps involved. You may only know the first few. But it is necessary to move with Knowledge. Only then will you know if what you are seeing is true. Only then will you know its great importance for your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People want to have certainty before they act, but it is the action itself that creates the certainty. It is the courage to move and to change one’s thinking and one’s circumstances that creates the certainty. This is the confirmation. People want to have no doubts before they act. But it is the action itself, if it is true and appropriate, that relieves you from doubt at last.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is not in doubt, and if your connection to Knowledge is strong enough, it will carry you beyond the initial resistance, fear, doubt and endless evaluation. For there comes a time to act, and this represents a threshold within itself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are many, many people who have known things for a long time. They say to themselves, “I know I must give this up” or “I know I must change this” or “I know I must do this.” But they have not yet acted because Knowledge within them is not strong enough yet to overcome their initial resistance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a fact in human nature that people adapt to their circumstances. Even if the circumstances are very compromised, even if the circumstances are very bad, people adapt. This adaptation represents both a strength and a weakness. The fact that humanity can adapt to changing circumstances has given it its great strength and dominance within the world. But the reality that people adapt to situations that are unhealthy for them or that are not in their best interests represents the frailty of human awareness and the degree to which people can compromise themselves to their great detriment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why there is an initial resistance. People have adapted to something, and change is upsetting. It is costly. It is risky. Unless the situation is utterly terrible, people can adapt and build their lives around a set of circumstances. To change requires a great force from within them. This involves inconvenience. It involves self-doubt. It involves living with questions that one cannot fully answer. It involves taking action and giving up privileges or seeming benefits at the outset. For most people adapt to situations that are unhealthy for them because there are certain benefits. Obviously, one must give up those benefits to change those circumstances. Yet this is a small price to pay to relieve oneself of an unhealthy and unhappy situation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, there are three stages in knowing something: seeing, knowing and acting. The knowing aspect of this, the second part of this process, involves a deeper resonance and self-inquiry. One must ask, “Is this the truth? Must I take action regarding this?” You can even take a position against what you are seeing to see what kind of response occurs within you. You may test it in this way. You may challenge it. But in the end, if it is true, you will see there is a great certainty that action must be taken regarding that which you see and know.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Once this is recognized, the sooner you take action, the better. Only in rare circumstances does waiting offer any benefit at all. For most people are far overdue in taking action regarding things that they have seen and known. They are afraid to face the discomfort, afraid to face the self-doubt and afraid to give up some small perceived benefit in order to change their attitude or behavior in a way that is utterly beneficial to them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Clearly, it is not intelligent to pay a great price for a small pleasure, to make a great sacrifice for a very small reward. Clearly, that is not intelligent. But that is what people do. They make a great sacrifice for a very small reward. They compromise their lives for very, very small seeming advantages. They pay a great price for a very small pleasure. It is the unwillingness to do this that represents a turning point in their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the context of preparing for the Great Waves of change, the benefits that you will hold onto are so insignificant compared to the requirements placed upon you by the Great Waves that to cling to these benefits represents a kind of self-betrayal. It is as if you have given over your life to some kind of dark force for some small pleasure or advantage. Here there is no escape from self-conflict. Here you cannot really relieve yourself of the problem, for once you have seen and known [the truth], you cannot shake this off with all kinds of excuses and justifications.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These three stages all represent conscious acts: seeing, knowing, taking action. Most people will not look, so they will not see. They will not look, they will not really consider what they are seeing, so they look and do not see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The second error is that people will not be with what they see. They will either dismiss it or give it some kind of simple explanation and file it away somewhere within themselves. They will not keep it in front of them, looking at it. It passes by. They will not be with it and to see what it arouses within themselves, to really examine it and to examine their own response to it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The third stage is taking action, and here again, people do not act. They say, “Ah, I must lose weight” or “I must stop eating this food” or “I must change my work” or “fortify my home” or “deal with my conflicts in this relationship” or “tell this person the thing I must tell them.” But they do not act, and so they are stuck. Trying to protect themselves or hold onto some advantage or pleasure, they now put themselves in jeopardy. Theynow sacrifice their awareness, their sense of well-being and their sense of integrity. They are paying immense prices for some small, perceived pleasure or advantage. They are paying huge prices.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not intelligent. Would you pay $10,000 for a piece of bread or a piece of candy or a little tiny thrill or to avoid an inconvenience or a discomfort? To pay a large sum of money to do this would not be intelligent. You can see this. It is so clear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So one must be willing to look, to really look at something, to really look at the Great Waves of change—to read about them, to investigate them, to see what they are, to learn more about the Great Waves and how they are affecting people in the world today and their potential for altering the course of human history. What are the implications? People have studied this. Intelligent people have looked at this and are warning others. What is the meaning of this? What are its implications? How could it alter your life and the lives of other people?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then there is being with what you know and have seen. “What does this really mean for me? Is this really true? And what must I do?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then there is taking action—beginning to move, picking yourself up, setting yourself on the road again, regaining your strength, expressing your self-determination,  exercising your power and authority, governing the mind instead of being governed by it, directing your emotions instead of being directed by them, overcoming your inertia, overcoming your resistance, gaining self-determination. All these three things are powerful. They all restore to you your strength, your vision, your capabilities and your sense of direction in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So many people do not have a sense of direction because they are not seeing, knowing and acting. They are just going through the motions of life. They are fulfilling social functions. They are doing what their culture tells them to do or what their family expects them to do. They are going through the motions. They are not really seeing very much, they are not really being with what they see sufficiently, and they are not taking action regarding those things that they see and know. And as a result, they are listless, being swept along in the current of what everyone else is doing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The excuses for this are many, but they all lead to the same kind of self-betrayal. They all weaken you and disconnect you from Knowledge within yourself, Knowledge which is already giving you signs and confirmation. You lose the inspiration if you do not act. Action is necessary.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In facing the Great Waves of change, you do not have much time. This is both a hazard and an advantage. It is a hazard because if you do not take action soon and begin to reconsider your life, to alter your circumstances and to set in train change that must occur both within your own thinking and emotions and your outer circumstances, you will be at a great disadvantage. For the Great Waves are moving and are already impacting the world and are gaining strength every day.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The advantage in this is that it calls you into action now. It requires that you look and see, that you be with what you see and that you take action regarding it. This inspires action and determination. You do not have time to think about it for very long. You do not have time to vacillate. You do not have time to become ambivalent.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Time is of the essence. If you are feeling the presence of the Great Waves and feel anxiety regarding them, then you are also feeling the anxiety regarding time. How are you spending your time? The discomfort that attends one when one is not responding is significant. And the fact that you do not have much time gives impetus for you to respond and to act.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It takes time to change one’s thinking and one’s circumstances. It takes time, planning and consideration to alter one’s outer circumstances or to change one’s relationship with certain people. These things all take time. In many cases, they can be difficult because of the attachments that have been created and the lack of confidence that one has in oneself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you wait, then your freedom to respond becomes limited, your options become limited, and you are forced to take dramatic and often drastic actions, which may not be beneficial for you. You do not want to wait until the eleventh hour, for then you will have no options. Your circumstances will be dictated for you, and not by you. Having made no real preparation, you will have to yield to the demands of your situation. This is a position that has few advantages and often great hazards.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People wait to take action. They wait too long and then either they cannot take the action that would be most beneficial or they must pay a great price for doing it, far greater than they would have had to pay initially.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is true, you must earn your freedom. It is not free. Every act of courage and integrity requires overcoming something, releasing something and escaping something, both within yourself and outside of yourself. Life is moving. You must move with it. You must prepare for it, you must respond to it, you must feel it and experience it, and you must take action.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The “Recommendations for Living in a Great Waves World” provides a set of questions and directives that apply to nearly everyone. This is the beginning preparation for the Great Waves of change. It is the beginning because the Great Waves will be long lasting, and there is no set of written guidelines that can answer everyone’s needs and questions. Beyond fulfilling the “Recommendations” and using them fully, one must rely upon Knowledge and the wisdom one possesses and the wisdom of others to make wise decisions. Because everyone’s life is different—their circumstances, their obligations, their relationships and the state of their own mental and physical health—their pathways are all different. That is why one prescription will not work for everyone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is to bring you to the great guidance of Knowledge ultimately that will give you the strength and the wisdom you need to proceed. But certain initial preparations must be made. If your circumstances are putting you in great jeopardy in the face of the Great Waves of change, you must attend to them now. Do not wait, or you may not be able to change them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Where you live, how you live, how you move about, your work, your health, the amount of support you gain from your relationships, your behavior and your emotions—these are all very important. It is not enough to just change one’s thinking. One must change one’s life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you will have to override your social conditioning and your weaker tendencies—disappointing other people, breaking the chains that hold you in place. The power to do this comes from your determination not to be a slave to other forces, not to be bound and hindered by things that are not true and genuine. You build the strength to do this by doing this. This is what will carry you forward.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The New Message will provide the tools, but you must use them and learn to use them wisely—building the Four Pillars of your life to counteract eccentricity in areas of your life where you are in denial; building a solid foundation; building a strong relationship with yourself, with other people, with where you live, with what you do, with how you think; discovering your strengths and your weaknesses, fortifying the former and managing the latter. There is no other way if you are to become strong and self-determined in the face of the Great Waves of change.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no safety and security now to hide behind or to relinquish your strength to. For what security will there be in pretending that there is not a great challenge, holding onto what little you have, attaching yourself to whatever gives you a temporary sense of security and well-being? What security will there be? What will not be challenged? What will not be vulnerable to the Great Waves of change?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people will go down with the ship because they do not want to leave the ship, while others have escaped, waiting to be rescued. This is the sad truth about human existence because humanity as a whole has not really become strong and united sufficiently. But individuals have and always have, and now many more must gain this strength and stability and this focus.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Life is giving you signs. It is telling you what is coming. Knowledge within you is giving you signs, urging you to respond.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People use confusion as a place to hide, to mask the things that they are recognizing and to avoid being with these things and taking action. It is like a smokescreen so that people will not have to see, know and act and take the risks and face the challenge. It is a group addiction. It is a mass avoidance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The masses of people are living at a very low level of integrity. You cannot allow this for yourself. You must choose otherwise, and if this means you have to leave your friends or break away from your family, this is what it will require. This is what has been required of all the great saints and messengers and all the people who have gone on to do important and great things. In nearly all cases, they had to break away from their former allegiances to have the freedom, the strength and the opportunity to assume a greater life and a greater service.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Think not that your life is not important enough to do this. Pay attention to what you tell yourself in this regard. For there are many voices within you, but only one is true. There is the voice of your culture. There is the voice of your family and parents. There is the voice of your friends. There is the voice of your religious tradition, if you have a religious tradition. There is the voice of your teachers and other influential people in your life. Then there is the voice of Knowledge, which speaks through your feelings, through your ideas and through your physical sensations. Ultimately, only one of these voices is true. Knowledge may be reflected in the wisdom of your parents, the wisdom of your friends, the wisdom of your teachers, even the wisdom of your culture, but this wisdom is rare and exceptional.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Take time now to be with this. Stop your endless running around and take time to be with this Greater Community message and to be with the reality of the Great Waves of change. Take retreat. Do not discuss it yet with your friends. You must consider it first within yourself. You must establish your own relationship with it first. Do not bring it into idle conversation. Do not seek the opinions of others until you yourself know the truth for yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is discretion, and it is important. People give away their certainty through idle conversation with others. This is a calling to you, for you, not for them. They have their own calling. This is your calling. How will you respond to it?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Observe yourself. See what your mind tells you. Listen to the different voices within you. Do you use reason or emotion or the consensus of others or authority figures to dissuade you from being with something that you see? What are the ways that you undermine your certainty and invalidate your own experience? Do you use reason or faith or assumptions or other people’s authority or convention or history—what do you use to betray yourself and your experience? You must know this. You must know both your strengths and your weaknesses. You must know your tendencies regarding seeing, knowing and acting.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will need to moderate your behavior and your thinking. This can be done. You have the power. You are not simply a slave to your feelings or to your social conditioning. You have the power. But to know this power, you must use it, and you must act upon it. Otherwise, power is just an idea, a fleeting moment of experience, a recognition but not yet a functioning reality within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Waves have everything to do with who you are and why you are in the world. But how will you know this unless you become engaged, unless you take action, unless you commit yourself to taking this action? Relationship is realized through recognition, through resonance and through taking action. This is true with your relationship with a person, with a place or with a great set of events.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot sit on the sidelines and understand. You will never see the truth there. You must enter the fray because this is your life. This is why you have come. This has everything to do with your circumstances, with your well-being, with your freedom, with the value and quality of your life and with the value and quality of your most precious relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why God has given you Knowledge—to guide you, to protect you and to lead you into a greater life. This is why Knowledge holds the key to whether you will respond to the Great Waves and to the wisdom, the meaning and the value of your response.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must be willing to do things that other people are not doing. You must be willing to see things that other people are not seeing, to know things that other people are not knowing and to take action that other people are not taking because in truth you may be the only person you know or one of very few you know who is doing anything to respond and to prepare. This is how Knowledge becomes strong in you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Human beings are not herds of cattle or herds of sheep though they can behave like this in so many ways. Yet this is not their reality. To gain the strength to respond differently, you must adopt this strength and you must act upon it. There is no other way for you to know its truth and its value for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Life now is giving you the perfect motivation to do this. You are no longer living under quiescent circumstances where nothing is demanding anything of you. To the contrary, you are living under ever more demanding circumstances, and life is demanding many things from you. What is the most important thing that life is demanding? To answer this question, look not only within yourself, but also beyond yourself to see what is brewing on the horizon. Events will happen whether you are ready or not. You cannot wish them away. They will happen no matter what your state of mind or state of consciousness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Waves of change are coming. They are building. They are emerging on the horizon. They are already affecting millions of people around the world. What will you do now? What will you follow? What voice within yourself will you follow? What wisdom beyond yourself will you heed? How much courage will you muster? How far will you go in your preparation? How seriously will you take the situation? To what degree will you compromise yourself to meet the intentions or the expectations of others?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Only you can answer these questions. Here you are being given the gift of awareness. This is a gift that is given with love and with respect. God honors the great strength in you, a great strength that you are only beginning to discover. God honors your greater purpose for being in the world, a greater purpose that you are only beginning to discern and to discover. God is giving you the great advantage of forewarning—a forewarning that will be up to you to discern and to either accept or reject.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is God’s gift to you. And it must be your gift to yourself. It must be your gift to your children, to your friends, to your family and to anyone who has the power and the intelligence to listen.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must prepare your children, for they will be living in a world of ever greater change and difficulty. You strengthen them not by telling them what is coming, but by strengthening their connection to Knowledge, by teaching them the difference between fantasy and reality, by helping them to discern the nature of their own strengths and weaknesses, by sharing with them the wisdom that you have learned in life and by showing them where they can gain greater wisdom through the experiences of others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is an immense gift to your children. But your greatest gift is through demonstration—the integrity and the quality of the life that you determine and that you choose and how you respond to the demands of life. This is the greatest gift to your children. If you are weak and compromised, that is what you will teach them. If you are self-deceiving, that is what you will teach them. If you capitulate to the expectations of others, that is what you will teach them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet if you truly can see, if you truly can know and can truly take action, this is what you will teach them. If you recognize that life is changing and moving and that you must change and move with it, that is what you will teach them. If you can experience the power and the presence of Knowledge within yourself and express this and act upon this, that is what you will teach them. They are looking to you to teach them either wisdom or folly, self-respect or self-deception. You are a leader in this regard.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are other people in your life who are looking to you also, to see what you can teach them. It is your demonstration born of Knowledge, born of wisdom, born of seeing, knowing and acting that will be the inspiration that you give to others, and this inspiration will be immensely important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Creator of all life loves humanity and has given humanity the power and the presence of Knowledge and has given humanity an Angelic Presence to oversee the world and to provide guidance and counsel to those who are beginning to respond to the presence of Knowledge within themselves. You cannot understand this intellectually, but it is already part of your experience.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must put your faith in the strength that God has put within you and in the strength and integrity that God has put within others. Focus on those who can respond and not on those who cannot respond. Give to those who can receive the gift and share it with others. Encourage those who are responding instead of trying to persuade those who cannot or will not respond. Gather around you those who are strong and who see the need to become strong. Do not spend time and energy trying to persuade someone who cannot or will not respond. That will only waste your vitality, which must be brought to bear now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity will be led by those who are strong with Knowledge and by those who recognize the importance of their integrity and the value of their true relationships. Everyone who can do this is a leader—within their families, within their circle of friends and influence, even within the leadership of those in religion and government.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your task now is to prepare and to become strong with Knowledge. Do not take your eyes off this task. Do not become overly concerned with other people. Do not become disheartened at the lack of response in people around you. You must bring all of your attention to bear on what you yourself must do. It will take all of your strength to do this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not complain about the world. Do not be overly critical of other people, for in the face of the Great Waves of change, many people will increase their foolishness and their self-deception. They will act even more foolishly. But you must bring your attention to bear on what is before you to see, to know and to do. If others are sinking, you must rise. If others are failing, you must succeed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This then will be your gift to others. You will give others this strength as you gain it yourself. This begins to fulfill a greater purpose and a greater destiny that you have for being in the world. For there is your specific contribution, which remains to be discovered, and then there is the power and the presence of Knowledge. Receive this power, express this power and encourage this power in others. Teach your children the power and the presence of Knowledge within themselves and the great dangers of self-deception and social manipulation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can do this, you will see that the Great Waves of change, though extremely hazardous and consequential, in fact represent a great calling. It is a great calling for Knowledge to emerge and a great calling for people to respond and to become strong and united—to cease their endless conflicts with one another, to unite to protect the world, to preserve what is great in the human family and to lay the foundation for a greater future and a new direction, a new way forward for humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are the great times in which you live. They call for the greatness that you have brought into the world from your Ancient Home—a power and a presence which you must now experience for yourself.</p>\n\n\n\n</div>",
  "audioUrl": "https://newmessage.org/av/seeing-knowing-and-taking-action.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/seeing-knowing-and-taking-action/"
}