{
  "title": "Seeing What Is Coming",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">People want to know what is coming for humanity. They want to be reassured. They want to know that their investments in the world are secure. They want to have their expectations confirmed. They seek not to know the truth, but to have their fears allayed, to quell the growing anxiety that they may be feeling about the future of humanity.</p>\n\n<p class=\"book-paragraph\">They focus on the problems of the moment, for they seem comprehensible and solvable, perhaps, while the greater problems are confounding. They feel weak and impotent in the face of them. They will leave that to the experts, whoever they may be. Or they think that providence will secure their future because they are true believers.</p>\n\n<p class=\"book-paragraph\">Very few people want to tread far beyond their immediate circumstances, far beyond the events of today and tomorrow and the week and the months to come. They have their plans, yes, but they do not want to see, though God has given them the eyes to see and the ears to hear, as God has given the birds the eyes to see and the ears to hear. The birds are watching and listening, and the animals in the field are watching and listening. But the intelligent creatures, the creatures of conscience, well, they are ambivalent, or they avoid this altogether.</p>\n\n<p class=\"book-paragraph\">God is sending the signs. The world is demonstrating its condition and its direction. But who can see it? Who can respond? Who has the courage and the self-confidence to face uncertainty on a larger scale without answers, without reassurances, without confirmation of their preferences, without a sure and secure idea that their investment in the past will prove to be effective in the future?</p>\n\n<p class=\"book-paragraph\">People want many things, but that is, for the most part, to secure their previous investment or to gain more of what they want. Who wants to see and know and face the uncertainty of death? Better, they think, to rely upon the assurances they give themselves and the assurances the leaders of the nation provide. It is a fool’s paradise. It is a false hope. And the calamity that comes upon people seems sudden and unexpected.</p>\n\n<p class=\"book-paragraph\">Yes, there were indications of a problem. Yes, there were signs that they will reflect upon in retrospect. But they did not see it coming. They did not see the great change in their health, the great change in their economy, the great change in their working conditions or workplace, the great change in their relationship, the great change in their community. They did not see it coming.</p>\n\n<p class=\"book-paragraph\">So they suffer not only the consequences, but the shock of the consequences. And they are angry, and they are frustrated, and they complain about the government or the leaders or the rich people or whoever seems to be responsible for their plight and dilemma, when in reality it was a failure to see and a failure to respond.</p>\n\n<p class=\"book-paragraph\">The birds in the air, the beasts in the field, they have no assurances, so they are always paying attention to their environment. They do not have a mind that tells them that everything will be okay and they really do not need to be so observant and so vigilant. They do not have a mind to tell them that someone else is going to take care of this problem for them. They do not have a mind that haunts them with fear—the fear of future loss, the fear of not having, the fear of rejection, the fear of injury, the fear of death.</p>\n\n<p class=\"book-paragraph\">They do not have the burden of foreknowing. They do not have an awareness of the future and the past. They are not living in regret, trying to compensate for the past. Their lives are simple and basic, but they are demonstrating something that the more intelligent creatures must exercise and regain.</p>\n\n<p class=\"book-paragraph\">For most people in the world have lost the vision and the awareness and the vigilance that are necessary to be in life successfully and to be able to gain a greater self-confidence and the assurance that comes with realizing that you have come from beyond the world and that your journey here is temporary, only to prepare you for the next step beyond.</p>\n\n<p class=\"book-paragraph\">Your assurance is not ignorance. Your assurance is not simplemindedness. Your assurance is [not] a lack of intelligence. Your assurance is a greater strength and a greater power that the Creator has given you—a deeper Mind, a permanent Mind, a fearless Mind, the Mind of Knowledge.</p>\n\n<p class=\"book-paragraph\">Your awareness of the future and the past makes you vulnerable to tremendous fear and anxiety and to the burden of regret and sorrow, grief and self-recrimination. It is as if your mind is a tyrant and a terrible burden all at once. But beneath the surface of this social mind, this worldly mind, is the deeper Mind of Knowledge.</p>\n\n<p class=\"book-paragraph\">If you are to be aware and intelligent, if you are to be able to plan for the future and create wonderful things and alter your life and alter the landscape of the world, beneficially, you must have this greater power to guide you. Or you will be too afraid to see, too afraid to know, thinking it will only add to your burden of fear and anxiety, fearing that it will only add to your apprehension and sense of helplessness and hopelessness that lurks beneath the surface of all of your self-confirming and self-assuring ideas.</p>\n\n<p class=\"book-paragraph\">Even those who are optimistic are still driven by fear. Their optimism becomes a replacement for seeing, hearing and knowing, for being aware of one’s condition and one’s environment and what is coming over the horizon. To feel better in the moment, they choose to be blind and self-assuring and to only listen to those things that confirm their self-assurance.</p>\n\n<p class=\"book-paragraph\">Temporarily, they seem to find reprieve and are not as miserable as those who have a greater awareness, or so it seems. But their predicament is the same and is compounded by the fact that they really think that their attitude is going to change the circumstances of their life.</p>\n\n<p class=\"book-paragraph\">The greater trust must come from a deeper place. This produces a confidence, a strength and a determination that is so much greater than belief or self-control or insisting that the world be the way you want it to be or expect it to be—living in denial, living in delusion, living in fear.</p>\n\n<p class=\"book-paragraph\">Intelligence and awareness are a great burden until you can gain the power of Knowledge and allow it to direct you and to give you the eyes to see and the ears to hear, without the constant burden of fear and anxiety.</p>\n\n<p class=\"book-paragraph\">Human civilization is at the brink. You are facing a world in decline—a world of diminishing resources and growing population, a world of ever-increasing political and economic instability, a world where the basic resources of life will become endangered and more difficult to acquire. But who is paying attention to this?</p>\n\n<p class=\"book-paragraph\">The average citizen wants to be self-assured because they are not strong with Knowledge. The average citizen wants to involve themselves in their hobbies and their pleasures and pastimes and not think about the changing circumstances of the world that are going to determine their future and their decisions, because they are not strong with Knowledge.</p>\n\n<p class=\"book-paragraph\">Even the leaders of commerce and government and religion are suffering from the same incapacity. They think that the problems of the day will resolve by some kind of magical event—by the forces of the marketplace, or by political ideology—as if a waving of a wand is going to alter the course and the direction of their nation and their peoples.</p>\n\n<p class=\"book-paragraph\">And if they are really aware, if Knowledge is strong, who can they communicate with? The people that they serve, the nation that they serve, do not want to hear these things. They are too afraid. They are too weak. They are unprepared. They just want to believe and be reassured. They want someone else to take care of the problem for them.</p>\n\n<p class=\"book-paragraph\">So even those in leadership who are strong with Knowledge and can see and respond to the changing circumstances of the world, they are so hindered and isolated. Everything they communicate now has to be conditioned and limited to the capacity of those who will respond to them.</p>\n\n<p class=\"book-paragraph\">How can you blame the leaders when the population wants to be blind and foolish? And those who are not struggling to survive and hold onto what they have, they are lost in their hobbies, their interests, their romances, the self-obsession over their health, or furnishing their dwelling place, or whatever it might be. They do not see the next great wave of change that is coming, the next economic tsunami. No, they are living on the beach, listening to the radio, enjoying the warmth of the sun.</p>\n\n<p class=\"book-paragraph\">You who have the opportunity to hear and to prepare and to respond with God’s New Revelation, you have the opportunity to gain the vision, to gain the awareness, to gain the strength, to gain the power of Knowledge. But you must step aside from the culture, for it is not responding; it is not preparing; it is not gaining vision. It is lost—a great tragedy, the misuse of so much intelligence, skill and talent, wasted and lost because people do not have the strength and the courage to respond.</p>\n\n<p class=\"book-paragraph\">People think a new political party, a different ideology, is going to make things different, but they are not solving the problem at the level at which it exists. This will only delay the time in which humanity can prepare. You see this all around you.</p>\n\n<p class=\"book-paragraph\">People will think, and they might even say, “I don’t want to be aware of these things. I want to be happy. I don’t want to be bothered with these things. Everything will work out fine.”</p>\n\n<p class=\"book-paragraph\">So the man or woman of Knowledge moves to higher ground before the evidence of calamity. They are not standing on the beach, collecting the shells as the ocean withdraws, preparing for the great wave that will devastate everything in sight.</p>\n\n<p class=\"book-paragraph\">The animals move to higher ground. The birds withdraw. And the people are asleep, sitting on their veranda, watching the ocean recede, wondering what that means.</p>\n\n<p class=\"book-paragraph\">What can God do for the person who will not see, who will not respond, who will not pay attention to their environment? Pray to God for peace and equanimity, for advantages or to avoid difficulties, for healing, for economic opportunity, but what can God do for the person who will not see and will not respond?</p>\n\n<p class=\"book-paragraph\">What God has to offer, they do not want. What God wants to show them, they do not want to receive. What the signs of the world are alerting them to, they do not want to pay attention to these things.</p>\n\n<p class=\"book-paragraph\">So the tragedy is set in motion, you see. What can you do but prepare yourself and prepare others who are willing to respond and bring them the New Revelation, which holds the warning and the blessing and the preparation itself?</p>\n\n<p class=\"book-paragraph\">You cannot change their minds. And if they cannot respond to the Revelation, what can you do for them except invest yourself endlessly in trying to point things out when in fact they are choosing not to see.</p>\n\n<p class=\"book-paragraph\">If God cannot reach them, how will you reach them? If the Revelation cannot prepare them to secure and protect their lives, what can you do?</p>\n\n<p class=\"book-paragraph\">And then there are so many people who are hungry, who are homeless, who have nothing, who are desperate and destitute. You must always serve them. They are not in a position to respond to the world. They are struggling to survive, and this accounts for so many people in the world.</p>\n\n<p class=\"book-paragraph\">When We speak of those who do not respond or will not respond, We speak of those who have the ability to respond, who have the resources to prepare. They are the ones who are failing the calling of the world. It is not the poor and the destitute. Their objective is to meet the requirements of the day, the basic requirements, to try to survive under political or religious oppression.</p>\n\n<p class=\"book-paragraph\">No, We speak to those who are free or who have greater freedoms, who have greater wealth and resources. They are the ones who are failing humanity, and failing themselves.</p>\n\n<p class=\"book-paragraph\">You pray to God for deliverance, but God has given you the eyes to see and the ears to hear and the deeper Knowledge to guide you. But if you do not use these, what can God do for you?</p>\n\n<p class=\"book-paragraph\">God is not managing the weather. God is not managing the economy. God is not managing your health. God is not managing your relationships. To think God is managing these things is to think of God as a kind of errand boy for your personal wishes and your wandering desires. It is pathetic. It is ignorant. And it is arrogant.</p>\n\n<p class=\"book-paragraph\">If human civilization fails, it will be because those who were able to respond failed to do so. And it is a tragedy for those few who are responding, for they look around and they say, “Well, who is with me in this?” and they find that few of their friends and family really want to be aware of the Great Waves of change that are coming to the world or humanity’s position in the universe, facing Intervention from races from beyond. Who wants to know of this?</p>\n\n<p class=\"book-paragraph\">The governments of the world and the religious leaders in particular must be strengthening their people and preparing them for great change instead of telling them that God is just going to take care of everything if they believe. God has already provided you everything you need, but if you do not use what has been provided, how can you ask for more?</p>\n\n<p class=\"book-paragraph\">God has given you the power, the gift, the skill, the intelligence. God has given you a fearless mind to guide you and has provided in the New Revelation the Steps to Knowledge so that you may discover this and experience this for yourself.</p>\n\n<p class=\"book-paragraph\">Do not complain. Take all the complaints and turn it into preparation. You must build your ark, and you must encourage others who can respond. For everyone who cannot respond, you pray for their well-being. You cannot assure their future.</p>\n\n<p class=\"book-paragraph\">In nature, it is survival of the fittest. In the Greater Community, it is survival of the wisest.</p>\n\n<p class=\"book-paragraph\">People want many things. Many pray for these things. But the prayer really must be to give you the strength to see and the power to know and the courage to face your circumstances objectively and the strength to change what must be changed and to secure what must be secured. That is the prayer that engages you with the gift of providence.</p>\n\n<p class=\"book-paragraph\">God cannot and will not govern your life individually. The Lord of all the universes is present but is not manipulating your circumstances.</p>\n\n<p class=\"book-paragraph\">You must accept that many people will fail in the future in the face of the Great Waves of change. It is a great tragedy and is unnecessary. It was not meant to be this way. But what God wills and what people choose are not the same. What God emphasizes and what people prioritize for themselves are not the same. That is the dilemma. It is a tragedy throughout the universe, not limited to the human family.</p>\n\n<p class=\"book-paragraph\">That is why in the Revelation the teaching about Knowledge is so fundamental. It was always in the world’s religions but has never been emphasized sufficiently. If that is what God has really given you to navigate the difficult and unpredictable world, then that is the most important resource you have. That is the greatest strength you have. That is what will give you certainty and integrity, honesty and strength.</p>\n\n<p class=\"book-paragraph\">Neglect this and you will rely upon the assumptions of others and the appearance of things and the capricious nature of human awareness and determination—all things that can change in a moment, all things that do not prepare you for the future or enable you to strengthen your life, your relationships and your endeavors.</p>\n\n<p class=\"book-paragraph\">People want many things, but it is not Knowledge that they want. It is not awareness that they want. And if they had awareness, they only want pleasurable awareness. They want to be happy, to be ecstatic, to immerse themselves in spiritual euphoria perhaps or believe that God is just going to take care of them because they are very devout people.</p>\n\n<p class=\"book-paragraph\">But the failure to see, the failure to know and the failure to prepare are all the central problem. And religion, in its purest form, in its true intent, is here to meet this problem.</p>\n\n<p class=\"book-paragraph\">How many people have perished throughout human history because they were not paying attention, because they did not know what was approaching them, because they were not strong enough to face the realities of life? Their numbers are countless.</p>\n\n<p class=\"book-paragraph\">Look at the people around you and ask yourself, “Is this person prepared for the Great Waves of change?” and “How would this person respond or be in the face of such great and mounting uncertainty and upheaval?”</p>\n\n<p class=\"book-paragraph\">Intelligence in the universe is the will and the desire to adapt and to respond. It is not simply cleverness and creating gadgets or being witty or being creative in the arts. Why would the birds survive the tsunami and not the people on the beach? Why would the elephants head to higher ground while the people are sitting on the veranda at the hotel? What is intelligence? Who is intelligent? Who can respond? Who is able to respond? Who is responsible?</p>\n\n<p class=\"book-paragraph\">These things We say will save your life and the lives of those you love. They are a gift of tremendous love and compassion, but they must be given strongly. For people are asleep and weak and self-indulgent. They are not in tune with the world around them. They are not in tune with their own Knowledge, their deeper nature. They are not in tune with what God is revealing and what humanity must see, know and do.</p>\n\n<p class=\"book-paragraph\">What are you going to do when food cannot be delivered to your market or when petroleum is unavailable for periods of time or the government does not have the money to take care of the problem that is occurring in your vicinity?</p>\n\n<p class=\"book-paragraph\">These are all parts of your future world. The evidence that they are coming can be discerned without a great education. What are you going to do when you cannot move about, living out on the outskirts of the city, or up in the mountainside? What are you going to do if you cannot afford medical care and there is no one there to afford it for you?</p>\n\n<p class=\"book-paragraph\">These are the questions that are problematic and challenging. The man or woman of Knowledge considers these things because they are part of life and part of the great changes that are coming to the world.</p>\n\n<p class=\"book-paragraph\">You must not respond with panic or fear, for that will lead to bad decisions and make you ever more vulnerable. No, the response must come from Knowledge. The steps are many. If you wait till the last minute, there will be panic and chaos, and nothing can be done. So you begin to prepare. You prepare before the storm arrives.</p>\n\n<p class=\"book-paragraph\">This is life. You live in the moment, and you prepare for the future. You prepare for adulthood as a child. You prepare for family life if that is your destiny. You prepare for old age. You do not just wait until it happens. You prepare for the eventualities of life even under normal circumstances. That is intelligence. But even amongst those who are able to make these preparations, who is doing this sufficiently?</p>\n\n<p class=\"book-paragraph\">Your governments will not be able to provide endless welfare and recompense for the failure to prepare and to respond. Let your health lapse into degradation, and there will be nothing there to restore you. There will be no one there to rescue you if you fail to prepare and to respond appropriately. And your little handheld gadgets are not going to help you then. And the marvels of technology may not meet the basic and essential needs that you and everyone around you will have.</p>\n\n<p class=\"book-paragraph\">You are preparing for a world of greater difficulty, where everything will be more difficult to secure and to maintain, where resources will be limited and human ingenuity and cooperation will be called for as never before. It is like you will be living in a wartime society where everyone in your nation must pitch together and utilize every resource effectively and efficiently, except that this need will be ongoing and not simply temporary in nature.</p>\n\n<p class=\"book-paragraph\">God is giving you the warning, urging you to prepare and showing you where the source of your strength, courage and integrity resides. It will not be in your ideas. It will not be in your assumptions. It will not even be in your faith in God, for the faithful and the faithless will all perish together if they are unprepared for the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">Unless you can receive what God is really providing you and has already provided for you, then your faith will not give you any advantage and can blind you even further, robbing you of your own responsibilities and masking your own strength and courage.</p>\n\n<p class=\"book-paragraph\">People want painkillers, but they do not choose real health, real vitality, true engagement in the world, true engagement with Knowledge within themselves. What can you do for them? What can God do for them?</p>\n\n<p class=\"book-paragraph\">Your task is to receive the Revelation; to overcome your fear and anxiety, which paralyzes you; to begin to prepare your inner and outer life; to take the Steps to Knowledge; to bring clarity and resolution into your circumstances; to depart from those who are robbing you of your inspiration.</p>\n\n<p class=\"book-paragraph\">This is what it means to respond, to be responsible. This is what God is emphasizing. That is why you must step aside from the amnesia of culture. You must be willing to break free, for humanity as a whole is heading for calamity. Those who can respond will make all the difference, not only for themselves and their situation, but for the world around them.</p>\n\n<p class=\"book-paragraph\">That is the importance of your calling. That is why you have a calling. That is why you have come into the world.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/seeing-what-is-coming.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/seeing-what-is-coming/"
}