{
  "title": "Service in the World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Service in the world is a very big subject. The Unseen Ones, Angelic Presence, are here in Our service to the world. We are here to call people to Knowledge so that the memory of their true origin may be rekindled in this life. As this is brought about, people will be able to activate Knowledge in others and thus part the veil between this world and life beyond this world. Our very nature and Presence allow Us to demonstrate a greater reality and context for relationship that is relevant to everyone.</p>\n\n<p class=\"book-paragraph\">You see, only through purposeful relationship can Knowledge be activated. Each of you carries a treasure of Knowledge internally, but you cannot activate it yourself. You do not even know where it is. You live at the surface of your Being and cannot penetrate to the core without great assistance—from others amongst yourselves and from Greater Powers beyond.</p>\n\n<p class=\"book-paragraph\">This is because Knowledge is in a different part of your mind. It is in the part of your mind that is not attempting to be an individual. It is rooted in the soil of all intelligence. Though above this soil you stand individually as a unique expression, your very foundation is based upon a commonality that is so fundamental though it is difficult to appreciate in this world. Though your roots are very specific, they share a common soil.</p>\n\n<p class=\"book-paragraph\">Therefore, your Knowledge must be activated through a meaningful relationship. That is how it works because at the deeper level of your mind, everything is relationship. Everyone in this world is seeking intently to discover relationship. All of you are seeking relationship because relationship is the only thing that matters. Anything else that you wish to acquire is still relationship. Break it down into its fundamental parts, and it is all relationship. Relationship is everything.</p>\n\n<p class=\"book-paragraph\">Unfortunately, living in their personal minds, people believe very intently that the only opportunity to experience profound relationship is in romance or in family. We wish to broaden the context of relationship because many of you will not have partnership in this life in that way. Your partnership may be in a different form. Unless you can entertain this possibility, you will strive for the impossible and spend your life attempting to accomplish something that is not intended for you.</p>\n\n<p class=\"book-paragraph\">If you seek for small things, small things will be your reward. If you seek for temporary experiences and excitement, you will have temporary relationships. If you seek momentary experiences, you will have momentary involvements. Do not be surprised if this does not satisfy your deeper nature and inclination.</p>\n\n<p class=\"book-paragraph\">If you seek Knowledge, you will be disappointed in many relationships because they cannot provide the context within which Knowledge can emerge. It is only when you join with another who shares this intent, whose nature is akin to your own and whose origins before this life are associated with yours quite specifically that this can be fully brought about.</p>\n\n<p class=\"book-paragraph\">You are actually meant to be together. You are not together because you attract each other or because you fulfill each other’s expectations or because you are thrilling or because you present a very pleasurable and exciting appearance. You are together because you must be. You are drawn by something deeper.</p>\n\n<p class=\"book-paragraph\">Many people ask, “When will I meet my true partner?” How can life respond except by leading you into this deeper inclination for Knowledge. That is the only foundation for true relationship with another. This relationship will not die with the body. It will not age with your personality. It will be as youthful and vital in your old age as it is now. It is not based upon your experience in the world. It is based upon your experience before coming into the world, which is directly related to what you will encounter when you leave here.</p>\n\n<p class=\"book-paragraph\">Why is this relevant to service in the world? Because your ability to discover and to carry out your true function in the world will be dependent upon your ability to participate with others, to experience affinity with others and to share a higher goal than you individually would seek for yourself.</p>\n\n<p class=\"book-paragraph\">There are many fine things to do in the world. Indeed, this world has great needs, and anything that you can give to serve its needs will benefit you very directly. But your greatest gift is to give your Knowledge. There is no greater gift than this. Knowledge is not ideas; it is not information. It is the regenerating force of life within you.</p>\n\n<p class=\"book-paragraph\">But you cannot activate it yourself, try as you may. You can meditate for a lifetime. You can practice austerities. You can deprive yourself of pleasures, but you will merely aggravate and ruin your personal mind. It is something from beyond your own sphere that must reach you because that represents the greater part of you.</p>\n\n<p class=\"book-paragraph\">It is members of your Spiritual Family who have made all of your progress possible. Because you live within the context of individuality, it is very difficult for you to account for a larger context in which individuality plays such a very small part. This is an entirely different view of the universe and of relationship. You have had to learn your individuality very painfully. It has been taught to you from the day you were born. But viewing life within the context of true relationship is much more natural.</p>\n\n<p class=\"book-paragraph\">As it has been said, there are many fine things to do in this world, and you will feel compelled to give certain things to certain people, but your gifts cannot even approximate your Knowledge. Why is this? Because if Knowledge can be activated in you, it will affect everyone with whom you come in contact. Indeed, it will affect people who are not even in your physical proximity. When you are activated, others are activated as a result. This is the spark to awaken, and with it comes the specific tasks for you to do in life.</p>\n\n<p class=\"book-paragraph\">Knowledge will organize your thinking and behavior and make you one person. You will no longer be a fragmented person. You will be one person with one frame of reference and one goal, and this will make you very powerful. If you are not fragmented, if your thoughts and actions are uniform, you will be extremely concentrated without trying to be.</p>\n\n<p class=\"book-paragraph\">People will love you or hate you, be drawn to you or go away from you inexplicably. Some will go away from you without reason. Why will people respond so strongly to you? Because you are uniform and they are fragmented. You represent their higher calling, which they may not be able to respond to, and so their own conflicts of interest arise around you.</p>\n\n<p class=\"book-paragraph\">Notice your own discomfort when you are in the presence of someone who is very committed to something in life and you are not committed to anything. Feel your discomfort when you are with someone who is not interested in personal dilemmas at all, and yet they are very loving and compassionate. It is a relief and a discomfort all at once.</p>\n\n<p class=\"book-paragraph\">How can you give Knowledge? You cannot. It gives itself. Then, everywhere you go people will respond to you, even if you are not trying to give them anything. There is something in you now that is giving you to people. It is not you giving it. It is giving you.</p>\n\n<p class=\"book-paragraph\">Your life is very distressed because you are attempting to fulfill yourself. You want to be sure that you have the relationships you want. You want to be sure that you have fulfilling experiences. You want to be sure that you will not have pain or distress or disaster. You want to be sure that the world is safe, that your ideas are accepted, that you are loved and appreciated and that you have financial security.</p>\n\n<p class=\"book-paragraph\">Consider the effort it takes to guarantee that you will have all these things. Consider how limited your success will be because you cannot control everything around you. Indeed, controlling your own mind is an enormous task in and of itself. But now you must control the minds of others. You must control the forces of life. This is a terrible burden.</p>\n\n<p class=\"book-paragraph\">If you spend your time yearning, wanting, planning and scheming for that perfect relationship, but they are not scheduled to arrive for five years, what will you do for the next five years but aggravate yourself enormously? Because people have difficulty waiting for anything, they will attempt to fulfill themselves with whatever is available now. People are not well trained to wait for anything, in any culture where instant success is the motto.</p>\n\n<p class=\"book-paragraph\">When you begin to tire of this constant attempt to fulfill your life, you will begin to open. This is part of the preparation for Knowledge, for without your constant attempt to manage and control your destiny, something else begins to emerge within you. It is very difficult to trust this at first because your basic assumption is that you are alone in the universe and there is nothing to help you. But Knowledge will begin to arise when it has this opportunity, and it will arise fully if you cultivate it, nurture it and give it increasing priority in your life. It is mysterious, inexplicable and powerful.</p>\n\n<p class=\"book-paragraph\">How can you give to the world? How can you be sure that what you want the world to be is what it is supposed to be? How can you be certain of all the effects of your actions? How can you be certain of what helping people really means? Your Knowledge knows, but you are uncertain.</p>\n\n<p class=\"book-paragraph\">If you read about the lives of very great people, you will realize that their methods of helping people were quite unorthodox, and often they did not appear to be helping anyone at all. Yet their lives were completely given to contribution. Your life is given to fulfillment. That is why you suffer. Their lives were given to contribution. Your life is for fulfillment, so you even give for fulfillment. But giving for fulfillment is not very fulfilling.</p>\n\n<p class=\"book-paragraph\">So what does service in the world mean? You should give what is meaningful to you whenever you can at every opportunity you see. Yet there is a greater gift inherent within you that will give in and of itself, for all it can do is contribute. All you can do now is recognize its appearance whenever it emerges, whenever you feel it. It is like a warm glow inside of yourself.</p>\n\n<p class=\"book-paragraph\">On occasion, it will give specific directions to you. It will save you from disaster and guide you into the proper relationships. It will teach you to discern what is helpful and what is not, what is encouraging and what is discouraging, what strengthens you and what weakens you.</p>\n\n<p class=\"book-paragraph\">As this greater gift becomes more predominant within you, it literally takes you over. It is as if your Being now takes over your mind, and the mind now has something truly to serve. This can be a frightening experience. You may ask, “What is this great power emerging in me?” This power is growing stronger and you think that you are losing your mind and you are unsafe. But rest assured, unless you attempt to use this power inappropriately, it will draw to you all the people who are most needed in your life, and it will bring into your awareness a Greater Power that exists within and beyond this world.</p>\n\n<p class=\"book-paragraph\">True service in the world accomplishes two goals: It meets the world’s needs in the present time, and it prepares you and the world for the future. Your Teachers represent the future because they are what will be awaiting you when you leave this world. Your life is in part preparation for the next step beyond. Your contribution to the world now will guarantee your success in the future, for you have only come here to contribute.</p>\n\n<p class=\"book-paragraph\">What can the world give to fulfill you? You are not here long enough. Your visit is so brief that whatever the world could provide you would be gone in such short notice. This world offers pleasures, stimulation and valuable friendships, but most important is that the world offers you the opportunity to experience and to contribute what exists beyond the world in your Ancient Home. That is the world’s greatest contribution. That is your greatest contribution.</p>\n\n<p class=\"book-paragraph\">If you feed a hungry man today, he will be hungry tomorrow. But if your Knowledge activates his Knowledge, his life will never be the same. It may be a thought, a word or a touch, and his life will be changed. You will not know who changed it, and he will not know who changed it. He will perhaps think it was you because it happened in your proximity.</p>\n\n<p class=\"book-paragraph\">If you build a bridge today, it will be gone in a hundred years. It will serve a temporary service. If you give Knowledge today, it will change a life forever. If you change one life forever, your work in this world is complete because your Knowledge has become so strong that it has activated another’s Knowledge, and it has ended Separation to the extent that you no longer need to be in this world.</p>\n\n<p class=\"book-paragraph\">Therefore, there are two aspects to service in the world. There is contributing to the world in its immediate needs, which means feeding people and building bridges. And there is preparation for the next step, which means cultivating Knowledge so that it may serve other people. This Teaching is for the activation of Knowledge. This is its mission.</p>\n\n<p class=\"book-paragraph\">If you have this experience of Knowledge, you will be what the world needs. Do you see? The world has not changed, really. Though your lifestyle is different, your needs have not changed. Though you are not as hungry as your ancestors and your life is not as brutal, living in the personal side of your mind is as aggravating as ever.</p>\n\n<p class=\"book-paragraph\">In fact, life is more complex now than it used to be. Before, survival was the issue, but now you are faced not only with survival but with fulfillment—an impossible task. How on earth can you fulfill yourself when you do not know who you are, where you are going, where you have been, or what anything is for? Can you be god and fulfill yourself?</p>\n\n<p class=\"book-paragraph\">Every personal relationship you have will disappear. Every acquisition you have will be given away. Only something that has a deeper nature within you will last. If you develop true association with any person in this life, it will be carried forward. This is part of your success.</p>\n\n<p class=\"book-paragraph\">What is success in life but the establishment of true relationships? This represents all your accomplishments so far. What you have really brought with you to this life are all the relationships where true recognition has occurred. That is your Ancient Heritage. That is your Spiritual Family.</p>\n\n<p class=\"book-paragraph\">People want to believe that everyone is equal in his or her capacity and possibilities, but this is not the case. People have come into this world with different capacities and specific work to do. Occasionally, an individual will come who is a leader, and there will be many people whose function it is to serve that leader. They are as important as the leader, but their function is to serve the leader.</p>\n\n<p class=\"book-paragraph\">If you try to be a leader when your function is to serve a leader, your life will be very frustrated and confused, and you will be jealous and resentful. If you experience jealousy, it is because you are attempting a function that is not yours because jealousy is the opposite of confirmation.</p>\n\n<p class=\"book-paragraph\">It will give you such great peace to recognize your place. All places in this world are temporary. Grandeur is not of the world, so do not worry about a grand position in life.</p>\n\n<p class=\"book-paragraph\">Any of you who wish to be noteworthy in your spiritual success must accept that people will abuse you very greatly. So be prepared to experience tremendous abuse if you want to be popular.</p>\n\n<p class=\"book-paragraph\">That is why the Wise are hidden and you cannot find them. When you are ready, they come and find you. They take you to their hiding place where they can prepare you, and they do not show themselves in public. The most powerful teachers you will rarely ever see. Why? Because their power would instigate such confusion and such a potent response, and they do not want this.</p>\n\n<p class=\"book-paragraph\">Many people hope that Jesus will return and walk this Earth. If he did that, he would produce World War III more rapidly than anything you could think of. Not only would his life be forfeited in short order, but he would generate conflict of a greater nature than you can imagine because the believers and the non-believers would go to war. His purpose is not war and he is not foolish. He made his brief announcement. That is good enough. It set the process in motion for the next stage.</p>\n\n<p class=\"book-paragraph\">What is service in the world then? You must prepare. You cannot feed people without preparation. You cannot build bridges without preparation. And you cannot activate Knowledge in others without preparation.</p>\n\n<p class=\"book-paragraph\">There are two aspects of preparation. The first is to give by meeting people’s specific worldly needs, and the second is to develop Knowledge and to find a meaningful role in participating with others.</p>\n\n<p class=\"book-paragraph\">But, you see, the problem for people here is that these criteria have nothing to do with fulfillment. You cannot use these things for fulfillment. How can you use Knowledge for fulfillment? That is ridiculous. Knowledge will use you for fulfillment. No one can see this because everyone is too involved in seeking fulfillment.</p>\n\n<p class=\"book-paragraph\">Because fulfillment is always being threatened by everything, hope and fear become the preoccupying factors of your life—hope that you will have more tomorrow and fear of losing what you have today. The only way that you can participate in hope and fear is to be completely absorbed in your own thinking, which is what Separation means. God wishes to take you out of your own thinking because your own thinking isolates you. Even if you are with others who share your thinking, you are isolated from them as well. No one has touched you yet.</p>\n\n<p class=\"book-paragraph\">Because whatever success you acquire in the quest for fulfillment can be lost tomorrow, there is no peace of mind possible. It is really very sad, but this is the predicament of the world.</p>\n\n<p class=\"book-paragraph\">Some people wish to create Heaven on Earth and have no more war, but they also advocate tremendous personal growth for everyone. If you advocate tremendous personal growth, you will advocate change, and change brings conflict, and conflict breeds war. So if you want peace in the world, it must be a world of no change. People do not change gracefully, not at this stage at any rate. They change with great emotion and stress.</p>\n\n<p class=\"book-paragraph\">In kindergarten the kids fight, and the teacher needs to keep them from fighting so that they can progress with a minimum of discord. This world is like kindergarten, and the participants are combative.</p>\n\n<p class=\"book-paragraph\">There is great joy in this world for those who are not attempting to use the world to fulfill themselves. There is great peace of mind in knowing you are here for a purpose. There is a great confirmation of your deepest feelings to know that your Teachers are with you. Your greatest fear is that the madness that you have created for yourself is in fact reality. Yet finding out that it is not, if you can really experience this, is such a joy.</p>\n\n<p class=\"book-paragraph\">So proceed then with an open mind. You do not know the cosmology of the universe. You do not know how God acts or creates. You do not even know how your mind thinks or how your hand moves or why you feel certain things you feel or why you have hundreds of thoughts every hour.</p>\n\n<p class=\"book-paragraph\">This life is wonderfully mysterious, yet if you are hell-bent upon fulfilling yourself, you miss all that. You are trying to get the things you want from everyone you come in contact with. You are like a person on a shopping spree, unmindful of anything else but getting the best deal. Life is this wonderful mystery, and you are on a shopping spree.</p>\n\n<p class=\"book-paragraph\">You have come here for a purpose. Your purpose is to discover your Knowledge and to allow it to emerge. That is everyone’s greater purpose, beyond survival and fulfillment. From your purpose will come a specific role and calling in life that will engage you with everyone in a meaningful way. This is your purpose, but very few can even approach it.</p>\n\n<p class=\"book-paragraph\">Your fulfillment must fail you to some degree for you to value something greater. You see, people want to meditate and have spiritual experiences for their fulfillment, too. No one wants to be without God, really, so God is included as a minor aspect—not as important to people as romance, of course.</p>\n\n<p class=\"book-paragraph\">You must feel this. You cannot think it. Thinking will help, but it cannot approximate the experience. You will all be leaving this world so soon. What is there to gain from being here? What is a few years? Then you leave the world, and you go back to your Spiritual Family. You look at what you have done and have not done, and you say, “My, it is all so clear to me now. Of course! It is so obvious what I had to do.”</p>\n\n<p class=\"book-paragraph\">The point is, you must remember while you are still here. That is the difference. You must snap out of the amnesia while you are still here, not when you leave. Everyone snaps out of it to some degree when they leave. You must snap out of it here.</p>\n\n<p class=\"book-paragraph\">The only way Heaven can be brought to Earth is through your memory. Heaven is already here, but no one can see it because it is not moving. It is so still, and you are only looking for things that are moving because only things that are moving are fulfilling.</p>\n\n<p class=\"book-paragraph\">Your Spiritual Family is here. They are not moving and you cannot see them. They are watching you sleep. Your Inner Teacher, the head of your small group, is sending communication to you because your Teacher is the only one who can bridge the gap between your state here and your true life beyond. Your Teacher will activate your Knowledge and bring you into contact with others who will activate your Knowledge because your relationships need to be re-established in both directions—both vertically to God and horizontally to one another.</p>\n\n<p class=\"book-paragraph\">You must get out of the frame of reference that everything is for you personally. It is exactly the opposite. You are for everything. That is what makes you so wonderful. It is not that you cannot want things for yourself, but your whole frame of reference will need to shift from fulfillment to contribution because contribution gives more. If you use contribution for fulfillment, you will feel like you are giving and not receiving. But if you give for contribution’s sake, you will receive more than you give. That is the difference.</p>\n\n<p class=\"book-paragraph\">The meaning of your purpose is something you must penetrate, and to do this you must ask some very serious questions about why you are here. Do not be satisfied with definitions. Definitions do not give you life. Think of the moments in your life when you felt an intrinsic relationship with life itself, and you felt a greater Presence was with you. Think of the moments when you felt complete affinity with another. Think of the moments when you felt your life had meaning and purpose, however undefined, and that you were not just here to struggle to get all the things you want and then die with your hands full. Think of those times. They are very important. They are moments and glimpses.</p>\n\n<p class=\"book-paragraph\">You cannot have a consistent experience of Knowledge because you do not have the capacity yet. That will come later. Now you need moments, and the moments need to be frequent enough so that when they are over and you return to your personal mind that is seeking fulfillment, you will remember that there is something else that is more important, that you are not alone and that your life has meaning.</p>\n\n<p class=\"book-paragraph\">The only fulfillment here is Knowledge because only Knowledge connects your life here with your life beyond. It brings your life from beyond here, and that is fulfilling because now life has been brought into the world. Now the world is no longer just a terrible, desperate experience. It is life itself.</p>\n\n<p class=\"book-paragraph\">You will then have a different vision of contribution and of service in the world. You will not attempt to make the world look good, as is the intention of most helping. Most people want to give in order to look good and they want the result to look good. But you will have a new vision of what is possible and what is needed. So when you feed someone, you give something greater than food. And when you build a bridge, everyone who crosses it feels your presence. The great saints in this world, for the most part, did not feed people and build bridges. They gave a greater food. They built a greater bridge.</p>\n\n<p class=\"book-paragraph\">You must be married to something in life, but your marriage must come from within you. It must marry you, not you marry it. A marriage from a Greater Source will marry you. It will say, “Marry this person.” It will marry you. God marries you. That is marriage. God can marry you to a person of the opposite sex. God can marry you to a great friendship. God can marry you to religion. God can marry you to a community. God can marry you to a cause in the world. God can marry you to someone who is very sick. This is a marriage that is greater than any that your romantic ideas can conjure up. This is a relationship that is devoted beyond personal interests.</p>\n\n<p class=\"book-paragraph\">What difference does fulfillment make now? You are being fed by your own devotion. You are with life now. You are not shopping anymore. You have stopped to buy. You are purchasing life now. You are not simply a spectator of a process that is beyond your reach. God wants to marry you in this world so that you may feel the greatness of relationship.</p>\n\n<p class=\"book-paragraph\">Therefore, seek in your requests to be married. “Marry me to something that is real and genuine that will give me great happiness.” You are asking life then to give you what you possess. Then when you leave this world, you will leave with a feeling that you have established something important here, something that you will take with you. Then when you return to your Spiritual Family, you will not return empty handed. This is what breaks open the mysterious veil that separates this world from life itself.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/service-in-the-world/"
}