{
  "title": "Signs from the World",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Many people today are feeling anxious about the future. They are feeling anxious about the course that humanity is taking and about the great difficulties that are emerging within and beyond nations. Perhaps their fears are associated with specific things or specific tendencies. But however they evaluate their feelings, their feelings are giving them a sign and a clue that the world is entering a more difficult and prolonged challenge and set of circumstances. Regardless of people’s beliefs and assumptions, their feelings—if they can be anticipated and really considered—will give them these signs.</p>\n\n<p class=\"book-paragraph\">Perhaps people will say, “Well, I am very hopeful things will turn out well.” Perhaps they will say, “Well, we will meet these challenges with new technology.” Perhaps they will say, “We have been through difficult times before, and we will endure and emerge successful here.”</p>\n\n<p class=\"book-paragraph\">But these are all evaluations of a primary experience that should not in any case be discounted. If people listened to their experience more than their ideas, they would have a truer sense of what is coming over the horizon. And they would have a truer sense of how they are really responding.</p>\n\n<p class=\"book-paragraph\">People do not want to suffer, and so they tell themselves things to relieve themselves of anxiety or concern. This is understandable, of course, but it often betrays a deeper experience and a real sign that one is receiving within oneself.</p>\n\n<p class=\"book-paragraph\">For the world is giving you signs, and the deeper Intelligence within you called Knowledge is also giving you signs. They are giving you clues, indicators and warnings. Knowledge within yourself will continue to try to flag you to get your attention. And once your attention has been gained, it can begin to guide you in a constructive manner to prepare for the changing circumstances of the world.</p>\n\n<p class=\"book-paragraph\">People rely upon their beliefs and assumptions to such a great degree that often they miss the signs, they miss the cues, and nearly everyone around them is missing the signs and the cues because they do not want to be concerned. They do not want to feel helpless or hopeless or powerless regarding the things that they are feeling and seeing. And so they try to dismiss it altogether or to lose themselves in some other activity to be constantly distracted.</p>\n\n<p class=\"book-paragraph\">This is one of the reasons that people maintain a constant level of distraction, because they do not want to be with their own experience. They do not want to feel what they feel. They do not want to feel the emptiness of their lives or the pain of compromise. They want to stay occupied at all times.</p>\n\n<p class=\"book-paragraph\">When they were babies, their parents constantly gave them distracting things—toys to play with, things to do—so that they would not cry or be uncomfortable. And now here as adults they try to give themselves distractions—things to do, things to play with—so they will not feel what they really feel.</p>\n\n<p class=\"book-paragraph\">Not all your feelings are signs, and not all your feelings, certainly, demonstrate truth. But your deeper experience floats through your feelings and emotions. Your feelings and emotions are the medium, not the only medium, but a primary medium through which Knowledge, this deeper Intelligence within you, communicates to you.</p>\n\n<p class=\"book-paragraph\">People of course have lots of defense mechanisms, not only against the outside world and against threats from their environment, but they have defense mechanisms against their own experience. They do not want to feel discomfort, uncertainty or anxiety, and so they have set up a series of defenses so they can stay preoccupied and feel better about themselves and their situation.</p>\n\n<p class=\"book-paragraph\">But these defenses end up denying critically important experiences that they are having. Part of this defense mechanism is developing a whole network of fantasies that you indulge yourself in and attempt to create a happy or interesting set of dreams to replace how you are really feeling in the moment.</p>\n\n<p class=\"book-paragraph\">The truth is that many people are not feeling very good in the moment. They are not feeling very good about their circumstances. They are not feeling very good about the compromises that they have made. They are not feeling very good about their own experiences and activities. They are not feeling very good about the prospects for the future. And they are not feeling very good about what they see and feel about their future.</p>\n\n<p class=\"book-paragraph\">Here people are more perceptive than they realize. Here their feelings speak more clearly than their reactions to their feelings, or to their defense mechanisms. Here the pursuit of happiness becomes very self-deceptive because you only want to acknowledge those feelings and experiences that support your pursuit of happiness, while denying or decrying all the rest of your experience.</p>\n\n<p class=\"book-paragraph\">This leads to a kind of self-avoidance and low self-esteem because if you cannot recognize and acknowledge your own experience, then you are really denying yourself. You are in a state of avoidance with your own experience.</p>\n\n<p class=\"book-paragraph\">If people stayed with their experience, it would lead them eventually to seek resolution and to change their circumstances to whatever degree they can. It would make them more honest with themselves and with other people, thus enhancing their relationship with themselves and with other people.</p>\n\n<p class=\"book-paragraph\">That people have so much difficulty in being with their experience, and in learning how to communicate their experience constructively, represents a fundamental weakness in the human family—a weakness that generates immense suffering and self-disassociation, a weakness that erodes your relationship with others. For if you cannot be honest with yourself, how can you be honest with others? If you cannot respect your own experience, how can you have any respect for theirs?</p>\n\n<p class=\"book-paragraph\">Acknowledging your own discomfort here is very valuable because it is opening the door within yourself for a deeper experience to emerge. Even if your experience is unpleasant or uncomfortable, even if it is giving you a sense of anxiety about yourself and about the future, it is preparing you. This is part of what nature has provided you to survive changing circumstances and to anticipate critical catastrophes.</p>\n\n<p class=\"book-paragraph\">When great storms come in the world, the animals become quiet and seek shelter, but people pay little attention, caught up in their pursuits, in their activities or in their fantasies. In this respect, the animals are acting much more intelligently than the people.</p>\n\n<p class=\"book-paragraph\">This is a critical problem, you see, because the vast majority of mistakes that people make, they make because they are not paying attention. And the reason they are not paying attention is they are not present with their own experience, and they are not present with what is happening around them.</p>\n\n<p class=\"book-paragraph\">A big part of the problem here is social conditioning. All of the training, emphasis, correction and punishment that has been placed upon you to behave in a certain way, to only show certain parts of yourself, to only express certain feelings and not others is an overarching problem that affects nearly everyone. Here your behavior is constrained, it is governed by the expectations of others, and should you violate these boundaries, you face ridicule, repudiation, rejection or in some cases severe punishment.</p>\n\n<p class=\"book-paragraph\">The only part of you here that is really free of these massive constraints is the presence of Knowledge within yourself, for it exists beyond the reach of social conditioning and beyond the reach of seduction and manipulation. That is why it represents the freest and most natural part of you.</p>\n\n<p class=\"book-paragraph\">That is why when you begin to take the Steps to Knowledge and to build a connection to this deeper Intelligence within you that God has placed within you, you begin to unwind and unravel the constraints that hold you back and that limit your experience and your expression. Here Knowledge will teach you how to express your feelings constructively in such a way that others are not harmed, in ways that lead to the greatest possibility for acceptance by others.</p>\n\n<p class=\"book-paragraph\">People do not realize how much they are governed by their social conditioning, and how through their moment-to-moment experience and behavior, they have a very, very slight awareness of what they really feel and know about things around them. This leads to a lot of compulsive behavior, social behavior, where people mimic one another to be accepted.</p>\n\n<p class=\"book-paragraph\">That is why people within their own group or set of associations talk and act and look so much alike. Here their real nature may be completely different, but they have assumed a kind of social posture and behavior for social acceptance within whatever group they identify with.</p>\n\n<p class=\"book-paragraph\">This is understandable, but it is really unfortunate because these people will not function intelligently, they will not think for themselves, and the vast majority of their real experience will be denied and avoided. They will be standing on the beach with their back to the ocean when the Great Waves arrive. They will be in the wrong place at the wrong time, unaware of what is coming. If the animals have all sought higher ground and have all withdrawn from the shore, why are the human beings standing out there? The human beings who have such greater intelligence and sensory awareness, why are they standing out there?</p>\n\n<p class=\"book-paragraph\">Why are people living twenty miles outside of the town when the world’s oil supplies are diminishing? Why are people invested in things that have no future, that will not survive in the Great Waves of change that are coming to the world? Why are people not paying attention to the changing circumstances of their lives, hoping and believing everything will get better or that someone else will fix things up for them?</p>\n\n<p class=\"book-paragraph\">Clearly this is unintelligent, and yet you can see this is a product of social conditioning and social adaptation. It is the problem of human denial. It is the problem of not honoring and observing your own experience to see what it is telling you, to see the signs it is giving you. It is avoiding the signs of the world so you do not feel uncomfortable or anxious.</p>\n\n<p class=\"book-paragraph\">The world is giving you signs. It is telling you what is coming, but you must really look, and you must look even if others are not looking. You must pay attention and follow what you are looking at to learn more about it, for you cannot see the truth in a moment only.</p>\n\n<p class=\"book-paragraph\">There are Great Waves of change coming to the world: environmental deterioration, changing climate and violent weather, diminishing resources, growing political and economic instability and the growing risk of competition, conflict and war [between] groups and nations over who will have access to the remaining resources of the world.</p>\n\n<p class=\"book-paragraph\">These are the great changes that are coming to your world, changes that will affect everyone, even in the wealthy nations—everyone. Why would you not pay attention to these when they have such great bearing on your life and future, and the life and future of your children and loved ones?</p>\n\n<p class=\"book-paragraph\">This requires real courage because you will have to face problems for which you do not have answers. You will have to accept that you do not really have answers, and that your ideas and your solutions are really either imaginary or insufficient to deal with the Great Waves of change that are coming.</p>\n\n<p class=\"book-paragraph\">You may deny them or dispute them or try to minimize them in your estimation, but your feelings will tell a different story. You may tell yourself anything. You may seek experts who will tell you what you want to hear to mitigate your feelings of concern, but your feelings will tell a different story.</p>\n\n<p class=\"book-paragraph\">The signs of the world and the signs from Knowledge within yourself will tell you what is coming and will indicate what you must now consider in terms of preparation.</p>\n\n<p class=\"book-paragraph\">Those who prepare for the future will be able to avoid its dangers and its dilemmas to a very great degree. Those who do not prepare will be extremely vulnerable and will have few choices when the great impacts occur in their lives. But preparation means that you must be willing to think independently, to think beyond your insecurity, to think with determination and with courage and as much objectivity as you can muster.</p>\n\n<p class=\"book-paragraph\">You cannot be panicking and make wise decisions. You cannot be governed by fear and make wise decisions. Perhaps after a period of shock, awe and dismay, you will finally settle in to a more stable and more objective perspective.</p>\n\n<p class=\"book-paragraph\">Here you will turn to Knowledge within yourself and Knowledge within others and ask: “What must I do?” Here you are willing to act because you must act. Avoidance, denial and speculation only weaken you now, only make you more vulnerable. They deny your recognition that you must prepare, and they deny that you have the strength to prepare.</p>\n\n<p class=\"book-paragraph\">God has given you a deeper Intelligence to guide you, to protect you and to give you the strength to overcome your weaknesses, to overcome your social conditioning, to overcome your need for approval and consensus with others. This is very important because you may be the only person you know who is really responding to what is happening in the world in a wise and practical way.</p>\n\n<p class=\"book-paragraph\">Here you cannot be governed by the will and the consensus of your friends and your family. You must think as an individual. You must use the power of Knowledge. You must face the world and face your own anxieties. You must get past fear and the feelings of helplessness and ask yourself: “What must I do?”</p>\n\n<p class=\"book-paragraph\">If you do not act, then your feelings of helplessness and hopelessness will increase, and you will lose the momentum that you will need to have. To be aware and not to act leads to another kind of crisis. Here people know they must get off the sinking ship, but they do not get off the sinking ship. Here people become frozen, unable to act, in the face of immediate and tremendous danger.</p>\n\n<p class=\"book-paragraph\">If you are aware of change and the need to prepare, but you delay this preparation, then your choices become more limited and more costly. You do not want to wait [until] everyone becomes aware because then it will be panic and very little will be available to help you.</p>\n\n<p class=\"book-paragraph\">Before you can help others, you must secure your position. Before you can help those in need, you must become strong and secure in your position. You cannot achieve ultimate security because that is not possible in the world, but you must have a stronger position. If you live twenty miles outside of town and there are shortages of fuel, you will be stranded. If those conditions continue, you will be a refugee.</p>\n\n<p class=\"book-paragraph\">It is perhaps unthinkable in the wealthy nations that this could take place, but that is because people think the future will be like the past. That is because of their social conditioning and their beliefs and assumptions, but that is not what their deeper feelings are telling them.</p>\n\n<p class=\"book-paragraph\">Look over the horizon of your life and see what is coming over the horizon and ask yourself: “What do I really see coming over the horizon?” This is a different question than “What do I want to see? What do I hope to see? What do I think I want to see? What do I believe will happen?” It is not about hope or assumption and belief. It is about seeing.</p>\n\n<p class=\"book-paragraph\">When the Great Waves come, why are the people standing on the beach? Why are they acting like nothing is happening when all of the animals seek higher ground? The stupid animals, why are they more intelligent than the people?</p>\n\n<p class=\"book-paragraph\">What is coming over the horizon? What do you really see and feel? Forget what you want to see. That is foolish and self-deceptive—what you want. What do you really see? And what must you do to respond to this?</p>\n\n<p class=\"book-paragraph\">Look at your situation: where you live, how you live, how you travel about, the nature of your work, your circumstances and your obligations to others. It will all have to be re-evaluated in the face of the Great Waves of change. If you do this in advance, then you can make the necessary adjustments and create a much stronger and much more resilient position for yourself and your family.</p>\n\n<p class=\"book-paragraph\">If you become aware of great change and do nothing, your anxiety will increase and so will your sense of powerlessness. You will be held in place, hoping that someone will take care of these problems, hoping for a miracle from God because if awareness does not lead to action, it leads to a sense of powerlessness and depression. If the person standing on the beach waiting for the Great Waves to come thinks to themself, “Maybe I should get to higher ground?” and they do not move, they are lost.</p>\n\n<p class=\"book-paragraph\">Knowledge within you is telling you where to go, what to do, what to give yourself to, what not to give yourself to, where to move forward and where to hold back. It is doing this on a daily basis. But most people are far too preoccupied and caught up with themselves and have too much resistance to their own experience to hear and follow this natural inner guidance that the Creator of all life has given them.</p>\n\n<p class=\"book-paragraph\">This is the great endowment within you. But it has no value if you are defending yourself against it, if you are distracted continuously, and if you are preoccupied with other things.</p>\n\n<p class=\"book-paragraph\">Nature has equipped you to deal with uncertainty, to deal with catastrophe, to deal with hazardous events, but so many people have lost this natural capacity. They build their lives in the most vulnerable places, under the most vulnerable circumstances. Many people are forced to do this, of course, because of poverty and political oppression, but that is a different matter. The tragedy here is in the wealthy nations where people have choices, where people can determine what they will do to a far greater degree.</p>\n\n<p class=\"book-paragraph\">Look at how people live and where they live. They are heedless of the powers of nature. They are not paying attention to the Great Waves of change that are coming to the world. They are not looking, listening and paying attention. And if they see potential problems, they think it is not a problem for them, that society and civilization will solve all the problems, so it is not a problem for them.</p>\n\n<p class=\"book-paragraph\">Here sometimes people see things that they need to see, but they do not respond appropriately. They respond foolishly. They will build their house on the beach. They will live twenty miles outside of town. They will build a career that has no future and no foundation. And when the difficulties arrive, which they will, they will say to themselves, “I did not see it coming.”</p>\n\n<p class=\"book-paragraph\">They did not see it coming. It was coming, and the signs were there, but they did not see the signs. They would not heed the signs. They did not head for higher ground when they had time to head for higher ground, and now they are standing on the beach and the Great Waves are coming.</p>\n\n<p class=\"book-paragraph\">They will go down with the ship because they did not respond to the signs. And they could not overcome their own feelings and experience of helplessness and confusion. They will be overtaken by fear, they will be immobilized and unless someone shakes them out of their dream, out of their frozen state, then they will just go down with the ship.</p>\n\n<p class=\"book-paragraph\">You should not think that this was their destiny or that God was calling them back or that it was their time to leave the world. Those are all foolish excuses to cover up the mistakes that people make.</p>\n\n<p class=\"book-paragraph\">Knowledge within you wants to keep you alive so that you have a chance to fulfill your destiny in the world. It will do everything it can to gain your attention and to guide you. If you step in front of the truck, it is not because Knowledge took you there. If you cross the street speaking on a telephone and are struck by a car, it is because you are not paying attention.</p>\n\n<p class=\"book-paragraph\">You are not using caution, because the world is a hazardous place, and you must use caution. When you step outside the door of your house or the building you are in, you must use caution. Be observant. Be wary, just like all the creatures of nature are wary to the extent of their awareness. This is not being fearful; it is simply being objective and observant.</p>\n\n<p class=\"book-paragraph\">If your economy is going to fail, you will see the signs. If you are paying attention, you will see them. If you respond appropriately, you will prepare yourself for these events.</p>\n\n<p class=\"book-paragraph\">God is warning you. The world is warning you. It is telling you what is coming, not specifically, not by a date. It has nothing to do with dates. It is the movement of life. It is the changing circumstances of your life. Ignore them at your peril. Deny them at your peril.</p>\n\n<p class=\"book-paragraph\">You must always be watchful. That is part of being aware; that is part of being alive. This world is not your heavenly state. You must be careful here—not fearful, not living in trepidation, but watchful and observant.</p>\n\n<p class=\"book-paragraph\">If people would do this, it would eliminate the majority of their errors. And if they responded to what they were seeing appropriately and stayed with their experience to consider what it really means and what it might require of them, they would be in a much better position than they are today. If they referred to Knowledge in terms of their decisions about who to be with and what to do, the world would look different and feel different than it does today.</p>\n\n<p class=\"book-paragraph\">Listen to your experience. If you are feeling constant anxiety or reoccurring anxiety, or reoccurring insights or reoccurring ideas, then pay attention to this. There are three stages here. There is the awareness of something. There is being with that awareness to study it and to try to understand what it means. And then there is taking action. There is seeing the sign, there is being with the sign to see what it means and what it has to teach you, and then there is taking concerted action.</p>\n\n<p class=\"book-paragraph\">Action here might require many steps; it is not just one action. If you realize that where you live is not sustainable into the future, that will take a whole series of actions over time, and you will carry out these actions in stages. If life is telling you to move away from future danger, that might require many actions, a whole plan of actions.</p>\n\n<p class=\"book-paragraph\">Life will give you this time, but you must respond. You cannot deny or delay what must be done. Advancement here means that the time between seeing, knowing and acting is diminished. The time it takes between seeing that your marriage has lost all of its life and purpose and knowing what this means and taking action, shrinks. The time it takes between seeing that you must exercise and take care of your body, knowing what this means and taking action, shrinks.</p>\n\n<p class=\"book-paragraph\">Then when faced with immediate hazards, you can see, know and act appropriately. You will not be frozen in confusion. You will not be thrown into suspended animation. You will not be locked and tied, held down by your social conditioning or by your fears or sense of insecurity.</p>\n\n<p class=\"book-paragraph\">God has given to you the power to do this. It is the power of Knowledge. That is why learning The Way of Knowledge and taking the Steps to Knowledge build this core strength and set of abilities. This restores your relationship with yourself, your ability to function successfully in the world and your ability to be with the experience of others—to learn from their successes and their failures, to honor their humanity and to support the emergence of Knowledge within them.</p>\n\n<p class=\"book-paragraph\">While this might seem to be common sense, it is really revolutionary because it shifts your relationship with your mind, with your body, with your culture, with your family and with the entire world around you. It is a great shift of authority from your ideas and social conditioning to a deeper authority that God has placed within you, an authority that cannot be fooled, an authority that has immense power and capabilities.</p>\n\n<p class=\"book-paragraph\">Humanity is entering a time of unprecedented and escalating change. How will it respond? Will it prepare wisely and in a timely manner? Will it choose to cooperate amongst its nations and peoples? Or will it fight and struggle over who will have the last of the world’s resources?</p>\n\n<p class=\"book-paragraph\">Humanity is growing in size, but it is drinking from a slowly shrinking well in the world. How will it prepare for this? Can it become aware of this? Will it understand what this means? And will it act appropriately and constructively? These questions begin with you and how you respond to your own life and circumstances.</p>\n\n<p class=\"book-paragraph\">You make your contribution first by bringing wisdom and competence into your own life. Then you will be able to assist others because you yourself will have seen the power of Knowledge, and you will see the obstacles that stood in your way and how they could be overcome.</p>\n\n<p class=\"book-paragraph\">Instead of dwelling over what will save humanity, you had better concern yourself with what will save you and those that you love and who you are responsible for. Knowledge will give you the awareness and the pathway to follow. And it will break the chains of social conditioning and the chains of weakness and avoidance within yourself, giving you great strength and self-assurance.</p>\n\n<p class=\"book-paragraph\">You must bring strength to the human family, not weakness. Your part to play is to find this strength within yourself, to apply it and follow it in your life and to contribute it to others. This you do by demonstration more than by precept.</p>\n\n<p class=\"book-paragraph\">It is this that will show others that they too have the power of Knowledge—they too have the power to overcome the inhibitions that exist within themselves to face and to prepare for a future that will be unlike the past.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/signs-from-the-world.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/signs-from-the-world/"
}