{
  "title": "Simplicity",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">In facing a world of diminishing resources and ever-increasing political and economic instability, one of the things that becomes essential to provide stability and security for yourself and your family is to simplify your situation.</p>\n\n<p class=\"book-paragraph\">Simplicity here becomes not merely a valued perspective, but an essential component for how you live. For in the future everything will become more expensive. This will force people to live in a more simple manner, to value their relationships with one another more than their possessions, and to focus on things that are fundamental to life and to the enjoyment of life.</p>\n\n<p class=\"book-paragraph\">The difficulties you will encounter in the world around you will remind you of the importance of simplicity. Simplicity is not merely owning fewer things. It really has to do with how much energy it requires for you to live your life and how many resources it requires for you to maintain where you live, how you live, how you travel about and your other activities and so forth.</p>\n\n<p class=\"book-paragraph\">You are entering a time of restraint, a time for saving, a time when your economy will require you to be far more careful with your resources. Though this seems restraining and disappointing perhaps at the outset, it offers you immense benefits along the way. It gives you the opportunity to cultivate a deeper relationship with yourself and with the people with whom you are engaged and with your ability to simply enjoy the moment, to enjoy life and nature. It gives you time, time which is precious, which has a greater purpose to serve.</p>\n\n<p class=\"book-paragraph\">This will be a time of restraint and contraction, a time of great uncertainty and instability. The less burden you have to carry regarding your possessions and regarding relationships that you are engaged in that have no real value or purpose, the more energy you will have and the more resources you will have internally to consider what you must do.</p>\n\n<p class=\"book-paragraph\">People, however, who are terribly encumbered by the way they live and by their obligations to other people will find very little freedom of movement here and will generally feel quite oppressed by the events that are transpiring around them.</p>\n\n<p class=\"book-paragraph\">Yet there is a greater dimension to simplicity and that has to deal with your internal state—your experience of your mind, your feelings, emotions and your ability to be with your deeper experience.</p>\n\n<p class=\"book-paragraph\">Most people live in a state of avoidance regarding their inner life—constantly driven, constantly preoccupied, constantly challenged and constantly stimulated by their personal interests. They have very little engagement with themselves at a deeper level.</p>\n\n<p class=\"book-paragraph\">Their distractions and their preoccupations might seem practically justified, but in the end it leaves them estranged from themselves, unwilling and unable to discern their deeper insights. It leaves them without skill in comprehending their own experience.</p>\n\n<p class=\"book-paragraph\">With fewer distractions on the outside, fewer pursuits, fewer obsessions and fewer demands, it gives you time to build a deeper connection with yourself. What does this mean, a deeper connection with yourself? What this really means is building a connection with a deeper Intelligence within yourself, an Intelligence called Knowledge.</p>\n\n<p class=\"book-paragraph\">For you live with two minds. You have your surface mind, your social mind—a mind that has been conditioned and shaped by your environment and your relationships since the day you were born. This mind is inflexible. It is conditioned. It is not free. It is full of needs and anxieties, fears and fantasies. It is unstable. It is restless. It anticipates loss. It fears loss. And it tries to lose itself in hobbies, obsessions and other fantasies. It is unstable because it does not have a greater power within you to serve.</p>\n\n<p class=\"book-paragraph\">Yet this surface mind is a magnificent instrument of communication. It is a fabulous vehicle to be in the world. But its real value, its real merits and its greater potential can only be seen in service to a greater power within you.</p>\n\n<p class=\"book-paragraph\">At a deeper level, beneath the surface of the mind, there is a great well of silence—a place of peace, a place of discernment, a place to reconsider what you are doing and why you are doing it. Within this well of silence, there is a deeper Intelligence—an Intelligence placed there by God, a mind that knows.</p>\n\n<p class=\"book-paragraph\">This mind is very different from your surface mind. It does not compare. It does not contrast. It does not speculate. It does not evaluate. It does not project blame. It is not caught up in concepts, beliefs or theories. It is a powerful, penetrating Intelligence. It is not afraid of the world, and it is not confused about who you are and what you are here to accomplish. In this, it holds your greater purpose for being here and the recognition of all those individuals who will play a role in the discovery and the expression of this greater purpose.</p>\n\n<p class=\"book-paragraph\">To build a deeper relationship with yourself, then, is to build a connection to Knowledge and to allow Knowledge to counsel you, to guide you, to hold you back, to move you forward and to teach you how to discern and navigate the changing circumstances of your life.</p>\n\n<p class=\"book-paragraph\">Within yourself, this is simplicity. Here you are not trying to satisfy each of your desires. You are not a group of sub-personalities all with conflicting issues and demands.</p>\n\n<p class=\"book-paragraph\">Instead, you are a great Being with a mind that needs to come into focus and that needs to have purpose and direction to be of great service to you and to others. Here you are not a complex set of different personalities. You are one Being—with one power, one motivation and one direction in life.</p>\n\n<p class=\"book-paragraph\">Freedom here is not the freedom to be chaotic. It is not the freedom to be disassociated from yourself and others. It is not the freedom to lose yourself in fantasy or to give your life to things that have no value, no purpose and no meaning.</p>\n\n<p class=\"book-paragraph\">Instead, freedom is the freedom to find and to follow Knowledge, to really be true to yourself and to be true to what is really true within yourself. This is simplicity within you.</p>\n\n<p class=\"book-paragraph\">You have conflicting desires, and you have oppositions within yourself primarily because of what you have absorbed from your environment. But to an even greater extent, you are frustrated and conflicted because you have not found your greater work in the world yet. And so the unique nature of your design and makeup have not really found their real context for expression. In other words, you were designed for something very specific, but if you have not found that, then your design will be confusing and will seem to be out of harmony with your current circumstances.</p>\n\n<p class=\"book-paragraph\">Therefore, conflicts exist within you, but that does not mean you must resolve them all, or concentrate on them all or try to follow every motivation within yourself, which will only lead you into great confusion and the attempt to live many different lives at once.</p>\n\n<p class=\"book-paragraph\">In your surface mind, there is complexity; there is confusion. There are different voices, different motivations, different ideas, different passions. But at the level of Knowledge deep within you, there is one focus and one direction.</p>\n\n<p class=\"book-paragraph\">You can see here where simplicity really exists, and with simplicity comes power. Power is a function of concentration, and Knowledge within you is extremely concentrated, so concentrated it is that it has the power to effect real change in the world and to impact the lives of others in the most potent and meaningful way.</p>\n\n<p class=\"book-paragraph\">Do not think simplicity is being stupid or ignorant or unintelligent. No, indeed. To be simple is to be potent, to be focused, to be powerful and to be effective. Even if you are serving an unworthy cause, even if you were a destructive force in the world, if you are concentrated, then you have power and persuasion around others who are far less focused and concentrated than you.</p>\n\n<p class=\"book-paragraph\">But Knowledge is a great power that is entirely ethical. It is only here to serve a greater and more meaningful purpose. It will give you the strength to overcome other persuasions, distractions and seductions. And it will give you the power to pass through your own confusion and disabling emotions to establish and maintain a greater focus in your life.</p>\n\n<p class=\"book-paragraph\">Here instead of trying to create your own reality, you are beginning to discover the reality that already exists within you, and with that, the Reality that created you. Here if you can discern your design, you can begin to experience your Designer.</p>\n\n<p class=\"book-paragraph\">Simplicity here is to be one person in all situations, to have one great power, to have your life focused and set in a determined direction. Here your mind serves your Being as it was designed to do. Here your body serves your mind as it was designed to do. Here everything begins to fall into place, and a true harmony becomes evident.</p>\n\n<p class=\"book-paragraph\">But at the outset, everything seems upside down and confused. In your thinking, your mind is serving your body, and you think the Spirit should serve your mind.</p>\n\n<p class=\"book-paragraph\">People think God should serve their mind when in fact their mind has only been created to be a servant within itself.</p>\n\n<p class=\"book-paragraph\">So at the outset everything is confused and confusing because everything is out of order. You are dominated by your feelings, your thoughts, your fears, your desires, your ambitions and the persuasions of others to whom you have given authority in your life. From where you start, everything is out of order, and the true alignment of your body, your mind and your Spirit has not yet been established.</p>\n\n<p class=\"book-paragraph\">So when you face disorder in your life, you experience it, and it can be quite disconcerting. When you realize how unfree you really are, despite whatever political freedom you might enjoy, it will be shocking and dismaying. To see how you have been a slave to your conditioning and to the desires and expectations of others is a shocking revelation. It is more than one revelation; it is a series of revelations.</p>\n\n<p class=\"book-paragraph\">When you see how little you have responded to the deeper voice within yourself, it will be very disappointing and frustrating for you. But this reckoning must take place, or you will never embark on your greater journey here in life.</p>\n\n<p class=\"book-paragraph\">Within this understanding, then, the declining resources of the world and the growing political and economic instability around you become a motivation for you to be grounded in Knowledge, to be deeply connected with the guiding power and presence of Knowledge.</p>\n\n<p class=\"book-paragraph\">For you realize that, based upon your beliefs and assumptions alone, you will not know what to do in the face of great change. And you will not know how to navigate the changing and unpredictable circumstances of your life.</p>\n\n<p class=\"book-paragraph\">You will be driven by fear. You will be driven by desire. You will be driven by the need to escape and lose yourself somewhere else. Your emotions will be unstable. Your mind will be governed by the winds of the world. You will feel like a victim. You will be angry. You will be resentful. You will be condemning towards others. You will be completely affected by the instability of the world around you, and this instability will be the result of you not finding your real bearings, of not being grounded in Knowledge.</p>\n\n<p class=\"book-paragraph\">It is strange, but uncertainty around you actually is conducive to the emergence of Knowledge. For when everything is going the way people want it to go, they fall asleep; they become complacent and indulgent. They become lazy and do not question their lives significantly enough to gain any deeper connection within themselves. But when things are unstable and uncertain, then people are much more wary and have a much greater possibility of engaging in a deeper inquiry about the purpose and the direction of their life.</p>\n\n<p class=\"book-paragraph\">Here the pursuit of happiness becomes blinding, and it becomes very compromising to one’s integrity because in the pursuit of happiness, you only want to see, know and experience certain things and try to avoid and deny everything else. But what you avoid and deny is so much a part of life and such an important part of life that you end up becoming dishonest with yourself and with others.</p>\n\n<p class=\"book-paragraph\">Here you are avoiding not only unpleasant circumstances, but you are avoiding a major part of your own experience that is actually instructing you and giving you messages and signs. When the possibility of attaining happiness looks more remote or difficult to obtain, then you will have a greater position of self-honesty and a greater opportunity to see and feel the deeper current of your life.</p>\n\n<p class=\"book-paragraph\">You did not come into the world simply to go into repose and be self-satisfied. You came here to accomplish something unique and specific in concert with certain other individuals whom you are destined to meet. And they are destined to meet you. But destiny can be thwarted and avoided. Great encounters can be missed. And a greater purpose can yet remain unrecognized and unfulfilled.</p>\n\n<p class=\"book-paragraph\">In denial and avoidance, there is complexity. There is confusion. There is dishonesty. There is self-deception and deception by others. In this state, you are prone to be manipulated by others and by the promises of wealth, peace and happiness that have no real foundation in the world.</p>\n\n<p class=\"book-paragraph\">If you are going to face the truth, it means you must face everything. If you are going to know the real purpose and meaning of your life, you must truly face your current condition with as much courage and objectivity as you can.</p>\n\n<p class=\"book-paragraph\">Here there are no justifications and excuses. There is only a deeper reckoning and evaluation. It is like sorting out your closet, where you have been stuffing things for years, and now you have to go sort everything out. What are you going to keep and what are you going to discard? What really has use and what is just taking up time and energy in your life? What serves a real purpose and what is merely an artifact from your past?</p>\n\n<p class=\"book-paragraph\">Your deeper evaluation within yourself is like this. It is a sorting out. What is real and meaningful and what is not? What will you really need now and what can you do without? What is giving you energy and what is taking energy away from you?</p>\n\n<p class=\"book-paragraph\">Regarding your relationships, who can journey with you now in discovering and following Knowledge? And who is in fact holding you back and discouraging you? There are no neutral parties regarding this deeper discovery. Everyone is either helping you or hindering you in finding your true way and in gaining your real strength.</p>\n\n<p class=\"book-paragraph\">Here your beliefs, assumptions and attitudes become secondary to the power and the presence of Knowledge within yourself. Here you will not rely upon your assumptions, as you did before. You will not try to use everyone and everything to reinforce your beliefs, as you did before. You will not waste your energy condemning other people and being critical of the world, the way you were before.</p>\n\n<p class=\"book-paragraph\">You are finding a very different way of being within yourself, and this leads to a different way of being in the world. Here you are looking for what is meaningful and essential with the understanding that everything that is not, are merely things that are either in your way or are major distractions.</p>\n\n<p class=\"book-paragraph\">Here you look for Knowledge and the signs of Knowledge within people. As you do so, the seductions of beauty, wealth and charm lose their appeal and are seen for the pathetic nature that they really are. Here you value real communication with people and experiencing a deeper resonance with people, rather than being charmed, stimulated or seduced by them.</p>\n\n<p class=\"book-paragraph\">As you build your foundation in Knowledge, as you take the Steps to Knowledge, it changes your relationship with everything because your fundamental relationship with yourself has undergone a great shift, a necessary transition from being a slave to your own conditioning, fears and desires to being guided by the power that God has placed within you.</p>\n\n<p class=\"book-paragraph\">Here it is far more important to follow the purpose that you already carry than it is to worship God or to prostrate yourself at the altar or to give God glory. Because if you are not following what God has sent you here to do, if you are not following the deeper Knowledge that God has placed within you, then all of this praise and worship is merely a compensation for something that is really failing in your life.</p>\n\n<p class=\"book-paragraph\">You really honor God by carrying out what God sent you here to do to the best of your ability. Even if you are not religious, even if you do not think about God, even if you do not practice any tradition, you honor God by following Knowledge.</p>\n\n<p class=\"book-paragraph\">Here you begin to see that belief is only a substitute for Knowledge, and fervent belief is only a worse substitute for Knowledge. This gives you the power of simplicity. You are the same person in all situations. You are the same person with all other individuals. You will remain strong, discerning and true no matter where you are or what is going on around you.</p>\n\n<p class=\"book-paragraph\">Here instead of your social conditioning and the weakness of your beliefs, you have the power of Knowledge to guide you and to help you determine who to be with and who not to be with, what to do and what not to do, where to go and where not to go, what to give yourself to and what not to give yourself to.</p>\n\n<p class=\"book-paragraph\">This is the power of simplicity. Anyone who has this power radiates this power and demonstrates this power and has opened themselves to a greater experience of satisfaction and direction in life.</p>\n\n<p class=\"book-paragraph\">Here you still have conflicts in your surface mind. You still feel discomfort and anxieties and have fearful and even destructive thoughts, but now the power and influence of these impulses and thoughts have far less control over you. You see them as mere turbulence at the surface.</p>\n\n<p class=\"book-paragraph\">You are now swimming in the deep ocean beneath the turbulent and ever-changing surface. You are now experiencing the great currents that are carrying the waters of the world in a huge and powerful conveyor, governed by greater cosmic forces.</p>\n\n<p class=\"book-paragraph\">You are still fallible. You still do foolish things and think foolish thoughts. You still are attracted to meaningless things. You still make mistakes and miscalculations, but your life is stable because it has the ballast of Knowledge. You can weather the storms of the world. You can face great uncertainty without losing yourself. You can let people go no matter how charming and lovely they might be, if they cannot travel with you in the direction that you must follow.</p>\n\n<p class=\"book-paragraph\">This gives you extraordinary power and ability. You begin to see things other people do not see and know things that other people do not know. And you have the energy and power within yourself to follow through what you see must be done.</p>\n\n<p class=\"book-paragraph\">Here you are not going to give up your greater purpose for love or for money. If love comes to you in serving your purpose, then it has a true place. If wealth comes to you in serving your true purpose, then it has a place. But these now become assets and the means of expression rather than major distractions in and of themselves.</p>\n\n<p class=\"book-paragraph\">If you can consider these things, you will see the power and the simplicity of Knowledge. It is without confusion and conflict, and that is why it is so unlike your surface mind. It is without deception and condemnation of others. That is why it is different from your surface mind. It is not afraid of the world and of what might happen, and that is how it is different from your surface mind.</p>\n\n<p class=\"book-paragraph\">Even if you simplified your outer life and made it very efficient and easier to manage, you would still be tormented in yourself if you did not gain access to this greater power within. Your mind would still be a raging mass of conflicting ideas and great anxieties and foolish fantasies.</p>\n\n<p class=\"book-paragraph\">Even if you had settled your outer affairs as effectively as possible, if you did not build a deeper connection to Knowledge and learn through time and experience how to follow Knowledge and how to distinguish Knowledge from the other voices and impulses within you, then your life would only be marginally better. You could even go to extremes and become a monastic and have no possessions and no outer distractions of this kind and still really be living in a state of profound confusion and unhappiness.</p>\n\n<p class=\"book-paragraph\">The reality here is that very few people in The Way of Knowledge become monastics because people have greater services to perform in the world. For God did not send you into the world only to have you try to get out of the world. That is why the monastic life provides a unique service to the community and the world, but it is only really designed for certain rare individuals.</p>\n\n<p class=\"book-paragraph\">There are many, many other roles to play in the world of great importance, and many of them are very mundane. Someone has to keep the lights on and take the trash out and fix the streets and grow the food and bring it to market. Medicines have to be created, public service has to be rendered, and so the multitude of roles are there to be fulfilled by people who feel called to them and who have a greater purpose in participating within them.</p>\n\n<p class=\"book-paragraph\">Yet do not think that this is a condition of the world at this moment, for very few people are where they really need to be. And that is part of their suffering and confusion. Very few people have found the real purpose that has brought them to the world and are expressing this purpose clearly. If everyone were really where they needed to be, the world would look very different than it does today. You would not even recognize it.</p>\n\n<p class=\"book-paragraph\">So do not pretend by telling yourself these things. Do not try to think that everything is guided and everything is under Divine control, because the world is chaos. The only thing that is true, powerful and divinely guided within it is Knowledge.</p>\n\n<p class=\"book-paragraph\">This is a world of Separation. It is a world apart where people have taken form and are now distinct individuals who rarely know how to participate with one another very effectively. It is governed by incentives and desires and forces of oppression that are entirely alien to your true nature.</p>\n\n<p class=\"book-paragraph\">This is not the world that Knowledge would create. It is because the world is as it is that you have been sent into this place to make a unique and specific contribution. This gives you the greatest opportunity to redeem yourself and to end separation within yourself, to break your allegiance to your ideas, and to break your slavish attachment to your beliefs and to your own separate idea of yourself.</p>\n\n<p class=\"book-paragraph\">Only Knowledge can free you in this, and Knowledge frees you by giving you something more important to do, something that brings your life into balance and order and harmony and engages you at a deeper level. You yourself would not know how to redeem your mind, and the attempts you would make in this direction would probably only circumscribe you even further, making it more difficult for you to find your way out.</p>\n\n<p class=\"book-paragraph\">Here you see you are going from complexity to simplicity, from confusion to certainty, from abstraction to reality. Here you are not trying to use Knowledge as a resource for your mind, but you are giving your mind as a resource for Knowledge.</p>\n\n<p class=\"book-paragraph\">You see, this is what ends the Separation within you. This is what brings your life into a greater focus. But in this greater focus, you do not understand everything. You cannot predict the future. You are not in control. Your mind is controlling your body. You are controlling your affairs. You are exercising restraint, discernment and discretion. But in essence your life is on a greater path that is not of your making, and you are learning to follow this path and choosing this path even when you do not know what will happen next.</p>\n\n<p class=\"book-paragraph\">Trying to know what will happen next represents insecurity. Sometimes this is necessary to have these premonitions, but usually they represent the core of your insecurity. But with Knowledge, your insecurity begins to fade. It fades into the background. It is still there, but it is weak. It is marginal. It is not the guiding power of your life any more.</p>\n\n<p class=\"book-paragraph\">You can see here that gaining simplicity within yourself is even more important than just readjusting your outer affairs to make them less demanding and more efficient. With Knowledge as your guide, you will create a deep evaluation and sort your life out, and let go of those things that no longer serve you or that never served you in the first place.</p>\n\n<p class=\"book-paragraph\">Knowledge will keep you from giving yourself to people, to places and to things that have no future, that will never be successful, and this alone will preserve you. It will preserve your life force, your energy, your time and your resources to an amazing degree.</p>\n\n<p class=\"book-paragraph\">But you have to be willing to be alone. You cannot have everything you want right now. And you will have to have a growing faith that people will come to you as you really need them and that, particularly at the outset, you must journey alone primarily.</p>\n\n<p class=\"book-paragraph\">For relationships should follow purpose. Particularly a marriage or a great partnership should come after you have discerned a real direction in your life. Otherwise, they will tend to compete and replace your focus on this greater direction.</p>\n\n<p class=\"book-paragraph\">This is why you must have great patience and forbearance and great faith in the power and the presence of Knowledge within yourself and within other people. True relationship will come to you when you are ready and when your life is ready. You may not know when you are ready or when your life is ready. So you cannot control this; nor should you try.</p>\n\n<p class=\"book-paragraph\">With Knowledge, your journey in the world becomes very different and your position and reference point become very different. So the world looks different. Your values are different. Your priorities are different. You are looking for greater things now in yourself and in others. And you are managing your outer affairs without complaint.</p>\n\n<p class=\"book-paragraph\">You are rowing the boat, but you really have somewhere to go now. The rowing is still hard. It is still an effort, but you have somewhere to go.</p>\n\n<p class=\"book-paragraph\">This is simplicity. This is clarity. You are now of one mind. You are not governed and circumscribed by belief and assumption or the dominance of others. You have regained your inner authority, the authority placed there by God. Here you will begin to experience your deeper nature and the deeper current of your life.</p>\n\n<p class=\"book-paragraph\">Only Knowledge within you will know how to navigate the Great Waves of change that are coming to the world. Only Knowledge within you will know who to be with and how to be with them. Only Knowledge within you will indicate if you are ready for a relationship or what you must do about your current employment and circumstances.</p>\n\n<p class=\"book-paragraph\">Here you must have the patience to wait for Knowledge, to listen for Knowledge, to always listen for Knowledge no matter where you are or what you are doing. Here you gain this connection by taking the Steps to Knowledge and by learning and living The Way of Knowledge, which is a life of strength, purpose, inspiration and simplicity.</p>\n\n<p class=\"book-paragraph\">This is what you need now. This is what the world needs now, for there are not enough resources in the world to meet everyone’s desires and to accommodate everyone’s aspirations.</p>\n\n<p class=\"book-paragraph\">The resources that exist are shrinking now. So the rich will have to live with less, and there will have to be greater assurance for the poor. This can either lead to conflict and endless war or to a greater resolution and with it, a greater possibility to discover and live the inspired life.</p>\n\n<p class=\"book-paragraph\">With Knowledge, you will know what to do, and your recognition will be so powerful, it will be able to overcome your fears, your arguments and whatever dissuasion exists within you. But to find this power and to experience it fully, you must come to Knowledge.</p>\n\n<p class=\"book-paragraph\">That will simplify your life. That will clarify your mind. That will end endless debate, conflict and confusion regarding what to do and who to be with. For Knowledge has a greater direction, and this is the direction that you are destined to follow.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/simplicity.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/simplicity/"
}