{
  "title": "Solving Problems",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Solving problems and learning to engage with Knowledge is a major component of learning The Greater Community Way of Knowledge and realizing its total application in your life. So complete is Knowledge and its application that as you progress, you realize that Knowledge is with you at all times. It is just very still and you are very noisy. To experience this Spiritual Presence abiding with you in its stillness begins to give you confidence that if all is quiet with Knowledge, then it is time for you to be quiet too, while you take care of the mundane activities of your life and meet your normal range of responsibilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Problems large and small emerge, and here Knowledge plays a very important part. It is confusing to the recipient because Knowledge works very differently from the personal mind. It is quiet a good deal of the time. It must be activated by something beyond itself in order to fully reveal itself. How different this is from the way you think—always pondering, comparing, wondering, creating little scenarios, recalling former ones, working away at certain troublesome issues and reacting negatively against things that are taking your time and energy. Work, work, work. Busy, busy, busy. It is like a meeting that never ends.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your personal mind always has the engine running. It is only when you go somewhere else while it’s running that you begin to realize that there is something else within you. There is a very different kind of mind there. This is an important discovery, and it will come slowly because to go from living in your personal mind to living in the mind of Knowledge is such a complete and total transition that it will require a completely different perspective and approach to life, a different sense of identity and a different foundation for relationships and activities in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, how do you solve problems? To begin with, let’s talk about the kind of problems you are trying to solve. Now, there is the big problem, there are intermediate problems and there are little problems. Occasionally, Knowledge will help you with little problems, but often it won’t, so you must simply work them out. This is usually easier than people realize, but because they often don’t accept that the problem exists or they have some sort of complaint about its appearance, to them a little problem can seem very big. So, instead of simply fixing the situation or discerning how the situation can be improved, there is often confusion with a great deal of upset and lots of conversation with the personal mind charging along, working overtime. This is a big reaction to a little problem.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here is the problem with problems: little problem, big reaction; big problem, little reaction. This is the problem. This is the big problem. If you lose your car keys, or if your tires are flat, or if you made some kind of mistake or if you neglected something or if you forgot something or if some mechanical thing that you own breaks down, or if somebody else’s mechanical thing breaks down—all these are little problems, but often they incite big reactions. The fact that they incite a big reaction is part of the bigger problem. So, rather than just charging into solving problems, right and left, big and small, let us delineate the problems that Knowledge is working on and the different problems that you are working on.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Trying to make more money, whether it is a necessity or a preference, is always a little problem. Asking “How can I make more money?” might take ninety-eight percent of your energy, but it is still a little problem. Even if the solution requires time and effort, it is a little problem.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Little problems comprise most of the problems that people are engaged in trying to either solve or avoid. Actually, there are only three possible responses you can have to a problem, big or small. You can avoid it, and there are many avenues for doing that, for human beings are very clever at avoidance. You can complain about it, which means you cannot avoid it, but you are not yet committed to resolving it either, so you complain about it. Or, you can solve it. In the first two, there is a great deal of response to a little problem. There is a great deal of effort extended in avoiding problems and in complaining about them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now, a little problem becomes a bigger problem, or let us say it becomes an intermediate problem, if it is neglected. Then the consequences of avoiding it or not solving it become more troublesome, more difficult and perhaps more expensive. A little problem usually can only become an intermediate problem. A big problem is something else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If a problem is neglected for too long, it can become a bigger problem, but in and of itself, it is not a big problem. The bigger problem is that the little problem was not solved, or there was too much energy expended. That is a bigger problem. If a little problem over time becomes a bigger problem, it in itself is not a big problem. It is a problem, but the bigger problem is that it was not recognized in the first place.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The big problem is that people do not respond to Knowledge. Knowledge is waving flags, giving indicators, doing everything to warn the person, but the person is not aware or is avoiding something. That is the big problem. The way people respond to life—by not participating with life, by not being in relationship with life, by forging ahead for their own ambitions, trying to live out their own ideas and ideals—this is a big problem, and it gives birth to most little problems as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, let me talk about problems in general a little more, and then we shall explore solving little problems, intermediate problems and then the big problem. First of all, do not try to not have problems. That is not intelligent. Because you are dealing with the physical world, there are many practical problems to solve. Because you have a personal mind that is disassociated from life, it has lots of problems. Because you are not fully engaged with Knowledge, you have problems. So, we have lots of problems. Trying not to have problems or trying to have fun instead of solving problems creates bigger problems or, should I say, emphasizes the big problem. Knowledge is solving problems all the time, but it solves only intermediate problems and the big problem. Why? Because the other problems are meant to be solved with your personal mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people say, “I can solve this problem. I’ll use common sense.” For instance, if you don’t brush your teeth, they rot away and that becomes a big nuisance. This is common sense. Common sense is like kindergarten Knowledge. It is like Knowledge at a very rudimentary level. That’s when something is obvious and it keeps bumping into you. If you don’t pay your bills, you will lose things. If you lie to people, trouble will come after you. This is all common sense, or kindergarten Knowledge. In other words, most people know these things, but they choose not to pay attention because it is not expedient in the moment to do so, or perhaps it will cost some money, or they will have to deal with some kind of discomfort in regard to it, or it will just be more effort in the daily living of life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, you are going to have problems, and they are going to be at all three levels because they already exist at all three levels. Little problems are problematic because you live in a physical universe. Intermediate problems are little problems that are not taken care of. And the big problem is that you are disassociated from Knowledge and from other living things as a result. This is everyone’s condition, so obviously learning to solve problems is very important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Most little problems can be solved with your personal mind. That doesn’t mean they are all simple. It just means they can be figured out. In other words, if you started to turn on your car and the motor wouldn’t start, that is not a big problem. It may be a big nuisance, but it is not a big problem. Very rarely is it life threatening. So, should you go meditate on what to do? Perhaps. But it is common sense that will help you. Sometimes if you lose your keys, it will come to you where they are, but other times you may have to search the whole house. It is a little problem. You become more effective, more competent and more able in the physical world by solving these little problems, over and over and over again.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Most education is learning how to solve problems. So, why are people trying to get rid of their problems in order to be comfortable? That is like saying you don’t want to be educated. Now, if little problems are attended to without so much avoidance, denial and complaint, they don’t take up much of your life, and they enable you to become more aware, more conscientious and more capable in practical ways. This frees you to take on the big problem of life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The big problem poses these questions: Who are you? Why are you here? What are you here to accomplish? How do you re-engage yourself with your deeper mind? This requires asking the same questions in different ways. It requires examining the big problem from many different angles. In fact, the problem is so big that people observe it in different ways and have very different interpretations. It is like looking at a huge thing, but you can’t see all of it. You can only see part of it. So, someone over here is looking at this part, and someone over there is looking at that part. And if they happen to communicate, they have entirely different stories about what they are experiencing. In this case, you may say the big problem is trying to become spiritually aware or the big problem is trying to become really honest with yourself or the big problem is discernment in relationships. This is all the same problem, but you are experiencing and observing it from different vantage points. This is the big problem. Even if you solve all of the little ones and have made yourself very comfortable in life, if the big problem is not attended to, you will not feel any relief and the little ones will still preoccupy you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In an ideal or pure state living in the world, there are no intermediate problems. There are only little problems and the big problem, and most little problems can be solved by common sense. If they are neglected or avoided or if you are not aware of them, they become intermediate problems, and then Knowledge will help you. For instance, if you feel the need to go to the doctor because you have an ache and you don’t get the message and say to yourself, “Oh, I can’t afford it. I will deal with it some other way,” or something like this, eventually it becomes an intermediate problem, and Knowledge will start to prompt you to do something. You will start to feel that you must do something. You will feel the inner prompting of Knowledge. Why isn’t Knowledge more concerned with day-to-day kinds of problems, even the aggravating ones? Why? Because Knowledge is engaged in solving the big problem. The big problem is very big and affects every aspect of your life. If you are moving towards a resolution there, you are entering a new life. Here little problems continue, but they stay little.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What takes the place of problems? Freedom. If your little problems remain large and contentious and absorb all of your energy, you cannot attain freedom. What is freedom? Freedom is responding to the truth within yourself and following it. Your freedom is to be able to do this. This solves the big problem and enables you to experience your worth and purpose in the world. When that is happening, self-love is natural. When self-love is happening, your relationships fall into the right order. This is freedom. People think freedom is being able to do anything they want with a minimum of hindrances or obstructions. That is not freedom. Lack of hindrance is necessary up to a point, but it is not freedom. Think of someone living in a country where there is very little political freedom and take someone living in a country where there is a great deal of political freedom. The person in the latter case would have more advantages and opportunities, but it does not mean that they are solving the big problem in life any more effectively than the other person. It just means that their little problems are different.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Remember that Knowledge is involved in solving the big problem and in keeping little problems little by enabling you to solve them at the level at which they occur. Because everyone has the big problem, it generates a lot of little ones that wouldn’t be there otherwise. For example, consider the idea of solving problems at the level at which they happen. This makes sense, but very few people can do it. Let me give you an example. If you lose your keys and go searching all over the house madly and you think, “This must have some spiritual significance for me,” or “This must represent some aspect of my psychology,” and you start getting involved in various kinds of speculation, then your little problem begins to represent something much bigger, and you get all caught up in the significance of this. Meanwhile, your keys are not found. They are waiting there somewhere for you to find them, but you are off in your mind doing something else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people get involved in their own personal development in a conscious and active way, often they inflate things tremendously. Everything that happens is significant to them. Everything they feel must be significant. All of their problems represent greater truths or greater disabilities in life. Losing your keys is normal. It will happen to you regardless of who you are. Even the man and woman of Knowledge will lose their keys. The man and woman of Knowledge will get sick and die. The difference is in their experience of Knowledge and where they are devoting their energy. Most of the things in the world that are engaging people and overtaking them are little problems that have become bigger. Either they have been neglected or given too much significance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge is engaged in the big things, but it keeps track of everything else. So, you lose your keys and you go to Knowledge and you say, “Where are my keys? I will meditate.” Sometimes it comes to you to look in a certain place, and you say, “Ah, wonderful! Knowledge is so good!” Other times you try to focus and there is nothing there and you end up having to look all over the house anyway. And then you think, “Well, maybe Knowledge doesn’t work.” Knowledge is involved in something much bigger than these kinds of things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Often when people are beginning to learn The Greater Community Way of Knowledge, they pester themselves incessantly with questions about what they should do about this and what they should do about that and how they can earn more money and how they can find true love and how they can get rid of aches and pains and on and on and on. There is no inner response and they say, “Either I am too stupid to get Knowledge, or maybe Knowledge doesn’t exist.” Knowledge is involved in something much bigger than these questions. It is like a scientist working on an important discovery.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must solve ninety percent of your problems. Be resourceful. Seek help. Learn things. This is your education in being a human being. This is how you mature as a human being: by accepting these problems, by learning to become resourceful and by solving them. But you do not want intermediate problems, for they will rob you of your time, energy and focus in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now let us talk about the big problem. The big problem is so big that you can’t put it all into a single definition. If you have learned to solve little problems sufficiently or can keep track of them as they arise, then perhaps you will cross another threshold and enter a greater dimension of your life. Here there is a greater problem, and here there are rewards that wouldn’t be available to you unless you had sought this greater resolution in your life. Not only is there resolution, there is accomplishment and with it all of the things that you have come into the world to serve. Knowledge is here. Meaning is here—the underlying meaning of how you do things and who you are. Here the emphasis is not so much on little problems but on the whole environment in which they exist. Alter this environment, and everything changes with it. Problems don’t go away. They are just minimized and become more interesting. Very few people enter this level of problem solving. This is advancement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the Greater Community, much of the competition is for intelligence. Intelligence is developed both within the context of an individual’s life and over the span of generations in his or her particular race by solving problems—little ones and in some cases, the big one itself. Knowledge is there. Knowledge is working on the big problem. Knowledge is guiding you to solve the intermediate ones. And for the little ones Knowledge is saying to you, “Work it out. Work it out. Work it out.” You can see here why people cannot comprehend Knowledge—its presence, its reality or its Wisdom. They have little problems which have become big to them. They are asking Knowledge to solve them and Knowledge is saying, “Work it out. Work it out.” They say, “I can’t work it out! It is too big! It is too difficult!” Knowledge says, “Work it out.” Knowledge is not understood here because people think little problems are enormously huge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you solve problems and you get most of them out of the way, what do you have left? You have emptiness. This is the invitation to go into the mystery of your life, but many people do not realize this. With no problems to solve, they become frustrated, anxiety sets in and then emptiness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the realm of the big problem, you work with Knowledge, you follow Knowledge and Knowledge teaches you how to address all the practical dilemmas involved. It teaches you how to address the adjustments you need to make in your own thinking and in your emotional life. When you work with Knowledge, you receive the greatness of Knowledge, the silence of Knowledge, the mystery of Knowledge, the discernment of Knowledge and the peace of Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is true that the wiser a person becomes, the fewer little problems they have and the more they treasure emptiness so that they can engage with Knowledge in a big way. At the outset, a person is overtaken by little problems and intermediate problems, so often the first thing that happens in following The Way of Knowledge is learning how to resolve these things so that you are free to go on to something greater. And the funny thing is, you have to do it yourself. You can get help, but you have to do it. It is when you cross that threshold and you enter the mystery of your life and you take on bigger problems without neglecting the little ones that you enter the realm of the big problem. That is when Knowledge becomes something very real. Over time, if you persist, you will feel its greatness, and you will begin to understand its intention. Before this, Knowledge is just a strange and intriguing idea but hardly useful in solving little problems, which are usually thought to be big problems.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Another way of saying this is when you learn to solve little problems efficiently so that you have very few of them with you at any given time, and you are able to deal with them as expediently as possible, then you graduate into a different kind of problem solving in life and a different kind of life altogether. Here you can begin to see the problem for beginning students of Knowledge. This includes almost everyone in the world, since advanced students of Knowledge generally are not even on the physical plane here. So, be happy to be a beginner. You can see the problem for beginning students of Knowledge. They think their little problems are big; they think their big problem is little or they don’t think of it at all. And they seek divine intervention or divine counsel on their behalf. They seek Wisdom, but their whole approach is wrong. Their whole evaluation is incorrect. So, what happens? Misunderstanding, confusion, anxiety and resentment. They don’t understand. Knowledge was supposed to come and help them out and reveal itself! Often even common sense is beyond the reach of people. They can’t even engage with that, so what is the point of seeking something greater?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are many issues here. For instance, when people are getting engaged in exploring the possibility that they have a spiritual life, they often think that if they are doing the right thing, everything works out great. Doors open for you. Nothing is that difficult. If something is difficult, well, then something must be wrong in your approach, or something like this. This is completely wrong! When you are doing the right thing, sometimes things happen very easily and wonderfully. Sometimes when you are doing the right thing, things are very difficult with lots of obstacles and you have to work very hard to overcome them. Sometimes when you are doing the wrong thing, everything seems to work out and is easy until you realize how wrong it is. Sometimes when you are doing the wrong thing, it is very difficult and there are tons of obstacles to overcome, except that here you cannot overcome them. So, do not be fooled by the appearance of things. Because something is hard or problematic doesn’t necessarily mean it is incorrect for you to be engaged with it. The true way in life for you will be wonderfully easy at times, and at other times it will be very difficult. The wrong way will sometimes look easy but will always be difficult.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, the approach to building Wisdom is to learn to solve little problems at the level at which they occur and to keep them from becoming intermediate problems or chronic problems. Keep them small, but don’t neglect them, and then begin to engage with the real problem in your life, which is following a path towards realization and contribution. Both are necessary, not one without the other. If you go off towards a spiritual life and you forget about paying your bills or keeping track of your keys or maintaining your physical health, you will be in for many kinds of difficulties and you will not go very far. So, you must do both. Your little problems will lessen as you learn not to avoid them but to attend to them as soon as you are aware of them. Then you are free to save part of your time, focus and concentration for the big problem.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you approach the big problem, you will realize that you cannot define it and your definitions will have to change. This will lead you to adhere to a Greater Power within you and within the world. You are called on to be cooperative with the Greater Power rather than be a recipient of it only. The big problem is not something you just solve and it’s over with. It is something you live with, and as you learn to live with the problem in a conscious and effective way, you learn to live the resolution. You cannot escape the big problem. You either live it in its unsolved state or you live the resolution, but you are always with it. It is always there for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you proceed along the way, many of your former conclusions, assumptions and beliefs fall away, and what takes their place is openness. Real openness, not a pretend openness. Real openness. This means you can be empty and open to a situation, carefully observant of it and responsible to what you know. Problems can be avoided if this is your approach. You will want to minimize your complaints about life because complaints disable you from resolving things that are within your grasp to resolve. What you can resolve alone are the little problems. What you cannot resolve alone is the big problem. For the little problems you need help from Knowledge periodically. For the big problem you will need Knowledge completely. Not only will you need Knowledge, you must join with Knowledge. You must unite with Knowledge. You must let Knowledge overtake you, teach you and prepare you. This is where your mental life and your spiritual life become joined, married and united. This completely transforms you as a person so that you can begin to live the big problem and to live its resolution.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To a casual observer perhaps you will not look any different. You will still have to find your keys; you will still have to fix your car; you will still have to get your physical aches attended to, and you will still have to make enough money to live. But here the similarities end, for we are dealing with a person living in a different universe, a different life with a different mind—so different that there is no comparison.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is possible for you. Begin today to accept the presence of all the little problems in your life and accept that it is given to you, with the assistance of others, to resolve them and to minimize them so that you can take on the big problem that is calling for you, that is awaiting you, whose resolution is awaiting you with rewards that are beyond human estimation. Here you learn to support yourself. You learn about your nature, which is how you do things, your thinking and behavior. You learn about the nature of others and their similarities and differences from your own nature. You realize your inner strength. Your priorities begin to change and you seek greater things. To reach these greater things you will seek a Greater Power, for greater things can only be acquired or received with a Greater Power. Take on the big problem of your life, do not neglect the little ones and you will open doors that are waiting for you, for they are open already.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/solving-problems/"
}