{
  "title": "The Revolution",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You were born with two minds, the Mind that God created and the mind that has been shaped and conditioned by the world, your worldly mind. At this moment, you have these two minds.</p>\n\n<p class=\"book-paragraph\">The worldly mind you are probably very familiar with since it dominates you almost a hundred percent of the time. That does not mean you are fully aware of it or all of its thoughts and impulses, for people are very afraid to go to experience certain parts of their worldly mind—the dark and fearful parts, the dangerous parts, the mysterious parts.</p>\n\n<p class=\"book-paragraph\">People keep striving into the future, in part to run away from their current experience, and that is why most people cannot sit still for five minutes. They are afraid of their own mind, the worldly mind.</p>\n\n<p class=\"book-paragraph\">Yet there is a deeper Mind within you, the Mind We call Knowledge. It represents the part of you that has never left God. It is not religious because when you are connected to God, there is no need for religion. Religion does not make any sense. There is just reality. But this is a deeper and greater reality than the reality that you experience in your worldly mind.</p>\n\n<p class=\"book-paragraph\">So you have these two minds. They are so very different. One is far more powerful than the other. The purpose of all spiritual practice is to bring you to the deeper Mind. It is not merely to have faith in God, or faith in the prophets, or faith in one’s beliefs and religious principles.</p>\n\n<p class=\"book-paragraph\">The real purpose of spiritual practice is to bring you to the deeper Mind, to connect your worldly mind to the deeper Mind. For the deeper Mind cannot serve your worldly mind, and your worldly mind must serve the deeper Mind.</p>\n\n<p class=\"book-paragraph\">It is only here that you find true integrity. It is only here that you are fully yourself. It is only here that you find your greater strength, purpose and destiny. It is only at this level that you can truly discern relationships and know who to be with and how to be with them, regardless of other attractions or inducements. There is no greater value or reward in the world, or in any world in the universe, than to reconnect with the deeper Mind.</p>\n\n<p class=\"book-paragraph\">This deeper Mind calls to you. It has the attraction of the Divine. It is where you connect with the Divine. It is where God’s Will communicates to you, not in words but in impulses, at a deeper level—beyond the realm of the five senses, beyond the realm of the intellect, beyond the realm of ideas and ideology.</p>\n\n<p class=\"book-paragraph\">This is the Great Attraction. But people are afraid, and so they stay busy and occupied. They stay obsessed with things on the outside, pursuing a whole host of things, most of which can never be fulfilling—full of fear, full of ambition, full of grievance, full of fantasy. This is what dominates your worldly mind.</p>\n\n<p class=\"book-paragraph\">Work here becomes not merely useful and important, but actually obsessive and distracting. For if you cannot be with yourself for five minutes, how can you be with anyone, really? How can you be with anything? How can you be creative? How can you be insightful? How can you be reflective and aware of your errors?</p>\n\n<p class=\"book-paragraph\">People know they are weak and fallible, but they try to reinforce their beliefs as a show of strength, a great show of strength. The firm belief, the committed believer, is like a block of concrete—unresponsive, dead, immovable, resistant, disconnected, defensive, judgmental. This is the personal mind in a state of retreat and solidification. It is a prison without walls, but so fixed that nothing can move it.</p>\n\n<p class=\"book-paragraph\">You are bound to things you cannot even see, bound by fear—the fear of being wrong, the fear of being lost, the fear of having made a mistake in your life and facing that, the fear of wasting your life and having to face that.</p>\n\n<p class=\"book-paragraph\">What is pride but fear masquerading as something else? What is self-assurance but insecurity parading as something else?</p>\n\n<p class=\"book-paragraph\">To begin to respond to your deeper nature, to the greater Mind within you, begins a revolution—a revolution where the existing and former powers are overthrown, gradually, and even through periods of struggle, [by] something far more potent and real and meaningful.</p>\n\n<p class=\"book-paragraph\">Ideologies are overthrown. Former associations are overthrown. Self-repudiation is overthrown. The gods of your former life are shown to be false and weak, and in time they are overthrown. Your religious principles prove to be too limited and cannot speak to the mystery of your life, and even they can be overthrown. Even things that were useful to you and brought you to the revolution, even they prove to be unnecessary now. You cannot rely upon them.</p>\n\n<p class=\"book-paragraph\">People come to God’s New Revelation, or even to God’s former Revelations, seeking peace and comfort, but if they are really serious about their engagement, then it begins a kind of revolution, which is not very peaceful, not very comforting. All Hell breaks loose on the road to Heaven.</p>\n\n<p class=\"book-paragraph\">The truth is within you, but you must pass through the mind to get there. And the mind is full of many things—things you are not even yet aware of, demons of your own creation, demons of other people’s creations—all phantoms in the night. They appear so formidable, you are afraid to approach them. But they are mere phantoms.</p>\n\n<p class=\"book-paragraph\">In the process of taking the Steps to Knowledge, you have wonderful moments of reprieve and recognition, and you have other times when you are really struggling, struggling because you have to choose something other than what you formerly believed in.</p>\n\n<p class=\"book-paragraph\">You see the outcome of a relationship before you begin it, and you have to accept this. You begin to see the truth in things, and that conflicts with what you want from them. You start to see that your former goals are not really in keeping with your greater destiny, and so you must have the strength to set them aside. You feel called to go to certain places, and you must have the strength and the freedom to go to these places. You must break the chains of obligation to certain people and situations that are not part of your greater life. You must have the strength to do this.</p>\n\n<p class=\"book-paragraph\">This strength, this freedom, this determination, this self-honesty all come from Knowledge, for Knowledge is free. Knowledge is honest. Knowledge is determined. Knowledge is powerful.</p>\n\n<p class=\"book-paragraph\">It is so much in contrast to your worldly mind, which has none of these qualities, in truth. It is weak. It is deluded. It is pathetic. It is groveling. It is self-condemning and condemning of others. It is weak. It is vengeful. It is obsessive.</p>\n\n<p class=\"book-paragraph\">In reality, your worldly mind is meant to serve Knowledge. Here its greater strengths and intelligence and capabilities become really utilized, and it is redeemed and given a greater purpose and integration into your life.</p>\n\n<p class=\"book-paragraph\">But before this can happen, there must be a revolution—a spiritual revolution, a revolution against ideas and obligations, against fear, against guilt, against obsession, against grievances—a revolution to free you to find that which is calling to you and which has been waiting for you for so long.</p>\n\n<p class=\"book-paragraph\">Here you find that being with Knowledge is entirely different from being lost in your thoughts, and you find that people are not present to themselves or each other because they are lost in their thoughts. Here you find that the truth is like the sun, and thoughts are like the clouds that obscure it. Here you find that Knowledge is strong and permanent—it does not change from day to day—and that this is in contrast to your worldly mind, which is always in a state of flux and confusion despite its proclamations of certainty and self-assurance.</p>\n\n<p class=\"book-paragraph\">That which is weak within you must serve that which is strong. Knowledge cannot and will not serve your worldly mind. It is far more powerful than your worldly mind. It is not afraid of the world. It is not afraid of death. It is not afraid of loss. Can you claim to have this fearlessness for yourself? In all honesty, you cannot.</p>\n\n<p class=\"book-paragraph\">That which is weak becomes redeemed serving that which is strong. The part of your mind that is weak becomes redeemed serving the part of you that is strong. The body is weak, but it becomes renewed and strengthened by serving something greater.</p>\n\n<p class=\"book-paragraph\">God does not condemn you. God is not interested in your pathology, obsessions or distractions. God is just calling you, through the presence of Knowledge within yourself and the presence of Knowledge in those whom you might encounter, which is strong enough to reach through your distractions and preoccupations to actually gain your attention. This is when people have inspiring moments, moments of prescience, moments of recognition, moments of insight, moments of certainty.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation has provided the Steps to Knowledge, and there are many of them. Part of their purpose is to orient your worldly mind to think in harmony with your deeper Mind so that the revolution can be easier, and the transition more smooth and more fluid and more expedient.</p>\n\n<p class=\"book-paragraph\">It [Steps to Knowledge] provides a contrast between the state of Knowledge and your worldly state of mind so that you can look upon your worldly state more objectively, more compassionately, with greater kindness and acceptance. For Knowledge is not condemning you. It is only calling for you. And the pull of the Divine is so powerful once you begin to feel it, accept it and allow it to be in your experience.</p>\n\n<p class=\"book-paragraph\">But in times of struggle, it will seem like you are at war with yourself. A great battle is raging over who will have predominance—your personal mind resisting, trying to lose itself again in its romances, its pursuits, its acquisitions, its obsessive work ethic, its religious ideology, its political campaigns, all of these things pulling you away, away, away—away from the pull and the presence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">As you proceed and become wiser, you will be able to recognize the struggle and realize that it is part of the learning process because all learning requires unlearning. All learning requires overcoming previous notions, beliefs, assumptions and ideas. All real learning is rethinking, re-evaluating and reapplying what you know in your life. Learning here is not simply to pass tests or to recite things in the moment as they are called for. This is real education—pure, powerful, redemptive, constructive and potent.</p>\n\n<p class=\"book-paragraph\">Any real learning situation is like a revolution. It requires you to be more present, to pay attention, to wake up from your dreaming state, to overcome that which has been ruling your life previously—the false rulers of belief, ideology, obsession, fear and fantasy.</p>\n\n<p class=\"book-paragraph\">You see in the world around you revolutions against oppressive rulers when people can no longer stand the restrictions, the corruption and the brutality that oversee their life and conditions, and they are willing to risk everything to make a change possible.</p>\n\n<p class=\"book-paragraph\">You who have been living already with things you know you must do that you are not doing, you must reach this point of no return with yourself, where you cannot stand the oppressive nature of your mind any longer. You cannot stand the way you are with people or the way you are with yourself any longer, and so the revolution begins.</p>\n\n<p class=\"book-paragraph\">But the revolution must have a real goal. It must be freedom for something and not merely freedom from something. And this is where the Revelation gives you a very clear objective. This is why Knowledge redeems you, because it is your goal.</p>\n\n<p class=\"book-paragraph\">The mind works in harmony when it is serving something greater. But what it serves must be real, beneficial, authentic. It must be greater. It must be real. Your revolution cannot simply be to overthrow a former power. It must be to establish a new state of being.</p>\n\n<p class=\"book-paragraph\">You can change your outer life endlessly, traveling about, always having new experiences. But We are talking about the revolution within—the thing that people will not face, the thing that people will not attend to, the thing that people will avoid, endlessly seeking that which has failed them so many times before.</p>\n\n<p class=\"book-paragraph\">The real revolution will not be sparked by grievance and anger but really by a deeper calling that has no anger, that has no grievance. It is this that sparks the revolution within. For that which is gracious and powerful stands in marked contrast to that which is not. And you cannot have them both. One must lead. The other must follow. Knowledge will not follow. It will only recede if it is not being honored and recognized.</p>\n\n<p class=\"book-paragraph\">Therefore, your choice is very limited, and that is good because that gives you a clear pathway without ambiguity, minimizing the risk of misunderstanding and misperception.</p>\n\n<p class=\"book-paragraph\">This is taught in all the religions, but the religions have been changed, overlaid with ritual and ceremony, ideology and interpretation. It would take a wise teacher within any one of them to bring you to this pure pathway.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation is unencumbered by all of these things. It presents the Steps to Knowledge very clearly. It is a new hope for a struggling and declining humanity.</p>\n\n<p class=\"book-paragraph\">Accept the revolution. Be a revolutionary in this way, only. Allow the revolution to be stimulated by something great, powerful and gracious. See yourself going through it. Allow it to happen. Accept it. Keep moving forward. Realize that change is not peaceful. It is challenging and uncertain. It can be very uncomfortable at moments, at times. Accept this and move forward.</p>\n\n<p class=\"book-paragraph\">You must get up this mountain so you can see. Do not stop long for anyone or anything, and the battle will be over. Your way will be smoother. There will be problems. There will be issues. There will be temptations from the world. There will be old habits that can re-emerge, but once you become strong with Knowledge, none of these things can really hold you back any longer.</p>\n\n<p class=\"book-paragraph\">You have a greater calling in the world. You must prepare before you can know what this is. You must go through a revolution before you can be in a position to accept a greater responsibility and awareness in life. You must be anchored in Knowledge so that you will have the courage, the clarity and the self-honesty to assume a greater role and a greater service in the world.</p>\n\n<p class=\"book-paragraph\">Under the old rulers, this is not possible. And so there must be a revolution, a revolution within, a revolution in your thinking and in how you relate to others and to the whole world.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-revolution.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/spiritual-revolution/"
}