{
  "title": "The Pillar of Spiritual Development",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You must bring the idea of spiritual development into a more complete approach. In order to have any kind of spiritual practice and understanding develop and bear fruit in your life, you must develop the other three Pillars of your life concurrently. All Four Pillars together must be in balance with the needs and demands of your life.</p>\n\n<p class=\"book-paragraph\">If you approach spiritual practice as a focus for education apart from this foundation, it loses its efficacy in life and becomes more of an escape, more of a retreat from life rather than an activity in life that is meant to develop your inherent strengths and abilities.</p>\n\n<p class=\"book-paragraph\">The idea of spiritual development must also be broadened because any activity that brings you into contact with Spirit—in other words, any activity that engages you with Knowledge—is, in essence, a spiritual practice and a form of spiritual development. Spiritual development has more to do with the motive than with the activity. And here we must question the fundamental elements of what motivates people to do things. If the motivation is for personal gain, then it cannot be said to be a form of spiritual development. If the activity is to control or dominate others or to escape from the real demands of life, then it cannot be said to be a form of spiritual development.</p>\n\n<p class=\"book-paragraph\">People, of course, can become very obsessed with spiritual development, just as they can in the other Four Pillars where they are obsessed with establishing, maintaining and breaking off relationships, with maintaining or developing health, or becoming ambitious with work and trying to amass a fortune. Obsession in the realm of spiritual development, however, can be more difficult to confront and to undo because everything that is done here looks at the surface to be so edifying. But is it edifying? If spiritual practice disables a person from being able to participate effectively in life and takes them away from their fundamental responsibilities to such an extent that they become estranged from other people and estranged from their existence in the world, is this a healthy thing?</p>\n\n<p class=\"book-paragraph\">If one is preparing to live a monastic life, there is some usefulness here. However, most people who are involved in spiritual development do not live a monastic life and are not part of a religious community. For them, it is an individual pursuit. Instead of love and wealth, they seek spiritual immunity from life—the ultimate form of spiritual welfare. They seek power and control over the forces of the world. They seek escape. They are looking for a way out, or they are looking for a way to dominate their experience or to control the experience of others.</p>\n\n<p class=\"book-paragraph\">You will not find this in The Way of Knowledge, for The Way of Knowledge does not teach isolation. It does not promote selfishness. It does not take you away from the world, except perhaps temporarily, in order to give you an opportunity to reorient yourself and to refresh yourself. The Way of Knowledge brings you into the world and prepares you to participate in the world in a greater way, by equipping you with those fundamental tools that you have brought with you from your Ancient Home. In order to do this, The Way of Knowledge must emphasize an essential and translatable spirituality, a spirituality that can be experienced, expressed and communicated to others regardless of their religious affiliations or background.</p>\n\n<p class=\"book-paragraph\">Essentially, then, real spiritual development enables you to build a foundation for learning and living The Way of Knowledge. There are specific activities that can be called spiritual practices, but for them to be truly effective and to be truly meaningful, they must be integrated with a more complete approach that we are outlining here. There are Four Pillars of life, not one. And as we have said, if you neglect all of them for one, you will pay a very great price. And whatever you attempt to establish will not be stable and will not be able to stand in the world. A table cannot stand on one leg. Nothing can be built upon a weak foundation. If you build a house on sand, it will collapse at the slightest movement of the world. You must find solid bedrock—the bedrock of Knowledge, the bedrock of spiritual reality, a reality that, though different from the reality of the world, is meant to support the world’s human advancement and evolution.</p>\n\n<p class=\"book-paragraph\">Build this foundation. The world supplies the elements for this building, and you bring the elements that the world does not contain. You have part of the answer and the world has part of the answer. Why would you escape the world when it holds part of the answer that you yourself cannot provide? Why would you seek to become spiritually superior to everyone else when The Way of Knowledge will join you with everyone else and emphasize that which is common to all?</p>\n\n<p class=\"book-paragraph\">To be a true beneficiary, to become a practitioner of spiritual practice and to maintain and support real spiritual development, you must have the correct approach. You must not come seeking personal escape or personal power or glory. There are many illusions about spiritual power, spiritual glory and spiritual transcendence. However, these are not in keeping with the reality of the purpose that has brought you into the world. You are not here to escape the world. You are here to serve the world. When you leave the world, you go home to your Spiritual Family. You go home to inherent reality, with either your mission completed or your mission left undone.</p>\n\n<p class=\"book-paragraph\">Would the Creator send you into the world only to have you seek escape, only to have you avoid the opportunity of being here, only to have you deny the gift of the world, which provides part of the foundation for learning and living a life of Knowledge, of spiritual reality? No, the Creator would not do this and does not do this. However, if spirituality for you only represents comfort and reprieve, only escape and rejuvenation, then spirituality will seem more like a vacation from life, and you will use it for this purpose. You will want to lose yourself in it. You will want to enter a state of bliss and remain there, like a person who is continuously intoxicated.</p>\n\n<p class=\"book-paragraph\">There is no ability here. You cannot give truth, peace or encouragement if you are unable to communicate to others in the world or relate to their situation here. If you have not built a bridge to the world, nothing can pass over, nothing can come through you to give to the world. You will be like a person who is being charmed, who has found a wonderful intoxicant, a beautiful escape, and there you will be by the side of the road. Have you made great strides forward? No, you have simply fallen into another hole. And when your confinement becomes oppressive and intolerable, you will call for help, and the help will come—a ladder will be sent down to you. But it will not be the ladder of escape and pleasure. It will be the ladder of work and self-application. It will be the ladder of forgiveness and renewal. It will be the ladder of relationship—not with the Divine but with the Divinity in the world.</p>\n\n<p class=\"book-paragraph\">WHAT IS SPIRITUAL DEVELOPMENT?\nSpiritual development, said in the simplest of ways, is reclaiming your relationship with Knowledge—the immortal and eternal aspect of yourself that you have brought into this world.</p>\n\n<p class=\"book-paragraph\">HOW IS SPIRITUAL DEVELOPMENT ADVANCED AND FULFILLED?\nBy following The Way of Knowledge and by learning to live The Way of Knowledge in the world.</p>\n\n<p class=\"book-paragraph\">HOW IS SPIRITUAL DEVELOPMENT CONTRIBUTED TO OTHERS?\nBy becoming a vehicle for Knowledge, a bridge from this world to your Ancient Home, anchored firmly in the world and deeply connected to your life beyond the world.</p>\n\n<p class=\"book-paragraph\">HOW CAN KNOWLEDGE BE FOUND?\nBy following the steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">HOW CAN SPIRITUAL DEVELOPMENT BE UNDERSTOOD AND COMPREHENDED?\nBy understanding the nature and direction of the evolution of the world and by finding your place within it.</p>\n\n<p class=\"book-paragraph\">WHO IS SPIRITUAL DEVELOPMENT FOR?\nIt is for anyone who can respond to the calling.</p>\n\n<p class=\"book-paragraph\">HOW IS SPIRITUAL DEVELOPMENT FINALLY ACHIEVED? DOES IT HAVE AN END POINT?\nYes, it has an end point within this world. It is achieved by building a foundation for Knowledge and then expressing Knowledge according to your nature and design and the nature and design of those individuals who have come to assist you in your mission. It is complete when your mission is complete.</p>\n\n<p class=\"book-paragraph\">DOES SPIRITUAL DEVELOPMENT LEAD TO COMPLETE HAPPINESS?\nSpiritual development leads to complete participation and contribution in the world. This provides a satisfaction and happiness that nothing else can.</p>\n\n<p class=\"book-paragraph\">HOW LONG WILL IT TAKE TO FULFILL MY SPIRITUAL DEVELOPMENT IN THE WORLD?\nIt will take the rest of your life, but the degree to which you advance and fulfill your purpose here is up to you.</p>\n\n<p class=\"book-paragraph\">WHO AND WHAT IS SUPPORTING MY SPIRITUAL DEVELOPMENT?\nYour Spiritual Family beyond the world is supporting your spiritual development by communicating to you through the Mental Environment. The Unseen Ones are supporting your spiritual development by overseeing your participation in the world and by participating with you at the critical turning points of your life. And the Creator is supporting your spiritual development because the Creator has given you Knowledge—a pure, guiding intelligence within you. Beyond the reach of the world and worldly contamination, it remains ever pure and ever complete within you.</p>\n\n<p class=\"book-paragraph\">However, before you can begin the journey, you must have the right orientation and your approach must be in keeping with the reality of the journey itself. It is pointless to promise you wonderful things without orienting you to the reality of the pursuit itself. That is why we bring you to the Four Pillars of life as a complete preparation. The fourth cornerstone of this preparation is called spiritual development. This involves spiritual practice of various kinds to enable your mind to think in harmony with Knowledge and to gain a greater perspective and understanding of the world and a thorough appreciation of your nature in relationship to the world.</p>\n\n<p class=\"book-paragraph\">We have provided Steps to Knowledge as the means for learning a Greater Community Way of Knowledge, for your task now is not only to experience human spirituality but to experience spirituality as it exists in the universe, in its universal component. That is why we give you a translatable spirituality, a spirituality that is not hindered, limited or concealed by ritual, custom and history. We give you the pure Fire of Knowledge. We do not give you cathedrals and rituals and past traditions, though The Way of Knowledge has a history that extends far beyond human history. What you need now is the actual Fire of Knowledge, the actual reality of Knowledge, the spark itself.</p>\n\n<p class=\"book-paragraph\">The history of The Greater Community Way of Knowledge is so vast and so great that you do not have the capacity or the historical background to appreciate it. It represents a tradition that is offered to all worlds as they prepare to emerge into the Greater Community, where their own religious traditions are eclipsed by a greater reality and a greater set of problems and opportunities. The Way of Knowledge is not here to replace human religion but to give it a new context and new promise for the future. For what religious tradition can thrive in the Greater Community when its entire historical background has been focused on human activity alone?</p>\n\n<p class=\"book-paragraph\">Your world is preparing now to emerge into the Greater Community. Therefore, it is time for a Greater Community Way of Knowledge and a Greater Community Spirituality to be introduced into the world. This is a great turning point in your evolution, and it is a great turning point in your spiritual development as well.</p>\n\n<p class=\"book-paragraph\">All of the great spiritual emissaries in this world who have contributed to humanity’s advancement—all of the great teachers and all of the great traditions—and all those who have been imbued with Knowledge and have responded to Knowledge throughout human history support the world’s emergence into the Greater Community. They support humanity learning a Greater Community Way of Knowledge because they realize the great threshold ahead, for they can see beyond the limited parameters of human awareness. They can see the future. They know what is coming.</p>\n\n<p class=\"book-paragraph\">The human mind is anchored in the past. It is conditioned by the past. Its reflexes are determined by the past. But now you must prepare for the future like you have never had to before. This will give you certainty and security in the present, for without preparation for the future, you live in a state of increasing anxiety, confusion and despair. In fact, you see this occurring in your societies at this time.</p>\n\n<p class=\"book-paragraph\">In some ways, the requirement for spiritual development is much greater now than it has been in the past, for the world is larger and its needs are more demanding. The world requires a greater understanding, a greater ability and a more complete approach. Here the emphasis is not on one or two people becoming saints or great practitioners in their traditions. Here the emphasis is on developing the skills of humanity at large. Here the emphasis is not on heroes and heroines within a spiritual universe. Here the emphasis is on selfless activity within the mundane world. This has always been the case in terms of real spiritual development, but we must make these distinctions because so much has been misunderstood and misconstrued about spiritual development.</p>\n\n<p class=\"book-paragraph\">People think that spiritual development is a process of amplifying and granting divine powers to their personal minds. This has never been the case, for the reality is that spiritual development is meant to bring your personal mind back into service to Spirit so that the mind may take its rightful place in the trinity of truth, in its true relationship to the body and the Spirit. All the great practitioners have known this, and this has been the real way despite popular and fantastic notions to the contrary.</p>\n\n<p class=\"book-paragraph\">Your culture is very much involved in hero worship, and so everyone is denigrated except for a few individuals who are endowed with supernatural powers and who are considered godlike. This is a cultural defect in your societies, and it is a defect born of the nature of human development. The Greater Community will temper such an understanding and such an approach, for you will see that what appears godlike is simply a more advanced state. And in the future the Greater Community, being a far greater arena of life, will demonstrate what higher levels of intelligence really look like.</p>\n\n<p class=\"book-paragraph\">The Greater Community will provide a contrast and an environment for learning that is unparalleled in your past. Yet it holds greater risks as well. Humanity must outgrow its adolescent stage of development where it proudly flaunts its newfound powers but cannot work together as a group. Its social cohesion is being splintered now. It is losing its tribal identity, but it has not been able to find a greater foundation upon which to stand together. For humanity to become unified, individuals must become unified, within themselves and with other people.</p>\n\n<p class=\"book-paragraph\">This is how a new fabric of unity is established. The great tapestry of life is woven strand by strand, person by person. Do not think another will do this for you. Do not think such great things are only left up to people who are great, who are heroes or heroines, for this is your responsibility. This is your calling—not to gain spiritual immunity, not to become all knowing or all powerful, but to join your mind with other minds in Knowledge, to become stronger than you are or ever could be as an individual.</p>\n\n<p class=\"book-paragraph\">The Greater Community is made up of communities. That which is powerful in the Greater Community is communities. Your mind alone, no matter how developed, cannot contend with a community mind. That is why we teach the Four Pillars of life, so that you have the basis for learning how to join with others—genuinely, truthfully, honestly, effectively. We do not send you off on your solo pursuit for spiritual enlightenment. We bring you into the world and teach you how to engage with others and join with others to bear fruit here within the world. In so doing, you will have to confront your own personal limitations as well as the defects that are inherent within your culture.</p>\n\n<p class=\"book-paragraph\">You have the power to do this because Knowledge is with you. No matter how conditioned your mind is and no matter how anchored it is in the past, it can learn anew because Knowledge is with you. It is up to you.</p>\n\n<p class=\"book-paragraph\">You cannot teach yourself The Way of Knowledge. You cannot figure it out from your past. You cannot pick little pieces of each religious tradition and create your own eclectic approach and hope to have any advancement in The Way of Knowledge. You must learn The Way of Knowledge as it is being presented. You must learn The Greater Community Way of Knowledge as it is being presented, for the means is provided as well as the promise and the responsibility. This is part of the perfect plan of the Creator.</p>\n\n<p class=\"book-paragraph\">Spiritual practices for learning and living The Way of Knowledge are presented in Steps to Knowledge. When you are ready to have a real practice in life, a practice you can carry into all of your activities, then you can begin to take the steps to Knowledge. Practicing will lead you one step at a time, to bring your mind into harmony with Knowledge and to teach you a way of seeing the world as the world really is. It will provide a means of escape from the conventional myths and falsities that condition humanity and have led it astray, even in the face of the Greater Community.</p>\n\n<p class=\"book-paragraph\">Only a greater intelligence could provide such a preparation. It is preparing you to be in life as it is today and as it will be tomorrow. It is providing a Greater Community preparation because this is your future. Your future is and will be in the Greater Community. It is not associated with the past. It is new. It is about the present and the future. The future is coming towards you, over the horizons of your life. You can see this if your vision is developed. You can feel this if you are aware of what you feel. You can gain your strength if your mind can become focused and unified.</p>\n\n<p class=\"book-paragraph\">There are many great challenges in life—the challenge of uniting with another person, the challenge of choosing to do something with Knowledge, the challenge of learning about the Greater Community, the challenge of being still and present in the moment, the challenge of being moved by the greater power of Knowledge within you, the challenge of being patient as you build the foundation for Knowledge. These are great challenges. They are challenges that are an inherent part of your life in the world at this time. Some of them have always been challenges for humanity, but others are challenges that are occurring now because of what is emerging on the horizon.</p>\n\n<p class=\"book-paragraph\">Humanity has a destiny and a future. These are not a function of humanity’s past, for humanity is not alone in the universe, and its future will be determined by the Greater Community and by humanity’s response to the Greater Community. Here you must start as a beginner, as a beginning student of Knowledge. This is necessary because much of what you think and what you think you know you will have to leave behind.</p>\n\n<p class=\"book-paragraph\">Steps to Knowledge will take you to a higher vantage point in life where you can see, hear and know things you could not see, hear and know before. However, to make the journey up the mountain to this higher vantage point, you must go with as little encumbrance as possible. You will not understand the way because it is new. You will have to go with your heart open and with your explanations left incomplete. That is an act of faith, and if it is moved by Knowledge, it will take real faith and real courage.</p>\n\n<p class=\"book-paragraph\">The means have been provided for preparing to be in the world, for finding your greater purpose and mission here and for preparing for your life in the Greater Community, for this is the direction and destiny of human life. However, to begin this approach, to begin this preparation, it is important to have the right orientation at the outset. Steps to Knowledge will call upon Knowledge within you and orient your thinking and experience to the presence of Knowledge. There are many steps in this process because it takes time. There are many areas of application. And there are many opportunities for advancement.</p>\n\n<p class=\"book-paragraph\">You will find in Steps to Knowledge that the steps will not require a great deal of time. That is because your spiritual development is only one of the Four Pillars of your life. You will find that Steps to Knowledge will not encourage obsessive behavior of any kind, even in the name of spirituality. You will find that Steps to Knowledge will temper your ambitions and provide a contrast to much that you have thought before in order to give you the clearest opportunity to see life anew and to experience yourself as you really are. Steps to Knowledge will point you to the future. It will teach you about the future because the future is where you are going. The past is over. Steps to Knowledge will prepare you to become resourceful and adaptive because you are living in a world of tremendous change and upheaval. Steps to Knowledge will teach you how to experience affinity with others because you need to learn to communicate effectively with one another, and in the future you will need to learn how to communicate with forces from the Greater Community. Steps to Knowledge will focus on Knowledge because that is your foundation. It is part of the foundation building.</p>\n\n<p class=\"book-paragraph\">Take the steps one at a time, and do not change them. Steps to Knowledge is a form of work that complements your work in the other three Pillars of your life. It is part of a complete approach. You cannot use it for escape. You cannot use it for self-glorification. You cannot use it to gain control over others. You cannot use it to isolate yourself any further in life, for it undoes all of these things and provides contrast to them.</p>\n\n<p class=\"book-paragraph\">In the study of Steps to Knowledge, you devote small amounts of time each day to developing your inner sensitivities. The areas of focus are developing stillness of mind and the ability to think constructively, learning how to undo the effects of the past through the re-employment of your experience and capabilities, learning to forgive and learning to recognize others as they really are, without condemnation and without placing them above or below you. Seeing clearly, thinking clearly, acting with certainty and being still are the primary areas of focus for Steps to Knowledge. As your life, then, becomes simpler, it becomes more focused and more powerful. As all aspects of you begin to function together in harmony, you are able to demonstrate this harmony to others. As your foundation for learning and living The Way of Knowledge becomes established, great things will be given to you to give to others, and people will find refuge around you because you renew them and remind them of their ancient calling.</p>\n\n<p class=\"book-paragraph\">There is a way to Knowledge. The way will save you time because you need to save time now. You are needed in the world, and your preparation must become accelerated. You do not now have the luxury of endless exploration and diversion, for the world needs you. It is emerging into the Greater Community. This is not a time to fiddle with your mind or your emotions or play around with different therapies or modalities because The Way of Knowledge is being offered to you. You are needed in the world. It is time to prepare. It is time to become focused and determined. There is no escape from this, for only those who are developed in The Way of Knowledge will have capability in the future and will be able to maintain their freedom in a Mental Environment that will be increasingly influenced by the Greater Community.</p>\n\n<p class=\"book-paragraph\">This is simply the way of the future for you. If you are complacent, if you are lazy, if you lack courage, and if you are not able to experience the great reward that is meant for you, you will deny yourself the opportunity and the fulfillment that can only come through experiencing and expressing the gift. What else is there to do? What greater advantage could you seek? Life will be more difficult in the future than it is today. And thus as clouds darken over humanity, a great calling is being placed in the world for people to rise to the occasion, to develop their abilities, to unify their lives, to engage with their inherent Wisdom, and to learn The Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">If your life were not important, if you had not come from your Ancient Home bearing gifts, if the world did not need you and were not facing grave risks and dangers, then becoming a man or a woman of Knowledge would seem an option amongst many other options, and it would be valued only insofar as it could provide pleasure, comfort and reprieve. But there are no other options, and the world is as the world is, not as it is imagined to be. You have an opportunity to experience the world as it is rather than trying to create some other reality and thus immersing yourself deeper into fantasy.</p>\n\n<p class=\"book-paragraph\">If you were not important, if the world were not important, if life were not important and if your destiny and happiness were not important, then perhaps none of this would matter so much. You would be free to find escape and to hide your eyes from the world and to deny your deeper inclinations and to avoid the discontent that in essence will bring you back to Knowledge and to the meaning of your life.</p>\n\n<p class=\"book-paragraph\">But this is a calling. Our words are a calling. Do not deny yourself by denying these words. Do not deny your greater need by denying the calling of life. This is for you. Regardless of what you have done in the past, this calling is now. This is your moment and your opportunity. Do not take it lightly or casually. Search your heart not your mind for the appropriate response. There are no heroes here. There is no one to worship. There is a foundation to be built. There is work to be done. There is a preparation to undergo. And there is a world to serve.</p>\n\n<p class=\"book-paragraph\">Spiritual development is part of your overall approach because the mind must learn to serve Spirit. Spirit does not replace the mind but employs it. Spirit does not destroy the intellect but gives it a greater endeavor and a greater unity within which to work. Spirit does not come and take over your life like a tyrant. It remains hidden and secretive so that its benefits can be fully experienced at all levels of life and so that every aspect of your nature—your body, your mind and your spiritual identity—are all blessed and are all recognized for their great value.</p>\n\n<p class=\"book-paragraph\">You are preparing now for the world and for the Greater Community. The Way of Knowledge prepares you for the world, and the Greater Community Way of Knowledge prepares you for the Greater Community. They all go together now because this is the threshold, the great threshold that everyone in the world faces together. It is this great threshold that will finally give people the common need to join together, to unify their abilities. Only a greater need that confronts every person can do this. The growing environmental and social problems of the world will require a new unity as well, but the Greater Community will be the real motivating force.</p>\n\n<p class=\"book-paragraph\">This is the world that you have come to serve. This is what your Knowledge is about. This is where it will take you. This is what it is prepared to do. And only within this context will your nature and your design make any sense or have any meaning. Only within this context will you understand who to be with, what relationships to establish, where to give your time, your energy and so forth. In time you will learn to see as Spirit sees, to know as Spirit knows and to evaluate as Spirit evaluates. This is the result of learning The Way of Knowledge, but you must advance, for this represents an advanced state.</p>\n\n<p class=\"book-paragraph\">Begin where you are. Begin as a beginner. Everyone is a beginner at the outset, regardless of what they have studied, what they have learned, and how great their ideas may seem to them. Be where you are now. Be a beginner. Life is about new beginnings. This is a new beginning.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/spiritual-development-practices/"
}