{
  "title": "Devotion and Commitment",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Devotion and commitment can truly arise when you recognize that a relationship is intrinsic rather than created. You have done nothing to establish it. It is not based on a past life. It is based on recognition that was established before you entered this world, and now it has been regained through recognition with another person. This recognition fosters devotion, which is an expression of love and companionship. It fosters true commitment, which is an expression of your purpose together now.</p>\n\n<p class=\"book-paragraph\">You may well ask, “How can there be commitment without obligation? How can there be devotion without personal loss?” The answer to these questions is very basic but not obvious or easy to discern. You have devotion and commitment without loss because you are committed to Knowledge together. It is not your ideas about Knowledge. It is Knowledge itself. It is a shared experience. You cannot have this with whomever you like. It can only arise with certain individuals at certain stages of your development.</p>\n\n<p class=\"book-paragraph\">Appreciation of others is warranted, but devotion represents a far greater participation. It is the pinnacle of relationships between individuals. It is the highest expression of relationship with another person. It holds a great promise, yet it is feared by those who do not experience it. Devotion is not given by attempting to use another to fulfill your ambitions and desires. Devotion is a natural outpouring of your True Self. It cares not for success or loss.</p>\n\n<p class=\"book-paragraph\">Sooner or later you must discover devotion. It is inherent in the raising of children, yet it has a greater role than even this, for you may not be intrinsically related to your own offspring. That is one reason why parents and children fight. Intrinsic relationship is established beyond this world. It can only be recognized, and once recognized it is supported through your commitment to its purpose. We must bring devotion and commitment into the right order or you will not understand our meaning.</p>\n\n<p class=\"book-paragraph\">Devotion is not something you can try to have. It is something that moves you. It is not a virtue that you attempt. It is something that moves you. Knowledge is not ideas. It moves you. It is force within your life. Something is moving you. You do not know what it is. You are afraid of it perhaps because it has such tremendous power, and yet it is so natural to you. It is from the very heart of you, but it is moving you now. This is Knowledge expressing itself in your life. It will move you to devote yourself to another when the time is appropriate.</p>\n\n<p class=\"book-paragraph\">Your commitment, then, will simply be recognized. You do not make commitments. How can you make a commitment? You can only make agreements that are temporary in nature. True commitment emanates from within you. You find you must make a commitment because you must. It is not justified in terms of what it will give you in the immediate future. Perhaps it will raise more problems than it will solve. Perhaps temporarily it will be a tremendous inconvenience. But it is coming from within you. It is moving you. It is as if you were finding yourself and surrendering yourself all at once.</p>\n\n<p class=\"book-paragraph\">Here you are giving over your authority to a Greater Power within you. It is you, yet is greater than you. This seeming contradiction between what is you and what is greater than you must be clearly understood. I have said that your Higher Self is not a greater individual. It is part of the fabric and matrix of life operating in time and space. It is associated with a specific group, whom we call your Spiritual Family. Your Higher Self is not a greater individual. It is not a superego. It is intrinsically you, but it is you in intrinsic relationship with life. It is you without separation serving in time and space, for that is where you are. When relationship is understood at this level, devotion and commitment arise naturally. You do not need to attempt to have them, yet it may take great strength on your part to accept them.</p>\n\n<p class=\"book-paragraph\">Relationship is like life itself. You pretend until you find out what it really is. You operate on your own assumptions until you release them and discover something else. It is quite evident that people’s attempts at relationship have not satisfied their difficulty with loneliness and isolation. Yet, these things can be resolved because it is God’s Plan that they be undone.</p>\n\n<p class=\"book-paragraph\">People are very impatient because they are afraid, yet they want to make sure that they have everything now that they want before they decide anything important. People often ask, “Will I find a true partner for myself?” This is a very common and understandable question. “Will I have true companionship?” It is possible, but first you must seek something more important, for true companionship arises out of your purpose in life. People want everything that purpose can give but without the purpose. Therefore, they are content only with ideas. They hear our words as simply more ideas: “Now I have heard this teacher say this, but it is not the same as what that teacher says. I am very confused. I am more confused now. I do not know who to believe.”</p>\n\n<p class=\"book-paragraph\">You must seek purpose first. It is intrinsic within you. That will give your relationships meaning and direction. That will produce the possibility for true union. You do not need to go looking for a partner. They will look for you, yet your activities involving your purpose will bring you to them. This is life operating now. You are working with life now and are not independent of it.</p>\n\n<p class=\"book-paragraph\">Fundamentally, it is your independence that is your problem. There is no freedom in independence. You are a castoff. What freedom is there then? You are bereft of your Spiritual Family. You are bereft of Knowledge, with only your wishes and fears to guide you. This gives rise to a very troubled world. Yet, this is not your Heritage. This is not why you have come here—to act out this lonely and barren existence. Everything you want, you know you will lose. But this is not what is intended for you.</p>\n\n<p class=\"book-paragraph\">You have within you the seed of Knowledge. It contains all of the Knowledge you have acquired or reclaimed so far. It also contains your specific calling in this life. It contains your ability to recognize those relationships that are intrinsic to your purpose. This is a gift. Yet, it is evident that there are not many who will seek for it. This is the Kingdom.</p>\n\n<p class=\"book-paragraph\">In your desire for community and partnership, you are seeking for your Spiritual Family, always. It is entirely natural for you to do this. Yet, you must seek in the ways that bring success. This happens in all worlds.</p>\n\n<p class=\"book-paragraph\">You have not come to the world only for learning. Learning is only a small part of why you are here. It is fun to be a student, but students have not yet joined with life. They are only studying things. They have not entered into the mainstream of human life. Your purpose here is to discover your Knowledge and contribute it. That is, in words, a most succinct definition. People are attempting the most dangerous and destructive involvements in the name of learning. They say, “It is a great learning experience, though tremendously painful,” and so forth. That is not cause for involvement. You can only unlearn the false by accepting the true. The true is what you contain within you in your Knowledge. Knowledge is expressing itself through you in subtle ways. Periodically, it expresses itself through you in dramatic ways. It does not think like you think. It does not choose between ideas. It knows. It acts. Knowledge is instinct in intelligent life.</p>\n\n<p class=\"book-paragraph\">It is Knowledge that we advocate. It is central to all your success here. It is your greatest yearning and your greatest fear. Yet, it is so gracious in how it emanates. Its blessing to you is so evident. If you think back, you will realize how it has attempted to keep you from error and guide you towards your best option and towards your true application. It has even saved your life on occasion. It is a mysterious power, and many people attribute it to forces beyond themselves. “God came in and pulled me out of this terrible situation!” God did not do that. It is Knowledge that kept you moving forward. If you destroy your ability and your inclination to discern Knowledge, your life would begin to be over. Your Being would attempt to reach you at another time.</p>\n\n<p class=\"book-paragraph\">There are resolutions to make in relationship. That is evident. There are things to recognize. You must find out what is genuine and what is not. There are many attractions that appear to produce great stimulation but which have no content at all. There are other attractions that seem tasteless but have the power of God within them. Here learning discernment is very important. Do not attempt devotion and commitment until Knowledge directs it, or you will become dishonest. You will tell people that you are devoted and committed, but at the first test you will fall away. It is wiser then to make temporary agreements that can enable you to follow through in your plans. But devotion and commitment are far greater.</p>\n\n<p class=\"book-paragraph\">With devotion and commitment, you will be willing to do what few people will do, and you will be willing to do it with very little applause. Why? Because you must. It is this “must” that is the essence of life. People are very, very covetous of their freedom, but it has not given them anything except the opportunity to discern Knowledge.</p>\n\n<p class=\"book-paragraph\">When we speak of Knowledge within the individual, we speak of this essential drive. It is not compulsive. It is not based on fear. It is deep. It is consistent. It does not discuss things. With this, you become alive. This is when life is active within you. This is where devotion and commitment come from. You do not devote yourself because it is a good thing to do or because you will look more spiritual or because if you don’t do it, you won’t get what you want. You do not devote yourself to keep others happy with you. You do not devote yourself for self-gratification of any kind. You devote yourself because you must. That is all. Explanations are secondary now. It is entirely natural. It would be unnatural not to do it. This is where recognition really begins.</p>\n\n<p class=\"book-paragraph\">As I have said, until you have this experience, do not play with commitment and devotion. Be a student. When people are devoted, they give their lives to things. It is not a sacrifice to do that. It would be a greater sacrifice not to. Therefore, this quality of devotion is quite unique. You will not see it expressed frequently. Where it exists, there will be great anxiety amongst observers. And there will be great inspiration as well.</p>\n\n<p class=\"book-paragraph\">Devotion is essential for you to be able to take your next step beyond this world. Then you will join your Spiritual Family, and your sense of devotion will enable you to carry on your next task. You see, this world is not a place where you join Ultimate Reality. It is a place where you prepare for the next step. That is why we do not advocate that you attempt to reach great heights in spiritual advancement. You do not know what this is. You are trying to perfect what needs to be set aside.</p>\n\n<p class=\"book-paragraph\">People who are able to be complete in this world have very simple lives. They are simple inside. Their lives may seem daring and bold to others, yet there is a gracious simplicity. They are now able to serve the world, for they do not need to take anything from it. Their desire for service and their nourishment from service enable them to join the Teachers who serve this world. They are in a position to receive the Knowledge and graciousness of the Unseen Ones, who oversee those who serve this world.</p>\n\n<p class=\"book-paragraph\">Life does not ask you to be perfect. There are no perfect personalities, no perfect bodies. These things are transitory. Life does not require this. Therefore, do not require this of yourself. That would be very unkind. It is not asked of you. You will have to make personal adjustments in your behavior and habits, of course, but only to accommodate a true ability that is beginning to emanate from you. Then personal change is not for pride. It is for usefulness. You simply must make changes in your life in order to have a greater experience of Knowledge and to find the right expression for it. It is that simple. There is no great fanfare about it. Things that are destructive are given up because they are destructive. It is not a matter of good and bad now. It is a matter of choosing support over obstruction. This brings you into life. Here you begin to see life operating in service to you, both in the visible realm and beyond. You begin to feel the Spiritual Presence with you and begin to discern Presence. Your life has not yet been defined, but it is moving.</p>\n\n<p class=\"book-paragraph\">You will not know your calling in life, in most cases, until your life is well underway in service to Knowledge. It is rare that individuals will have an experience of their calling prior to this. To accept a calling in life, you must be completely available.</p>\n\n<p class=\"book-paragraph\">People say, “Well, what is this devotion you talk about? What can it give to me? I seem to be just a servant now. What is the benefit to me?” There is benefit. There is great benefit—a sense of self, a sense of direction, a sense of true association with others, a sense of well-being, a sense of continuity of life—are these not all things you seek for? Are they not fundamental to your happiness here? Life will offer you what it is intended to offer you, and you will give life what you are intended to give it if you discover Knowledge. It will take you a lifetime to do this. There is no quick and easy path, yet there are direct ways that do save you time. Devotion, then, is what you want to receive, for this speaks of your intrinsic relationship with life, which ends the idea of separation altogether.</p>\n\n<p class=\"book-paragraph\">Knowledge is the most mysterious yet the most natural thing in the world. The world does not attest to it because the world is ignorant of Knowledge. Yet, Knowledge is the only reality that you bring with you from your Ancient Home, and it will be the only reality you take away. It is the light within you.</p>\n\n<p class=\"book-paragraph\">Your intrinsic needs in this life are for true relationship, true community, true purpose and true calling. Those are your intrinsic needs. You will have them no matter who you think you are, no matter what you are trying to do or who you are trying to be. You cannot extinguish them. They are central to you. When you have received the means for answering these needs, then you will be in a position to help others do the same. Knowledge ignites Knowledge. As Knowledge is more evident in you, it will ignite others. This is an entirely natural process.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/spiritual-family/"
}