{
  "title": "Stages of Development",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Knowledge is the primary reference point in your development. Therefore, it is necessary to consider stages of development in terms of your relationship with Knowledge itself. Knowledge is your True Self as it exists in the world. You cannot grasp it or conceptualize it and possibly comprehend its meaning, its value or its purpose. However, you can and you must experience it increasingly. The teaching in The Way of Knowledge is concerned with the reclamation of Knowledge and, through Knowledge, service to the world.</p>\n\n<p class=\"book-paragraph\">The development of your relationship with Knowledge occurs through three stages, which will be discussed here in a general way. The first stage is the denial of Knowledge. The second stage is the cultivation of Knowledge. And the third stage is the expression of Knowledge. These are general categories, and within each category you will find a reflection of the other two. For example, in the first stage, which is primarily concerned with the denial or suppression of Knowledge, individuals will still have moments when they express Knowledge and when they are reclaiming Knowledge. Likewise, in the third stage, in the expression of Knowledge, there will be times when Knowledge will be resisted or denied. However, overall, human development can be seen to fall into these three categories. It is important to see what this means in terms of your relationships with other people.</p>\n\n<p class=\"book-paragraph\">The first stage could be called the denial of Knowledge. Not yet aware that Knowledge exists, people will seek fulfillment according to their ideas and the expectations of others. This first stage will begin once some basic survival requirements have been met. Here people are not yet aware that they are denying Knowledge within themselves. Instead, they are trying to affirm what they think that they want or should do. Here they are not necessarily being malicious. They simply do not know any better. Everyone begins in this stage.</p>\n\n<p class=\"book-paragraph\">The first stage is concerned with personal fulfillment according to one’s personal ideas. It is concerned with acquisition primarily. Here the individual has been freed enough to attempt to shape his or her own life to a certain degree. Here the person is learning some early forms of independence. That is why this stage is necessary and why it cannot be bypassed. Though people are beginning to learn to become independent here, they are still fortifying their dependency on others because they are attempting to live according to the ideas of others that they find to be attractive.</p>\n\n<p class=\"book-paragraph\">This is primarily a period of unlearning, where things are attempted and prove either to be unsatisfying or impossible to attain. This throws people back upon themselves and results in disappointment and confusion. A great deal of anger can arise around this, for many of the things that seemed so valuable, so cherished and so worthwhile are proving to be worthless or very discouraging. In this stage, which can last a very long time, and even be lifelong, people will attempt again and again to fulfill themselves by trying to acquire certain things that they believe are necessary for their happiness. And again and again they will find disappointment in one form or another. Many people are in this stage. Yet there are also many people in the world who are still struggling with basic survival needs and have not even reached this first stage of development.</p>\n\n<p class=\"book-paragraph\">This first stage is a trial-and-error period. Many relationships will be attempted for various forms of gratification: sexual gratification, companionship, financial gain, shared political or social views and even marriage itself. Here, again and again in relationship, people will attempt to use the other person to fulfill their ambitions. And again and again, this will prove to be painful, destructive and disappointing, for the other person will be attempting to use them for a similar purpose. Once these purposes come to light, there can be much discouragement and even hostility. People will feel used and misled. They will feel deceived and very disillusioned. This is a period of disillusionment. It is a necessary time of exploration, but it is unfortunate when it is prolonged.</p>\n\n<p class=\"book-paragraph\">This is a time when romance takes precedence over relationship. Romance is attempting to use a person to fulfill an idea about oneself. Romance can happen in personal intimate relationships. It can also happen in relationships dealing with business and in any arena of human activity where relationships are established. Romance usually will be the main attraction until the individuals involved learn to value their Knowledge and learn some necessary lessons in discernment.</p>\n\n<p class=\"book-paragraph\">The difficulty with romance is that you do not want to recognize another. You only want the other person to validate your ideas about them. If another appears to validate your ideas, you will support them. If they do not, you will deny them according to what your ideas are. But you are still not at a place where intimacy can truly be established, for you are not yet experiencing affinity with the person. You are merely attracted to some aspect of them that fits in with a plan you have, a plan that you are either aware of or that you have unknowingly made within yourself.</p>\n\n<p class=\"book-paragraph\">As the relationship progresses and the person proves to be a real person and not merely a good idea, it can lead to great confusion and disappointment. You find that you are disappointed in the person, or they become disappointed in you. You lose interest in them, or they lose interest in you. Sometimes this is mutual, but usually one person begins to lose interest before the other. As the person loses interest, the other person may feel their desire intensified in order to remain in the relationship. This can be very intense and very difficult.</p>\n\n<p class=\"book-paragraph\">This relationship does not yet have a sufficient foundation upon which it can last. It is not entirely false, for it has elements of truth, and many of these elements can be quite important. However, relationship, particularly if it is leading to marriage or life partnership, cannot survive if it is built upon a very partial or minimal foundation. When this relationship fails, you are thrown back on yourself, sometimes with great bitterness and unhappiness. Here you have a chance to reassess your motives and your decision making in your relationships. This is a time when some very fundamental and practical wisdom can be acquired. This is absolutely necessary. No maturity in relationship is possible unless substantial learning has occurred in this first stage.</p>\n\n<p class=\"book-paragraph\">In some societies where there is a great deal of freedom for people to interact with one another, there can be many choices and a great many attempts are made. Many people can become the object of affection. Here learning can be accelerated, and this can be very helpful, but it has its dangers, for there are so many alluring people to which you can attach yourself that it can take far longer for you to learn under these circumstances. However, eventually, disappointment will bring you back to yourself. It is here that you can reassess your motives for wanting a relationship and your behavior and your decision making in your past involvements.</p>\n\n<p class=\"book-paragraph\">Here you must face yourself. If you only concern yourself with other people’s motives, behavior and decision making, you will not be able to see your own. That is why you must use these periods of disappointment for introspection and self-evaluation. If you can do this without condemnation, you will be able to recognize the errors that you made, and you will see how they can be corrected in the future. If you can learn from these disappointments without bitterness or condemnation, you can gain a very practical wisdom that will be of tremendous value to you in the future.</p>\n\n<p class=\"book-paragraph\">This is not only a period of disappointment, it is also a period of self-discovery. This is where you begin to look at yourself objectively. You question yourself. You observe yourself. You challenge your own ideas. You challenge your own assumptions. As you do this, you begin to realize that many of your ideas and assumptions, which heretofore have governed your life, are not your ideas at all but are simply ideas that you have collected from other people or that you have accepted from society at large. And many of these ideas come from your parents. Because you have not yet been able to establish your own independent thinking, you have merely accepted other people’s ideas, often unconsciously, without question.</p>\n\n<p class=\"book-paragraph\">In this prolonged period of trial-and-error, of disappointment and self-discovery, you begin to see that there is a quality of mind within yourself that has the ability to know things. You begin to see that your mind is not merely made up of attitudes and beliefs, it also possesses a quality of knowing. Perhaps your initial discovery of this is quite brief and irregular. Yet as you learn to observe your participation in relationships with some objectivity, you will see that part of you knew when you were about to make a mistake. Part of you knew you were making a mistake. Part of you knew that you should go here and not there. Part of you knew to restrain yourself with this particular person or to avoid that particular situation. This is the result of introspection. Being objective with yourself without condemnation can yield this for you. Here you begin to see that part of you knows the truth. Yet this is only a very outward manifestation of Knowledge, for Knowledge is much greater than this.</p>\n\n<p class=\"book-paragraph\">This first stage of development can be quite intense. The power of romance can be incredibly strong because it appears to be a form of salvation. This is substantiated by the fact that the initial experience of romance is so very heightened and can seem very grand and glorious. Falling in love is where you leave yourself behind and you transcend, momentarily, the limits of your own self, where you experience yourself in a larger context in the presence of another. Here you overstep your own boundaries temporarily, but you cannot yet live beyond them. That is why the initial experience cannot be maintained. No matter how much effort is exerted to recreate the initial experience, it cannot be maintained. You cannot live that far beyond your own internal boundaries because in fact you have not really grown yet. You have merely had a peak experience for which you are assigning all value and meaning to the other person. Then you will want to keep the other person and protect the relationship in order for you to again have that peak experience. Here love is more like a form of intoxication, and it demonstrates very addictive behavior. It is only through disappointment that a greater experience of love and relationship can dawn for you.</p>\n\n<p class=\"book-paragraph\">For students of Knowledge, this period of trial and error, disappointment and self-discovery can be greatly accelerated. To consciously become a student of Knowledge means that you now have found a reference point within yourself that, through time and through many experiences, you are learning to trust and to value. This is your Inner Guidance. It transcends your preferences, your desires, your fears, your compulsions, your conflicts and your difficulties. It is an abiding source of truth and love, and therefore it represents true relationship.</p>\n\n<p class=\"book-paragraph\">This first stage is very important, and yet there can be a great deal of difficulty and resistance here. How long you remain in this first stage depends upon your desire for the truth and how much you will need to resolve within yourself. Yet everyone must pass through this stage. You will be learning certain lessons of this stage even beyond this stage, for the lessons of discernment concerning Knowledge continue all along the way.</p>\n\n<p class=\"book-paragraph\">Something very significant changes at the end of this stage that enables you to enter the second stage. It is, in part, a result of your learning or, to be more specific, your unlearning in relationship. And yet it is also the result of something that has happened within you, for within you, Knowledge has been initiated. Your outward experience and your inward experience have brought Knowledge to a point where it can begin a second stage of emergence within you. This brings you to the second stage of development, which is the stage of the reclamation of Knowledge.</p>\n\n<p class=\"book-paragraph\">In the second stage of development, your learning in discernment and decision-making continues as increasingly you see that part of you is wise and part of you is unwise. The part of you that is unwise needs to learn from the part of you that is wise. Here you will increasingly see that you are living according to ideas and beliefs which are not your own, but which you have mindlessly accepted from your environment. You increasingly see that romance without true relationship is hopeless and will always be destined for pain and disappointment. You will see that a relationship must have a greater purpose or a greater focus than simply personal attraction in order to survive and to provide real meaning. You will see that the initial peak experience of romance is not relationship but is, at best, an experience of recognition between two individuals.</p>\n\n<p class=\"book-paragraph\">All of this learning, which is vital and essential, continues through all stages of development. What separates the first stage from the second is the emergence of Knowledge. Knowledge now begins to exert a stronger influence. It is something that you will feel increasingly. You will not only feel it at times of important decision making, you will feel it more in day-to-day life. The tiny spark that was a little light within you before has now become a small fire. It is still not predominant in your awareness. It is still not something you may even think of at all. Yet you will feel its effects increasingly.</p>\n\n<p class=\"book-paragraph\">Here, if you are becoming objective about yourself, you will realize that much that you attempted before was indeed meaningless and will not satisfy your deeper yearning. Here a deep questioning about your identity and purpose in life will begin to arise. It will not merely be the result of philosophical interest or casual questions. It will have to do more and more with the actual value, meaning and purpose of your life. Here, usually unknown to you, your Inner Teachers come closer and begin to exert a different kind of influence. In most cases, you will never know that your Teachers are with you by recognizing any specific form of identity. Yet increasingly there will be an experience of Presence.</p>\n\n<p class=\"book-paragraph\">The transition from the first stage to the second stage is actually enormous although, like all great transition experiences, it will go largely unnoticed. Only the results will be noticed. Only a change in your understanding and experience will indicate that a real shift has occurred. Your thinking has changed. Your feelings have changed. Your values have changed. Your orientation to life has changed. Your priorities have changed. You may even change physically. You may change your outer appearance. But whether you do this or not, something within you has changed, and you are becoming aware of it.</p>\n\n<p class=\"book-paragraph\">Therefore, it is not correct to say, “Yesterday I was in stage one and today I am in stage two,” because you will not know. In fact, this discussion of the stages of development is only to give you an overview, not to set up a system of criteria whereby you judge yourself and others. Please remember this; it is quite important. This is only to give you an overview in order for you to see how human development must be gauged according to Knowledge to have any meaning at all.</p>\n\n<p class=\"book-paragraph\">Knowledge, as you approach it, will become increasingly powerful and inclusive. Here your viewpoint of it will become expanded and more appreciative. Like climbing a mountain, you see a greater and greater panorama as you continue to rise up. You gain a greater perspective on where you have been and where you are going as you continue to ascend.</p>\n\n<p class=\"book-paragraph\">In the second stage, you begin to recognize a genuine contrast within yourself. The contrast is between what is wanted or believed and what is known. Eventually, in this second stage, you will realize that this contrast is total and that a great gulf exists between what is wanted and what is known. Eventually, you will see that what is known is what is genuinely wanted. When this is recognized, it will be a great homecoming for you. Yet before that happens, desires that are not in keeping with Knowledge will seem to compete with Knowledge itself and will create a division within you that can be very difficult to reconcile.</p>\n\n<p class=\"book-paragraph\">During the second stage of development, the value of your education becomes increasingly emphasized. Here you realize that for you to make progress, you will need the help of certain individuals who, through their professional capacity or their general wisdom, can serve as mentors and as true assistants or guides in your development. Here learning becomes less chaotic and has greater direction.</p>\n\n<p class=\"book-paragraph\">This education is quite important because increasingly there will be a distinction between what you know and what you want apart from Knowledge. In other words, there will be an increasing distinction between the reality of Knowledge and the Forces of Dissonance within you. This can lead to a great deal of confusion because you will still tend to identify with everything you experience internally. You will tend to think that the Force of Knowledge is part of your identity and that the Forces of Dissonance are also part of your identity. Through substantial learning, you will see that only the Force of Knowledge represents your true identity and that the Forces of Dissonance simply represent obstacles in your path.</p>\n\n<p class=\"book-paragraph\">People often think that part of them says this and part of them says that. Part of them wants this; part of them wants that. Part of them wants to go; part of them wants to stop. They think it is all part of them, but it is not.</p>\n\n<p class=\"book-paragraph\">As you learn to identify with Knowledge, you must not condemn that which is not Knowledge. Remember, there are three levels of existence—physical, mental and spiritual. Here you must still value your physical and mental reality. Do not deny these or demean them because you are discovering a spiritual reality. Each requires the others for fulfillment. The physical requires the mental, the mental requires the spiritual. Each is the vehicle for the greater reality above it. This is how true integration occurs.</p>\n\n<p class=\"book-paragraph\">On a day-to-day basis in this second stage, there will be confusion, and often to a great degree. This is because much of what you thought was true before has proven to be inadequate or altogether false. What you believed in before is changing, and now you don’t know what to believe in. Before, in the first stage, you built your identity entirely upon your wishes and ideas. Now you have seen the limits and, in some cases, the falsity of your wishes and ideas. Now you don’t know what to build your identity upon. Knowledge is not yet strong enough within you for you to realize that it is your identity.</p>\n\n<p class=\"book-paragraph\">Here you must go on faith. Faith becomes a real element here. Because you are experiencing Knowledge increasingly, though intermittently, you must have faith that this represents a governing and abiding truth within you, even if you cannot experience it much of the time. Your decision making will be going through a gradual transformation. As a result, on a day-to-day basis, things might be very confusing. This is all right.</p>\n\n<p class=\"book-paragraph\">Here your Inner Teachers take a more active role to help you because they see that your sense of identity, sense of purpose and experience of meaning are going through a tremendous shift. They stand by you now to lend their strength and in some cases to speak to you directly. Whether you are aware of them or not, they are sending ideas into your mind to help you.</p>\n\n<p class=\"book-paragraph\">When you are out in the world, you will not see how essential this assistance from your Inner Teachers is, for the world is a place where people appear to be separate and on their own. However, if you stand back from the world, you realize that people are not standing alone, but are actually held up by many others who are supporting them. The world has a cast of characters, and beyond the world there is a supporting cast of characters. Once you see this more clearly, it will give you great cause for celebration, strength and self-confidence because you will realize how great the resources are that are supporting and assisting you.</p>\n\n<p class=\"book-paragraph\">The second stage can be quite confusing because ideas and Knowledge are in essence competing for your attention. Sometimes it is hard to tell the two apart, and sometimes you confuse them. Sometimes you are not certain what the truth really is because what you thought the truth was has failed you or proved to be inadequate. Here you realize that either the truth that you understood before is false or your comprehension of it is not great enough. Here your studenthood becomes tested. Here you must dedicate yourself to learning and not to simply defending your assumptions or resting your identity or sense of well-being on ideas which prove self-comforting or agreeable in the moment. Here there is a real need for self-examination because your learning now is being accelerated. Here there is a contrast that is being illustrated increasingly between what you know and what you want, between the world of Knowledge and the world of fantasy.</p>\n\n<p class=\"book-paragraph\">There are many pitfalls in the second stage, as there are in the first stage and even the third stage. If you are wise, you will seek counsel from those individuals who are capable of helping you negotiate this stage of your development. Nothing can be done alone. You require relationship for your advancement and for everything that you create. Therefore, you must now consciously seek help. However, you will find that many people around you are not capable of helping you. They may still be in the first stage and do not understand what you are struggling with. You are now struggling to discover something real that is trying to emerge within you. If someone else has not experienced this, what can they do for you?</p>\n\n<p class=\"book-paragraph\">As you advance, it becomes more important to exercise greater discernment in your relationships. Here you realize that you cannot successfully associate with just anyone whom you find to be pleasing. You cannot fall in love with just anyone who is attractive. You cannot align yourself with just anyone who congratulates you. This second stage is a period of increasing discernment because the need for discernment is there. You need to find allies in the reclamation of Knowledge. You need people who are in touch with their inner lives. You need people who are experiencing the second stage of development. They will be seeking you as you are seeking them, for they too can no longer be satisfied with limited relationships. Like yourself, they need relationships of far greater capacity now.</p>\n\n<p class=\"book-paragraph\">In the second stage, you are still valuing romance, and you have not yet fully learned that romance is hopeless. As a result, you may still attempt to find romance in the second stage. You still have many ideas upon which you base your identity, and you will attempt to live out these ideas as well. Therefore, do not in any way think that you are yet free from the desire for romance. Now something that is not mere fantasy is competing for your attention. Something that is not mere ideas is beginning to exert itself in your life. You will feel that there are two competing forces within yourself. You are now becoming more aware of yourself and of your environment, more aware of your engagement with other people and more aware of your own motives and process of decision making in your relationships.</p>\n\n<p class=\"book-paragraph\">At a certain point, you begin to recognize your need to become a student of Knowledge. Here Knowledge begins to have genuine meaning because you realize that there is a part of you that knows. Yet it is a part of you with which you may have had very little experience. The quality of this knowing and the quality of your consciousness when you are experiencing it is in direct contrast to your normal state of mind. Your normal state of mind is dominated by powerful forces—by fear and desire, by trying to get something or get away from something, by trying to have comfort and avoid pain and by trying to have pleasure and avoid confusion. In the first stage of development, you were seeking escape from yourself. Now you are realizing that escape is not possible. Here you are beginning to entertain the possibility that what you were trying to escape before is something you may want to embrace in the future. Reality now begins to look beneficial rather than threatening or depriving.</p>\n\n<p class=\"book-paragraph\">This is when your Inner Teachers come closer because your initiation has called them to you. As you begin to awaken, your Inner Teachers come to your side. They were observing you from a distance before, but now their participation in your life becomes more active and more necessary. At times you may begin to experience that there is someone with you. You may often have a vague experience of this but rarely will it be clear and forthright. Perhaps you will feel that someone is with you, a presence. Perhaps you will simply feel that you are not alone and will derive strength and encouragement from this. In the second stage, as you learn to relate to people through Knowledge, you will begin to experience the power of this presence increasingly.</p>\n\n<p class=\"book-paragraph\">Your relationship with your Inner Teachers is based entirely upon Knowledge and is not based upon romance or fantasy at all. As you begin to value real relationship more than temporary stimulation, you will begin to change your attitude regarding romance. Perhaps there will be disappointment at first, but now you are seeking something more lasting, more stable and more genuine. You are seeking a deeper and more abiding nourishment rather than temporary stimulation. You do not want to re-experience the severity of your former disappointments. As a result, you will begin to choose your relationships more carefully.</p>\n\n<p class=\"book-paragraph\">Here it is important to observe people to learn more about them before you become engaged with them. In terms of sexuality, this is quite important. As you learn to become more discerning and therefore wiser in your decisions, eventually you will only want to have sexual engagement with one individual with whom you can become fully united. This represents wisdom. For, in truth, this is the purpose of sex. Sex is to regenerate the race and to establish union with a true partner. Sex merely for recreation or for temporary stimulation ceases to be pleasurable and is recognized as leading to grave disappointment and even physical danger in terms of illness.</p>\n\n<p class=\"book-paragraph\">This second stage of development is a period of tremendous re-evaluation. It is a period of learning through contrast. Here Knowledge is like a small bud, but it has broken the surface of the ground and is therefore becoming noticeable. Yet in the second stage, you may still have faith in the possibility of romance because this is where you had placed your hope before. Without Knowledge, romance seemed to be the most hopeful thing there is. Without romance, life seemed to be empty. In the second stage, you realize that a far greater promise is offered you through reclaiming your connection to Knowledge. Perhaps you will not think of it in these terms. Perhaps you will think of it in terms of being true to yourself or of experiencing genuine union with another or of finding greater happiness. These are all expressions of Knowledge because Knowledge is their source. Knowledge is the basis of true affinity in life.</p>\n\n<p class=\"book-paragraph\">Towards the end of the second stage, you realize that you must associate with individuals who can recognize your deeper spiritual nature and who themselves have an emphasis on spiritual development. At the beginning of the second stage, perhaps this was not the emphasis. You merely wanted to be around people with whom you felt more comfortable, more aligned, more validated and more secure. But as you proceed in the second stage, you begin to value lasting relationship more than romance and lasting companionship more than immediate stimulation. You begin to value compatibility more than beauty or excitement.</p>\n\n<p class=\"book-paragraph\">In the first stage, the contrast between you and others sometimes seemed very stimulating and exciting. To be with someone different from you seemed very thrilling. However, in reality, opposites may be very attracted to one another initially, but they can rarely co-exist harmoniously with each other in the realm of intimate relationship. Though you need a certain amount of contrast for learning, compatibility and shared direction are the absolute foundation for a lasting and meaningful relationship with another. In the first stage, you might have fallen in love with someone who was entirely different from you because you valued the contrast. It was thrilling to be with them because they opened up panoramas which you had never experienced before. Here indeed there can be a great deal of stimulation, excitement and fanciful expectation. But you find out, sooner or later, that without real compatibility and shared direction, you have nowhere to go together. You have no basis upon which to participate, and your differences will cease to be exciting and will now become a source of discord, conflict and disassociation.</p>\n\n<p class=\"book-paragraph\">Remember you are like a piece of a puzzle, and if you cannot fit with another piece, you will never be at ease with that person in an intimate relationship. You will never feel at home with that person. You will never feel fully connected with that person. In the world, feeling at home, being at peace with yourself and feeling connected are all related to your purpose here. The world is not a permanent reality; it is a temporary reality. The world is a place you have come to work and to accomplish things. That is why you are drawn to some people and not to others. That is why you cannot feel the same about everyone. That is why your participation with different people will be disproportionate.</p>\n\n<p class=\"book-paragraph\">As you approach Knowledge and begin to gain a greater viewpoint, this will become so apparent that you will wonder how you ever could have missed it. You will see that previously you were merely going into life with your eyes closed. Your emphasis was largely about living out your dreams and desires. You will see that many of your relationships were unreal, your goals were unreal and your attitudes were unreal. Much of what you entertained before was unreal. However, with an awareness of Knowledge, you will see that even in the first stage, Knowledge was with you, and you were responding to it within your limited capacity. You will see that part of your emphasis in relationships was true, and truth was evident there. It simply could not flourish yet. You were not ready. The other person was not ready. Yet the seed of truth was there in the first stage.</p>\n\n<p class=\"book-paragraph\">Stage two is the stage in which most students of Knowledge will be engaged. Here you are in the process of learning to distinguish truth from illusion, Knowledge from belief, relationship from romance, satisfaction from passion and abiding alignment and connection from temporary stimulation. In stage two, you are beginning to recognize that you have a unique shape and are a part of something greater than yourself. How can you determine your shape if you don’t see that you fit somewhere and are part of something? Without this awareness, you will only shape yourself according to your ideas and other people’s expectations and will not have any notion of your true nature and design. Within stage two, you are beginning to have the sense that you have an inherent design. Once you realize you have a design, you realize you have a Designer. This will begin to establish an awareness of your most primary relationship, your relationship with God. Yet even here your relationship with God cannot provide escape from your relationships with other people or replace them. For God has sent you into the world to reclaim relationships, to learn the lessons of relationships and to learn to reclaim and follow your Knowledge so that you may remember your relationship with God and express that relationship in the world.</p>\n\n<p class=\"book-paragraph\">The second stage establishes contrast. It gives you a new sense of perspective. Here you will be tempted to deny the false. You will be tempted to condemn the false. You will be tempted to throw the false away. You may be brutal and angry with yourself. You may be critical and judgmental of others. Yet you learn in stage two that what is small can represent what is great. You learn that what is false in all of its manifestations represents the need for Knowledge. This encourages acceptance, forgiveness and compassion. Then you can begin to accept all aspects of yourself and learn to have a sense of a working relationship between them. This leads to self-integration, self-acceptance and, therefore, self-love.</p>\n\n<p class=\"book-paragraph\">People often think of self-love and self-acceptance as a form of passivity where you don’t have to work anymore. You can go on vacation or holiday with yourself. But real self-acceptance is very different from this. Here you realize that your lack of self-respect and your propensity for error require correction and are opportunities to express that which is genuine and meaningful within yourself. This is based upon your experience of Knowledge because this is how Knowledge views error. This prepares the way for the third stage, which is the expression of Knowledge.</p>\n\n<p class=\"book-paragraph\">The beginning of stage three represents another great overall shift in emphasis. Here a person begins to discern that they already have a commitment to life and a purpose in life. Even if this commitment and purpose have not been defined and fully demonstrated, there is an abiding sense of their reality. Here the person acknowledges, “I am here to do something. I am here to serve something.”</p>\n\n<p class=\"book-paragraph\">In very rare cases, people are born with an awareness of this commitment. But for the vast majority of people, it arises through learning and unlearning in the first two stages of development. In the first stage, the commitment was simply to be happier or to be better according to one’s own beliefs and wishes and the beliefs and wishes of others. In stage two, people begin to have a sense that they might have a higher purpose, but they do not yet see what this means. Their awareness of their higher purpose is still competing with their personal agenda for fulfillment. In the third stage, this competition begins to diminish. There is still a personal agenda, but it can no longer compete with Knowledge as the most valued resource and motivation in life.</p>\n\n<p class=\"book-paragraph\">In the third stage, the emphasis is on consolidating learning and on refining your discernment. Here the value of relationships becomes critical, for you cannot afford to associate with the wrong people. Here you must become very objective about your affections for others. You will feel love and great affection for certain people with whom you will not be able to participate. Here you need those people who can help you discover, refine and express your higher purpose.</p>\n\n<p class=\"book-paragraph\">The third stage is a stage of promise. Here real power begins to emerge in you and the fundamental criteria for relationships begin to arise as well. Here your life becomes important, not just for you personally, but for its value to others and as a vehicle for expressing that which is true and good. Here the emphasis on commitment to service is not self-sacrificing in any way. Instead, it is born of the fact that you are seeking to have a greater and greater experience of truth, honesty and inclusion in life. It is not simply that you want to give yourself up for God, it is that you want to experience your relationship with God. You want to experience this relationship. Your ability to experience this generates a natural motivation to give to others, for you can only continue to experience God through giving.</p>\n\n<p class=\"book-paragraph\">The challenge for you in the third stage is primarily concerning discernment and refinement. Increasingly, you will feel the commitment and the desire to give, but you must find out where to give and how to give. This requires patience, discernment and the development of your abilities. Your outer life will need to become stable in order for Knowledge to emerge within you. This takes time.</p>\n\n<p class=\"book-paragraph\">In stage three, the relationship between you and your Inner Teachers becomes ever more powerful and important. Here you are not merely a student, you are also preparing to be a contributor and, in rare cases, a teacher. Here you teach through demonstration. This can be done in any profession. It can be done with words or without words. It can be done in a formal sense as a professional teacher, but often this is not the case. It is usually expressed through your work, which becomes increasingly more an expression of the emergence of Knowledge within you. This is when your spiritual calling begins to emerge.</p>\n\n<p class=\"book-paragraph\">In the third stage, you begin to see that the first two stages were stages of sacrifice. The first stage is where you sacrificed your self-awareness and well-being in order to fulfill your wishes and ideas and the expectations of others. In your relationships, you tended to either withhold yourself or give yourself away to people. In the second stage, you began to sacrifice some of your illusions and preferences. Here your relationships reflected the conflict and contrast between your awareness of Knowledge and your personal agenda. It is in the third stage where you give up self-sacrifice altogether by accepting your real purpose, meaning and value.</p>\n\n<p class=\"book-paragraph\">The third stage is primarily concerned with the discovery and giving of your gifts. Here you cannot escape the requirements for your own development. Here the application of what you have learned in the first two stages becomes paramount for your success. Here the value of your life grows, and your sense of humility grows as well because increasingly you will see that your life is an expression of something greater. As the Presence in your life becomes more abiding, you will feel increasingly that you must care for your mind and your body as vehicles for expressing Knowledge. Here you become more and more identified with Knowledge, and the gulf between Knowledge and your personal experience of yourself begins to diminish.</p>\n\n<p class=\"book-paragraph\">Eventually, should you pass through the many thresholds of development in stage three and should you reach the pinnacle of learning in this world, you will become an expression of Knowledge itself. Here you retain the outer aspects of your human identity and personality, but the essence of Knowledge is so strong that your life demonstrates Knowledge increasingly. Here the scope of your relationships is not just focused upon one person, but extends itself out into the world. Once this is fully accomplished, you become a teacher for others.</p>\n\n<p class=\"book-paragraph\">The emergence of Knowledge is a spontaneous, natural process. As each stage is completed, the next stage begins naturally as if a signal has been given or a switch has been thrown deep inside you. The great initiation from one stage to the next is rarely discerned in the moment, but its results become quite evident over time. This is a natural process. It is not something you can control or dominate. It is the result of your participation. It is the result of the participation of your Spiritual Family, your Inner Teachers and the Plan of God itself. It is also the result of the change and evolution of the world, which sets the context for your contribution.</p>\n\n<p class=\"book-paragraph\">Preparation is necessary. Particularly in the second and third stages, formal training becomes increasingly necessary and vital. You cannot be successful in learning stage two and three without adequate assistance. You will need more than your Inner Teachers here, for they do not seek to become the object of your devotion. They wish rather that you give your attention to those individuals who are called to help you and learn to recognize and release others who are holding you back.</p>\n\n<p class=\"book-paragraph\">Later in this book, when practical questions are addressed, perhaps you will see the stages of development illustrated more clearly. This is important to keep in mind and will require that you read this chapter on the stages of development many times in order to understand it. For, indeed, these words must increasingly reflect your experience in order for you to fully comprehend what is being said here.</p>\n\n<p class=\"book-paragraph\">The emphasis here is to take you higher up the mountain so that you may see more and more. As you go up the mountain and gain a higher and greater vantage point, you will see why your life went up and down before. You will understand why things looked a certain way at a certain point in your journey and why they looked another way at another point. You will see how your perspective has changed with your position on the mountain itself. You will see how your values have naturally progressed and changed. You will see how your emphasis in relationship has changed. And you will understand how your mistakes have served you in learning to take the next step.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/stages-development-relationship/"
}