{
  "title": "Supporting God’s New Revelation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The Creator of all life has sent a New Message into the world, a New Message to prepare humanity for the great change that is coming to the world and to prepare humanity for its encounter with life in the universe, an encounter that will change the fate and the destiny of the human family.</p>\n\n<p class=\"book-paragraph\">This New Message has been sent to clarify the real meaning and purpose of human spirituality and the essential unity of all the world’s religions as different pathways to God that have been initiated by God and that have been changed by people.</p>\n\n<p class=\"book-paragraph\">A Messenger has been sent to deliver the New Message from God. He is a humble man, a man without social position, a man who has dedicated his life to preparing to receive the New Message, and to receive the Message over a long period of time, without recognition and without fanfare of any kind. He has given his life to this. He has committed his time and his resources to this.</p>\n\n<p class=\"book-paragraph\">He is the one who can bring the New Message from God into the world, for he was designed and chosen for this before he came into this world. No one can replace him in his role, and there will not be another Messenger for a very long time. For God’s New Messages come infrequently and are meant to serve the needs of humanity far into the future.</p>\n\n<p class=\"book-paragraph\">It is because these Revelations speak of humanity’s greater nature and destiny that they are so often misunderstood at the time of their introduction. They are so often misunderstood, as they seem not to address the problems that people are concerned with in the moment. They do not seem to answer everyone’s request. They do not reflect people’s admonitions against one another. They do not reflect the prejudices of the day or the political or social struggles of the day.</p>\n\n<p class=\"book-paragraph\">Instead, these New Messages prepare humanity for its next phase, its next stage of evolution and development, providing a unifying power and the power of redemption in a new form—not to replace the old forms, but to add another dimension of understanding.</p>\n\n<p class=\"book-paragraph\">The New Message itself is vast. It cannot be summed up in a sentence or a word. Its presence in the world marks that you are living at a time of Revelation, a time when a New Message from God would be sent into the world for the protection and advancement of humanity.</p>\n\n<p class=\"book-paragraph\">It is not the end times as many people think. It is the end of an era and the beginning of a new stage of life, as if the human family were passing from adolescence to a greater state of maturity and adulthood. Whether this passage can be made successfully and whether the outcome will be beneficial will be dependent in large part on whether people can recognize and express the fundamental teachings that are presented in the New Message from God.</p>\n\n<p class=\"book-paragraph\">Perhaps they will present these without any awareness of the New Message, for the truth of the New Message lives in the hearts of all people. Perhaps they will find expression through their own religious traditions. That is fine. But for many people, the New Message will be their Revelation. It will be their calling. It will provide them the preparation that they could not find anywhere else.</p>\n\n<p class=\"book-paragraph\">Whether a greater truth comes through one tradition or another, from a New Message from God or from an ancient teaching, it does not matter as long as the truth is realized, experienced and expressed. God has no preference in this matter—whether a person finds their greater contribution to the world through their Christian tradition, or their Islamic tradition, or their Buddhist tradition or any other tradition, as long as the greater truth is realized, experienced and expressed. God is not bound by the prejudices, and the enmity and the false beliefs that circumscribe human awareness and perception.</p>\n\n<p class=\"book-paragraph\">But humanity is now approaching a great threshold, for which it is unaware and unprepared. For Great Waves of change are coming to the world, and humanity is facing an Intervention from exploratory races from the universe, who are here to take advantage of a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">The great Revelations that have been given over time cannot prepare humanity for these two great thresholds, the greatest thresholds that humanity will ever face, thresholds that are now converging upon the human family at this time.</p>\n\n<p class=\"book-paragraph\">This required a New Revelation from the Creator of all life, a Revelation that resonates with all of God’s Revelations, but which presents information and perspective and preparation unlike anything that has been given to humanity before. For you are entering a new time with new risks and new dangers.</p>\n\n<p class=\"book-paragraph\">God’s New Message is not for one tribe or one nation or one region. It is to prepare humanity for the great change that is coming and to reveal what is common amongst you, and the power and the Intelligence of your own spirituality that must be called upon now as never before.</p>\n\n<p class=\"book-paragraph\">You must receive, then, the New Message and see what it reveals to you, not only about what is coming over the horizon of the world, but about your own nature and purpose in being here at this time.</p>\n\n<p class=\"book-paragraph\">For you were not born by accident, and you have a greater purpose and mission to experience and to fulfill in the world. It is this purpose and mission that will give you the greatest satisfaction and the greatest experience of being reunited with your real nature and with the Source of your real nature.</p>\n\n<p class=\"book-paragraph\">It is important for you to know that the Message and the Messenger must be assisted and supported. He is bringing a New Revelation to humanity, but there are very few who are aware of his existence. There is a small group of people who have been called to assist him in his great mission here. But he will need the assistance of many more people now. He will need their support.</p>\n\n<p class=\"book-paragraph\">He must create a vehicle through which to present the New Message in its pure form, which he is endeavoring to do now with all of his efforts and talents, and the talents of his family, and the talents of those who have been called to assist him. He cannot do this without the assistance of others.</p>\n\n<p class=\"book-paragraph\">The Messenger is without ambition, so he will only do what is required of him to do, and no more. He does not seek glory. He does not seek to build a huge structure or organization. He does not seek broad recognition. For he realizes that these things will bring danger to his life, and tribulation as well.</p>\n\n<p class=\"book-paragraph\">Though the world needs a New Message from God tremendously, it is not yet aware of its need and will not welcome such a Revelation to be given even though its wisdom is greatly required now.</p>\n\n<p class=\"book-paragraph\">What he needs is for the New Message to become available to people—to people in wealthy nations, to people in poor nations, to the lonely, to the desperate, to the oppressed and the impoverished, to the wealthy and to the powerful, to those who have privilege and to those who do not, to those in the West and to those in the East.</p>\n\n<p class=\"book-paragraph\">How can one man with limited resources reach the people of the world in a short period of time? For you do not have much time to prepare for the Great Waves of change that are coming to the world. You do not have much time to prepare for encountering the reality of life in the universe around you. How can one man and a small group of assistants, with very limited resources, reach the world in the few years that humanity has to prepare?</p>\n\n<p class=\"book-paragraph\">Already the Great Waves of change are impacting the world—environmental change, a changing climate, violent weather, the destruction of food production, the loss of water resources, growing economic and political instability and hardship, and the great risk of war between groups and nations over who will gain access to the remaining resources.</p>\n\n<p class=\"book-paragraph\">How can the Messenger reach the world? He will need your support and assistance. His needs, personally, are small, but the needs of his mission are great. He is committed to bring the purity of the New Message into the world. And he is the one chosen and prepared to do this.</p>\n\n<p class=\"book-paragraph\">So the question arises: How would you respond if there were a New Message from God being given to the world? Would you judge it? Would you dismiss it? Would you condemn it outright? Would you think it is false before investigating it for yourself? Would you investigate it for yourself? Would you experience it and take it to heart?</p>\n\n<p class=\"book-paragraph\">You who are living at a time of Revelation and also at a time of great and increasing danger for humanity—danger from without and danger from within—would you not receive a New Message from God to guide humanity and to prepare humanity for the difficult and uncertain times ahead?</p>\n\n<p class=\"book-paragraph\">If you realized this was indeed a New Message from God and not the product of one man’s imagination, that it was not a deception of any kind but the real thing, and it was happening in your lifetime at this time, how would you respond? What would you do to support this New Message, and to begin to receive the gift of grace and power it would bring to your life, and how you could extend that to others, who need it so very greatly at this time?</p>\n\n<p class=\"book-paragraph\">For humanity is losing confidence in itself. It is growing weaker and more diffracted. It is unprepared for what is coming over the horizon. It is living on a set of assumptions that will not be able to sustain humanity into the future.</p>\n\n<p class=\"book-paragraph\">It is because humanity is not responding to the great change of its time that a New Message from God has been sent into the world. It is because humanity’s understanding of spirituality and the destiny of the human family is so circumscribed by the past that humanity cannot see that it is entering a very different set of circumstances now.</p>\n\n<p class=\"book-paragraph\">People’s prayers around the world have been answered in the New Message from God. It is not here to replace the world’s religions, but to give them a greater understanding, to broaden their horizons and to bring greater unity between them, and within them.</p>\n\n<p class=\"book-paragraph\">Therefore, the Message and the Messenger will need your recognition, your awareness and your support. You must look within your heart to answer these questions and to see how to respond to this great Calling. But first you must look at the New Message and come to understand really what it is, why it is here and why its arrival is unprecedented in the world. To do this objectively and honestly, you must look at your own life objectively and honestly.</p>\n\n<p class=\"book-paragraph\">Have you found the real pathway that is yours to travel? Are you responding to the deeper Knowledge that God has placed within you that is there to guide you and to protect you and to lead you forward? Are you living the life you know you must live? Are you discovering and expressing your real gifts here, in light of what the world really needs from you, and not just what you want to give? Are you in the right place with the right people doing the things that you really must be doing now? Or is your life adrift and confused? Or has it become stalled, held back, displaced?</p>\n\n<p class=\"book-paragraph\">Only you can answer these questions. But they are questions you must ask and you must continue to ask, not as if there were a simple answer that comes into your mind, but as a question you must live with, a question that will reveal the answer over time as you are ready to receive the answer for yourself.</p>\n\n<p class=\"book-paragraph\">There is a correspondence between you and the Creator of all life, but it is happening at a deeper level within you. And the New Message from God reveals how you can experience this correspondence and receive the power and the strength and the vision that God is presenting for the benefit of all humanity now.</p>\n\n<p class=\"book-paragraph\">As humanity stands at the threshold of great upheaval, turmoil and difficulty, what will be the vision? What will be the motivating force to preserve human freedom while building human unity? What will equip humanity for a future it cannot foresee and for its destiny within a Greater Community of intelligent life in the universe—a destiny that is now upon the human family and cannot be avoided without great cost to your future?</p>\n\n<p class=\"book-paragraph\">It is not a time to react with fear. It is not a time to go into denial and rejection. It is a time to investigate and to receive the New Message, to see what it has to give to you and to the world.</p>\n\n<p class=\"book-paragraph\">It is the time, then, to support the New Message and the Messenger so that he can bring this gift to humanity to as many people as possible in a short period of time. For humanity does not have a great deal of time to prepare for the Great Waves of change. It does not have much time to prepare for its encounter with life in the universe, an encounter that is already taking place to the detriment of humanity.</p>\n\n<p class=\"book-paragraph\">For these things you do not have an answer. And if you are really honest with yourself, you will realize you really do not have an answer. You do not know what is happening in the universe around you. You do not know how to prepare for the realities of life there. You do not know the complexity of events that are converging upon the world and that will continue to converge into the future. You do not know how to prepare yourself, your mind, your life, your circumstances. How will you protect your family and those you must care for in the face of such great and difficult challenges?</p>\n\n<p class=\"book-paragraph\">For this you need a New Message from God. And you need the wisdom that humanity has garnered over time in how it will respond to great and unexpected change in the world. It is not one nation or group that is so challenged now. It is the entire human family.</p>\n\n<p class=\"book-paragraph\">Never think that God has already given all of God’s Revelations to the world, for God has a lot more to say to the human family. God has not abandoned the human family. God has more Wisdom to impart to the human family.</p>\n\n<p class=\"book-paragraph\">It is this Wisdom that you are now called upon to receive and to support and to share for the benefit of everyone and for the illumination of your own life, and the value of your existence, and the gifts that you were sent into the world to give.</p>\n\n<p class=\"book-paragraph\">God’s prayers have been answered, but the answer is unexpected. It is different from what people expect because God is not bound by human expectation, human preference and human prejudices.</p>\n\n<p class=\"book-paragraph\">God answers your question today and for the days to come and for the years to come, and for the needs of your children, and their children. That is how great the New Message from God really is.</p>\n\n<p class=\"book-paragraph\">But you must see these things for yourself. You must investigate God’s New Revelation for humanity. You must have the courage to do this, the faith to do this, the self-confidence to do this—setting aside your anger, your judgments, your preferences and your unforgiveness from the past. Just doing this is a remarkable step forward and a necessary one for your own education.</p>\n\n<p class=\"book-paragraph\">For you need the gifts of the Creator. Whether you have a religion or not, whether you believe in God or not, you need the gifts and the wisdom of the Creator. You need them today, and you will need them increasingly as times grow more difficult in the world.</p>\n\n<p class=\"book-paragraph\">Receive, then, this gift of unprecedented importance, a gift that you cannot fathom intellectually. Receive this gift and support its emergence into the world so that humanity may have a future, a better future than its past; so that the religions of humanity may work in concert with each other; and so that nations will realize that they must face together the Great Waves of change and the challenge of emerging into a Greater Community of intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">Only these great challenges have the power to overcome human enmity and historical divisions and all of the crises in the world that threaten to further fracture the human family, setting it in opposition to itself at a time when human unity and cooperation will be paramount for your success.</p>\n\n<p class=\"book-paragraph\">This is the gift. Receive it well. And share it with others. Feel the power and the presence of Knowledge emerging in your life, for it is this Knowledge within you that the New Message will speak to, will resonate with and will call upon. It is the power of Spirit within you that will give you the strength, the vision and the wisdom to navigate the uncertain waters ahead.</p>\n\n<p class=\"book-paragraph\">For this, you need a greater wisdom, a greater vision and a greater strength. These you cannot create for yourself. You cannot manufacture them. They are not a product of your willpower alone. Strength must come from deeper within you. It is this strength that the New Message from God will call upon within you, and within everyone.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/supporting-gods-new-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/supporting-gods-new-revelation/"
}