{
  "title": "The Story of the Messenger",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Today We shall tell the story of the Messenger. It is a story that holds great power and meaning if it can be comprehended.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For the Messenger is no ordinary person, though he appears to be ordinary on the outside. And because he is a humble man, he does not exalt himself in any way. He seeks not recognition, but a deeper connection with those who are destined to meet him and to receive God’s New Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In this sense, he is understated and will remain silent with others. His proclamation is not of himself, but of the Revelation, for that is why he has come. That is his reason for being in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, for most of his life so far, he was not aware of this. For his calling came later in life at a time when he was prepared to receive it and to begin the long preparation that would be required to prepare to receive the Revelation, and then to receive the Revelation itself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Forty years it would take to do all of this. Forty years of being available, of treading the wilderness without a certain outcome, without realizing the significance of his endeavor. Forty years without other serious obligations beyond his family. Forty years to develop the trust and the confidence and the allegiance and the integrity that would be needed to become the Messenger.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Before he was sent into the world, the Angelic Host prepared him and placed deep within his mind the awareness and the understanding that he would later bring into the world—Knowledge and Wisdom from the universe, from the most advanced races in the universe; an understanding of the future of the world and where humanity is heading in its evolution, and all of the great hazards and risks associated with this; a greater understanding of human relationships that would give him a greater maturity as he would grow up in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are all placed deep within him, beneath the surface of the mind—later to be discovered, later to emerge and later to resonate with the Revelation itself. For the Revelation would not be foreign to him because of what has been given to him before he came into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He was sent to a family, a conservative family, living in America, a family that would have no notion of his greater destiny and greater comprehension. There he would grow up with a minimum of influences from the world, insulated and sheltered from the tragedies and corruption of the world around him. He would grow up in a family with two older brothers and with an ill father, a father who would otherwise have had undue influence upon him. It was setting the stage for something in the distant future to emerge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He would go through school, graduate from the university, and the only awareness he would have is that he had a greater and very unusual destiny and purpose in the world. He was restrained from giving himself to any career or to any relationship, restrained from committing his life before the Revelation could occur.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">During this period, he would learn a great deal about the condition of the world and about human relationships. He would meet many people, and taste the sorrows and pleasures of this world to a certain extent, but always being withheld for something greater.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For this, he would have to develop trust that his life was not being lost or wasted. And the Presence was only with him to the extent that it could maintain his true direction and aim his life towards the sacred rendezvous that would happen much later.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When he was [32] years old, We presented Ourselves to him, and the initiation began—an initiation that would alter everything about his life. And yet because of who he was and what had been given to him, the resonance would be there. Our presence and Our purpose would not be foreign to him—only shocking and new and uncertain.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Later he would meet his great partner, his wife, who would journey with him through all the difficult and formative years that would be required for him to prepare for his greater role in life. His son would emerge soon thereafter, and he too would have a greater destiny with his father.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Others would come to join him as he began his long preparation. Not all of them would be able to stay with him, however. Some would falter and fail by the wayside or could only provide support for a very short time. Yet his true companions would begin to arrive as he would make progress in his preparation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When he was 40 years old, he was given the Steps to Knowledge, the great Teaching of the Revelation, the Book of Practices. And he would be prepared to receive this in a very short time, under extraordinary circumstances. This would begin another stage in his preparation to be the Messenger.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But even at this age, he would not yet know of his destiny and his future role. For these things cannot be revealed too soon, or the person can become terrified or overwhelmed and withdraw or seek escape. So the realization of his destiny and his significant role in the world would only be given incrementally as he made progress.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">During this time, he tried to have others be with him in his inexplicable journey, but few could join him beyond his wife and son and a few other individuals. For who can travel the road of Mystery and maintain their health and well-being and stability in the world in the process?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For Marshall to be able to become the Messenger, he would have to have a foot in both worlds—a foot in the real world of human interactions, human relationships, and the difficulties and complexities of relations between nations. He would have to see things that were very troubling. He could not hide in a preferential world, believing in only happy things or beautiful things or spiritual things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He would have to have a foot in the Mystery, deeply anchored there so that the challenges and the temptations of the future would not take him out of his role and purpose.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who in the world can understand these things? Who in the world has ever met the Messenger or can comprehend the mystery and the power of his presence in the world?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people will simply want things from the Messenger—miracles, dispensations, favors. They want to be healed. They want to be blessed. They want to be enriched. They want to be rescued. They want to be saved. They do not care who he is as long as he can provide these things, and then they will believe, but only to receive, you see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">His journey, therefore, would be lonely, isolated, beyond the range of even those who were sent to accompany him and to assist him.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He would have to live in two worlds, bridging two realities—so very unlike each other they are. Who can do this without losing their mind, or falling apart, or being seduced by darker forces in the world, or being overtaken by tragedy and loss and deprivation? It has been a very long road to travel, a very challenging road with many hazards, but the Messenger has arrived at his destination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It has taken him [over] 25 years to receive the Revelation, it is so great. It is the largest Revelation ever given to this world because the world is [now] a literate world, a world of human communities and a world community, a world of global transportation, global infrastructure and communications.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you are not preparing to live some sweet pastoral life somewhere. You are preparing for a world in decline, a world of diminishing resources and growing economic and political upheaval. And you are facing the reality of life in the universe—a reality that poses hazards, dangers and opportunities that humanity has not yet recognized.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These are things that the Messenger has been prepared to speak on, for they are part of the Revelation, as they are part of humanity’s destiny—a destiny that few in the world can yet see clearly without distortion or personal preference.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Messenger appears ordinary. He is a humble man. He will not assert himself personally. But within him is the Mystery and the Power of Creation, and the bridge between this world and the Divine Presence that oversees this world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He is partly one of Us and partly one of you. He has to maintain both realities and be the shepherd to lead people up the mountain that is their mountain to climb.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Is he as great as the great Emissaries of the past? Only time and circumstance will tell. He will not proclaim this himself, you see, because the ambitious are never chosen. Those who seek self-glorification are never given greater roles to play or greater Messages for humanity. Only those who are reluctant and honest and self-reflective would ever be chosen for such a high and significant role.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For there is only one Messenger in the world, and this Messenger will be the Messenger for this time and the times to come. No one else asserting this for themselves can bring the Revelation. No one else can travel the journey that the Messenger has had to travel.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Others will give important gifts where they are needed, and ultimately everyone is meant to do this, for that is part of each person’s purpose. Everyone will be a conduit for a greater Presence and Power. But there is only one Messenger, whose Message will alter the course of human understanding and speak of the great change that will change the course of human destiny and evolution.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Without the New Message from God, humanity would fall into grave conflicts and precipitous decline, making you vulnerable to foreign powers who are already in this world to gain influence and authority here. People do not realize they are standing at the precipice, not only of great change but also of subjugation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the Greater Darkness in the world, a Greater Darkness that most people are too afraid to even think about. But it is something that humanity must prepare for, and that is why God has given a New Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">A new Prophet has come into the world. Judge him as you may. Exalt him or deny him. Call him great or call him other things. People’s estimation has nothing to do with the reality. For what people want and what God knows are not the same. What people think and where the world is going are not the same.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Messenger will be denied. He will be ridiculed. Others will attack him. Others will feel threatened by his presence and his proclamations—not because he is wrong but because they cannot face the fact that God has spoken again. They do not have the courage or the humility to reconsider their position, their ideas or their previous investment in themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the challenge of meeting the Messenger. He brings a whole new reality with him, in him, around him and through him—a reality that humanity is not yet mature enough to face collectively. Only individuals will be ready for him, for they have been made ready through their life experience, through disillusionment and disappointment and other things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are many people waiting for the New Revelation. They must know of the Messenger, for he is the demonstration that the Power and the Presence has come back into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To see this, you must look with clear eyes. You must listen. You must listen with a deeper listening. You must allow the power of Knowledge, the deeper intelligence within you, to respond.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For if you judge the Messenger based upon ideas or your own projections of fear and blame, you will not see and you will not know.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you cannot receive God’s New Revelation, then what can God really do for you? If you cannot follow what God has put within you to follow, the power and the presence of Knowledge, what else can God do for you or the world?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are countless worlds in the universe, inhabited worlds. This is only one. The Lord of this world is the Lord of all worlds. It is not a human universe you are facing, and that is why your notions of Heaven and Hell are so incorrect, so limited and really pathetic. It is to take you into the Greater Community that represents part of the purpose of the Messenger and of the New Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Messenger is facing a monumental task. He alone cannot bring the Revelation into the world. It will require the participation, the contribution and the communication of many others who can assist him in this way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Revelation has been given with its own commentary and in such great detail and repetition that it will not rely so greatly upon human interpretation as have the previous Messages that have been given to humanity. It brings with it the understanding of spirituality at the level of Knowledge; Knowledge and Wisdom from the Greater Community; a preparation for a new and declining world; a great teaching on human relationships and responsibility and what nations must know to cooperate with one another in the face of the great change that is coming.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not one man’s philosophy. This is beyond philosophy. This is not associated with any world religion. This is the beginning of a whole new understanding. This is not a rejection or reaction to the world’s religions. This is a New Message from God.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Messenger is in the world. He will not be in the world for a long, long time to come, and that is why he must be recognized, for those who have this great opportunity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">His life has been inexplicable. His presence is inexplicable. You must see with clear eyes and listen with a deeper hearing to recognize these things. The burden, then, is upon the listener, upon the recipient.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Messenger has received almost the entire communication. It is enough to last for generations and centuries. For no one can tell you how to prepare for the new world. No one can tell you how to prepare for a Greater Community of intelligent life—a competitive environment on a scale you cannot even imagine. No one can tell you of the deeper mind. No one can provide the New Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Revelations are always given to one individual, so there is no confusion. There are no different versions. There is no competition between different individuals who make the same claim and proclamation. It is always one individual with the assistance of certain courageous people that can bring a new awareness and reality into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Every age has its prophets, but the Messengers only come infrequently to alter the course of human understanding, awareness and destiny.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will see that the Messenger will be judged. He will be condemned. Others will make it their purpose to destroy him. Learn the lessons from the past in this regard. He is not simply here to sacrifice himself so that other people can create a story about him. He has his own story—the story of the Messenger, a story he is too humble to speak of, a story that must be revealed to all who can hear and understand.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People want the Messenger to be many things, to meet their desires, their beliefs and their preferences. But the Messenger has been prepared by Greater Powers and sent from the Divine to be in the world according to a Greater Plan and destiny.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Be careful, then, in how you approach this rare and significant individual. Be careful regarding your expectations, your beliefs, your preconceived ideas, your judgments and your grievances. For these can all blind you to who he is and to what he can offer to you and to the whole world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">May the Blessing be with him. The Power and the Presence is with him.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He is fallible. He is not perfect. He will face many difficulties. It is what is in him and with him and through him that is perfect. His life is a vehicle for this, as your life is a vehicle for something important as well. But he is the seed of a greater future for humanity, a new understanding of your existence within a Greater Community of life and of the great turning point that humanity is now beginning to undergo.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let this be your understanding. But do not come to conclusions, for the awareness of the Messenger is only just beginning.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-story-of-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/the-story-of-the-messenger/"
}