{
  "title": "The Journey of the Messenger",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">God has sent the Messenger into the world at a time of great change and increasing uncertainty. He is the one Messenger for the world though it will be difficult for many people to accept this, given their previous notions and investments.</p>\n\n<p class=\"book-paragraph\">He has prepared long for this. He has come from the Angelic Assembly, of which he is a part. In the world, he is a man. He is imperfect, but all the great Messengers have been imperfect.</p>\n\n<p class=\"book-paragraph\">He is the one because he was sent into the world for this purpose, and he comes from the Assembly. What he will provide no individual could provide, no matter how inspired or how educated they might be, for they cannot bring the Will and the Power of Heaven through their words and proclamation.</p>\n\n<p class=\"book-paragraph\">But the true Messenger not only brings the Will and Power of Heaven, but the Voice of Heaven itself—the Voice of the Assembly speaking as one, the many speaking as one—a reality you cannot consider with your intellect. It is far too limited for this.</p>\n\n<p class=\"book-paragraph\">There will be those who can recognize the Messenger immediately, but for most others it will have to be learned through time and demonstration, for they have much to clear in their own minds before they can see something of this magnitude. They will want proof in various forms. And some of their expectations will be met and others will not, for God is not bound by these things.</p>\n\n<p class=\"book-paragraph\">The Messengers of antiquity, their lives have been so altered and construed over the ages that nobody really knows who they were now in a real and practical sense. But in truth no one can understand the life of the Messenger. For the Messengers come from the Angelic Assembly. They are not the sons and daughters of God, for God does not have sons and daughters. That is merely a worldly understanding. It does not apply to Creation.</p>\n\n<p class=\"book-paragraph\">So the Messenger is in the world. He has been prepared for so very long. It has taken a great deal of time to receive a Revelation more expansive and inclusive than anything that has ever been given to this world, given now plainly and clearly, in a world of global communications and global commerce, no longer clothed in anecdotes or pastoral themes or poetic images, but spoken clearly with much repetition so that it can be heard over time; given now using the technology of this era, which was never available before; given now to speak to the whole world at once, not just one tribe or group or region—a Message so great because it represents the God of the universe and what God is doing in the entire universe, which has never been revealed before. For humanity was not educated or developed enough to consider such great things, save but a few individuals.</p>\n\n<p class=\"book-paragraph\">You do not yet realize the perfection of this and why it must be so. For what God is doing in the world can only be known, if you understand what God is doing in the universe as a whole. And such a Revelation has never been given until now. It is with the Messenger. It is given in the Revelation.</p>\n\n<p class=\"book-paragraph\">The future of this world and the great challenge facing the human family are revealed in the Revelation.</p>\n\n<p class=\"book-paragraph\">The meaning of each person’s spirituality and what unites people everywhere are contained in the Revelation.</p>\n\n<p class=\"book-paragraph\">The meaning and purpose of all the religious traditions, which seem so different in contrast to one another, are given in the Revelation.</p>\n\n<p class=\"book-paragraph\">The meaning of true relationship, true love, true commitment, true devotion is given in the Revelation.</p>\n\n<p class=\"book-paragraph\">Only someone from the Angelic Assembly could bring something of this magnitude into the world, presented in a form never seen before—wedding ancient wisdom with realizations and truth that have never been clearly understood, save but by a very, very few.</p>\n\n<p class=\"book-paragraph\">But it is the whole world now that must receive this, to prepare for the great change that is coming for the world and to prepare for humanity’s encounter with a universe of intelligent life, a non-human universe where freedom is rare. It is the greatest challenge humanity has ever faced and will have the greatest consequences for your life and for the future of every person, both now and into the future.</p>\n\n<p class=\"book-paragraph\">The Messenger carries this like a fire. It has been presented so purely that you can hear the Voice of Revelation, which was never possible before for obvious reasons. Pure, uncorrupted, undefiled, unwedded to other ideas, beliefs or traditions, it is pure. But to recognize this and to receive it, your mind must be pure or pure enough so that you can see, so that you can hear, so that you can understand.</p>\n\n<p class=\"book-paragraph\">Without this, you are trapped by your judgments, your condemnation, your opinions and all that you have invested yourself in, which now stand in the way of the greatest event of your time, happening in your midst, during the time of the Messenger.</p>\n\n<p class=\"book-paragraph\">He walks as a humble man, but people do not see. They do not recognize him. He speaks with clarity and sincerity and humility, but people do not hear. They cannot respond.</p>\n\n<p class=\"book-paragraph\">But this is the challenge that has faced all of the Messengers in all eras. It is the outcome of living in Separation in a world that has been so darkened by human violence and ignorance and tragedy that people do not know how to see. They do not know how to hear. They do not know how to know. They have lost their connection with the deeper Knowledge that God has placed within them—that is here to guide them, to protect them and to prepare them for a greater life of service in the world.</p>\n\n<p class=\"book-paragraph\">So the Messenger walks and speaks, but very few can hear at first. And to hear the Messenger, you must really listen, not trying to compare what he says with what you think already, but with a desire to see beyond your current notions and confusion. He brings the light of clarity, but if you are living in the fog of confusion, you will not see this light. It will be in your midst, but you will only see other things.</p>\n\n<p class=\"book-paragraph\">How then will this Messenger—an individual who comes into the world, oh, only perhaps one in a millennium—how will he speak to a whole world and speak to them in such a way that his Message will find enough response to prepare humanity for the great change that is coming and that is upon them already? For the hour is late, and people are still living in a dream or a nightmare, depending upon their circumstances.</p>\n\n<p class=\"book-paragraph\">How will he speak to a whole world at once? It will not occur from him preaching from a street corner or talking to small groups alone. He must broadcast the Message using the technology and the freedom that he has to do this. In the future, this freedom may not exist, so this is the great window of opportunity and necessity for the world.</p>\n\n<p class=\"book-paragraph\">It will be a great challenge for many to hear the Revelation. It will challenge their ideas, their assumptions, their grievances, their attitudes and most certainly the compromises they have made in their own lives, which have placed them in such jeopardy and misery and unhappiness. Yet better to escape the darkness than to try to think it is filled with light.</p>\n\n<p class=\"book-paragraph\">The Messenger will broadcast into the world, and he will continue to do this, for it is far too unsafe for him to speak in public very often. He will be interviewed infrequently, but the interviewers will likely not understand. For he must proclaim that which is essential, that which speaks beyond the interests of one person alone, to the greater need of the human heart and soul and to the greater need for humanity to prepare for a world that will be so very different, that it is changing at a phenomenal pace, even at this very moment.</p>\n\n<p class=\"book-paragraph\">He will bring Wisdom and Knowledge from the universe. He will open the doors to life in the universe. He will speak of the Great Waves of change coming to the world. He will speak of relationships and higher purpose. He will speak of the power of Knowledge, the great intelligence that lives within each person, waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">He will speak of the journey of the soul. He will speak of that which is true in every religion. And he will speak out against much that is false in every religion because he brings great correction with him. For this correction must be given, or the Revelation will not be understood. For when God speaks, it is always in great contrast to what humanity has collectively assumed to be true and to the many errors in its thinking and assumptions and understanding of the past.</p>\n\n<p class=\"book-paragraph\">God brings to the part of Creation living in Separation the great promise of redemption without the threat of Hell and damnation, for God does not send any part of Creation into damnation.</p>\n\n<p class=\"book-paragraph\">But the Message must be pure. It must be clear. It cannot be a compromise. It cannot be designed merely to appeal to people’s current notions and appetites. It must bring great warning, power and restoration. For such great Revelations only happen at pivotal times of humanity’s history and evolution.</p>\n\n<p class=\"book-paragraph\">You are fortunate to be living at a time of Revelation. It is the greatest time ever to be in the world. And you are here. You have been sent here to be living at this time—a time of great tribulation and upheaval, a time of great difficulty—living in a world of diminishing resources and growing population.</p>\n\n<p class=\"book-paragraph\">What will give you the strength and the power to avoid constant war and constant strife? Even the religions have taken up arms, once again. In a world full of combatants striving for who will have access to what is left, how will cooperation, how will justice, how will provision be established in a world under these conditions?</p>\n\n<p class=\"book-paragraph\">People have ideas, of course, but only God knows what will really be true and what will really be efficacious and fruitful in time.</p>\n\n<p class=\"book-paragraph\">God loves the world and will not see humanity destroy human civilization out of ignorance, fear and greed. So much has been invested in this world. It is an important world in a universe filled with countless races, countless religions. Only God knows.</p>\n\n<p class=\"book-paragraph\">To stand against this, to deny this, is the epitome of arrogance and ignorance and presumption. To think that God cannot send a new Messenger into the world is pure folly and arrogance. For not even God’s Messengers will know what God will do next. Not even the scriptures can say what God will do next. Not even the Angelic Presence and Assembly can say what God will do next.</p>\n\n<p class=\"book-paragraph\">The Messenger will broadcast to the world, and he will make the Revelation as available as he can. And he will require tremendous support and assistance to do this. And his life will be imperiled from many different forces as he undertakes this great mission.</p>\n\n<p class=\"book-paragraph\">And he will have to find those who have the eyes to see and the ears to hear, who have been sent into the world to assist him. But they will have to follow him. They will have to receive. And they will have to give.</p>\n\n<p class=\"book-paragraph\">One man cannot do this alone. Even if he is anointed amongst the Angelic, he cannot do this alone. He will need great assistance and support.</p>\n\n<p class=\"book-paragraph\">And in your heart, you will know if that is your calling. But to know your heart, you must dip beneath the surface of your mind and escape from the ravage of your own ideas, the confusion of your mind, into a deeper realm within yourself where greater things can be seen and known.</p>\n\n<p class=\"book-paragraph\">And to make this possible, the Creator of all life has provided the Steps to Knowledge, a roadmap into the part of you that is permanent and true, powerful and fearless, gracious, but strong and determined—a part of you you barely know or have never known, but which resides at the foundation of your Being.</p>\n\n<p class=\"book-paragraph\">The purpose of all religion is to bring you to this. But the purpose of all religion has been lost and overlaid with human adoption, human institutions, human ideology, human power and dominance. It would take a great teacher in any tradition to find the true path to Knowledge there.</p>\n\n<p class=\"book-paragraph\">And there is no time for this now, for humanity must have the opportunity to prepare for the universe—a Greater Community of life. It must have the opportunity, the wisdom and the need to prepare for a world undergoing convulsive change.</p>\n\n<p class=\"book-paragraph\">Enough people must see and know this for the Revelation to take hold and for its power to be felt and expressed sufficiently in the world to overcome the fear, hatred, anger and anguish that dominate so many people’s minds and that determine so many outcomes around the world.</p>\n\n<p class=\"book-paragraph\">The Messenger is an older man. His years are precious. He has been through great difficulty—adversity, illness, opposition. It has required remarkable patience and forbearance, humility and sacrifice for him to bring this into the world.</p>\n\n<p class=\"book-paragraph\">Now he will broadcast and present. And a few will be assigned to teach—assigned by him and the Assembly so that people understand his declaration, so that people understand who he is, why he is here and what he has brought to humanity—that which humanity cannot give itself.</p>\n\n<p class=\"book-paragraph\">It is the great blessing upon the world. It is the great hope for humanity. It promises the restoration of the religious traditions and provides the foundation for their unity together. It is a counterpoint to all that has been done to corrupt them. It is God’s response and God’s direction, God’s Power and God’s Presence, you see.</p>\n\n<p class=\"book-paragraph\">To come to the Messenger, you must first come to the Revelation, for the teaching is more important than the teacher. The Message is more important than the Messenger in time. The Messenger will pass from this world, but the Message will remain. Whether it will become corrupted and alloyed with other things will be determined by the purity of his followers and those who can respond to a New Message from God.</p>\n\n<p class=\"book-paragraph\">The Messenger will give teachings and clarification, but he will not be available to everyone, for his time is precious. His journey is great. His mission is tremendous.</p>\n\n<p class=\"book-paragraph\">Heaven watches to see who can respond. Heaven watches to see who will receive him as the Messenger. Heaven watches to see those who will deny him, ridicule him or condemn him.</p>\n\n<p class=\"book-paragraph\">It is a great trial for humanity. It is a great test. Can humanity receive a New Message from God—given not to one tribe or one region or one group, but to a whole world and received in time to prepare humanity for the great change that is coming to the world?</p>\n\n<p class=\"book-paragraph\">Time is of the essence now. You do not have a century to consider these things. This is not a plaything for the idle or the indolent. This is not merely a philosophy for philosophers to discuss and to debate. This is not a form of entertainment for those who have no seriousness about their life and no value for themselves.</p>\n\n<p class=\"book-paragraph\">You can hear the Messenger. You can see the Messenger. You can receive the Revelation given now in the purest form imaginable.</p>\n\n<p class=\"book-paragraph\">It is your challenge. It is your opportunity. It will bring to you that which lives within you, which is great. It will show you the way out of the jungle of confusion. It will give you the strength that God has given you and the responsibility that you proclaimed before coming into this world. It will return to you your strength, your dignity, your power and your purpose. Can you receive these things?</p>\n\n<p class=\"book-paragraph\">The blessing is here. God has spoken again. The Messenger has been sent into the world. He brings with him a Message of tremendous scope, power and inclusion. He has given his life for this. It is a great calling to assist and support him. It will make all the difference for humanity, the great difference in the times to come.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-journey-of-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/the-journey-of-the-messenger/"
}