{
  "title": "The Night Meditation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Come close to the Power and the Presence within you. It is so close if you will but allow your mind to be still.</p>\n\n<p class=\"book-paragraph\">The Presence is here. It is with you. It is always with you, for you cannot escape your Source and the reality of life.</p>\n\n<p class=\"book-paragraph\">The Creator is with you, with the Presence. Come into this Presence. Come into this Power. Take reprieve here. Take comfort here. Find peace and strength here, for this Presence is not threatened by the world and cannot be destroyed.</p>\n\n<p class=\"book-paragraph\">It is invulnerable, and as you become closer to it in your experience, its invulnerability will begin to strengthen you, to fortify you and to prepare you.</p>\n\n<p class=\"book-paragraph\">While the world is quiet, come to that which is invulnerable. It is not your intellect. It is not your physical body. It is the source and the center of your Being. It is the part of you that has never left God.</p>\n\n<p class=\"book-paragraph\">Come into this Presence and this Power. Let it refresh your mind. Let it give you freedom and reprieve from constant consideration and concern. For when you are with the Presence, you need not have a concern.</p>\n\n<p class=\"book-paragraph\">God calls you to be of service in the world, and for this reason you have come. God has also given you the Presence.</p>\n\n<p class=\"book-paragraph\">While the world is quiet, come into this Presence so that you may be strong and clear when the world is not quiet. In the face of turbulence, difficulty, conflict and activity, you may remember the Presence.</p>\n\n<p class=\"book-paragraph\">In the quiet hours of the night, let your mind be still and be in the Presence. This will give you more rest than sleep. Should you awaken in the night, come to that which is invulnerable.</p>\n\n<p class=\"book-paragraph\">When you first wake in the morning, before you have become engaged with the world, take these moments to be with the Presence. Think about it. Sense it in the atmosphere of the room. Listen for it. Let your mind be still. Let your mind be engaged in listening.</p>\n\n<p class=\"book-paragraph\">When you have reached the point of discovering, or beginning to discover, your greater work in the world, you will need the power of this Presence to give you strength and confidence. You will need its reprieve, its peace, its depth and the power of its relationship to you to give you courage and greater determination.</p>\n\n<p class=\"book-paragraph\">Feel the Presence. Think of the Presence. Sense the Presence. Use the marvelous instrument of your mind and your body to become receptive to the Presence.</p>\n\n<p class=\"book-paragraph\">You are in relationship with the invulnerable, which means that you have a greater permanence beyond the realm of the intellect, which is concerned with the world primarily, and beyond the physical body, which is your vehicle for being here.</p>\n\n<p class=\"book-paragraph\">You have come from another reality into this world. And you will return to that reality to await your next assignment.</p>\n\n<p class=\"book-paragraph\">This is entirely mysterious and beyond your imagination because it is a different reality, and your imagination can only function within what your senses report here on Earth. Only the most ancient of your memories can give you a sense, an inclination, towards the Presence.</p>\n\n<p class=\"book-paragraph\">Within the Presence, there are voices. There are relationships. There is your Spiritual Family. There are the ancient memories. There is a greater reality. There is a permanence. There is the invulnerable.</p>\n\n<p class=\"book-paragraph\">You will not experience this at all times because the attraction is too great. It could disable you from being in the world should you be given too much of this experience, just enough to give you the courage and strength to follow the path you must follow here in a difficult world.</p>\n\n<p class=\"book-paragraph\">You will not have contact with your Spiritual Family, except very intermittently, so that you may stay focused on your purpose here and on your relationships here.</p>\n\n<p class=\"book-paragraph\">You will not experience your Teachers, except very rarely. And, in most cases, they will not reveal themselves to you because it is your relationships in the world that must be your focus—building your alliances here, finding your allies here, finding those who are going to be important and who are destined to be a part of your greater work and mission here.</p>\n\n<p class=\"book-paragraph\">Here the Presence serves as a reminder of why you have come and the power of Knowledge you have brought with you.</p>\n\n<p class=\"book-paragraph\">Come into the Presence. Listen to Our Voice. It is not the Voice of one individual but the Voice of a greater association. Hear Our words. We make them available to you.</p>\n\n<p class=\"book-paragraph\">Let the Power, then, refresh your mind—setting your questions aside, setting your needs aside, setting your fears and anxieties aside for this moment of precious contact.</p>\n\n<p class=\"book-paragraph\">Let everything be as it is. Let the world be as it is. Let your life be as it is for these moments of reprieve.</p>\n\n<p class=\"book-paragraph\">There are no problems to solve, no plans to make, no memories to consider, no people to please.</p>\n\n<p class=\"book-paragraph\">You need only be with the Presence. You do not have to ask it questions. You do not have to tell it things unless you feel you must. And if so, that is fine. You may share your thoughts, your frustrations, everything, with the Presence, and it will just be the Presence until your mind has become quiet again.</p>\n\n<p class=\"book-paragraph\">You may even complain to the Presence. It will not judge you.</p>\n\n<p class=\"book-paragraph\">Just keep opening yourself. Allow your mind to speak what it must speak. But then it will become quiet again, for the Presence does not engage in conversation. The invulnerable is not concerned. It is only here for you in this precious moment, precious moment of a sacred engagement.</p>\n\n<p class=\"book-paragraph\">Let everything be as it is. God lets everything be as it is.</p>\n\n<p class=\"book-paragraph\">It is God’s Will that moves things to change and to improve, to become restored and redeemed. That is already in motion. You do not need to create it. It has been created.</p>\n\n<p class=\"book-paragraph\">It is pervasive. It is here in this world. It is in other worlds. Were you to be out in space somewhere on a craft, it would be there too. It would be within you and around you.</p>\n\n<p class=\"book-paragraph\">Even if you were far from any world in your travels, the Presence would be available. Even if you were far from home, even if you were in an alien world, a very foreign place, the Presence would be there.</p>\n\n<p class=\"book-paragraph\">You are given these glimpses and these sacred moments to renew yourself and to re-engage with your Source.</p>\n\n<p class=\"book-paragraph\">You do not need to believe. You do not need to follow the prescription of your religion in these moments. You do not need to behave in a certain way, for in the sacred moment, you need only be present, open to receive, open to relationship.</p>\n\n<p class=\"book-paragraph\">At first, you will be afraid, anxious, nervous and can only experience the Presence for moments. But as you return, you will be able to abide with the Presence a little bit longer as you proceed. As you are able to settle down and free yourself from your anxious and insecure state of mind, you will be able to abide with the Presence.</p>\n\n<p class=\"book-paragraph\">The Presence will give itself to you, fuse itself with you. It is a sacred encounter, not to be discussed with others, not to be analyzed and speculated about afterwards, but to be held in reverence without judgment and evaluation.</p>\n\n<p class=\"book-paragraph\">It is an incomparable gift even if it is for just a moment.</p>\n\n<p class=\"book-paragraph\">When the world is quiet, it can be easier. When the big city sleeps and the others are not awake, it can be easier.</p>\n\n<p class=\"book-paragraph\">This is your sacred encounter. Be with Us. Be with It. We are all connected there.</p>\n\n<p class=\"book-paragraph\">You will experience a different part of your nature and your reality here that you cannot find out into the world, except in moments of selfless action where you experience Grace, in gratitude and recognition of others, where you experience Grace.</p>\n\n<p class=\"book-paragraph\">This is Grace—an experience, not an idea, not a concept, not a belief. It is this. Come to be with Us. Though We live in the Presence, you live outside the Presence, but the Presence is there for you.</p>\n\n<p class=\"book-paragraph\">Come now. Come and let your mind be open and free. Let your heart be nourished. Let your life be renewed and restored so that you may return to your work and engagements in the outer world.</p>\n\n<p class=\"book-paragraph\">Be here now. Bring yourself to this. Recall yourself to this.</p>\n\n<p class=\"book-paragraph\">Receive this, for you are worthy to receive it. Regardless of what you may have done or not done in your life, you are worthy to receive the Grace.</p>\n\n<p class=\"book-paragraph\">It is not up to you to decide what you are worthy of or what your value is. You do not yet know your real value, your greater purpose in the world.</p>\n\n<p class=\"book-paragraph\">This is the gift to you. This is how God restores you without overwhelming you.</p>\n\n<p class=\"book-paragraph\">This is how God connects with you without creating great confusion.</p>\n\n<p class=\"book-paragraph\">This is how God nourishes you.</p>\n\n<p class=\"book-paragraph\">You need this nourishment now.</p>\n\n<p class=\"book-paragraph\">You know it is true.</p>\n\n<p class=\"book-paragraph\">Come to be with Grace.</p>\n\n<p class=\"book-paragraph\">Mavran, Mavran, Couria Sy.</p>\n\n<p class=\"book-paragraph\">Ontaya Lok No.</p>\n\n<p class=\"book-paragraph\">Let the ancient language of the inner world make you resonate and blush.</p>\n\n<p class=\"book-paragraph\">Let it strike you as if you were a bell and it was ringing you gently. Let it pass through you like the wind through the grain.</p>\n\n<p class=\"book-paragraph\">Let yourself be this open to Grace, so when you return to the outer world, this Grace may pass through you to others who are calling it, seeking it and desiring it.</p>\n\n<p class=\"book-paragraph\">While the world is quiet in the still hours of the night, come to be with the Presence.</p>\n\n<p class=\"book-paragraph\">This is your nighttime meditation—nothing to seek, nothing to gain, nothing to control, no problems to solve. Just being with the Presence is enough.</p>\n\n<p class=\"book-paragraph\">When you are finished, return, go to rest, go to whatever is necessary. But do not speculate, do not evaluate and do not talk about this sacred experience with others.</p>\n\n<p class=\"book-paragraph\">Let it grow within you like a seed deep in the soil. Let it have its own life within you. Let it be nourished by your reverence and your discretion. Share it only with your closest ally and only infrequently at that.</p>\n\n<p class=\"book-paragraph\">The world will not recognize this. Others will be blind and foolish. Recognize this.</p>\n\n<p class=\"book-paragraph\">In the world, you must be clear. You must be discerning and discreet. But with the Presence in the sacred experience, you may open yourself completely.</p>\n\n<p class=\"book-paragraph\">That which is sacred has no form. It is not a book. It is not a place. It is not an idol. It is not an object. It is not a story.</p>\n\n<p class=\"book-paragraph\">These things may call you to a greater experience, but the sacred is beyond them. It is beyond comprehension. It is beyond the senses. It is beyond belief.</p>\n\n<p class=\"book-paragraph\">It is what exists before and after your life in the world and every moment while you are here.</p>\n\n<p class=\"book-paragraph\">Keep the sacred experience sacred. Have it be a flame within your heart. Have it move you at certain times to say certain things or to do certain things.</p>\n\n<p class=\"book-paragraph\">Be receptive to its guidance, and recall as you do so the sacred experience that has initiated you into a greater life.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-night-meditation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/the-night-meditation/"
}