{
  "title": "The Holy Days",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Today We shall speak of the Holy Days on this Holy Day, when you honor one of the great Messengers sent to Earth from the Angelic Assembly. Though this is not the exact date he was born, it is celebrated here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Holy Days represent a remembrance of your Source, your origin and your destiny and, if practiced truly, a remembrance of the greater purpose, though you cannot yet define it, that has brought you into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are here for a purpose, which means you have a destiny in being in the world—a destiny which is beyond your thoughts, your plans and goals, awaiting the time when you would be ready to begin to prepare.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What makes the days holy is the remembrance, turning your mind towards Heaven and to what Heaven has placed within you to follow, the deeper Knowledge far beneath the surface of the mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Any day this can be practiced and considered is a Holy Day. For you must build your bridge to God as God has already built God’s bridge to you. And every day you practice truly, earnestly, purposefully, giving yourself to your effort, giving yourself to the engagement, you are building this bridge—your part of the bridge that must be built by you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not merely a matter of belief or association or ritual or visiting the mosque, the church or the temple. The holy activity is building the engagement, a place in your mind for it to occur—a sacred spot, a clearing in the jungle of the world’s thoughts and influences, a sacred place, a place of engagement and remembrance, a place of prayer, a place of yielding and submission.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You know not what you really need in life beyond meeting the basic requirements that are necessary for living in a physical environment such as this. So you must pray that this can be revealed to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This requires an earnest approach, a humble approach. For God is not here to build up your idea of yourself, but to return you to the purpose for which you have come and the strength, and the humility and the compassion that will be necessary for you to approach this over time. This is what makes this day holy, and all days that you practice and come to the engagement, holy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For your remembrance of Jesus or of Muhammad or of Buddha or of the great prophets of old must be a remembrance of your ancient relationship with your Source, for that is what their lives demonstrated and continue to demonstrate, reverberating through all of the reflections of time—eras, civilizations, history, the expansion of human awareness, science, education, everything.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What permeates all of these endeavors and activities is the remembrance of your Source. And if this remembrance is true and authentic, and if you are freed enough from religious oppression and cultural restraint, you will be able to see clearly that you are sent here for a purpose, and that you cannot define that purpose for yourself. For it must be revealed to you over time. For this, you must prepare.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has sent the great preparation now to all the tribes and peoples of Earth, to take the Steps to Knowledge, the deeper intelligence that God has placed within each person, waiting to be discovered—given in a language so simple, so clear, and yet with such great depth that you cannot exhaust it; given in language so simple and clear to be translated easily, with a minimum of distortion, with a minimum of confusion; given with repetition so that each phrase can be understood more clearly, more effectively, more purely.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is what you practice on the Holy Days—the days of remembrance, the days of confession, the days of submission, the days of reverence for your life and the lives of others. [This is] a day of compassion; a day where you do not judge and condemn others or yourself; a day to practice great forbearance in this regard; a day to suspend your beliefs, your convictions, your attitudes so that you may listen and feel and hear, beyond the normal obsessions and preoccupations of your mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">From where you have come from, every day is holy, but there are no unholy days, so these thoughts will never occur. But in this life, in this world, there must be an effort and a remembrance. There must be an approach and a means of preparation. It is not merely going through the motions of reciting scripture or carrying out ritual in a religious environment. It is something more pure that can be done anywhere, by anyone, under almost any circumstance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is your honest appeal to know your greater purpose and through this to re-engage with those who sent you into the world, those who represent the source of your life and the purpose for your being here—things you cannot define for yourself, things which even religion itself cannot fully define, for it exceeds far beyond human awareness and comprehension.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Whether you have been trained in religious thinking or not, the engagement must be pure and clear of human preoccupations, human admonishments and fixed ideas in the mind for this engagement to be clear and effective.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you give up what you think and believe, even your religious beliefs, for a period of time, to open your mind to revelation—the revelation of your true nature and relationship with your Source and with those who have sent you into the world, who watch over you even now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you may observe the observed birthdates of all the great Messengers, for they have all come from the Angelic Assembly, you see. They have all been sent by God at a critical turning point in the evolution of humanity and in the growth, expansion and change of human civilization—a Plan so perfect, so great, so overarching that no mind in the world could conceive of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For God speaks not only for this moment but for the future as well. And God has spoken again now at a time of the greatest challenge and travail as humanity faces a world of declining resources and growing population; a time of upheaval; a time of environmental disturbance and instability; a time unlike any time that has ever occurred in the history and memory of mankind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has spoken again, and none in the world can say that God cannot speak again—no saint, no prophet, no Messenger, even the Angelic Assembly cannot say what God will do next. God acts when God wills. This is beyond human comprehension and human understanding.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For these days to be holy, you must understand what We are telling you here today, or your observance will be shallow. It will be only to reinforce your ideas and notions about yourself and ideas about the world around you. But those are only your ideas and the ideas of others. The holy engagement has not yet taken place.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must forfeit your understanding for a greater understanding. And in these times of practice and observance, this is what you must do, you see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you do not give over your life to God, for God needs your intelligence. God needs your worldly experience. God needs your skills here on Earth to carry out the Greater Plan.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must be the captain of your ship, but only God knows where it is going and what its true cargo is and the meaning of the journey itself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you cannot relinquish your mind completely, for your mind must have a greater counsel to guide it, a greater relationship to unite it, a greater love to heal it, a greater purpose to give it direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must hear these words We speak of, or holiness will be an idea only, a thought, a belief. You will worship people, places and things instead of your Source. Even the grandeur of religious ceremonies will captivate you, but it is not yet the holy engagement We speak of here today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The holy days that are commemorated in memory of the great Prophets and Messengers are an opportunity for you to experience this, a reprieve from your social life, your secular life; an opportunity to engage in a deeper relationship with the Source of your life and with those who have sent you into the world, who watch over you even now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is mysterious. You cannot understand it. But you must learn to participate in what you cannot understand, or your mind will remain small and governed by the world and the forces of the world, the persuasions of the world, the anguish and anger of the world, the oppression and the corruption of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is what Jesus had to do. This is what Muhammad had to do. This is what the Buddha had to do, to allow their understanding to be eclipsed—not by a greater belief, but by a greater direction—to be guided beyond their understanding in service to the world they could not even see or understand, in service to the future, which was far beyond their present experience at that time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You may praise them, but the engagement stands before you. You are not their equals, but you must learn from their example. You must practice what they practiced, perhaps to a lesser degree at the outset, but nonetheless the engagement is there awaiting you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God is with you, but you are looking the other way, your mind caught up in the world—in your plans, your fears, your judgments, your haunting memories, your discouragements, your oppression, your overworked life, your life without greater purpose to guide it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To be a true follower of one of the great Messengers, you must prepare yourself for your own personal revelation, which is what We speak of here today. It is not a grandiose thing, but it will be the most important experience of your life, and it will provide for you everything you seek on the outside but cannot find.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The fulfillment, the meaning, the encouragement, the strength must come from this engagement, or you will be a prisoner in the world and nothing more. No matter how grand your beliefs, even if you are the head of the church or the mosque; even if you are the great religious speaker, so eloquent with words, you will still be a prisoner here—not yet liberated, not yet truly guided, not yet truly inspired.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not think that what We are saying is beyond you or too great a task, or too overwhelming or too confusing to consider, for your heart will respond if you are free enough to respond. You were made for this. You were not made to be a slave in the world, a slave to poverty or a slave to wealth, or a slave to family obligations only.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You were made for a greater purpose. Though its expression will be simple and humble in the world, it is a greater purpose because of its Source, because of what it serves, which is beyond human understanding because it serves not only everyone around you that you know of, but the whole world as part of God’s Greater Plan.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the blessing We bring you today—an invitation, an encouragement, with respect, valuing your life as We do. We are giving you now the clear path through the maze and the jungle of human understanding and confusion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are offering you a way out of a hopeless situation into a greater life, greater not only in terms of circumstances, but in terms of your experience— your ability to appreciate every little wondrous thing, your ability to be happy in the moment, your ability to see people with compassion instead of condemnation, your ability to see your life as an ongoing opportunity to entrain yourself to your Source and to prepare yourself for the greater mission and purpose for which you have come and which represent the only real meaning of your being here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let these holy days be a remembrance, then, an opportunity to see beyond your current perspective, an opportunity to open yourself to Grace—without petitions, without seeking dispensations, without trying to use God as a kind of personal servant, for that is arrogant and foolish and will never have a good result.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You come to give yourself, to offer yourself, and for this God gives you a practice, a way to prepare, for you need to prepare. You cannot go anywhere without this. And your willingness to prepare, day by day, no matter what your daily experience might be, is your answer to God. It is the way you commemorate your relationship by building your part of the bridge to your Source.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is your work to do. Praying and believing is only a part of the equation. You must build the bridge, following the pathway that God has given you—a greater pathway that stands before you now.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/the-holy-days/"
}