{
  "title": "The Great Waves of Change",
  "content": "<div class=\"kb-row-layout-wrap kb-row-layout-id1933_e2ead9-59 alignnone wp-block-kadence-rowlayout\"><div class=\"kt-row-column-wrap kt-has-1-columns kt-row-layout-equal kt-tab-layout-inherit kt-mobile-layout-row kt-row-valign-top kb-theme-content-width\">\n\n<div class=\"wp-block-kadence-column kadence-column1933_8a17ff-5c inner-column-1\"><div class=\"kt-inside-inner-col\">\n<div class=\"wp-block-kadence-tabs alignnone tab-side-box\"><div class=\"kt-tabs-wrap kt-tabs-id1933_8ba706-cc kt-tabs-has-3-tabs kt-active-tab-1 kt-tabs-layout-tabs kt-tabs-tablet-layout-inherit kt-tabs-mobile-layout-inherit kt-tab-alignment-left \"><ul class=\"kt-tabs-title-list\"><li id=\"tab-acffieldtabtitleinfo\" class=\"kt-title-item kt-title-item-1 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-active\"><a href=\"#tab-acffieldtabtitleinfo\" data-tab=\"1\" class=\"kt-tab-title kt-tab-title-1 \"><span class=\"kt-title-text\">Info</span></a></li><li id=\"tab-acffieldtabtitlelisten\" class=\"kt-title-item kt-title-item-2 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlelisten\" data-tab=\"2\" class=\"kt-tab-title kt-tab-title-2 \"><span class=\"kt-title-text\">Listen</span></a></li><li id=\"tab-acffieldtabtitlewatch\" class=\"kt-title-item kt-title-item-3 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlewatch\" data-tab=\"3\" class=\"kt-tab-title kt-tab-title-3 \"><span class=\"kt-title-text\">Watch</span></a></li></ul><div class=\"kt-tabs-content-wrap\">\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-1 kt-inner-tab_f78f49-22\"><div class=\"kt-tab-inner-content-inner\">\n\t<figure class=\"image\">\n      <img width=\"768\" height=\"432\" src=\"https://www.newmessage.org/wp-content/uploads/2014/08/The-Greate-Waves-of-Change-new-768x432.jpeg\" class=\"attachment-medium_large size-medium_large wp-post-image\" alt=\"\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2014/08/The-Greate-Waves-of-Change-new-768x432.jpeg 768w, https://www.newmessage.org/wp-content/uploads/2014/08/The-Greate-Waves-of-Change-new-300x169.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2014/08/The-Greate-Waves-of-Change-new-1024x576.jpeg 1024w, https://www.newmessage.org/wp-content/uploads/2014/08/The-Greate-Waves-of-Change-new-1536x864.jpeg 1536w, https://www.newmessage.org/wp-content/uploads/2014/08/The-Greate-Waves-of-Change-new.jpeg 1920w\" sizes=\"(max-width: 768px) 100vw, 768px\">\t</figure>\n\n\n\n\nAs received by<br>\nMarshall Vian Summers<br>\non July 27, 2007<br>\nin Boulder, Colorado<br>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-2 kt-inner-tab_988d88-df\"><div class=\"kt-tab-inner-content-inner\"><div>\n<p>Hear the original spoken revelation:</p>\n<audio controls=\"\" src=\"https://www.newmessage.org/av/the-great-waves-of-change.mp3\"></audio><p><a href=\"https://www.newmessage.org/av/the-great-waves-of-change.mp3\">Download</a> (Right-click to download)</p>\n</div>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-3 kt-inner-tab_1b0710-ae\"><div class=\"kt-tab-inner-content-inner\">\n</div></div>\n</div></div></div>\n\n\n<div class=\"wp-block-kadence-dynamichtml kb-dynamic-html kb-dynamic-html-id-1933_a52d96-3b\"><p>Great change is coming to the world, change unlike anything that humanity as a whole has ever seen before—<a href=\"/aboutgwc\">Great Waves of change</a> all converging at this time. For humanity has impacted the world in so many ways, and the results of that impact are now gathering—gathering strength, gathering force, converging at a time when humanity is largely unaware and unprepared.</p>\n<p>These Great Waves are not one event. They are not one simple thing that happens at one time only, for humanity has set in motion forces of change now that it must contend with on an ongoing basis. For you are now living in a world of declining resources, a world whose climate has been seriously affected, a world whose ecological condition is deteriorating, a world where humanity will have to face the prospects of great shortages of food and water and the risks of disease and illness on a very large scale, even affecting the wealthy nations of the world. The balance has now been tipped and changed, and the human family as a whole must unite and gather together to deal with these great challenges.</p>\n<p>In a world of ever-growing population and declining resources, humanity will face a great decision, a fundamental choice in which direction to go. Do nations compete and challenge each other for the remaining resources? Do they fight and struggle over who will control these resources and who will have access to these resources? For indeed, all the great wars of humanity’s turbulent past have been a struggle, fundamentally, over gaining access to and control over resources.</p>\n<p>Will the wealthy nations of the world insist that their lifestyle must be preserved and therefore enter into competition and conflict with one another, further degrading the rest of the world, robbing the poorer people of the world of their own ability to sustain themselves so that some grand or indulgent lifestyle can be maintained in the wealthy nations?</p>\n<p>If humanity chooses this path, it will enter a period of prolonged conflict and permanent decline. Instead of preserving and distributing the remaining resources and generating the ability to adapt to a new world condition, humanity will destroy what is left, leaving itself poor and bereft, with immense loss of human life and with very grim and grave prospects for the future.</p>\n<p>Yet if humanity chooses a different path, recognizing the inherent dangers involved in facing these Great Waves of change, recognizing the seriousness of their reality and the great consequences that they can have for the well-being and for the future of humanity, then wise individuals and leaders of nations and religious institutions can recognize that divided, humanity will fail in the face of the Great Waves of change. But united, humanity can chart a new course, prepare for the impacts of the Great Waves of change and set in course the beginnings of a greater cooperation and a greater unity than humanity as a whole has ever experienced before. This will be generated now not by religious principles or by high ethics, but by sheer necessity itself.</p>\n<p>For what can one nation hope to achieve if the world plunges into conflict and deprivation? Nations of the world are far too interdependent now to choose the path of war and conflict without bringing ruin and deprivation to everyone.</p>\n<p>United, you have a great chance. Divided, you will fail. And your failure will be longstanding, and it will be extremely costly—greater than any war that has ever occurred in this world will it be, more devastating than any human conflict that humanity has ever known.</p>\n<p>The choices are few, but they are fundamental. And those choices must not be made simply by the leaders of nations and religious institutions, but by each citizen. Each person must choose whether they will fight and compete, whether they will resist the Great Waves of change, whether they will struggle with themselves and with others to maintain whatever lifestyle they are holding onto. Or will they recognize the great danger, and will they unite to begin to prepare for its impact and to build a new and different kind of future for humanity?</p>\n<p>For you cannot maintain the way you live now. Those rich nations, those wealthy people, those people who have become accustomed to affluence, feeling it is not only a right but an entitlement from God and from life—they must be prepared to change the way they live, to live far more simply, to live far more equitably, for the sharing of the remaining resources will require this.</p>\n<p>The rich will have to take care of the poor, and the poor will have to take care of one another, or failure faces everyone, rich and poor. There will be no winners if human civilization should fail. There will be no supreme nations. There will be no supreme tribe or group or religious body if civilization fails. And the Great Waves of change have the power to lead human civilization to failure. That is how great they are. That is how long reaching their impact will be.</p>\n<p>Therefore, the first great challenge facing you is to face the great challenge—without insisting upon solutions, without fighting against the truth of what you know and what you see, without blaming other people or expecting someone else to take care of the problem for you. Everyone must take responsibility in how they live, in how they think, in what they do, in the decisions before them today, and in the decisions that they will have to face in the future. Everyone, particularly those of the wealthy nations, will have to reconsider where they live, how they live, what kind of employment they have, how they make a living, how they use the resources of the world, how they use energy—all of these things.</p>\n<p>It is certainly not a time to be ambivalent or complacent. It is certainly not a time to just think that government leaders should take care of the problem for you, for you must now look to your life and to your circumstances.</p>\n<p>It is as if the bill has come due. Humanity has been spending and borrowing its natural inheritance for so long, postponing the payment of the consequences of this for so long, and now the bill has come due. Now the consequences are emerging powerfully, and there are many of them.</p>\n<p>Now you must reckon what you have created. You must reckon your condition. You must reckon your circumstances. You must reckon the world that you are creating for yourself. For humanity has squandered its natural inheritance. This abundant, magnificent world that the Creator of all life has given to humanity as its own world has been plundered and squandered and wasted—through greed, through corruption, through war and conflict, through irresponsible behavior, through unawareness and ignorance—and now the consequences are beginning to emerge. They are not simply a distant possibility or a problem for some future generation.</p>\n<p>This is the world that you have come to serve. This is the world you have created. These are the circumstances facing you now. You must face them. You must take responsibility that you have played a small part in creating them. You must accept this responsibility without shame, but the responsibility is there nonetheless. For in the face of the Great Waves of change, there is nowhere to run and hide. You cannot simply pack your bags and move to the country or go find someplace to hide while the storm passes over, for this storm will last a long time, and there is nowhere to hide.</p>\n<p>Only Knowledge within you, the deeper intelligence that God has placed within you, will know how to deal with these circumstances and with the immense change that is coming for humanity. Only this deeper Knowledge, this sacred Knowledge, will know how to navigate the difficult times ahead, will know how to sail the troubled waters, for troubled waters there will be.</p>\n<p>Perhaps you are accustomed to being untroubled by the greater problems of the world. Perhaps you have insulated yourself sufficiently where they seem to be distant, where they do not seem to be a problem for you. They seem to be someone else’s problem, a problem in another country, a problem that other people have to face and deal with. But such insulation now is over. It is not possible that you will not be greatly impacted by the Great Waves of change. It is not possible that they will not change your circumstances, perhaps even dramatically.</p>\n<p>In essence, you cannot change what is coming now, but you can prepare for it. You can adapt to it. You can use it to contribute to the well-being of people, for this indeed is why you have come to the world. At a greater level, beyond your thoughts and beliefs, is the truth that you have come into the world for a mission, that you are here for a purpose and that God has sent you into the world to serve the world, under the very circumstances that are approaching you now.</p>\n<p>Therefore, while in your mind you may respond with great fear or trepidation, with anger and indignation—you may be immensely confused and perplexed; you may feel helpless and impotent in the face of such great challenges—but deeper within you, at the level of Knowledge, this indeed is your time. This is the time when the great calling will sound for you. This is the time when your greater gifts will come forward, for you yourself cannot bring them forward. They must be called out of you. And the calling must come from the world, for you cannot call yourself if the calling is to be genuine. You cannot initiate yourself into a greater life. For the calling must come from beyond you—calling your gifts out of you, calling you into a greater state of mind and awareness and into a greater position of responsibility.</p>\n<p>Without this calling, you will simply either go into denial and try to forget and remain ignorant and foolish, or you will fight and struggle to preserve whatever entitlements you feel you have or that are still due to you. You will act out of fear and anger. You will lash out at others. You will be immensely afraid and incredibly confused. You will believe that something will save you, that there is a solution on the horizon that will make all these problems go away. You will not see and you will not know and you will not prepare. And when the Great Waves come, you will be unprepared, and you will be vulnerable.</p>\n<p>Surely, you have seen that nature is unmerciful to the unprepared. Nature shows no mercy to those who are not prepared for eventualities. God wishes to save you failure, conflict and discord. That is why Knowledge has been placed within you. God knows what is coming for humanity. But people remain blind and foolish and self-indulgent. God knows that if you do not prepare, if you do not become strong with Knowledge, if you do not allow your gifts to be called out of you, if you cling to an old life, an old set of ideas and assumptions, then you will fail. And your failure will be terrible.</p>\n<p>Yet Knowledge within you is ready to respond. It is not afraid of the Great Waves. In fact, it has been prepared for them all along, for this is your destiny. You did not come into the world simply to be a consumer, simply to occupy space, simply to further degrade the world and to use up its resources. That is not what has brought you here, and in your heart you know this to be true. But what you know to be true and what you think are not yet the same. And you must then align yourself with Knowledge and learn <a href=\"/the-message/volume-3/living-way-knowledge\">The Way of Knowledge</a> and take the <a href=\"/stk\">steps to Knowledge</a> so that it becomes your guide and counsel.</p>\n<p>You will need this inner certainty, for around you there will be confusion, anger and conflict as people are deprived, as people feel threatened, as the security of people everywhere becomes challenged. You will see individuals and groups reacting with rage and indignation. You will see nations threatening one another, and this is already happening. And the great conflicts that will emerge and the great danger of war will all be masked by politics and religion, when in fact the conflict is over resources. Who will have these resources? Who will control these resources?</p>\n<p>Such conflicts have already begun and are well under way. And the prospect for greater conflicts, for greater wars, is growing with each passing day. There is already fire burning in the world, and the embers for greater fires of conflict are being stoked, and the conditions are ripe for their emergence.</p>\n<p>Surely, if you want to be protected and to benefit from the great change that is coming, you cannot remain in your current position, your current way of thinking, your current assumptions. There must be a profound shift within you, and this shift will be brought about both by the conditions of the world and by the emergence of Knowledge within you. You cannot stay where you are mentally, psychologically and emotionally and have any real hope of surviving and benefiting from the great change that is coming.</p>\n<p>This is the great warning that <a href=\"/aboutnmg\">the New Message</a> (*See Important Terms) is presenting. The Great Waves of change are coming to the world, and humanity is now facing competition from beyond the world—intervention from races beyond the world who seek to take advantage of a weak and divided humanity, who seek to benefit from the decline of human civilization. The New Message Teaching presents this reality very clearly. And it is not difficult to understand once you let down your defenses, once you set aside your preferences, once you look with clear eyes and listen to the world to see and to know.</p>\n<p>Yet, remarkably, such common sense is not common. People are lost in what they want or in what they are afraid to lose. They are lost in their conflicts, in their grievances, in their struggles with themselves and each other. So what is clear and natural to see, to hear, to know and to do becomes lost—overlaid by human preoccupation, human desire and human conflict.</p>\n<p>Surely, humanity is reaching a great threshold now that will determine its fate and its future. The evidence of this is all around you, and you can feel it within yourself—the sense of anxiety, the sense of uncertainty, the confusion, the apprehension. The signs in the world are speaking to you—telling you that great change is coming, that it is at your doorstep.</p>\n<p>You can feel these things if you allow yourself to feel these things—without trying to hide or run away from them, or without insisting that you be happy and carefree, without foolish pursuits to keep your mind preoccupied and distracted so that you do not hear the signs of the world, the calling of the world and the stirring of Knowledge within yourself.</p>\n<p>This is your time. This is why you have come. These are the great events of your time. This is the great threshold that humanity is facing, for you must now prepare for a future that will be unlike the past. Life will not go on as you have known it, uninterrupted. Humanity will not simply find other sources of energy or some magic solution to maintain the privileges of the few.</p>\n<p>For you are living in a world in decline. The very resources that give your nations wealth, security and stability are now diminishing. The environment in which you live will come under increasing duress through environmental degradation, through change in climate and through so many impacts that humanity has had for so long upon the world itself.</p>\n<p>Therefore, you stand at the precipice. Will you choose to remain ignorant and will you fight and struggle when your ignorance and your denial fail you finally? Or will you choose the path of courage and wisdom to prepare and to allow God’s great gift of Knowledge to guide you and to direct you?</p>\n<p>To know the meaning of God’s great gift, you must see the gravity and the depth of the challenge facing humanity. You must feel the need within yourself, recognizing that you yourself do not have an answer and that even your nations and your experts and your scientists do not really have an answer. They have solutions for parts of the problem. They are working towards alerting and preparing humanity, but humanity is way behind now in preparing for the Great Waves of change. The hour is late, and you are unprepared.</p>\n<p>You therefore must feel the real need within yourself to respond to the great gift that God is giving now—a gift unlike anything humanity has ever received before—for humanity is now facing a challenge and a crisis unlike anything it has ever faced before.</p>\n<p>To see the solution, you must feel the need. You must recognize the need. You must face the Great Waves of change. You must begin to piece together the pieces and the signs to see the picture that it is showing you. This picture is clear and obvious, but it is not obvious to those who are not looking, who are not thinking, who are not making the fundamental associations that must be made if you are to see the picture clearly.</p>\n<p>Any courageous course of action to redirect your focus and your energy always must be based upon an inner and pressing need. Under quiescent circumstances, people rarely make any progress at all in any field of endeavor. The real progress must be driven by a deep and pressing need—the pressure both from your circumstances and from the needs of the world and also from Knowledge within you. Knowledge is urging you to become aware. It is urging you to prepare yourself psychologically, emotionally and practically for the great challenges that are coming now, for the great events of your life and for the great relationships that you are meant to have. Yet these relationships will only arise in meeting a greater challenge in life.</p>\n<p>Do not worry that others are not responding. Do not concern yourself that humanity remains ignorant and indulgent and foolish in its conquests and its conflicts. For the calling is for you. You have to take responsibility for your life and for your reasons for being here. The calling is for you. You do not need a consensus with others to respond. In fact, you will not have such a consensus. You may be the only person you know who is responding. Even if this is the case, you must respond. You cannot wait for others to give you the reassurance that you should respond, for when everyone responds, there will be panic and discord. There will be tribulation and conflict. You do not want to wait until the moment when everyone responds, for that will be chaos.</p>\n<p>You must prepare yourself and your life. You must fortify your relationships. You must educate the people you know that are close to you—those who can hear and those who can respond. You must set aside your goals and preferences to respond to the world. You must reevaluate where you live, how you live and who you are with in terms of who can travel with you, who can prepare with you and who cannot. You must reevaluate your work and its viability for the future. And you must do this without everyone around you encouraging you and agreeing with you, for this will be unlikely.</p>\n<p>Your mind will not want to face the future. Your mind will want other things because the mind is weak and fallible. It is driven by fear and preference. But there is a greater mind within you, the mind of Knowledge. It is not distracted. It is not in conflict with itself. It is not subject to seduction by the world or by any other force, for it only responds to God. It is the only part of you that is completely pure and reliable, and it is the only part of you that is wise. It contains your greater purpose for coming into the world, and it represents your fundamental relationship with God, which has not been lost in the <a href=\"/the-message/volume-1/one-god/the-separation\">Separation</a>.</p>\n<p>Despite all the appearances of this world, despite all of the activities and indulgences and tragedies of this world, you remain connected to God. And God has sent you into the world to serve a world in great need. That is why you are who you are. That is why you have a unique nature. That is why you have certain strengths that must be used and certain weaknesses that must be recognized and managed properly. For you cannot be weak and ambivalent in the face of the Great Waves of change. They will call out of you your core strength, and you will need this core strength now. You cannot be fooling around in the face of such great and immense difficulties and challenges.</p>\n<p>Indeed, the Great Waves are converging on the world. You cannot escape them. They are profound and will be long lasting. Do you have the clarity, the sobriety and the honesty to see them clearly, to brace yourself for them emotionally and psychologically and begin to build a foundation for yourself—a foundation created by Knowledge within you, a foundation of relationships, a foundation of activities and a foundation of wisdom? You build this foundation not only to be able to navigate these great challenges, but to be able to assist and to serve others.</p>\n<p>For you must know that the human need will grow far greater in the future. Everyone will become poorer, and many will be destitute. You must have the strength here not only to take care of yourself but to take care of others as well—to take care of the elderly, to take care of children. Certainly, you yourself will not take care of everyone, but it will be clear who amongst your neighbors or your relations are especially weak and vulnerable. You must be strong enough to take care of them as well.</p>\n<p>Though this seems overwhelming, though this is not what you prefer, this in fact is what will redeem you, for this will call you out of your conflicts, your addictions, your low self-esteem, your regrets, your painful memories. This will force you to establish a real relationship with yourself, with others and with the world.</p>\n<p>So do not look upon the Great Waves of change only as a tragedy or as a great danger, but as a calling, as a requirement—a calling and a requirement that can restore and redeem you, that can call forth Knowledge within you and the great gifts that you have come to give, gifts that will be determined by the very circumstances that are emerging now.</p>\n<p>The Great Waves of change will bring great clarity to your life, and they will show you both your weakness and your strength. They will shake you out of your dreams of fulfillment and tragedy. They will bring you to your senses, and they will bring you to Knowledge within you. Therefore, do not repudiate them. Do not deny them. Do not think that they are insignificant or that people will have a simple solution to them, for to do so is to deny yourself the calling and the power of your time and the redemption that it is meant to bring to you who were sent into the world for these very circumstances.</p>\n<p>This will reunite you with your strength, and it will break your attachment to your weaknesses, for it is you who must be called forth now. This is not a problem for others to take care of, for everyone must take a part. And the more who can be called into their greater purpose here, the greater will be the chances for humanity, the greater will be the promise for humanity and the greater will be the likelihood that humanity will be able to survive the Great Waves of change and to set a new course and a new direction and a greater unity and cooperation in the process.</p>\n<p>Yet it depends upon you and the strength that you were born with, the strength which must now come to the fore in the Knowledge that God has placed within you, which alone knows the way forward.</p>\n<p>For the great times are upon you. This is your time. This is your calling. This is where your real strength will be found. Real strength is never found when people are complacent and asleep. It is only found when people are responding and acting with true direction and intention.</p>\n<p>With the New Message Teaching, humanity now has great hope. For the first time, spirituality is being presented at the level of Knowledge. It is a great calling. It is a great gift. It brings with it wisdom beyond what humanity has ever established. It calls people out of the shadows—out of conflict, out of controversy, out of addiction, out of tragedy—to respond to a world in need.</p>\n<p>For the New Message speaks to the great need of the world—the Great Waves of change and the Greater Darkness of intervention that is in the world. It speaks to the greater purpose that has called everyone here. It speaks to the power of Knowledge and reveals how Knowledge can be discovered and experienced. It speaks to the level of relationships that people must reach if they are to find real union and power with one another. It speaks of humanity’s future in the <a href=\"/aboutgc\">Greater Community</a> of intelligent life in the Universe and the great threshold that humanity must pass through to find its greater destiny and fulfillment.</p>\n<p>You are blessed, then, to receive this Message, to be alerted to the Great Waves of change and to the Greater Darkness that is in the world. For you have time to become aware, to brace yourself and to prepare your life and to receive the guidance that God is giving you through the Knowledge that you were born with, which is God’s greatest endowment to you and to the world.</p>\n</div>\n\n\n<div class=\"wp-block-kadence-column kadence-column1933_7e9adf-ac bottom-links\"><div class=\"kt-inside-inner-col\"><div class=\"link next\">Next chapter: <a href=\"https://www.newmessage.org/the-message/volume-5/great-waves-change/the-great-waves-and-your-life/\" title=\"The Great Waves and Your Life\">The Great Waves and Your Life</a></div>\n</div></div>\n\n\n\n<h4 class=\"wp-block-heading related-posts-title\">Related Teachings</h4>\n\n\n<div class=\"crp_related  crp_related_shortcode    \"><ul><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/establishing-meaningful-relationships/\" class=\"crp_link revelation-10210\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"establishing-relationships-500×262\" style=\"\" title=\"Establishing Relationships\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1.jpeg 500w\" sizes=\"(max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/maintaining-relationships-spiritual/\" class=\"crp_link revelation-10249\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"maintaining-relationships-500×262\" style=\"\" title=\"Maintaining Relationships\" decoding=\"async\" loading=\"lazy\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1.jpeg 500w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-must-be-avoided/\" class=\"crp_link revelation-10054\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/02/Related-Posts-Default.jpg\" class=\"crp_default_thumbcorrect crp_thumb medium\" alt=\"Related-Posts-Default\" style=\"\" title=\"What Must Be Avoided?\" decoding=\"async\" loading=\"lazy\"></figure></a></li></ul><div class=\"crp_clear\"></div></div>\n</div></div>\n\n</div></div>",
  "audioUrl": "https://www.newmessage.org/av/the-great-waves-of-change.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world/the-great-waves-of-change/"
}