{
  "title": "The Reformation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Clearly, there is great reformation that must happen in the world if it is to prepare for the great change that is coming—the great environmental change, the great economic and social change, and all of the hazards and opportunities that this will involve.</p>\n\n<p class=\"book-paragraph\">Clearly, there must be a great reformation if humanity is to avoid the risk of ongoing war and conflict over who will have access to the remaining resources in a depleted world.</p>\n\n<p class=\"book-paragraph\">Clearly, there is so much that must change and be renewed and redone and restored. Humanity’s endless pursuit for growth and consumption must come to an end if it is to establish any real stability in a declining world. And there must be great cooperation between the nations and the peoples in order for real change to be established here—the great reformation in the world that must take place.</p>\n\n<p class=\"book-paragraph\">Humanity stands at the threshold of a universe full of intelligent life. An Intervention has already begun with grave consequences. It is the greatest event in human history, but humanity is unaware and unprepared.</p>\n\n<p class=\"book-paragraph\">This is the outer reformation that is of the paramount importance. It is more important than art or culture. It is more important than simple inventions for the pleasures of humanity. It is more important than anything you can think of, most assuredly.</p>\n\n<p class=\"book-paragraph\">But this outer reformation must accompany an inner reformation—a change of heart, a change of focus and direction, not only for a saintly person here or there, for they will not have the strength to alter the course of humanity. It must happen in the minds and hearts of many—not everyone, for that is not possible, but for many.</p>\n\n<p class=\"book-paragraph\">That is why God has sent a New Revelation into the world so that this reformation may happen within individuals, to prepare them for a future that will be unlike the past, and so that they may be the great power of good in the world that they were meant to be, each and every one.</p>\n\n<p class=\"book-paragraph\">For God works in the world through individuals, working from the inside out. This is the true evidence of the Divine Presence and Power. For God has given you, living in Separation, the freedom to choose your course and alter your world, for better or worse. God will not interfere here, but God’s Power and Presence is available to all who earnestly seek it in a state of humility and true service.</p>\n\n<p class=\"book-paragraph\">But this requires a reformation within the individual—a change of heart, a shift of emphasis—for seeking for personal fulfillment and satisfaction in a declining world is a hopeless venture at best and a tragedy most assuredly in the end. For it will yield nothing but despair and disappointment.</p>\n\n<p class=\"book-paragraph\">God is rescuing you from a hopeless pursuit and giving you the foundation for living a greater and truly fulfilling life—fulfilling to your deeper nature, fulfilling to your very soul. But this life is for a greater purpose in the world. For happiness alone cannot be your goal—not if you are honest, not if you understand the real nature of your greater purpose here.</p>\n\n<p class=\"book-paragraph\">Happiness is a by-product, a consequence of living a true and authentic life. And a true and authentic life is based upon the greater purpose that you have been able to discover, to accept and to follow. That is why God has put a greater Intelligence within you, an Intelligence We call Knowledge.</p>\n\n<p class=\"book-paragraph\">For you yourself cannot reform yourself. You yourself cannot even reform the world, for you do not have the power to do this. And this would only lead to confusion, frustration and disappointment.</p>\n\n<p class=\"book-paragraph\">This is why people become so angry with the world and rebellious and revolutionary because they have not been able to find and follow the Knowledge that God has placed within them to follow, which works at change in a different way—person to person, speaking to groups of people, nourishing a deeper conscience, supporting the emergence of Knowledge in everyone around them.</p>\n\n<p class=\"book-paragraph\">For it is Knowledge that will give you the power, the clarity and the humility to carry out your specific role. And it will not be confused with personal ambition or personal grievance against the world. It will not be corrupted by these things, for its motive is pure. It is not guided by anger or frustration or resentment. It is not guided by the attempt to make your separate life fulfilling. For it can never really be fulfilling without this power and presence with you to guide you, to protect you and to lead you forward.</p>\n\n<p class=\"book-paragraph\">This is where the Power of Heaven begins to work through you. But you cannot be passive here, for this will call upon you to reform your life—to question your motives, your commitments, your obligations, your goals, your grievances and your admonitions. Do not think you understand what this means, for you can only take this journey. You cannot stand at the outset and understand it or think you know what it means or what it will do for you and others.</p>\n\n<p class=\"book-paragraph\">For this is a mountain to climb. Though the philosophers may be gathered at the base of this mountain, it is only those who climb it who will understand what it really requires and means. This is no idle engagement, for it is a climb, an ascent. On this ascent, you begin to shed those things that are unnecessary and burdensome that do not serve your purpose now as you take on a greater Calling.</p>\n\n<p class=\"book-paragraph\">The Lord of the universe has provided the ancient preparation to this world, a preparation that has been provided to countless other worlds and races before you, races even that existed before humanity was even present in this world. It is ancient, so ancient you cannot even determine its origin. For the Lord of the universe has a Plan to save all those who live in Separation, living within billions of different races in a vast universe.</p>\n\n<p class=\"book-paragraph\">How can any person understand this? It is foolish and arrogant to assume that you can. But the grace and the power of this is with you now, hidden and forgotten in the ancient teachings of antiquity, except for those very few who could recognize it and receive its challenge and its great blessing.</p>\n\n<p class=\"book-paragraph\">God is now calling all of humanity to prepare for the great change that is coming to the world and for its encounter with intelligent life in the universe—the two greatest events in all of human history, the two most consequential events in human history, either of which has the power to destroy human civilization, each of which has the power to generate a greater commitment and a greater future for the human family.</p>\n\n<p class=\"book-paragraph\">It is a series of great decisions, you see, that must be made in the minds and hearts of enough people. For the governments will not act without this great change in the people. The governments will serve themselves and the interests that support them. They will live for the moment, doing everything in an expedient manner. But there is no preparation for the future here. There is no wise counsel here. There is only shoring up the eroding structures and foundation. There is no building a new foundation.</p>\n\n<p class=\"book-paragraph\">Therefore, the great reformation must start with you and with others like you who are responding to God’s New Message for the world. For it alone brings the true clarity of what must be done. Speaking in simple terms with great clarification and repetition, it brings to you, and all others in all nations and tribes, the great opportunity to restore the dignity and the power that is the birthright of each person.</p>\n\n<p class=\"book-paragraph\">Only the Will and Power of Heaven can do this. It is not built upon human ingenuity or cleverness. It even goes beyond the notion of inspiration. For it is indeed the Will and Power of Heaven speaking now to you directly, in the Voice of Revelation, preparing you to reform your life so that you may be of greater service in a world whose needs are escalating with each passing day.</p>\n\n<p class=\"book-paragraph\">The need is so great. The urgency is building. You can feel it. It is your restlessness. It is that which calls you to a greater service. It is your impatience with little and foolish things, for your time is precious, your decisions are consequential, and Heaven is calling upon you now to leave aside foolish little things and little resentments and vain pursuits that will only lead you astray and waste your great opportunity for being in the world at this time, under these circumstances.</p>\n\n<p class=\"book-paragraph\">To be called means to be prepared. To be prepared means a great reformation, not only in your outer life but in your experience of your own nature and destiny; a great shift from living a life of fear and greed, ambition and constant aggravation, to one of a deeper purpose; altering your perception—the way you look at all things, the way you respond to difficulties and disappointment, the way you recognize errors and utilize them for your own wisdom and preparation.</p>\n\n<p class=\"book-paragraph\">This is the perfect antidote to guilt and shame and endless regret, for only with this greater sense of purpose can you use the wasted years of your life and turn them into the makings of a greater wisdom and therefore a greater gift to others.</p>\n\n<p class=\"book-paragraph\">The Messenger is in the world—he who has spent 30 years receiving the largest and most complete Revelation ever given to the human family. He is a humble man; a simple man; a man without pretense; a man without a lofty position in the world; a man who is strong, courageous and ethical. But he is an older man now, and you should meet him if you can and hear his words. For part of the Revelation is within him—that only he can pronounce, that only he can express, for his life in the world is part of the Revelation.</p>\n\n<p class=\"book-paragraph\">Do not then rail against the world. Do not complain endlessly. Do not shake your head and feel that everything is falling apart or going into disarray. You were not sent here to condemn the world or to be its critic. You were not sent here to complain endlessly about every little thing, you whose life is working so magnificently in so many ways already. This complaining, this despair, this anguish, this anger, this resentment must be transformed into a greater sense of purpose and love for the people, courage, compassion, and patience.</p>\n\n<p class=\"book-paragraph\">This is the reformation, you see. You cannot do this to yourself, for you need the power of Knowledge. It will give you the strength, the direction and the clarity to make the many decisions you must make that will enable you to turn a real corner in your life.</p>\n\n<p class=\"book-paragraph\">This is how God rescues you from an empty and hopeless existence here. This is how God finds you like a speck on the ocean, and brings you to the shore where your life is really meant to be expressed.</p>\n\n<p class=\"book-paragraph\">The redemption happens from the inside out. The reformation happens from the inside out. The world is blessed as you are able to come to terms with your real nature and take stock of where you are now. For what you have to give to the world is more important than your wishes, your hopes, your prayers, your words. It is the demonstration of a greater life that is yours to claim and to prepare for.</p>\n\n<p class=\"book-paragraph\">From this, the Power of Heaven can move through you to inspire others, to encourage others, to be an antidote and a counterpoint to the growing despair, confusion and rage that are now emerging amongst the peoples everywhere.</p>\n\n<p class=\"book-paragraph\">Fear is growing in the world, for people everywhere are sensing that the future will be grave unless great things can happen, unless humanity’s course can be altered, unless there are enough people who have undergone this preparation to overcome humanity’s tendencies to fight and to struggle with itself.</p>\n\n<p class=\"book-paragraph\">Here you are not just seeking peace, for peace and change do not coexist at the same moment. For change is tumultuous. It is challenging. It is disturbing. It requires courage and true self-application. Peace is the result, but the process to achieve it is tumultuous. Therefore, do not demand or expect peace, but seek to be engaged in living the authentic life that you were sent here to live. This is the reformation. It must happen within you and around you.</p>\n\n<p class=\"book-paragraph\">It is not like you spend 20 years perfecting yourself and then you can do something for the world. For you do something for the world every time you recognize and follow Knowledge. You strengthen the power of Knowledge in the world. And your actions and your self-expression will bless and harmonize other people who find only grief, anxiety and strain from the world around them.</p>\n\n<p class=\"book-paragraph\">God is sending you up this mountain so that you may speak to the world, that you may touch the minds and hearts of others in such a way that the reformation can begin within them. This will happen through you naturally, without your having to create a scheme or a practice or a process. For God has provided the pathway through the Steps to Knowledge and the great Teaching in reformation that is at the heart of God’s new gift to humanity.</p>\n\n<p class=\"book-paragraph\">Great change must be brought about through the efforts of many people. A great compassion must drive their efforts—a great purpose, a great power, a great determination—freeing them from all that held them back before, freeing them from addiction and despair, confusion and misappropriation of their life and their precious time here on Earth. They have been redeemed through the reformation. They are now working in concert with Heaven. Here they are not giving their lives to God, but allowing God to guide them through the power and presence of Knowledge, a power and presence that exist beyond the realm of the intellect and beyond all human understanding. Here your intellect must serve and not try to be a master, for it can never be the master.</p>\n\n<p class=\"book-paragraph\">This is the reformation that has the greatest power. Think of the reformation that spoke to the Jesus, the Buddha and the Muhammad and many other great teachers and how that has uplifted humanity and protected it from total disaster through the course of history.</p>\n\n<p class=\"book-paragraph\">Though religion has been gravely misused and abused, the spirit of the reformation has been kept alive. That is why the human family has promise in a universe where Knowledge is rare, in a universe where freedom is rare, in a universe where humanity, if it can undergo this great preparation for the new world, has a greater gift to give to many races who live in total bondage.</p>\n\n<p class=\"book-paragraph\">You know not of the importance of your life and of these times. The times are perfect to call forth from you your greater gifts. Do not condemn them. The situation is perfect. It is why you have come. You did not come here to lie on the beach endlessly and seek pleasure and escape. You came for this, this greater purpose, this greater rendering of your life. You came for the reformation. Everyone has come for the reformation.</p>\n\n<p class=\"book-paragraph\">May the power of this begin to show you that you were meant for a greater life and that you cannot create this for yourself. It is not a product of your ingenuity or cleverness. It is something that must naturally emerge within you and will emerge within you as you take the Steps to Knowledge, as you are able to see God’s great gift to humanity—the great clarification that it brings, the great unity that it calls for, and the great challenges that it reveals now for the very first time.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-reformation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-reformation/the-reformation/"
}