{
  "title": "The Race to Save Human Civilization",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">While everything appears to be normal in these days, Great Waves of change are coming to the world, change on a level never seen before, change that will affect every person in the world. Greater than the world wars, it will be. Greater than the great pandemics of the past will it be, Great Waves of change, as humanity has plundered the world and has destroyed your natural inheritance to such a great degree that the world will change now, becoming a more difficult place for the human family.</p>\n\n<p class=\"book-paragraph\">It has taken a very long time to create the conditions that will bring about the Great Waves of change. And everyone has participated in this to some degree, so there is no one person or organization or nation alone who is fully to blame. The wealthy nations have taken more, but everyone has taken from the world—even the poorest people, who have taken so little and who have so little. Everyone is responsible.</p>\n\n<p class=\"book-paragraph\">It is a situation now that you must consider for the future and prepare for at this time. For there will be great human migrations as the arid regions of the world lose their ability to produce food, as water resources become scarce and as conflict arises between nations and groups within nations over who will have access to the remaining resources. However masked these conflicts may be under the guise of religion and politics, it will be a struggle for resources primarily.</p>\n\n<p class=\"book-paragraph\">The world sounds the same—the vibrations and noise of a big city. It is but the signs of great change to come that people are not seeing because they are not responding to Knowledge, the deeper Intelligence that the Creator of all life has placed within each person to guide them, to protect them and to lead them to their greater accomplishments in life.</p>\n\n<p class=\"book-paragraph\">Millions of people will have to flee the arid regions of the world. Coastal regions will be flooded and impacted by tremendously powerful storms and violent weather. People will have to move due to economic reasons—failure of local economies and in some cases national economies.</p>\n\n<p class=\"book-paragraph\">Where will they all go, these people, who did not see and did not recognize? Who will accept them into their nation? Who will accept the floods of thousands and millions of people who must now leave their homelands or who must relocate within their own nation?</p>\n\n<p class=\"book-paragraph\">The social disruption will be immense. The political tension will be immense. The call for compassion and the ending of grievances will be immense. This will be a humanitarian tragedy and a humanitarian need on a scale never seen before.</p>\n\n<p class=\"book-paragraph\">For the world cannot afford to descend into chaos, or humanity will not have a future. Really, what is at stake here is rescuing human civilization. Human civilization that seems so dominant, so powerful, so well established today, tomorrow and the days to come will seem ever more fragile and vulnerable.</p>\n\n<p class=\"book-paragraph\">It is really now a race to save human civilization from collapse and ruin. This is something that any person can see once they are alerted to the Great Waves of change, once they begin to listen to the sounds of the world and see the signs that the world is producing. People today feel already that things are not normal, things are not right. There is great anxiety concerning people’s view of the future.</p>\n\n<p class=\"book-paragraph\">Already the Great Waves are beginning to impact the peoples of the world, diminishing nations’ economies, forcing people into ever greater situations of strain and competition. Even today there is a great struggle for who will have access to the food, the water and the energy resources in many, many parts of the world.</p>\n\n<p class=\"book-paragraph\">Yet who is watching the signs, the signs that Great Waves of change are now coming? Who is paying attention? And for those very few who are, who has the courage and the strength to recognize that this is a calling—a calling for service and contribution; a calling for them to reconsider their lives, their circumstances, their activities and their obligations?</p>\n\n<p class=\"book-paragraph\">Human migration will be one of the great problems that the Great Waves of change will produce. In the teeming cities in the poorer nations, where will these people go, and how will they be sustained? Will they be left to die, to emerge into war and famine? This is something that a few people in the world today are beginning to consider because the signs are so very evident.</p>\n\n<p class=\"book-paragraph\">It is not the end for humanity, but it is a transition to a different kind of world—a new world, a world of declined resources, a world of diminished assets, a world that will require tremendous cooperation between nations if human civilization is to survive.</p>\n\n<p class=\"book-paragraph\">The peoples who will have to flee the stricken areas, they will have to be absorbed by nations around the world. They cannot simply move next door because the nation next door is likely to be facing the same crisis. It will be a great diaspora, a dispersion of peoples out of their homeland away from their traditional way of life into a very different set of circumstances. This will produce greater strain and difficulty.</p>\n\n<p class=\"book-paragraph\">Primary here, amongst this, is literally how will you feed the peoples of the world when the world loses 30 percent of its agriculture, which is what you are really facing, you see? Violent weather, the change in the climate and the impact upon the world’s geologic and biologic systems will create so much imbalance that even if you could find a home for all the displaced peoples, how would you feed them? And the residents of the receiving nations, how will they respond to all this?</p>\n\n<p class=\"book-paragraph\">These are questions that have yet to be answered, questions that you should now consider—you who stand at the threshold of great change, you who perhaps have the luxury to consider these things and to plan your life and to rearrange your priorities.</p>\n\n<p class=\"book-paragraph\">The cities will become so filled with people that it will be very difficult to provide food and water for them, even in the well-established countries, even in countries where there is greater affluence. How will you feed a million new people added to a city of millions already? The teeming city, you can hear the sounds. How much can a city hold? What are the limits of its provision? What is the tolerance of its people?</p>\n\n<p class=\"book-paragraph\">The situation will become so severe that even families in the wealthy nations will have to consider taking a family from a poor nation into their home. How many people will be willing to do this? How bad does it have to get before people’s preferences and prejudices and personal requirements are superseded by a critical need?</p>\n\n<p class=\"book-paragraph\">There will not be enough surplus food to simply ship it out to stricken nations. There will not be enough. If humanity loses a percentage of its food production, it does not matter how much money is spent.</p>\n\n<p class=\"book-paragraph\">The world is being exhausted. Are you going to exhaust it even more and more and more? This is the great uncertainty in the situation—how will humanity respond? What is human response-ability? Even the leaders of nations are blind. Even the leaders of religious institutions are blind. They only see the world as they are accustomed to see the world. They only see the world in terms of what they can expect and believe to be true from the past. But these things will no longer hold true.</p>\n\n<p class=\"book-paragraph\">There will be great human migration all over the world. Some of it will be normal, but much of it will have to be organized and agreed to between nations. If nations close their doors to the displaced peoples, it will be a tragedy never seen before. This tragedy will despoil the world in war and conflict.</p>\n\n<p class=\"book-paragraph\">All of this is inevitable, you see, given humanity’s attitudes and use of the world and humanity’s relations between nations. Of course, you would reach a point of saturation. Of course, you would affect the world in such a way that the world would respond not to your benefit. Of course, you would hit a crisis point.</p>\n\n<p class=\"book-paragraph\">There are visionary individuals who have seen this coming. But humanity is deaf and blind and dumb and proceeds willfully in its pursuits of wealth and power—easily corrupted, easily misled, desperate amongst its poorer peoples, unable to control its population, unable to control its use of resources, unable to restrain its conflicts and its historical prejudices. Like a willful child, it is going headlong into the future—heedless, not thinking ahead, not looking ahead, only meeting the needs of the day.</p>\n\n<p class=\"book-paragraph\">At this moment, you can stand in the middle of a city of two million people and in 20 years, it will be desolate. What will happen? How will the world respond?</p>\n\n<p class=\"book-paragraph\">If you can see without prejudice and fear, it will become apparent to you. You do not have to be a genius to see this. You only have to be wise and objective. But how people will respond is a question that you cannot foretell. For people can choose how they will respond. There is choice at this level.</p>\n\n<p class=\"book-paragraph\">You cannot stop the Great Waves of change. You can mitigate them and their impacts, and you can prepare for them, but you cannot stop them now.</p>\n\n<p class=\"book-paragraph\">If people cannot change, based upon their conscience and their vision of the world, then they will have to change in the face of demanding situations and crises. It is a poor way of learning, of course. It is a fool’s education, of course. But the education must happen because humanity must adapt to a world in change, to a declining world.</p>\n\n<p class=\"book-paragraph\">The poorer peoples of the world, what can they do now to prepare? They have no social power, no social mobility. They cannot simply pack up and move to a wealthy nation. They are stuck. They are held in place. So the responsibility lies with the wealthy peoples and the wealthy nations to lead the way. But even in the wealthy nations, there are few who can see. And people everywhere, rich or poor, are so often unwilling to reconsider their lives and to change their attitudes and approaches. It is a problem in human development.</p>\n\n<p class=\"book-paragraph\">The world will become warmer. Lands will open up, but you will not be able to grow much food on them. And violent weather will be a problem everywhere—depleting nations’ resources, creating catastrophes one after another.</p>\n\n<p class=\"book-paragraph\">Humanity will have to move to a different kind of equilibrium with life in the future, a different kind of stability in the world. The great question facing you is what will happen between now and then? If people are blind and do not see the Great Waves of change coming over the horizon; if people are unwilling to reconsider their lives, their obligations and their circumstances; if people are unwilling to overlook their cultural and national prejudices and grievances, then humanity is heading towards a great calamity, or series of calamities to be more precise.</p>\n\n<p class=\"book-paragraph\">The man or woman of Knowledge sees this, of course. They are not in denial. They are not simply trying to project a preferred outcome. They are seeing what is transpiring, and they are altering their conclusions regularly as the situation changes, as the Great Waves approach. For you may be certain that the Great Waves are coming, but you do not know how they will impact the world or when they will strike. And the great uncertainty is how humanity will respond.</p>\n\n<p class=\"book-paragraph\">So the man or woman of Knowledge is watching—watching without coming to fixed conclusions, watching without condemning the world, watching without losing hope, watching without becoming jaded or cynical, watching without blaming leaders or individuals or nations, watching the changing landscape of the world, looking for the signs that the world is giving to indicate how and where and when the Great Waves will strike.</p>\n\n<p class=\"book-paragraph\">The man or woman of Knowledge has moved to higher ground, both circumstantially in their outer life and within themselves, basing their life upon Knowledge, the deeper Intelligence—an Intelligence that is not afraid of the world, that is not afraid of change, that can face anything because it is Intelligence given by God. It is wise. It is compassionate. It is objective.</p>\n\n<p class=\"book-paragraph\">Here the man or woman of Knowledge is not insisting on solutions, but instead watching and encouraging positive behavior, positive awareness, positive actions, but not reliant on hope alone, for hope is too weak, too easily shattered, too easily diminished and deflated.</p>\n\n<p class=\"book-paragraph\">Their power is the power of Knowledge—a power that does not diminish in the face of difficulty or uncertainty, a power that is not undermined by tragedy or crisis. They will see clearly and respond appropriately to the changing situations that they see immediately around them and in the world at large, for they are not afraid to look and to see because Knowledge is their power.</p>\n\n<p class=\"book-paragraph\">For everyone else, there will be denial in general. Then the few people who see the gravity of the situation will base all of their hope upon certain solutions being generated and applied. This will be the source of their hope, but it is a weak foundation. For their whole basis of certainty is based upon certain events taking place and certain changes being made. But these events may not take place. This change may not occur. Then where will they be, but in a state of despair? For their foundation is based upon circumstances, not upon the power of Knowledge.</p>\n\n<p class=\"book-paragraph\">They will believe in certain leaders who they think will save the day. But there is no leader in the world that can stop the Great Waves of change. They will believe in the goodness of humanity, but humanity will act very poorly, especially at the outset of the Great Waves. They will believe in an ideology or an economic system or technology or the advancements in science, but as these prove to be inadequate and insufficient, their hope will collapse.</p>\n\n<p class=\"book-paragraph\">Do you see how weak this is, how it is based upon either ideas or abstractions or upon certain situations occurring, which in reality may be very unlikely to occur? Your optimism cannot be based upon a preferred outcome.</p>\n\n<p class=\"book-paragraph\">The world is changing. You must change with it. You must move with it. You must watch it. Like a ship captain at sea, you must watch the weather and the waves. You must look at the barometer. You must adjust your sails accordingly. You cannot sit back idly and believe that everything will work out fine, for that is only a hope that masks fear and uncertainty. And fear and uncertainty will sink the ship.</p>\n\n<p class=\"book-paragraph\">That is why you must have a foundation in Knowledge. God has given you this to be your pilot, to be your guide, to be your compass. Without this, you only have dreams, hopes, wishes and fantasies to base your positive outlook on, and none of them will survive the Great Waves of change. You will be disappointed. You will be frustrated. You will be anguished. You will be angry. You will be disappointed, you see, because you had no foundation.</p>\n\n<p class=\"book-paragraph\">Technology will be important, but it will not save humanity. A political system may be preferred over another, but it will not save humanity. Nor will it be shared everywhere sufficiently to produce the cooperation and the assistance that will be required.</p>\n\n<p class=\"book-paragraph\">You must look ahead, with clear eyes, being willing to see whatever is coming over the horizon—without condemning it, without denying it, without drawing immediate conclusions. Like the captain of the ship at sea, you are watching and responding to changing circumstances.</p>\n\n<p class=\"book-paragraph\">You must have this inner security and strength of Knowledge to do this, or you will not be able to do it. You will go into denial. You will try to hide. You will try to live under a rock. You will put all your faith in some notion or ideology. You will dismiss the Great Waves as just a negative approach to life. You will be blind and foolish under the guise of being clever and intelligent.</p>\n\n<p class=\"book-paragraph\">Humanity’s stupidity is most tragic when it is hidden behind a veneer of rationality and intelligence. You will see this all around you, of course. You will see the denial. You will see the projection of blame. You will see the wishful thinking. You will see the blind faith in science and technology, in good governance, or a particular leader.</p>\n\n<p class=\"book-paragraph\">People believe these things because they have no foundation. They have no real inner strength. They can endure hardship in the world, but they do not have the clarity of mind to see what is coming, what is heading their way, what will change their life. So they miss life’s great opportunities. They miss life’s signs. They miss life’s warnings because they cannot look and see with clarity. It is a fundamental problem for each person.</p>\n\n<p class=\"book-paragraph\">People complain every day. Some people complain constantly. But complaining is not seeing. Complaining is not following the changing circumstances of your life. Complaining is like being a little baby who just cries and cries, or a little child that whines when it cannot get what it wants.</p>\n\n<p class=\"book-paragraph\">Therefore, you must stop complaining and start looking and develop the strength to look and watch, to clear your mind of judgment and condemnation. Take the Steps to Knowledge to build your connection to the deeper Intelligence that God has placed within you, for it is only this Intelligence that will save you, you see.</p>\n\n<p class=\"book-paragraph\">Human reason without Knowledge is just conventional thinking, blind and foolish, and unable to adapt to changing circumstances. If the world did not change, you could live on a certain set of assumptions. But you are facing the greatest change that humanity has ever faced, so these assumptions now will become real hazards for you and for everyone around you.</p>\n\n<p class=\"book-paragraph\">This warning is a gift of Love from the Creator of all life. It is part of a New Message for humanity to prepare humanity for the Great Waves of change, to prepare humanity for its encounter with intelligent life in the universe, to bring Knowledge and Wisdom into the world that has been developed elsewhere in the universe and to clarify humanity’s relationship with the Divine and the real nature of human responsibility.</p>\n\n<p class=\"book-paragraph\">The future and the outcome are in the hands of every person because whatever happens will be the result of individuals making decisions. The question arises: What will inform those decisions? Will it be the power of Knowledge or will it be everything else that masquerades as power?</p>\n\n<p class=\"book-paragraph\">Do not think you have no power in this matter, for your future will be based on the decisions you make today and the actions you take today. It will be dependent upon the people you associate with and their influence upon you.</p>\n\n<p class=\"book-paragraph\">Therefore, God’s New Message gives you great responsibilities, and it tells you that you cannot escape these responsibilities. Rich or poor, no matter what your circumstances, the power and the presence of Knowledge lives within you, waiting to be discovered. You need this now more than anything—more than wealth, more than security, more than comfort, more than pleasure, more than marriage, more than family, more than anything.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, you will be blind. You will follow the panic and the obsessions of people around you. You will step into the future not knowing what you are facing. The Great Waves will overtake you. You will have not seen them coming.</p>\n\n<p class=\"book-paragraph\">This is the great calling for human awareness and responsibility now. You have time, but not much [time]. You have time to reconsider your life, but not much time. You have time to build a foundation in Knowledge, but not much time. You have time to gather your strength and your resources. You have time to begin to look from the watchtower at what is coming towards you, what is coming over the horizon—both in your local region and in the world at large.</p>\n\n<p class=\"book-paragraph\">Here instead of having intellectual discussions and theoretical conversations, you must prepare your life and prepare your primary relationships. Your grand ideology will mean nothing in the face of the Great Waves of change. A scholar can drown as well as a fool.</p>\n\n<p class=\"book-paragraph\">This is a powerful message to wake you, to snap you out of your preferential and conditioned thinking, your attitudes and assumptions, your beliefs and all that you avoid that you must now see.</p>\n\n<p class=\"book-paragraph\">God wills for humanity to survive and to advance in the face of the Great Waves of change, but what God wills and what people will do are not the same, you see. That is why God must send now a New Message into the world to prepare humanity for a future that will be unlike the past and to prepare you to not only survive the Great Waves of change, but to be a contributor within them, for that is why you have come into the world.</p>\n\n<p class=\"book-paragraph\">At a deeper level, you know this. It is clear. It has always been clear. At a deeper level, you knew you would enter the world at a time of great change and upheaval. There is no uncertainty here. There is no controversy here.</p>\n\n<p class=\"book-paragraph\">It is your purpose and mission now to become a contributor in the face of the Great Waves of change. But this awareness and this certainty occur at a deeper level in your mind, beneath the surface of your mind where you live and think and live out your days.</p>\n\n<p class=\"book-paragraph\">Therefore, We are calling for your responsibility, your accountability and your honesty—to be really truthful with yourself, to honor what you most deeply know, to discover it and what it means and how it will direct your life from this day forward. For this, you have Our blessings. For this, you have all the Power of Creation.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-race-to-save-human-civilization.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/the-race-to-save-human-civilization/"
}