{
  "title": "The Separation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">To understand the reality of God and God’s Work in the world and in the universe around you, you must understand your own situation clearly, for you are living in a state of Separation, in a physical reality, in time and space. Your life here is limited by this time and this space.</p>\n\n<p class=\"book-paragraph\">You are functioning like a creature on the Earth, but you are greater than this by far. Your deeper nature is connected to where you have come from and to what you will return to beyond this life and world.</p>\n\n<p class=\"book-paragraph\">You are living in Separation from your Source and from Creation itself, which exist beyond the physical reality entirely. You are living in a temporary reality. It is impermanent. It is changing. It is expanding. It is chaotic. It is governed by its own laws and dynamics.</p>\n\n<p class=\"book-paragraph\">You are a spiritual Being living in a physical reality. This accounts for your dual nature and the fundamental conflict and confusion that permeate your mind and activities. It is the result of Separation fundamentally.</p>\n\n<p class=\"book-paragraph\">You cannot yet be who you really are in this world and life without undergoing a great preparation, which the Lord of all the universes has provided for you in a new and revolutionary form, free of human intervention, manipulation and corruption.</p>\n\n<p class=\"book-paragraph\">Likewise, you cannot simply be a creature on the Earth, for this denies your deeper reality and your greater intelligence. Though many people have made this assumption, they cannot deny the fact that there is a greater power in their life and a greater dimension to their own personal reality.</p>\n\n<p class=\"book-paragraph\">To be a sentient being living in a physical universe means you must have a deeper conscience and a deeper reality, or you will be miserable at all counts—limited, overwhelmed, endangered, constantly facing problem solving and dilemmas, many of which you cannot resolve. Life becomes hellish despite its beautiful appearances and its simple pleasures.</p>\n\n<p class=\"book-paragraph\">To become really true to yourself and right with yourself, you must gain access to your deeper nature, which is still connected to Creation and still connected to that Greater Reality from which you have come and to which you will return.</p>\n\n<p class=\"book-paragraph\">This goes far beyond people’s notions of Heaven and Hell, far beyond ancient teachings constructed for primitive peoples, far beyond what humanity can understand intellectually at this point. For you are not only separated from Creation, you are separated from your Source, and you are separated from your deeper nature. For all three are associated, you see, and are part of the same reality.</p>\n\n<p class=\"book-paragraph\">People may well ask, “Well, why Separation?” Creation is free. If you choose not to be a part of it, you are free to leave. But you would have nowhere to leave if God had not established the physical universe as a place for the separated to live. This alternative reality, which seems to be your complete reality from where you see at this moment, is but a very small part of Creation. That is how big Creation really is.</p>\n\n<p class=\"book-paragraph\">Beyond the stars, beyond the galaxies, there is Creation. And Creation is not merely what is beyond. It is what is here at this moment. You are living in Creation right now though your eyes cannot see it. Your hands cannot touch it. Your ears cannot hear it. For these faculties of mind and body have not been developed sufficiently to discern this greater reality in which you live every moment of every day.</p>\n\n<p class=\"book-paragraph\">So it is not like you left there and came here. You simply shifted into a different dimension from where you were to begin with. That is why those who sent you into this reality are still with you now. It is not like they are far away and you are far from home. It is very confusing to the intellect, which can only deal with one dimension at a time to even consider this. But it is true nonetheless.</p>\n\n<p class=\"book-paragraph\">Accept the limits of your intellect. It was never designed to answer the greater questions of life or to understand your deeper nature or purpose in the world. It is a wonderful mechanism, a great servant to Spirit. This is its true function and value.</p>\n\n<p class=\"book-paragraph\">But Creation and even the physical universe expand so far beyond your boundaries, your capacity intellectually, that you are unwise to attempt to go there, for you will only find confusion, frustration and the pain of finding your own limits, which you can never exceed intellectually.</p>\n\n<p class=\"book-paragraph\">Why the Separation? The real answer to this is why you want to be separate in this moment, why you do not want to hear the greater voice that God has put within you—the voice of Knowledge, the voice that resonates through your deeper nature, which is still connected to God. Why do you reject this? Why do you avoid this? Why do you want to live out in the world and be lost there, consumed by your interests, your hobbies and your dilemmas? Why do you run away from that which will redeem you?</p>\n\n<p class=\"book-paragraph\">The question [Why the Separation?] is important, but ultimately the answer must be found within your own experience, beneath the surface of your mind. Stay at the surface of your mind, acting and reacting to the world, and you will never understand any of these things even though they hold the ultimate value and purpose of your life and the meaning of your existence in this world, at this time, under these circumstances, no matter how troubling they may seem.</p>\n\n<p class=\"book-paragraph\">In Creation, you are free. You are so free, you are even free not to be in Creation. But since there is nowhere for you to go in Creation to not be in Creation, God created an alternative reality and gave it an evolutionary track—a beginning, an expanding universe. And it has been populated by all those who have sought this experience, for whatever reason.</p>\n\n<p class=\"book-paragraph\">But because you cannot be separate from yourself for very long, your life in this alternative reality would be temporary. And because the only way you cannot be who you really are is to be distracted and obsessed by your surroundings, this temporary reality would be problematic. It would be difficult. It would be dangerous. It would be changing. It would be unpredictable. It would be confusing.</p>\n\n<p class=\"book-paragraph\">For if this alternative reality were as quiescent and beautiful as your Ancient Home, you would simply reawaken immediately, and your desire for Separation would end very quickly. So in order for you to maintain this state, this desire to be unique and separate, to enter into this other reality, it must be very challenging, you see. Otherwise, you would lose interest in it right away. It would not captivate you, and you want to be captivated if you seek Separation.</p>\n\n<p class=\"book-paragraph\">The real mystery of this is still embedded in your experience, in the decisions you make every day: whether to judge and condemn and thus deepen your Separation; whether to run away from your deeper experience, which could bring you closer to your deeper nature; whether you avoid and deny those experiences, difficulties and opportunities that could call this greater power of Knowledge out of you; why you become obsessed with people, places and things; why you are so easily distracted; why you live in confusion and debate, trying to define life with simple statements.</p>\n\n<p class=\"book-paragraph\">Even your religious affiliation is shallow and has very little depth in it. If you are still seeking Separation, you do not want to go very far or very deep with anyone or anything, for this would bring you back to yourself. This would bring you back to Knowledge within you, which God has put there now to guide you and bless you in this difficult alternative reality.</p>\n\n<p class=\"book-paragraph\">People ask, “Well, are human beings simply part of the evolutionary process of life on Earth? Did human beings originate from simple life forms?” Well, no. For a sentient being to enter into this reality, they must have a physical vehicle that is capable of expressing their intentions and their creativity. Otherwise, it would simply be a prison house and would be intolerable. So sentient beings have to wait a long time for the evolutionary process to create such a vehicle for them to inhabit, a body capable of doing marvelous things—of altering the landscape, for better or worse; for changing reality; for adapting to reality; for building structures; for building towns and villages and cities and nations eventually—to create greater and greater stability and security for those living in this difficult physical reality.</p>\n\n<p class=\"book-paragraph\">Imagine if you were a sentient being, but you were only given the body of a dog or a bird. You could not change anything; you could not fix anything; you could not alter anything. You would be stranded in this very restrained and difficult life by your physical vehicle itself.</p>\n\n<p class=\"book-paragraph\">God wants you to learn and create in this world and to contribute to its well-being and the value of others, which you could not do if you did not have a marvelous instrument, a marvelous vehicle, a marvelous body in which to function. You could not communicate without this. You could not express yourself. You could not create anything. God loves you even if you seek Separation, so God assures that your experience of Separation can ultimately be meaningful for you.</p>\n\n<p class=\"book-paragraph\">Think of what We are saying in light of the creation stories that have been invented through religious traditions. Symbolic though they may be, they are utterly ridiculous in terms of reality. Reality is so much greater than human estimation.</p>\n\n<p class=\"book-paragraph\">It is understandable that people would try to create simple stories in a childlike state of mind. But the universe is full of a billion, billion, billion races and more, and they have all sought Separation from Creation in this reality. And they are very different from each other, having followed different evolutionary tracks in different environments, interacting with each other, for better or worse—civilizations rising, civilizations falling.</p>\n\n<p class=\"book-paragraph\">Your God is their God too, you see. That is why your strict definitions of divinity are so limited and have to be considered to be very, very unique to you and your thoughts. But they cannot encompass reality. They are relative by the very nature of your life in this world. For there is nothing absolute here except the Power and the Presence of God and what God has given within you to follow—to guide you, to protect you and to lead you to your greater fulfillment in this difficult and changing reality.</p>\n\n<p class=\"book-paragraph\">People may ask, “Well, why should I care about Separation and what you are saying here?” We say it is because it has everything to do with who you are and why you are in the world and why you suffer and why you have limitations and why you need the greater strength and power that God has put within you to guide you, to protect you and to lead you to a greater life. It has everything to do with your unique design as an individual, which was made for you to assume a specific role in the world, something you could not understand unless this role became apparent to you and you were able to recognize it, receive it and prepare for it.</p>\n\n<p class=\"book-paragraph\">Otherwise, having intelligence in life is a curse—aware of your death, fearful of all that you might lose, living in anxiety and apprehension, seeing the dangers of the world around you, ever fearful, ever guarded, ever resentful, ever angry, ever feeling weak and helpless.</p>\n\n<p class=\"book-paragraph\">The animals are happier than you because they do not think these things. They are unaware of these things. They can live in the moment even though they might die in the next hour. They are living in the moment. They do not see or know their end until the moment it occurs. They do not see it. They do not worry about it. It is not a concern. They are trying to live and get what they need every day.</p>\n\n<p class=\"book-paragraph\">For a sentient being, though, the awareness of the future and the regrets from the past are an immense burden and source of suffering and misery. Only a greater purpose in life can utilize the past and the future for a greater purpose, thus relieving you from the suffering and the anxiety that they would otherwise produce in an overwhelming way.</p>\n\n<p class=\"book-paragraph\">Without this greater purpose, people are sedated. They are obsessed. They are addicted to drugs. They are addicted to people. They are fixated because they are trying to escape their own misery, their own anxiety, their own uncertainty, their own grievances, their own fear in all of its manifestations.</p>\n\n<p class=\"book-paragraph\">Do not condemn people for being obsessed and fixated. They are trying to escape something you are trying to escape. They are just taking the wrong path, that is all. Their approach is futile and dangerous and self-destructive.</p>\n\n<p class=\"book-paragraph\">God has given you the antidote to living in the physical reality. The antidote is the deeper Knowledge God has placed within you. Beyond the realm and the reach of the intellect it is. You cannot understand it with your intellect. You can only respond to it and follow it and allow it to demonstrate to you its power and efficacy.</p>\n\n<p class=\"book-paragraph\">For Knowledge within you is without fear. It is not corrupted by the world. It represents the eternal part of you that is going to live beyond this world. But it is concerned that you may fulfill your destiny here, and to that end it works ceaselessly on your behalf, trying to orient you through many different means to follow a true direction, to stick with that direction and not to lose heart or be pulled off track by beauty, wealth and charm or by despair and anguish.</p>\n\n<p class=\"book-paragraph\">So while God allowed the universe to be created, the physical universe you live in, God also gave the antidote to suffering and to Separation at the very beginning because you cannot really be separate from your Creator and from Creation. Even being obsessed in the physical reality, you still cannot escape your origin and your greater destiny.</p>\n\n<p class=\"book-paragraph\">It is then all a matter of time, and time here can be equated with suffering, the suffering you experience to various degrees every day of your life. You do not even know how much you are suffering because you do not know what it is like to be free of it, except perhaps for brief moments here and there. Even your state you call “normal” is a state of suffering—a state of apprehension, concern and anxiety; a state overshadowed by the difficulties of life and the great change that is happening in the world at this time.</p>\n\n<p class=\"book-paragraph\">It is hard for people to be honest about this. They are so adapted to their own misery that they call things “good” that are not good. They accept things that are unacceptable. They adapt to situations that are harmful or unfulfilling for them. Even if they live in a free nation and can alter their circumstances, they will cling to things that have no promise or benefit for them. For security, for approval, they will stay in a situation that can never really benefit them.</p>\n\n<p class=\"book-paragraph\">They will lose their inspiration and will become jaded. They will give up hope and believe in miracles, and believe in Heaven, and believe in a great saint or prophet, for they really cannot receive what God has given to them, which lives within them at this moment.</p>\n\n<p class=\"book-paragraph\">It is a tragic situation. Separation is tragic. It is the source of all suffering and confusion, anxiety and self-condemnation. It is a terrible thing, really, but it is understandable. It is the outcome of living in Separation. For you can never be fully happy or satisfied living in a world like this, no matter how beautiful or interesting it really is.</p>\n\n<p class=\"book-paragraph\">And if you were to be immortal in this environment, you would soon find out that you would tire of it. You would tire of its constant problem solving, its constant dilemmas, its constant stress and its constant change. You would tire of it and seek a greater reality and involvement. That is why your life is temporary, you see. Otherwise, it would become ever more hellish for you.</p>\n\n<p class=\"book-paragraph\">As it is, your prison house can be escaped. If you were to be immortal here, there would be no escape. You would be stranded in a reality that does not represent your Ancient Home, your greater purpose, your deeper nature or the true meaning of your existence. Here you are just a creature with a name, a feature on the landscape, utterly dispensable as far as nature is concerned.</p>\n\n<p class=\"book-paragraph\">That is why you must turn to your deeper nature. For God does not want to bring you out of the world. God does not reclaim you through death. God wants you to live a real life here so that your Ancient Home can be brought into this place of Separation, so that you may bring your gifts and the spirit of giving here that represent a Greater Reality that everyone needs and that everyone is looking for in various ways.</p>\n\n<p class=\"book-paragraph\">God redeems you through the power and presence of Knowledge within you. Knowledge will prepare you to become a contributor to life so that your real unique gifts can be given where they are needed and the power of this giving may redeem you and replace the regrets, the hatred and the self-condemnation that still abide with you each day.</p>\n\n<p class=\"book-paragraph\">God is with you even in your state of Separation, both as a Presence and as a living reality deep within you. For you cannot escape your Source, and that is why ultimately your redemption is guaranteed. Even the deepest depths of Hell will be emptied eventually, for you can never leave Creation permanently. You can only leave it temporarily, and this is a great blessing, you see.</p>\n\n<p class=\"book-paragraph\">You may cling to life. You may be attached to the people, places and things of life, but your Spirit would become restless here if your work is complete. That does not mean to say that everyone dies when they are ready or when they should, for many people perish quite unnecessarily through conflict, war, disease and deprivation. That is part of the tragedy of the human condition in this world, a condition that is shared throughout the universe, the Greater Community of life in which you have always lived.</p>\n\n<p class=\"book-paragraph\">So you are separate from God in your own mind. You are separate from Creation because you are living in an alternative reality that does not represent Creation entirely. And you are separate from your deeper nature, which is still connected to God and represents the eternal part of you.</p>\n\n<p class=\"book-paragraph\">God has put a Greater Intelligence within you now to guide and bless you as you are living in this difficult and challenging reality. The purpose of all religion is to bring you to this Knowledge and to engage you with your deeper nature.</p>\n\n<p class=\"book-paragraph\">You are not here to please God. You are not here to earn merits. You are not here to escape Hell. You are here to contribute because that is what will redeem you. That is how Hell will be escaped. That is how you will resonate with your Source and Creator.</p>\n\n<p class=\"book-paragraph\">No matter what your religious tradition, or if you have no religious tradition, it is the same, you see. But the purpose of religion has been altered. It has become about hero worship and adherence to ideas and beliefs. It has degenerated, you see, over time. It has lost its primary focus and function. These can still be found in the great traditions, but you would need a wise and very clear teacher as a guide to find them, for they are overlaid with the ornamentation, the ritual and the human commentary associated with religion.</p>\n\n<p class=\"book-paragraph\">It is like the treasure is in the temple, but it is locked deep inside, and you have to go find it. That, in part, is why God has sent a New Revelation into the world, to provide the Steps to Knowledge in the clearest possible form that can be translated into any language and studied directly, powerfully, without human commentary and without the weight and the corruption of history oppressing it.</p>\n\n<p class=\"book-paragraph\">An answer to the Separation was given the moment it began. That answer lives within you today. You have a greater destiny in the world, and you have a greater destiny beyond the world, no matter who you are—even if you are living in a different world, even if you are not a human being.</p>\n\n<p class=\"book-paragraph\">God’s Plan is for everyone in the entire universe. That is why your notions about redemption have been so limited before this. For what God is doing in the universe is what God is doing in your world. And until the great Revelation of your time, which is happening now, how would you ever know what God is doing in the universe?</p>\n\n<p class=\"book-paragraph\">You can see how easy it is to be confused about these matters and how human beings have crafted religion to meet their needs, their fears and their anxieties. Yet the blessing is upon you because Knowledge lives within you.</p>\n\n<p class=\"book-paragraph\">Do not try to call the physical universe the same as your Heavenly state, for they are very, very different. Do not think your mind and your body and your Spirit are all going to live forever, for only one is permanent. The others are temporary.</p>\n\n<p class=\"book-paragraph\">Do not think that belief is going to get you into Heaven, for when you leave this world, you will not have any beliefs. You will just be who you are. And your life will not be evaluated based on your beliefs, but on the degree of service you were able to give to a world in need, and the degree to which you were able to forgive others and to be compassionate.</p>\n\n<p class=\"book-paragraph\">There is no special dispensation if you are a Christian, a Muslim or a Buddhist. God does not care what religion you belong to as long as it can bring you to the deeper Knowledge that God has placed within you. That is the Ancient Covenant you have with God, you see. Religion can be very helpful if it is understood correctly, but God’s Power and God’s Redemption exist even beyond the reaches of religion.</p>\n\n<p class=\"book-paragraph\">This is the universal spirituality. You are living in a Greater Community of life. You are emerging into this Greater Community. That is part of the great threshold that humanity is facing at this time. That is why you must learn about spirituality in the Greater Community and begin to understand the real nature of Creation, the origin and the destiny of the universe you see and sense and the reality of your purpose and meaning in this world—what brought you here and what can fulfill you here, given the power and presence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">Your redemption is [assured] because you can never be separate from God entirely. This is what will save you in the end, but the end can be far into the future. It is your decision about whether to receive the blessing, the power and the grace that God has placed within you and allow this to redirect your life, to give it coherence, meaning and real value, and to bring into your life great relationships and to reestablish great relationships that already exist.</p>\n\n<p class=\"book-paragraph\">Before you can give these greater things, you must receive and take the Steps to Knowledge. Ultimately, you will understand why Separation occurred as you unravel Separation within yourself, as you take the Steps to Knowledge and as you reunite your worldly mind with the deeper mind of Knowledge within you. This will begin to end the Separation within yourself, which will completely alter your experience of being in the world—your sense of destiny, strength, power and purpose in this temporary place.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-separation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/the-separation/"
}