{
  "title": "The Upheaval",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Great Upheaval is underway in the world, an Upheaval that will manifest itself in many ways—in the growing fragility and difficulty in nations’ economies; the declining resources of the world and the impact that that will have on nations and peoples everywhere; the natural disasters that will increase because humanity has changed the climate of the world; and the loss of food production and arable lands as humanity has squandered its natural inheritance.</p>\n\n<p class=\"book-paragraph\">You are at the beginning of the Upheaval, and already you see it manifesting here and there and all around you. If you are paying attention, you will wonder what is happening to the world? Is this a world gone mad? You will feel that the stability of even your nation and the things you took for granted now are being questioned, and you will wonder how strong they really are?</p>\n\n<p class=\"book-paragraph\">Nations are deeply in debt. They cannot afford to repair the damages, or to help other nations in significant ways. Every nation in the world is facing the Upheaval. There is no nation or tribe that is going to be victorious in the face of it. Everyone will have to face the Upheaval, as it unravels, and its many unforeseen consequences.</p>\n\n<p class=\"book-paragraph\">If you are honest with yourself, and not simply projecting blame upon others, or trying to hide in your fantasies or distractions, you will begin to feel the changing world. And you will see perhaps—if your eyes are clear and your mind is still—you will see that you are entering a new kind of world, the new world. And in this new world there will be great disorder.</p>\n\n<p class=\"book-paragraph\">Here you cannot simply project the assumptions of the past. Things are not going to work like they did before. You cannot rest assured that everything will turn out, or that you are in some kind of economic cycle alone, or that prosperity and growth will return. In places it will, temporarily.</p>\n\n<p class=\"book-paragraph\">No, you are facing the Upheaval, the consequence of humanity’s misuse and overuse of the world for centuries, and the squandering of resources over war and conflict as if there was no thought of tomorrow, and the blind assumption that technology will solve all of these problems for you, giving you a wonderful, marvelous, miraculous future.</p>\n\n<p class=\"book-paragraph\">But when technology fails, you can see the impact upon people’s lives, the unforeseen consequences. The more you are dependent upon technology, the more fragile your life will be, and the less aware you will be of your environment and the changing circumstances of your life.</p>\n\n<p class=\"book-paragraph\">Technology has become a kind of god now, something that will redeem you and restore you in the face of whatever crisis you might be facing. But when technology itself fails you, you see how dependent you really are, and you see how that affects people everywhere in all directions, so that what happens in one nation is now felt in other nations. If one nation hits economic crisis or catastrophe, it is felt in other nations.</p>\n\n<p class=\"book-paragraph\">God knows this is coming, of course, and that is why there is a New Revelation in the world. For God has spoken again—to warn, to bless and to prepare a struggling and unprepared humanity; to save humanity from its own conflicts and folly, its own blind assumptions and its own critical mistakes. This is a Message for the world, not for one nation or group, or one echelon of society. It is to prepare you for a very unstable world, a changing world, a new world.</p>\n\n<p class=\"book-paragraph\">You will feel the Upheaval within your own life as things are challenged or fall away; as you are impacted by changes in your economy, changes in your circumstances, changes in your own experience. As people, places and things fall away from you, you will feel the Upheaval.</p>\n\n<p class=\"book-paragraph\">If you are honest with yourself and are not casting blame all around, you will begin to take stock of your own experience and learn over time how to face it objectively and to learn to see what it is telling you.</p>\n\n<p class=\"book-paragraph\">The poor are struggling and are facing even graver circumstances. The rich are embedded in their conflicts, their fantasies and their personal pursuits. They do not see what is coming. In either case, there must be a greater understanding and a greater compassion between the peoples.</p>\n\n<p class=\"book-paragraph\">The Upheaval has the power to undermine human civilization. It is more powerful than your technology. It is more powerful than your incentive, if you do not prepare. If you remain blind and preoccupied and do not see the Great Waves of change that are coming, then they have the power to overtake you.</p>\n\n<p class=\"book-paragraph\">The situation is far more dangerous and grave than people will account for. And if they will stop casting blame and stop running away to their distractions, their hobbies and their concerns, they will begin to see and feel the Great Waves of change moving. This will inform them as to what they must see, know and do.</p>\n\n<p class=\"book-paragraph\">Humanity is gravely unprepared for the Upheaval. It is gravely unprepared for its encounter with intelligent life in the universe, an encounter that is underway in the world by forces who are here to take advantage of a weak and vulnerable humanity.</p>\n\n<p class=\"book-paragraph\">This is why God has sent a New Revelation into the world. This is why there is a New Message. It must speak to many aspects of your life, and the Teaching must be thorough and complete—far greater than any Message that has ever been sent into this world by the Creator of all the universes.</p>\n\n<p class=\"book-paragraph\">This Message is to prepare you for the Upheaval, and to prepare you for your encounter with intelligent life in the universe, and to prepare you to bring an end to your ceaseless conflicts and to prepare to protect the world and human civilization.</p>\n\n<p class=\"book-paragraph\">To not see and to not prepare is not intelligent, and many people are not acting intelligently today. They are not looking and seeing. They are not putting the pieces of the puzzle together. They are not seeing the connection that what happens in nature will determine the fate and the future of humanity. They do not see that the consequences of your encounter with intelligent life in the universe—as that encounter is taking place at this moment—can affect the outcome for everyone in the world.</p>\n\n<p class=\"book-paragraph\">People are caught up in religion. They are caught up in politics. They are caught up in social movements. They do not see the bigger picture. They cannot see the larger panorama, and, therefore, they do not recognize the Upheaval and the Great Waves of change that it will produce.</p>\n\n<p class=\"book-paragraph\">What humanity is going through is what countless races in the universe have had to face as they have degraded their own environments and despoiled their natural resources to the point where it threatens their survival and their existence. Countless races have become enamored with power and technology, often introduced by other races who seek to take advantage of their world’s wealth and possibilities.</p>\n\n<p class=\"book-paragraph\">You are following an evolutionary pattern that has been traveled countless times before by countless races in the universe. As nations grow and begin to technologically become more sophisticated and advanced, they begin to outstrip their world’s resources. They begin to overwhelm what their planet can provide and sustain. They believe that technology is wondrous and can solve all of these problems and mitigate all the consequences of the damage that they have done.</p>\n\n<p class=\"book-paragraph\">So it is not that humanity is exceptionally foolish in this regard. It is simply following a pattern. Not all nations in the universe have followed this pattern. Some have been wiser at the outset and were able to avoid the calamities that so many others had to face.</p>\n\n<p class=\"book-paragraph\">There is Intervention in the world today from races who are here to take advantage of the situation. They are cold and calculating. They see their opportunity. They know that humanity is following this pattern, and that it is entering a period of grave vulnerability and instability. This is a perfect environment to cast persuasion and to establish influence.</p>\n\n<p class=\"book-paragraph\">As people in the world lose faith in their governments and institutions, they will turn to other powers in the universe to guide them and to save them. It is the ideal environment for Intervention. It is part of the great Upheaval that people do not see.</p>\n\n<p class=\"book-paragraph\">Even the wisest of the leaders, who see many aspects of the Upheaval, cannot really communicate what they see to their populations. They have to sustain the stability of their country today and tomorrow and meet all the immediate problems that are arising. They do not have the time or the consensus of support to really prepare for the big things in the future, the big changes that will come to their countries.</p>\n\n<p class=\"book-paragraph\">What happens when they run out of fuel? What happens when water resources diminish significantly? What happens when other nations begin to abandon them, pulling away all of their investments?</p>\n\n<p class=\"book-paragraph\">These are the things you prepare for, for the future, for the Upheaval itself. But what leader in the world can do this and still meet the problems of the day, and the complicated networks of support and administration?</p>\n\n<p class=\"book-paragraph\">God knows this, and there is no blame. It is humanity acting out its long-established beliefs and assumptions, and following the weakness of its emphasis on living for the moment and not preparing adequately for the future.</p>\n\n<p class=\"book-paragraph\">At this time, humanity is sacrificing the future of its children. The world that they will have to face will be so much more arduous and difficult. Even if they have more advanced technology, where will be the energy to support it and to generate it? Where will their food come from? Will they have clean waters to drink as the nations become more arid and as populations become unstable?</p>\n\n<p class=\"book-paragraph\">To seek more growth at this time is to spend the future of humanity. But growth will be sought to meet the demands of today and the needs of the people in this moment and in the days to come.</p>\n\n<p class=\"book-paragraph\">War and conflict will only squander the precious resources. Do not think that cities can be rebuilt and nations restored if they are devastated, for no one will have the resources to really do this. War and conflict, for whatever purpose, will only serve to hasten your demise.</p>\n\n<p class=\"book-paragraph\">Even if conflicts are generated to support freedom, there will be a great cost, not only in this moment but in the future of that nation. This is not to say that freedom movements should not occur, but there must be a reckoning of the greater costs by all who are involved.</p>\n\n<p class=\"book-paragraph\">If leaders realized this, and their populations were dissatisfied, they would step aside. They would relinquish the reins of control. For the future of their nation is at stake—not just for today and tomorrow but for the years and decades to come.</p>\n\n<p class=\"book-paragraph\">A hundred years from now, many nations in the world will not even exist. People will not even be able to live in them. There will not be enough food production, not enough water, not enough fuel to sustain a large population.</p>\n\n<p class=\"book-paragraph\">Between now and then, the great Upheaval will occur and is beginning to occur now. You cannot stop it. You can only mitigate it and prepare for it. You can prevent some of its graver consequences, but you cannot stop it entirely.</p>\n\n<p class=\"book-paragraph\">Now is not [the time] to say, “What do I want out of life?” It is more appropriate to say, “What must I do?” That is the question. And that is the question that you must keep asking as every new situation emerges, as every unforeseen change occurs, as every new opportunity seems to arise—whether that opportunity be genuine or not.</p>\n\n<p class=\"book-paragraph\">You cannot be satisfied and rest on your assumptions. You cannot think your nation will survive anything and everything. You cannot think your economy is immutable. You cannot think that your leaders will know what to do in the face of growing crises occurring in many places all at once.</p>\n\n<p class=\"book-paragraph\">You can either panic and be afraid and try to go run and hide somewhere—which would be a grave and probably fatal mistake—or you can begin to gain access to the deeper Intelligence within you that God has put there to guide you, to protect you and to bless you in the face of the Upheaval.</p>\n\n<p class=\"book-paragraph\">You were sent into the world to live in the world at these great and momentous times. God has given you the clarity and the strength and the wisdom, but this exists beyond the realm and the reach of your intellect and stands apart from your social conditioning and your consensus beliefs, attitudes and assumptions.</p>\n\n<p class=\"book-paragraph\">God has given you the power, but you must take the Steps to Knowledge to find it, to understand it and to discern what it means and how it is to be used appropriately in life. You cannot seize Knowledge and use it to increase your wealth, or to overtake other people or to establish your priorities. Knowledge is not a tool of the intellect. It is more powerful than the intellect.</p>\n\n<p class=\"book-paragraph\">Wishing and praying and hiding will not help you, for the world is giving you signs as to what is coming, and to what you must see know and do, and the degree to which you must change your life and circumstances to find higher ground, to secure your own position so that you will have the ability and opportunity to help others.</p>\n\n<p class=\"book-paragraph\">For the human need will grow beyond what you have ever seen before, and the degree of service that must be rendered will be far greater than anything the human family has ever had to deal with on a large scale. The time of giving is just beginning.</p>\n\n<p class=\"book-paragraph\">The need will be so great that you will feel it is impossible to meet. But that does not mean that you must not do what you were sent here to do. And only Knowledge within you knows what that is—where you must go, whom you must meet, what you must undertake in your life and what you must release and set aside.</p>\n\n<p class=\"book-paragraph\">To see the Upheaval out on the horizon is to give you time to prepare. If you wait until it is at your doorstep, it will be too late. There is very little you can do.</p>\n\n<p class=\"book-paragraph\">It is like a great series of waves. If you see them coming, if you see the ocean withdrawing, and you realize that this is not natural, this is not right, something is amiss, then you have time—perhaps only a little bit of time—to move to higher ground, to escape your vulnerable and unsustainable position.</p>\n\n<p class=\"book-paragraph\">It is a time to reconsider your work and your profession—will this all be able to survive the Great Waves of change? Where you live, can you function without the use of an automobile? Can you find your nearest resources easily? Or are you living in some distant place, on the top of a mountain, or way out in the country in a very vulnerable position? These are all the things that you must now reconsider in the face of the Upheaval.</p>\n\n<p class=\"book-paragraph\">The New Message is revealing what is coming and the great challenge to human civilization—the challenge of the danger of collapse within, and the danger of competition from without. It is painting a very clear picture. It is not the end of humanity. It is not the end days. That is foolishness. But it is the end of many things. It is the end of many assumptions and beliefs. It is the end of the world as you have known it and have come to assume it to be.</p>\n\n<p class=\"book-paragraph\">In that sense, it is the end times—a time of great change, a threshold, a time where human unity and cooperation will determine whether humanity is able to regain a greater strength and a greater resilience, or whether it begins to decline in all directions, sinking into an abyss of war and deprivation.</p>\n\n<p class=\"book-paragraph\">Only such a great turning point in the evolution of humanity could bring a New Revelation into the world, a New Revelation that is here to empower the individual, to restore your native and natural abilities, to warn you of the Upheaval and the Great Waves of change and to prepare you for your encounter with a universe that is full of intelligent life—a non-human universe, a universe that you know nothing about.</p>\n\n<p class=\"book-paragraph\">Do not shrink from this, or you shrink from you own higher purpose and calling to be in the world. Do not run away and hide—hiding behind your assumptions, your beliefs or your admonitions of others—for this will not enable you to prepare, to become strong and to be of assistance to people around you.</p>\n\n<p class=\"book-paragraph\">It is always a choice between strength and weakness, between Knowledge and everything that parades or pretends to be Knowledge. What you decide today, what you choose to pay attention to, where you place your focus has every importance as to what you will see and your ability to recognize the changing circumstances of the world and your ability to prepare for the Upheaval.</p>\n\n<p class=\"book-paragraph\">You must find the courage and the strength and the determination to do this. And where you will find this is in the power and presence of Knowledge living deep within you. For Knowledge is not afraid of the world. Knowledge does not condemn the world. Knowledge is not shocked and dismayed by the world and the tragedies of humanity, the foolishness of humanity, the blindness of humanity.</p>\n\n<p class=\"book-paragraph\">Knowledge is compassionate towards all these things. It understands that without Knowledge, people will make mistakes and will be prone to make mistakes, for they do not have the center of their own certainty and integrity to guide them.</p>\n\n<p class=\"book-paragraph\">This is why there is no Hell and punishment because God knows until you recover that part of yourself that is connected to God—which is Knowledge—all you could do is make mistakes and try to learn from your errors. It is a very destructive and painful way of learning, of course, but for many people it is the path that they choose, persistently.</p>\n\n<p class=\"book-paragraph\">Humanity does not have much time to prepare. You cannot debate and contemplate this for years. Everything is in motion.</p>\n\n<p class=\"book-paragraph\">You have changed the chemistry of your own environment. Your soils are dead and depleted from the use of harsh chemicals. There is an ever-growing number of people in the world drinking from a slowly shrinking well. The vulnerabilities of humanity’s networks of trade and commerce are becoming exposed. Many assumptions and beliefs will have to be set aside to face this new world and to navigate it successfully.</p>\n\n<p class=\"book-paragraph\">God has given you the power to navigate the new world, and to respond to it wisely and compassionately, and to avoid the hazards of living in a panic or becoming a victim of the great change that is upon you.</p>\n\n<p class=\"book-paragraph\">The religions of the world cannot prepare you for the Upheaval. They may warn of great change. They may prophesize great change. But they cannot discern what it really means, and they do not have the wisdom and the [New] Revelation to prepare people sufficiently in the time that you have.</p>\n\n<p class=\"book-paragraph\">That is why God has spoken again. That is why there is a great Revelation in the world. It has taken the Messenger [over] twenty-five years to receive it, it is so thorough and so great and comprehensive. It is the largest Message ever given to humanity, for you are now speaking to a literate world with modern communications, where information can go all around the world in seconds—situations and conditions that never existed before.</p>\n\n<p class=\"book-paragraph\">Therefore, receive the Revelation. You do not know yet for sure if it is the New Message from God because you have not explored it sufficiently. But do not reject it. Do not deny it, or you deny that which can guarantee and assure your safety and your ability beyond that to be of greater service to humanity in a world of radical change and upheaval.</p>\n\n<p class=\"book-paragraph\">The Upheaval is occurring. It is stirring peoples around the world. It is stirring the desire for freedom. It is promoting protest and even revolution. It is challenging the stability of nations. It is affecting the price and availability of food. It is determining how nations will respond to a world of shrinking resources, and physical and social upheaval.</p>\n\n<p class=\"book-paragraph\">This is a time to grow up and to become wise and responsible. It is a time to outgrow your fantasies and your obsessive pursuits. It is a time to pay attention, to still your mind, to quiet your mind so that you may see, hear and know.</p>\n\n<p class=\"book-paragraph\">It is time to take the Steps to Knowledge—whether you are Christian, Muslim, or Buddhist, a Hindu or of any other faith tradition. It is a time to allow God to guide you through the power and presence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">The leaders will be confused. They will be overwhelmed. Even if they have an understanding of the dangers ahead, they will be overwhelmed by the needs of the day and the circumstances they face at this moment. They do not have the support of their peoples to instigate radical change in how their nations function, or in establishing a new direction for their economies. They have to keep everything going as it is already, or they face social upheaval; they face resistance and denial and a loss of support.</p>\n\n<p class=\"book-paragraph\">They are in a conundrum, you see. To sustain stability today, they sacrifice their ability to prepare for tomorrow. You would do no better if you were the leader.</p>\n\n<p class=\"book-paragraph\">Even the freest nations will be under great pressure as their resources decline, as their options diminish, as their peoples become more desperate and more demanding and more contentious.</p>\n\n<p class=\"book-paragraph\">If you understood the Upheaval and the Great Waves of change, you would see why and how this will all emerge. You could not predict the day and the moment of events, but you could see the patterns. You could see the consequences. You could see the great difficulties this will produce and the fact that humanity does not have answers for many of these things. It will be overwhelmed by the scale and the scope of environmental and social problems.</p>\n\n<p class=\"book-paragraph\">Even the wealthy nations will be struggling to survive and to maintain stability. Where will their wealth come from if their resources are diminished? They cannot borrow from one another forever, and that will all break down in the future anyway.</p>\n\n<p class=\"book-paragraph\">Many debts will not be paid. Nations will fall out of favor with each other. They will have to choose whether they will cooperate to face the Upheaval, or whether they will compete for the remaining resources.</p>\n\n<p class=\"book-paragraph\">The consequences of competition now are so grave and catastrophic that you cannot even imagine it. Even the normal tendencies of humanity will have to be arrested if peoples and nations are to survive and build a greater strength in the face of the Upheaval.</p>\n\n<p class=\"book-paragraph\">You must listen more deeply within yourself to hear the truth of Our words. Do not contend with it based on your ideas or beliefs, or you will miss the wisdom and the power of what We are saying and revealing to you.</p>\n\n<p class=\"book-paragraph\">Be humble and admit you do not know what is coming. Be humble and honest and admit you do not know how to prepare or what is emerging on the horizon. It is all about self-honesty, you see, not about how correct you think your ideas are, or how much you have invested in your position in life—your ideology, your beliefs, your convictions. Everything will have to be reconsidered now in the face of a new world.</p>\n\n<p class=\"book-paragraph\">The Upheaval can redeem you. It can strengthen you. It can bring your life in order. It can establish authentic and meaningful priorities for you. It can end your self-destructive behavior because you will have so many important things to do and to consider. It will clarify your relationships. It will clarify what must be done. It will reveal to you what you can do today, and tomorrow, and the days to come. It can help you reorganize your life and move to a safer and more secure position in your community.</p>\n\n<p class=\"book-paragraph\">Do not live near moving waters. Do not live near the seashore. Do not live near rivers. Do not live near earthquake zones—unless God has called you to be in those places to be of service to others.</p>\n\n<p class=\"book-paragraph\">If you do not heed this, then nothing will save you. You have put your life in danger blindly, foolishly. Do not think you will be saved in the last moment by some miracle. It will be mere chance whether you can survive, but the odds will be against you.</p>\n\n<p class=\"book-paragraph\">God has already provided the warning—clearly, repetitively, said in different ways, cast in different ideas, but clearly. Neglect this and you have no right to ask for a miracle in the face of catastrophe.</p>\n\n<p class=\"book-paragraph\">The Creator of the universes will not save humanity in the end. And those races who are here to intervene will promise humanity wealth and power and equanimity, but it is all a deception, you see. They come not with military power but the powers of persuasion that are more developed and refined than what humanity casts upon itself. They are opportunists. They will say anything and do anything to convince you that they, more than you, understand the needs of the human family and how these needs can be fulfilled. But it is all a deception—clever, time-consuming, but in the end the world could be overtaken without firing a shot.</p>\n\n<p class=\"book-paragraph\">As humanity’s condition deteriorates, as greater instability emerges, as the weakness of nations becomes more apparent, people will be frightened and uncertain and distrustful. This puts them in a position to be easily influenced by foreign, clever and cunning powers.</p>\n\n<p class=\"book-paragraph\">This is all part of the Upheaval, you see. The consequences had to come eventually. You cannot plunder the world forever. You cannot add more people to the world forever. You cannot deplete the topsoil of the world forever. You cannot sully and pollute the streams and waters of the world forever. You cannot change the chemistry of the environment forever without facing a tremendous set of consequences.</p>\n\n<p class=\"book-paragraph\">Nations are investing now more heavily in their military establishments, afraid, with increasing anxiety over the insecurity and lack of protection for their nations. But you cannot use these weapons in the future, for they will destroy the essential resources. You cannot use them without committing genocide. You cannot destroy cities, for you will not have the resources to rebuild them.</p>\n\n<p class=\"book-paragraph\">It is a fool’s pursuit. It is expedient in the moment. It is all for the moment. It is living for the moment, but it has no wisdom for the future.</p>\n\n<p class=\"book-paragraph\">It is not what the world needs. It is not what will save humanity. It is not even what will save your nation and your community.</p>\n\n<p class=\"book-paragraph\">Another world war would really be the end. You cannot even afford regional wars without great cost, not only in the moment, of human suffering, deprivation, death. But what will it mean for the future of the nation?</p>\n\n<p class=\"book-paragraph\">Nations are not preparing for the Great Waves of change. They are not preparing for the Upheaval. They think life is just going to go on as it always has been—perhaps with greater difficulties here and there, but they do not see the great change that has already occurred in the world. They do not see that they are entering and have entered a new world. They do not see the Upheaval.</p>\n\n<p class=\"book-paragraph\">They are not educating their peoples. They are not preparing their citizens. They are not strengthening those things that are essential. Their wealth has been lost. They are living in debt.</p>\n\n<p class=\"book-paragraph\">What will you have to sell to the world if it cannot buy anything? Where will your stability and strength come from? These are the difficult questions that nations and leaders must face, but they are also questions for you to consider.</p>\n\n<p class=\"book-paragraph\">You do not have answers. No one really has answers for all of this, answers for the Upheaval and the Great Waves of change. For this, you need the power and the presence of Knowledge to guide you. For this, you need a Revelation from the Creator of all life. You need God to help you. You need a greater wisdom. You need a greater strength. You need a greater determination that must come from a much more powerful part of yourself, which you are barely aware of.</p>\n\n<p class=\"book-paragraph\">It is not about what you want. It is what you must do. This will give you strength, courage and confidence if you can respond to this consistently and repeatedly.</p>\n\n<p class=\"book-paragraph\">This is the warning and the blessing, but it is also a preparation. God has provided the Steps to Knowledge. God has provided the wisdom from the universe that can instruct you on how to face, comprehend and navigate a world undergoing Upheaval.</p>\n\n<p class=\"book-paragraph\">People have native skills that have become dormant from lack of use that can alert them to the presence of danger and to prepare them for the future with a greater wisdom and certainty. All these native skills are connected to Knowledge, you see.</p>\n\n<p class=\"book-paragraph\">For Knowledge to guide you, it must keep you alive. For Knowledge to fulfill itself through you so that you may give your true gifts to the world, it must protect you from destruction.</p>\n\n<p class=\"book-paragraph\">That is why it is the great protector and sustainer. It is the redeemer. But it resides beyond the realm and the reach of the intellect, so you must go beyond your mind to hear it, to discern it and to respond to it. This is what it means to take the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">Do not think or pretend that you can do this sufficiently today, for you are only a beginner. No matter how intuitive you think you are, you are still a beginner, for you do not yet understand what is coming to the world and what is here already. Your skills and your strengths are not yet sufficient to face these things and are barely adequate even to deal with the normal circumstances of your life.</p>\n\n<p class=\"book-paragraph\">To save humanity, you must prepare humanity. To assure the future and the stability of human civilization, you must prepare for the Upheaval and the Great Waves of change that it will produce.</p>\n\n<p class=\"book-paragraph\">Do this, and you will serve the world as you were intended to serve the world. Do this, and your life will make sense, and you will no longer be in serious conflict with yourself. Do this, and your mind will change, and your heart will change, and your priorities will change—as they should.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://newmessage.org/av/the-upheaval.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/the-upheaval/"
}