{
  "title": "The Great Threshold",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is a time where people must begin to recognize that a New Revelation is in the world, a Revelation from the Creator of all life. It is a Revelation that has been given because humanity is facing great change in the world and also the dangers and the opportunities of encountering intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">It is a great threshold where humanity’s future will be determined, whether that future be great or disastrous. This is the great turning point, you see. It is not merely life as usual. It is not merely a continuation of the past. It is a threshold. It is a threshold in your life. It is a threshold in your world. It is a threshold that will affect everything that you value and everything that you hold dear.</p>\n\n<p class=\"book-paragraph\">You can feel this in your deeper nature—concern, anxiety, restlessness. Perhaps you seek escape from these things. Perhaps you will explain them away to yourself. But they are real, and they are a sign within you that you are living at a great turning point, at a great threshold.</p>\n\n<p class=\"book-paragraph\">It is during this turning point where humanity’s future will be determined and where the cast will be set—either from humanity’s wisdom or from its ignorance and arrogance—that God’s Revelation has come into the world.</p>\n\n<p class=\"book-paragraph\">This is a Revelation unlike anything that the Creator of all life has ever provided here. While it honors the great Revelations of the past, it provides things that humanity has never seen or heard before.</p>\n\n<p class=\"book-paragraph\">A Messenger has been sent here to receive this Message and to bring it into the world to the best of his ability. He is a humble man, a man without position in the world. He is a man who has been joined by certain courageous individuals that have helped him to bring this great Revelation. It is so great, in fact, that it has occupied the major part of his adult life to receive it.</p>\n\n<p class=\"book-paragraph\">People who encounter this for the first time are overwhelmed by the immensity of this Revelation, the depth of its Teaching and the scope of its emphasis. It provides solutions to problems humanity has not even recognized yet. It speaks to what you are facing today and will face tomorrow and will face fifty years from now and a hundred years from now.</p>\n\n<p class=\"book-paragraph\">This is the threshold, you see. Life has great thresholds. Your individual life has important thresholds. Then there are thresholds for all of humanity that have to do with humanity’s evolution and destiny within a larger arena of life in the universe, a destiny that is beyond the realm of most people’s concern or awareness.</p>\n\n<p class=\"book-paragraph\">Your ability to recognize the Revelation will be determined by how deeply you can experience your own nature and the honesty you bring to your own self-inquiry and to what you tell yourself. This is really more a commentary upon the recipient than it is upon the Message itself, for the Message is pure. It has been uncorrupted. It is undefiled. It is the original, the pure Teaching.</p>\n\n<p class=\"book-paragraph\">It is not simply being explained by people centuries later, formulated into a religious teaching, practice and theology. It is alive. It is organic. It is in the world today—waiting to be discovered, waiting to be received, waiting to be applied and lived.</p>\n\n<p class=\"book-paragraph\">Perhaps you do not realize how fortunate you are to be living at a time of Revelation. Perhaps you do not recognize the great providence of being aware that there is such a Revelation before you, to be amongst the first to discover it, to experience its grace and power and to receive its wisdom and guidance.</p>\n\n<p class=\"book-paragraph\">Many people will deny this, of course. They will deny it not because they realize it is false, but because they are afraid of it—afraid of what it might reveal, afraid that they might have to reconsider their beliefs, their views and activities, afraid that they might have to re-evaluate their lives or reconsider the whole notion about God and destiny, purpose and meaning.</p>\n\n<p class=\"book-paragraph\">Many people are too lazy to consider these things, and so they will reject the New Revelation, without even looking at it, without even responding to it. Without even receiving it, they will reject it.</p>\n\n<p class=\"book-paragraph\">But even so, the Revelation must be given, for this is the time of Revelation, and the need is overwhelming for the Revelation, for humanity does not have much time to prepare and to determine what kind of future it will have.</p>\n\n<p class=\"book-paragraph\">If the Revelation were not given and were not presented in the world, then humanity’s future would be dire, and the outcome would be predictable—humanity and human civilization will begin to falter and collapse, leading to immense suffering and loss of life.</p>\n\n<p class=\"book-paragraph\">Great civilizations have failed before, and such failure is a real risk. That is why God is providing a New Message for humanity.</p>\n\n<p class=\"book-paragraph\">You may question the Messenger. You may try to find fault with him. He is fallible. He is a human being. He has lived a normal life for the first part of his life. He has made mistakes. He does not pretend to be perfect. But the Messengers are never perfect. They have all followed a very similar pathway, and their Revelations were so often altered or changed over time, or even lost at the outset, that it is hard for people to know what they actually said, what they actually did and to receive a recording or a transcription of their words and an honest reckoning of their actions and their accomplishments.</p>\n\n<p class=\"book-paragraph\">That is why the New Revelation is being given in its pure form, so that people can hear and see and feel for themselves and not have it be translated centuries later by someone who was never there at the beginning.</p>\n\n<p class=\"book-paragraph\">This is necessary now, for humanity does not have much time. You do not have decades to consider these things, for you have set in motion change in the world now that will accelerate and will be beyond your control and is even today beyond your control.</p>\n\n<p class=\"book-paragraph\">This is the momentous time in which you live. You do not realize what a great turning point it is. You do not realize the significance of your living at this time or the meaning of your existence here because you only think about this in terms of your own desires and fears. But seen from a greater vantage point, you are here to live at a time of decision, a time of recognition, a time of active engagement in the world, a time of Revelation,</p>\n\n<p class=\"book-paragraph\">This is your destiny. This is the calling. You do not realize yet what is before you and what is within you and what the world will require of you and what the world will be facing.</p>\n\n<p class=\"book-paragraph\">That is why the New Message is here, for it provides what humanity cannot provide for itself. It reveals what humanity cannot see and know for itself. It provides a preparation for each person to take the steps to a greater intelligence within them, an intelligence called Knowledge.</p>\n\n<p class=\"book-paragraph\">Fools will laugh and scoff and ridicule because they are afraid. The wise will respond. The honest will respond. The sincere will respond because they are honest and wise and sincere.</p>\n\n<p class=\"book-paragraph\">You must listen to your own heart in being with the New Message. It will not conform to your ideas or beliefs. It will not validate your religions because it comes from God, and God is not bound to these things. God’s Revelation is not a product of human accomplishment, human failure or human imagination. That is what makes it pure and powerful. That is what makes its Revelation strong and enduring. That is what allows it to speak down the Ancient Corridors of your mind into a deeper, more sacred place within you, a place that is rarely visited and barely known.</p>\n\n<p class=\"book-paragraph\">This is what the New Message reveals to you. It reveals the deeper secrets of your soul. It reveals your deeper nature at the level of Knowledge. It reveals what is coming to the world, and it reveals what humanity will have to face as it stands at the threshold of a Greater Community of life in the universe. It will answer questions that perhaps you have never yet asked and will open the door for a New Revelation to come to you.</p>\n\n<p class=\"book-paragraph\">This is the threshold. It will not come again for a very long time, for thresholds are rare. They are great turning points in the evolution of a race, of a world.</p>\n\n<p class=\"book-paragraph\">To know this and to see this is to respond to the great events of your time and to the great opportunities and contribution of your time. The world is growing darker with each passing day, and with each passing day, you have fewer and fewer answers.</p>\n\n<p class=\"book-paragraph\">Be honest about this. Accept this. For you do not have an answer for the world, and if you are honest, you are realizing that humanity is in grave peril—from collapse from within and from competition from beyond, threatening everything you value and everything you assume will be there for you in the future.</p>\n\n<p class=\"book-paragraph\">It is a frightful time, but it is a serious time. It is a time of Revelation. It is a time where the normal pleasures and simple escapes and fantasies of life can betray you, for there is a greater calling. There is a great threshold.</p>\n\n<p class=\"book-paragraph\">This is the moment. It is not years from now. It is not whenever you want it to be because you do not come to God on your terms. You come to God on God’s terms. You do not become wise on your terms. You become wise on the terms that wisdom itself prescribes. You do not become powerful because you simply want to be powerful. You become powerful by choosing a greater voice within yourself and abiding with a greater strength that abides deep within you, beyond the realm and reach of the intellect.</p>\n\n<p class=\"book-paragraph\">This is the great threshold. And you will feel that your life is moving towards something important and that it is for something important and that it was always meant for something important. If this is your experience, you are already experiencing the threshold and the Revelation.</p>\n\n<p class=\"book-paragraph\">Let this Revelation then illuminate your life and speak into the depth of your soul, for only God can speak there. The cleverest person, the most eloquent person, cannot reach this deeply unless God has inspired them.</p>\n\n<p class=\"book-paragraph\">The Revelation is now in the world. It has taken the Messenger 25 years to receive it. It is so vast. It is the largest and most comprehensive Message that has ever been given to humanity because the world needs to know. And compassionate people everywhere need to know. And those people who are feeling the great pressure of this time need to know.</p>\n\n<p class=\"book-paragraph\">No one can answer their questions. No government, no leader, no impassioned person, no great performer can answer these questions. They must be answered at a deeper level by a Greater Power. And that is what the New Message is here to do.</p>\n\n<p class=\"book-paragraph\">For humanity needs clarity now. It cannot be lost in fantasy or confusion if it is to make the decisions that will secure its future and give a greater destiny for the human family.</p>\n\n<p class=\"book-paragraph\">This will require your participation. This will require your heart and your spirit. This is why you have come. You cannot create your own life really, for it is meant for something that will be the product of what everyone creates. It will be called out of you by the world, for you cannot call the greatness out of yourself.</p>\n\n<p class=\"book-paragraph\">This is the threshold, the great threshold, where you have this one great chance to discover the greater purpose and direction of your life, not because it is told to you, but because you yourself have been given the means to discover it and experience it.</p>\n\n<p class=\"book-paragraph\">Let the great threshold then reshape your life and give it the meaning you could never give it yourself. Let it take you out into the world with clear eyes. Let it free you from manipulation and oppression. Let it cast off the chains and shackles that hold you back and that keep your mind and your life oppressed. Let it reveal to you that you have a greater destiny in concert with others and that you have real gifts to give to a world in need, which must be guided by the Greater Power within you.</p>\n\n<p class=\"book-paragraph\">This is the great threshold. That is why God has sent a New Message into the world, a Message more complete, more comprehensive, than anything that has been given to the human family before.</p>\n\n<p class=\"book-paragraph\">This is the gift and the time. This is the great threshold.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/the-great-threshold/"
}