{
  "title": "The Redeemer",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">When you begin to look at your life honestly and to consider the wisdom of your past decisions and the quality of your current circumstances—in light of who you really are, in light of the fact that you have come here for a greater purpose—you will see that your life needs to be redeemed. It needs to be renewed and refreshed, given a greater purpose, a greater dimension, a greater strength and a greater integrity.</p>\n\n<p class=\"book-paragraph\">Most people who have escaped abject poverty are now running away from themselves, chasing dreams and fantasies, romance and personal goals. They do not want to have to face their real condition and the reality that they are strangers to themselves and know very little about their inner life—where they are, who they are and how they came to be in their current circumstances.</p>\n\n<p class=\"book-paragraph\">They are running ahead, trying to have this and do that and be this. They are running. The wealthier they are, the more they are induced into these mad pursuits, trying to lose themselves in their romances, in their hobbies, in their quest for wealth and power, in their accumulation of things, consuming ever more of them, for they are never satisfied.</p>\n\n<p class=\"book-paragraph\">Yet when you begin to really look at your life, perhaps following a time of grave disappointment or frustration, a moment of real sobriety and self-honesty, you will see that your life needs to be redeemed. Whether you live in splendor or in squalor, your life needs to be redeemed. It needs real purpose, meaning and direction. It needs to be given a real foundation—real substance, real value.</p>\n\n<p class=\"book-paragraph\">Many people realize this, of course, and they seek to be redeemed by others. They seek to have a redeemer, a great teacher, a great prophet to redeem them. They want God to redeem them, but they want it to be done through another person, and they want to worship this person and believe fervently in this person. They want this person to be perfect, immaculate, miraculous—producing miracles and phenomenal events. And this person that they have imagined, or created, they call “a redeemer.”</p>\n\n<p class=\"book-paragraph\">They seek this in another because they do not realize that God has put the Redeemer within them, in a deeper Intelligence called Knowledge—an Intelligence that exists beyond the realm and the reach of the intellect, an Intelligence that is not corrupted or compromised by the world, an Intelligence that is not driven by fear, desire and compulsion. This Intelligence is so unlike the mind that you think with that your intellect can hardly imagine it. Yet it exists there within you.</p>\n\n<p class=\"book-paragraph\">People are not aware of the Redeemer within themselves. And so they seek to glorify an ancient person, a great individual, and they imbue that individual with all the qualities that they want that individual to have, not only to be a magnanimous person, but to literally be like a god on Earth—part of God, son of God, an extension of God, a God-person.</p>\n\n<p class=\"book-paragraph\">Having never realized the power and the presence that lives within them, having never been encouraged to search there and to seek the Redeemer there, they will now be led by political forces and religious institutions to glorify and sanctify an individual like no other, until that individual becomes like a deity, to be praised and worshipped. All blessings will be asked of this individual. And the belief will constantly be reinforced by the religious institutions that this individual is the God-person, the redeemer on Earth, perhaps even the redeemer for the universe. But how would they know anything about the universe?</p>\n\n<p class=\"book-paragraph\">There must be clarification here, or the errors in judgment and the manipulation of people’s lives by institutions and by ignorant leaders will be so profound that the world will continue in its desperate course. It will continue to be dominated and destroyed through human ignorance, violence and prejudice. There must be a great clarification.</p>\n\n<p class=\"book-paragraph\">You cannot clarify this intellectually because your intellect cannot account for your origin or your destiny beyond this world, nor the Greater Reality that exists beyond the range of your senses, as limited as they are. Even your imagination cannot reach to the Creator of all life. Nor can you imagine an Intelligence, the Intelligence, that has been given to you and to all sentient beings—waiting to be discovered, waiting to be followed, waiting to be expressed in service to your peoples, in service to whatever world the individual resides within, within the Greater Community of life in the universe.</p>\n\n<p class=\"book-paragraph\">A great teacher points the way. A great prophet gives the warning. A Messenger from God provides something new for humanity. But none of them are redeemers. They cannot replace what God has placed within you to be the source and the center of your salvation.</p>\n\n<p class=\"book-paragraph\">People imagine that Heaven is going to a lovely place where you sing Hallelujah all day long, but nobody really wants to do that. People think Heaven is someplace where there is endless pleasure without pain, but you would find that tedious after a short time.</p>\n\n<p class=\"book-paragraph\">The point is that you cannot imagine the heavenly state. It is so very different from your life in the physical manifestation. You just cannot imagine it. You will only hope and believe it is far better than what you are experiencing now, and in that you are very correct.</p>\n\n<p class=\"book-paragraph\">God knows that not everyone can follow one teacher, no matter how great the teacher may be. In the universe, there are trillions and trillions of races. No one redeemer can speak to them all. No one religion could speak to them all, obviously.</p>\n\n<p class=\"book-paragraph\">The Creator of all life is more intelligent, you see, and places the Redeemer in the individual. It may take a great teacher to call the Redeemer out of the individual, to engage the individual with the power and the presence of Knowledge within themselves. And, indeed, this is the case. For rarely if ever can you find this power on your own, or understand its importance or how to follow it wisely and to express it without confusion or corruption.</p>\n\n<p class=\"book-paragraph\">Beyond the manifestations of religion is the Mystery, and the Mystery is everything. The Mystery brings the person back to their inner life, which, for the vast majority of people in the world, has never been cultivated or developed. They are like strangers to themselves. They only recognize the outward manifestations of their ideas and their behavior, but they have no idea where this is all emanating from, what it really means, and their deeper nature and their deeper purpose, which only Knowledge can contain.</p>\n\n<p class=\"book-paragraph\">In this way, Jesus is not a redeemer. He is pointing to the redemption, to the power of the Holy Spirit, which is not a Spirit that visits people periodically. It is the power and presence that lives within everyone at this moment, waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">This was his greatest contribution to humanity—this and the emphasis on God’s Love for Creation—to repair and to replace the Old Testaments that spoke of an angry, vengeful God, who rewarded those who believed and punished those who did not.</p>\n\n<p class=\"book-paragraph\">Many people, of course, still believe in the old God, for that is the way they can express their anger, their vengeance and their prejudices against others. But God is not part of your psychological drama.</p>\n\n<p class=\"book-paragraph\">God has put the power of redemption within you, but it will take wise teachers and powerful relationships and courage and determination on your part to be able to take the Steps to Knowledge and to discover and to follow this power successfully. Just to be told that it resides within you will mean nothing if you cannot experience it, follow it and learn to express it over time.</p>\n\n<p class=\"book-paragraph\">You are still living in misery. Your life is unredeemed. Your life is unexamined. Your inner life remains to be discovered. You are wandering. You are lost, relying only on your beliefs and your admonitions to give you any sense of clarity, permanence or direction.</p>\n\n<p class=\"book-paragraph\">This is why Jesus will not return to the Earth, for his work is in the Greater Community now. You will have to follow his Teaching. You cannot drag on his coattails, pandering to him, questioning him, begging him, groveling before him. It was not his mission to put you into this point of position.</p>\n\n<p class=\"book-paragraph\">True religion is greatly misunderstood and remains greatly unknown, even to those who claim to be the followers of their religion. That is why God has sent a New Revelation into the world—to give humanity greater strength, greater promise and the true clarification of the Divine Presence, Power and Plan in this world and throughout the universe.</p>\n\n<p class=\"book-paragraph\">The Revelation will speak to the great truth that always has resided in all of God’s great Messages for humanity. But it will present things that have never been presented in the world before about the deeper nature of human spirituality and about humanity’s future and destiny within a Greater Community of life in the universe. It will speak of the Great Waves of change that are coming to the world that will alter the landscape of the world and the condition of humanity and the prospects for human civilization. This has never been presented before, for it was not needed before. But now it is needed.</p>\n\n<p class=\"book-paragraph\">If Jesus returned to the world, he would start a world war—the believers against the non-believers—and what would be the value of that? God has no preference over who believes in Jesus over those who do not. You are asking for destruction to want such an occurrence to take place. The wise know this. The ignorant do not recognize it.</p>\n\n<p class=\"book-paragraph\">Jesus pointed to the Redeemer. He spoke as if the Redeemer were speaking through him, guided and governed by Knowledge, sent into the world for this purpose—to be a representative and a demonstration of the Redeemer.</p>\n\n<p class=\"book-paragraph\">God does not have to try to micromanage your life, or manage a chaotic world full of ignorant, chaotic peoples in a universe of countless worlds full of ignorant and confused individuals. God has simply put the Redeemer in everyone, waiting to be discovered. This is because the Creator is intelligent and is not an idiot…a wise manager…the Creator.</p>\n\n<p class=\"book-paragraph\">So once the Separation began before time, the answer was given completely. And for you it resides within you, beneath the surface of your mind, in a deeper well of silence within yourself. There, if you can cultivate the ability to enter this silence and to be there in the spirit of reconciliation, humility and openness, you will begin to hear the Voice that speaks. It will speak in words or in images, thoughts, feelings or sensations, depending upon your individual make-up and orientation. That is the Redeemer.</p>\n\n<p class=\"book-paragraph\">Many people, of course, do not know of this. They are afraid of themselves. They are afraid they are full of evil and evil intentions and the devil is lurking within them at all moments. They want to believe in something on the outside to save them, for they think that they are imperiled on the inside, and full of sin and evil.</p>\n\n<p class=\"book-paragraph\">This is ignorance. Yes, you have ignorant tendencies. You even have some evil tendencies. But these are nothing compared to the power of Knowledge that God has placed within you as the Redeemer.</p>\n\n<p class=\"book-paragraph\">So there will have to be a complete reconsideration here, or humanity will continue in its ignorant and destructive ways, unable to respond to God’s Messages and God’s influence, which speaks through Knowledge in the individual. For throughout that part of Creation that has entered Separation from God, God speaks to the separated through Knowledge—not as individual messages, but as a Will, a Force, a Great Attraction.</p>\n\n<p class=\"book-paragraph\">As the universe physically expands, God is calling everyone back. God is calling everyone back not through death, but through service, through relationship, through fulfillment and accomplishment in physical life.</p>\n\n<p class=\"book-paragraph\">Your success in Heaven is based on your success on Earth. Therefore, God is all about success. But God defines what success means, how it can be achieved and what its expression really amounts to.</p>\n\n<p class=\"book-paragraph\">Here the greedy and the self-serving will be disappointed, for God has other plans for them. Here that which is greedy and aggressive within you will not find satisfaction, for God has other plans for you. Only the Redeemer can reveal this to you on an individual basis.</p>\n\n<p class=\"book-paragraph\">Here it is your personal revelation that you must prepare for. Without this, people are stupid and blind, believing the principles and the admonitions of aggressive leaders and ambitious individuals, cast now in conflict with one another, producing violence, cruelty and genocide in the name of religion, in the name of God.</p>\n\n<p class=\"book-paragraph\">Look at human history and you will know that humanity needs and must be redeemed. Look at your own personal history honestly and objectively. Does it really reflect a greater purpose and meaning in life? Does it reflect real integrity, real self-honesty and true compassion for others?</p>\n\n<p class=\"book-paragraph\">If you are truly honest, you will see the answer. You may be appalled for a time, but you must see this. It is not to lead you to self-retribution or self-denial, but to a true recognition of your greatest needs in life.</p>\n\n<p class=\"book-paragraph\">God is everywhere, influencing the separated through the power and presence of Knowledge—a greater Intelligence of which humanity knows so very little.</p>\n\n<p class=\"book-paragraph\">Religion, however, has been cast into idolization, idolatry. Religion has been cast into idolatry through fantasy and superstition, into magic and potions, degenerating through the levels of ignorance and the passions of humanity.</p>\n\n<p class=\"book-paragraph\">The answer is so very simple, but people cannot seem to find it. The truth is so very light, but who can bear it? Who can live it? Who can follow the power and the presence of Knowledge without self-deception, without manipulation, without confabulation, without trying to maneuver or manipulate the Presence to meet one’s preferences and desires?</p>\n\n<p class=\"book-paragraph\">With Knowledge, you speak clearly. You think clearly. Your life has a pathway and a direction. And you are not seduced by beauty, wealth and charm. You see through the deceptions of others. You see the need and the plights of others. You look not with condemnation, but with compassion. For you know that it will take great effort for people to pull themselves out of degradation, not only physically on the outside, but internally on the inside.</p>\n\n<p class=\"book-paragraph\">People’s minds are full of pollution, full of violence, full of degradation, full of hatred and mistrust. It is like living in a slum.</p>\n\n<p class=\"book-paragraph\">The rich may chase their dreams and dress themselves up, but inside they are living in poverty. They think God is going to reward them with all of their little pleasures and trinkets. But they are unknown to themselves, and they are afraid to stop their desperate pursuits. They are so afraid of losing now—losing wealth, losing beauty, losing charm, being disapproved of, being rejected by others. They are a slave to these things. Their wealth has only given them greater travail.</p>\n\n<p class=\"book-paragraph\">Instead of taking care of the poor, they are buying mansions for themselves. Do you think that represents the Will of God? In God’s eyes, the rich are more pathetic than the poor, for they have squandered the gifts that life has given them, whereas the poor do not possess them at all.</p>\n\n<p class=\"book-paragraph\">Everything must now be used for a greater purpose—wealth, power, opportunity, resources, advantages—everything to serve the well-being of humanity. For you are now facing the Great Waves of change, which have the power to devastate human civilization. You are facing competition from the universe, [from those] who are here to take advantage of a weak and divided humanity, seeking to govern human perception without the use of force.</p>\n\n<p class=\"book-paragraph\">People know not of these things, but these are the things that will determine the fate and the future of every person in the world and their offspring, their children, their families. People are missing the great problems and the great challenges, preoccupied with things of far less significance, or often of no significance at all.</p>\n\n<p class=\"book-paragraph\">When you can see this even in a moment of real self-honesty, in a moment of deep evaluation, you will see the need for redemption. And you will see you cannot redeem yourself through your intellectual pride; through your technological achievements; through the exertion of power and aggression in the world; through wealth and splendor and the parade of all the other inducements and seductions that draw people into desperate and hopeless pursuits.</p>\n\n<p class=\"book-paragraph\">The Redeemer is with you. You may call the Redeemer Jesus. You may call the Redeemer Muhammad. You may call the Redeemer the Buddha. You may call the Redeemer Shiva. You may call the Redeemer any name that you think is significant, but the Redeemer has no name, has no personality, has no form. It is invisible and therefore pervasive. It can enter into any situation. It is not limited by what limits you in your physical reality.</p>\n\n<p class=\"book-paragraph\">If you misunderstand the meaning of the Redeemer, you will misunderstand the life of Jesus. You will misunderstand the life of Muhammad, and the Buddha, and the other great Messengers that have come to the Earth. You will misunderstand religion.</p>\n\n<p class=\"book-paragraph\">Everything now will be skewed and miscast. You will think of God as the great judge that rewards and punishes at the end. You will think all these things because your premises are wrong. You will miscalculate the consequences and the results of these premises. You will think God is terrible because you are terrible. Religion will become full of conundrums and contradictions that cannot be resolved because you do not understand the difference between the Spirit and the manifest life.</p>\n\n<p class=\"book-paragraph\">You think God is there to serve you. Even though you may not admit this to yourself, you really want God to do things for you. You want God to take care of your problems for you. You want God to erase your errors for you. You want God to make yourself feel better about your life. You want God to give you hope and promise. You want God to make Separation work so you as an individual can fulfill yourself in the manifest reality.</p>\n\n<p class=\"book-paragraph\">But God has other Plans for you. If you are too afraid of them, you will avoid this, trying to lose yourself in romance, hobbies, making money or just trying to resolve your problems in life. God has other plans for you. And that is the Redemption.</p>\n\n<p class=\"book-paragraph\">The power and the presence of Knowledge creates the Redemption and holds it for you. You cannot govern it. You cannot control it. You cannot use it to make money, or to find love, or to achieve your goals, or to fulfill your ambitions. When you think like that, you think that God is here to serve you. You may think God is blessing you, but you think of God as a servant, your little errand boy who is going to fulfill your desires because you believe in some religious doctrine.</p>\n\n<p class=\"book-paragraph\">God has other Plans for you. And God’s Plans will redeem you and fulfill you; give you real relationships with others; allow you to experience grace and power and presence in your life; and lift from your mind hatred, judgment and aggravation.</p>\n\n<p class=\"book-paragraph\">Only God can cleanse your mind, but God does not do this like a magic trick. It is a process that you go through because you have to go through this process. You do not get redeemed, because God cannot undo what you have created because God did not create these things. You have to undo what you have created, with the Power and the Presence of God guiding you.</p>\n\n<p class=\"book-paragraph\">You cannot return to your heavenly state full of grievance and anger, fear and ambition. You would not even know you were there. You would not be able to function in that reality. It would be like Hell for you.</p>\n\n<p class=\"book-paragraph\">So your life must be given purpose, meaning and direction. Your mind must be uplifted and cleansed and placed into service to the Redeemer.</p>\n\n<p class=\"book-paragraph\">Here you must understand the Redeemer is one. You do not own the Redeemer. You cannot be in conflict with others if you are guided by the Redeemer and if they are guided by the Redeemer.</p>\n\n<p class=\"book-paragraph\">People can hardly imagine what this would look like or what it would mean because it is not a part of the life they have created for themselves. People still think they can create their reality because they do not know of the Reality that has created them. People are trying to be successful living in Separation, not realizing that there is no success there at all.</p>\n\n<p class=\"book-paragraph\">Your Separation now has been given a greater purpose—the power of redemption, the power of service and contribution to the world, the power of giving, the power of love, the power of self-discipline and self-restraint, the power of mental clarity and emotional honesty, the power of objectivity and the power of resonance with others. Only the Redeemer can bestow these powers upon you and clear and cleanse your mind so these powers can emerge naturally in your experience, in your life and in your circumstances.</p>\n\n<p class=\"book-paragraph\">Not everyone can believe in one teacher. That will never happen and has never happened. It never happens in any world in the universe. But everyone can respond to the Redeemer. In this, it is only a matter of time. Time here is measured in terms of suffering and misery. For the longer your life remains unredeemed, the longer you live in anger, confusion and disappointment.</p>\n\n<p class=\"book-paragraph\">Your pleasures are temporary and easily lost. You have no sense of self-awareness. You have no true direction in life. You are trying to seek pleasure, comfort and reprieve, but you cannot find these in any satisfying way.</p>\n\n<p class=\"book-paragraph\">It is because Separation has never really occurred, and you are still connected to God. The Redeemer is the part of you that is still connected to God, and that connection could never be broken.</p>\n\n<p class=\"book-paragraph\">You see, God is the Great Attraction. When you begin to feel this Attraction, it begins to change your life, incrementally at first. But things begin to fall away—old ideas, old preoccupations. Even old beliefs and assumptions begin to fade, and new things come to take their place as a natural transformation within you.</p>\n\n<p class=\"book-paragraph\">But you need a great Teaching. You need a great clarification. For the world is full of error and ignorance, and true religion has been misconstrued so thoroughly that people are led astray within it.</p>\n\n<p class=\"book-paragraph\">This is part of God’s New Revelation. Do not think you can stand apart from God’s New Message for humanity and understand it, for that is not possible. You must study it. You must experience it. You must see what it has to tell you. Only then will you understand its power, its potency and why it has been called into the world at this time, and why you have found it at this time.</p>\n\n<p class=\"book-paragraph\">You have a greater destiny to be in the world, but only the Redeemer within you knows what this is, how it can be achieved and the steps that you must take to discover this. To support this discovery, the Creator of all life has provided the Steps to Knowledge in a very simple form. Under the guidance of the Redeemer, these Steps are powerful and life changing.</p>\n\n<p class=\"book-paragraph\">But you must come to this recognizing the deeper needs of your life. You cannot come as a consumer or as a thief. You cannot come merely to reap the reward. You have to take the journey that the Steps require. This journey is individual to you, but its truth is held in common with everyone.</p>\n\n<p class=\"book-paragraph\">Give thanks to the Creator of all life that the Redeemer is close at hand.</p>\n\n<p class=\"book-paragraph\">Give thanks that no matter how difficult or depraved or unfortunate your circumstances might be, the Redeemer is close at hand.</p>\n\n<p class=\"book-paragraph\">Give thanks that God has other Plans for you and your life, for your plans can never fulfill you.</p>\n\n<p class=\"book-paragraph\">Give thanks that all will be redeemed in the end and that the caverns of Hell will be emptied through the Grace of the Redeemer.</p>\n\n<p class=\"book-paragraph\">Give thanks that the world is a place to experience redemption and to express its gifts to a struggling world and a struggling humanity.</p>\n\n<p class=\"book-paragraph\">Give thanks that you are in the world at this time to face the Great Waves of change so that your gifts may be called forth from you and that your life may be one of service and contribution.</p>\n\n<p class=\"book-paragraph\">Give thanks that you have a mind and a body to be vehicles for the Redeemer, to be vehicles for Knowledge.</p>\n\n<p class=\"book-paragraph\">And give thanks that you are part of Creation and have never been able to leave it completely, for this makes your redemption possible and inevitable.</p>\n\n<p class=\"book-paragraph\">Now it is a matter of time. Now it is a matter of honesty. Now it is a matter of self-awareness and coming to terms with the truth of your life.</p>\n\n<p class=\"book-paragraph\">The Redeemer is waiting for you and calling for you—calling you out of the shadows, calling you out of confusion and hopeless dilemmas, calling you out of the snares and the traps of the world, calling you out of hatred and judgment and all other malignancies of the mind.</p>\n\n<p class=\"book-paragraph\">The Redeemer waits for you, but time is of the essence. For this is your time. This is the time for redemption. It is a time of Revelation where God has sent a New Message into the world for the protection and advancement of humanity. This is your great opportunity. It will not always be there for you. For as you grow older, you become less able to respond to the Redeemer and to follow what the Redeemer is going to provide for you.</p>\n\n<p class=\"book-paragraph\">Give thanks that God can never be fooled by human ingenuity, human recklessness or human deception, and that a Plan so perfect has been set in motion that no one can destroy it. You can only avoid it or misconstrue it, misunderstand it and misapply it. But you cannot harm it.</p>\n\n<p class=\"book-paragraph\">Let your faith, then, be in the power and the presence of Knowledge, for this is the true Redeemer. This is what God has sent to go along with you everywhere you go in the world. It is speaking to you every day, but you cannot hear it yet because your mind is stuck up at the surface. You cannot feel it yet because your feelings are trapped in other things. You cannot respond because you do not yet have the inner strength or the self-confidence to do this.</p>\n\n<p class=\"book-paragraph\">In this, no one is a master, for there are no masters living in the world. Everyone is a student. Even the most advanced teacher is still a student—a student of the Redeemer.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-redeemer.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/the-redeemer/"
}