{
  "title": "The Power of Seeing and Knowing",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">There are many things that people do not see that cause great havoc in their lives. At any given moment, things are coming over the horizon, both for you individually and for everyone. Not seeing these things creates great turbulence and upheaval in so many different situations—not seeing a radical event in a nation’s economy, not foreseeing the changing circumstances of one’s life, not foreseeing the end of one’s employment, not foreseeing a grave problem in one’s relationship, not seeing a remarkably important opportunity that may only come to you once in a great long while. So much is missed because people are preoccupied. Their minds are full of thoughts and concerns, fantasies and anxieties. So events happen, but they do not see.</p>\n\n<p class=\"book-paragraph\">The world is giving you signs about what is coming, giving you clues as to what to expect in your environment, in your nation, in your economy and in the more immediate circumstances of your life. Knowledge, the deeper Intelligence within you, is also giving you signs, clues and warnings. But you cannot hear Knowledge if your mind is preoccupied, if you are busy all the time, racing about with your busy schedule and all of your activities.</p>\n\n<p class=\"book-paragraph\">You might feel certain things. You might have sensations of concern or anxiety. You might have profound and lucid dreams at night. But if you do not give these your attention—to consider them, to investigate them, to ask questions concerning them—then the whole value of your inner guidance is being lost upon you.</p>\n\n<p class=\"book-paragraph\">There is so much hastiness in how people live. And the more successful they are by the world’s terms, the more hasty they are and the more they are missing. Not only are they missing the signs and the clues and the warnings from both the world on the outside and from Knowledge on the inside, but they are missing all of the enjoyments of life—the recognition of beautiful things, the appreciation of their circumstances, the magnificence of the world, the beauty and complexity of nature.</p>\n\n<p class=\"book-paragraph\">Indeed, any one moment, anywhere, under almost any circumstances can provide a remarkable insight. The moment when this insight arises can be any moment. It can arise under any circumstances.</p>\n\n<p class=\"book-paragraph\">But if people are not paying attention, if people are not responding, if they are not able to respond—able to be responsible—then it is like nothing has happened at all in their own experience even though a great deal is being revealed to them as they go along.</p>\n\n<p class=\"book-paragraph\">So how is it possible that you could see these things that so many other people do not see, feel and know? How can seeing be achieved for your benefit and for the benefit of those who will be the recipients of your greater gifts in life?</p>\n\n<p class=\"book-paragraph\">To see, you first must look and have looking be a part of your normal activities in life. Perhaps at the outset to create a different kind of experience and to begin to build the habit of looking, you will set aside special times of practice where you gaze out at the world without evaluation, without judgment, without being caught up in the past or the future—just listening and just being present.</p>\n\n<p class=\"book-paragraph\">Perhaps you will only be able to do this for a few moments at the outset. But as you practice this and make it part of your practice in meditation, then you will be able to listen more deeply and for longer periods of time. Here you are not trying to get anything, have anything, fix anything or resolve anything. You are just being there.</p>\n\n<p class=\"book-paragraph\">There are so many opportunities to do this even while you are out in the world—whenever you are waiting in line for something, whenever you are sitting on a bus, whenever you are sitting in a chair waiting for something—to stop and just listen for a few moments. When you are with another, it is important to clear your mind and to just listen to them, for what they are really communicating is rarely contained in their words alone.</p>\n\n<p class=\"book-paragraph\">This ability to be still and to be with people, with places and with things is so fundamentally necessary to gain access to the deeper Intelligence within you, the Intelligence of Knowledge, which will reveal things to you in the moment you would never see, hear or feel otherwise. It is this ability to listen both without and within, in the moment, that gives you this great advantage.</p>\n\n<p class=\"book-paragraph\">This is so very important in your relationships because it allows a deeper discernment to come into play. It allows a deeper recognition to occur. People will tell you so much about themselves if you can really listen to them without judgment, without evaluation, without projecting all of your criteria upon them.</p>\n\n<p class=\"book-paragraph\">But as you will see, as you look about, that people are so busy talking and thinking they are hardly present with anything, let alone themselves. And so they do not see and they do not hear and they do not know where they are, what they are doing or who they are with. It is incredible that a human being who is equipped with such magnificent capabilities would not be using them to their fullest advantage.</p>\n\n<p class=\"book-paragraph\">If you listen to another, they can tell you so much about themselves, and it will inform you as to how to be with them appropriately. Here you are not being seduced by beauty, wealth or charm. You are just listening. You are listening respectfully, without condemnation. You are listening to hear if there is anything you need to know about this person or about your being with this person. This again allows a deeper evaluation to naturally take place as Knowledge, the deeper Intelligence within you, can speak to you or give you indications or signs.</p>\n\n<p class=\"book-paragraph\">As you look at the birds and the animals, they are always listening and watching because the environment is always changing, and their security is never really fully established. People have lost this great and significant ability because they assume so many things about their safety and security and well-being. They do not want to be afraid. They do not want to feel anxiety and so they just shut everything out, when in fact being still and observant has nothing to do with fear. In fact, it is the antidote to fear.</p>\n\n<p class=\"book-paragraph\">You cannot be fearful and still all at once. You cannot be entertaining your own fearful imagination and be present to your environment at the same time. If the animals can do this with their far more limited intellectual and mental abilities, then certainly human beings can do this as well.</p>\n\n<p class=\"book-paragraph\">Whenever you are about to make a mistake, particularly a serious mistake, there are signs and indicators. But if you are not paying attention, you miss the signs and the indicators. Then you run into a great problem, even a disaster.</p>\n\n<p class=\"book-paragraph\">The vast majority of people’s critical errors are the result of their not paying attention to what they are doing, to where they are, to what is happening. As a result, they cannot receive the clues that are indicating a danger or a problem coming over the horizon.</p>\n\n<p class=\"book-paragraph\">Whenever you feel an unreasonable anxiety, it is important to become still and ask yourself: “What is this I am experiencing?” Listen deeply within yourself to see if there is any insight here for you.</p>\n\n<p class=\"book-paragraph\">In order for you to be wise and observant, you must develop these abilities and engage with these practices, not just once in a while when faced with a difficult problem, but as a part of your daily experience. If you can learn how to brush your teeth, you can learn how to listen to the world. If you can learn how to drive an automobile, you can learn to listen to another. It is preparation. It is habit. It is something you use and rely upon. And after a while, you do not even need to think about it.</p>\n\n<p class=\"book-paragraph\">In the study of Steps to Knowledge, the great Book of Practices, it asks you to be still upon the hour, to listen to where you are and to regain a moment of contact with Knowledge within yourself. When people practice this particular hourly practice, they are amazed to see how hours and hours can pass by and they forget. They forgot to stop and to listen and to look.</p>\n\n<p class=\"book-paragraph\">In doing this, they begin to see the extent to which they are not present to themselves or other people. They are not observing their environment carefully. They are just swept up in the activities of the day or in conversation or in imagination. During that time they were caught up, they had no idea what was going on within themselves or around them.</p>\n\n<p class=\"book-paragraph\">Here you can begin to wonder why people experience such catastrophic events or make decisions that are so clearly not in their best interests or give away their life and their freedom to relationships that have no future or promise. How can such an intelligent individual do activities and make decisions that demonstrate so little intelligence?</p>\n\n<p class=\"book-paragraph\">Part of the answer to this is revealed in the ability or the inability to see, to hear and to know. Nature has given you powerful abilities in this regard. Perhaps your very distant ancestors used them to a far greater degree as they were much more challenged by their environment and the needs for survival. Perhaps you do not face such challenges, of course, but your need to discern where you are, what you are doing and what is happening around you is even greater today than it was long ago.</p>\n\n<p class=\"book-paragraph\">There are many more risks, many more decisions and many more aspects of life that you must now keep track of. Terrible relationship decisions as well as terrible business decisions or investment decisions or purchasing decisions all arise out of this failure to pay attention to your own experience and to your changing environment.</p>\n\n<p class=\"book-paragraph\">What you want to achieve, particularly when you are interacting with other people, is to listen on the outside and the inside all at once. You can learn to do this while you are carrying on conversations or engaged in busy activities. This, however, requires some basic preparation: the ability to sit still, to listen and to look; the ability to discern the difference between what your mind might tell you and a real insight coming from a much deeper place within you.</p>\n\n<p class=\"book-paragraph\">Many people do not know how to distinguish the presence and the power of Knowledge from their own thinking and ideas because they have never gotten beneath the surface of their mind. They are so used to telling themselves things and having other people tell them things that they have not yet built the discernment necessary to distinguish an idea from a much deeper and significant insight.</p>\n\n<p class=\"book-paragraph\">But these are skills to be learned. These are habits to be established. Anyone can learn these things if they have the intention to do so. Anyone can make great progress here if they engage in a preparation not of their own making that has been provided for them to enhance these abilities and to call them forth.</p>\n\n<p class=\"book-paragraph\">Seeing is a product of listening and paying attention. It is the product of looking at events without projecting your own answers or evaluations. It requires the ability to see beyond your own preferences and, in so many cases, beyond the consensus of those people who influence you.</p>\n\n<p class=\"book-paragraph\">This independent thinking, this ability to think freely, is actually much more rare than you might realize. Perhaps you have noticed that people within the same group or association with others will have the same comments, the same answers, the same evaluations and the same prejudices. No one is thinking independently. People are relying upon their social conditioning and the consensus of others or, in some cases, reliance upon certain authority figures in order to tell them what to think, to see, to know and to do. Though they are politically free, perhaps in a free nation, they are really not free to think for themselves. No one has revealed to them that Knowledge lives within them. No one has shown them a way to still the mind and to gain the power of vision.</p>\n\n<p class=\"book-paragraph\">If you can see that so many of humanity’s mistakes, both individually and collectively, are the product of not looking, seeing and recognizing a situation, then you can begin to see the immense value of developing these skills.</p>\n\n<p class=\"book-paragraph\">With these skills, you will not make a mistake in relationships. With these skills, you will be unlikely to make a mistake in your business decisions. With these skills, you will be able to see long range what is coming for humanity as a whole and to prepare your life and your circumstances for these eventualities.</p>\n\n<p class=\"book-paragraph\">Here dates and times are not important. It is the movement of things that is important. The date in which an event might occur cannot be your emphasis because the future is always shifting and changing. It is constantly being influenced by events in the present and to a certain extent events in the past.</p>\n\n<p class=\"book-paragraph\">You might know that a great earthquake is coming to your city. Perhaps you live in a city that is earthquake prone. But the date and the time will be very difficult and, in some cases, impossible to determine. But before that earthquake occurs, you will begin to have signs and signals within yourself and perhaps from the world around you. As the event approaches, these signs can help you to position yourself safely.</p>\n\n<p class=\"book-paragraph\">Here you cannot be rational and reasonable according to what everyone else believes or assumes. Allowing yourself to be guided by Knowledge, a deeper Intelligence within you, is the key here. When it comes to taking action, Knowledge will guide you.</p>\n\n<p class=\"book-paragraph\">Knowledge is beyond the realm and the reach of the intellect. It is a very different kind of Intelligence within you. It does not compare and contrast, debate and discuss. It is not driven by greed and fear. It is not obsessed with the fear of loss. It is not afraid of the world. It is powerful. It is here on a mission. It holds your greater purpose for coming into the world, something your intellect cannot discern.</p>\n\n<p class=\"book-paragraph\">Knowledge is aroused by very important things, not insignificant things. But to learn how to respond to Knowledge and to recognize Knowledge in your own experience, you must take the Steps to Knowledge and develop your discernment and your awareness and alter certain patterns of your thinking that deny you the access to God’s greatest gift and endowment to you.</p>\n\n<p class=\"book-paragraph\">Knowledge is the Intelligence you had before you came into the world, and it will be the Intelligence you have after you leave the world. It is not governed by the world. It is not manipulated and seduced by the world. It is not confused by the world. It is not threatened by the world. And so it has no condemnation. It has no hatred, no enmity.</p>\n\n<p class=\"book-paragraph\">Its concern is for you to discover and to express your greater purpose for being in the world. In that alone, it has a concern. It also has a concern for keeping you alive, keeping you healthy, keeping you safe, keeping you from destroying your life or giving your life away to things that have no promise and no real value. In this, it exerts a powerful and continuous influence.</p>\n\n<p class=\"book-paragraph\">That is why every time you are about to make a real mistake, you will feel a kind of deep hesitation within yourself, as if your heart is freezing up, your stomach is clenching, something inside of you is saying, “Stop, wait, hold back, do not proceed,” like the sign on the highway that says: “Wrong way. Do not enter.” You will have this feeling within your mind and body.</p>\n\n<p class=\"book-paragraph\">This is Knowledge telling you to stop. You are about to do something that will have very negative consequences for you. People on their marriage day have felt this restraint and yet at that point, with everyone gathered, they could not bow out.</p>\n\n<p class=\"book-paragraph\">As you become more aware of your own experience and the forces within you, you will begin to see the power of this restraint and its essential importance to your well-being and to your future. It is this voice, this presence, this power, this influence that will hold you back from a disastrous event. Even an event that would just cause you pain or suffering unnecessarily, it will exert an influence.</p>\n\n<p class=\"book-paragraph\">Here you must be willing to listen and to respond without trying to understand what it means because in most cases understanding will come later, after the fact. Here you must have the ability to act abruptly, even irrationally, in the evaluation of others—to stop yourself, if you are in the wrong place with the wrong people, to get up and leave. If you are about to do something that is against your deeper nature, you stop, you refuse to proceed, you refuse to go along with the others. You have the strength and the courage to do this.</p>\n\n<p class=\"book-paragraph\">This is what breaks addictions. This is what overcomes compulsions. This is what breaks the chains of old habits. This is what liberates you from innumerable forms of domination, whether they are being imposed by others or whether they are imposed within your own mind.</p>\n\n<p class=\"book-paragraph\">Whatever your difficulty or challenge, Knowledge will lead you out of it, and will lead you out of it in such a way that you will gain from it, that you will gain wisdom, skill and self-confidence. In facing big problems, difficult problems, it becomes a path of many steps requiring many different decisions. Here you cannot figure out what to do all at once. You will have to follow a series of steps. And you will have to have the faith and confidence that this is indeed the way you must travel, even in the face of grave self-doubt.</p>\n\n<p class=\"book-paragraph\">Here your relationships become very significant, for there are no neutral relationships in your life. Every relationship is either helping you or hindering you in developing these deeper skills and awareness. Even people in your life who seem to be wonderful and very loving can discourage you, for they themselves have never developed these skills and do not understand them and their importance.</p>\n\n<p class=\"book-paragraph\">Even if you have one ally who can support you in taking the Steps to Knowledge, who can support you in acting with integrity and in not betraying yourself in your actions and in your decision making, that is so very valuable. One ally in this way is worth a thousand friends. If you can join with another student of Knowledge, then you will gain strength from them, and they will gain strength from you. If you have such a relationship, you will see how extremely important it is to you and how much more you gain from this interaction than from all your other social engagements.</p>\n\n<p class=\"book-paragraph\">Sometimes you will need another to tell you what you yourself already know. But in the end it is the decision within you that you must make. The wisdom of this decision will be based upon what you see, hear and know.</p>\n\n<p class=\"book-paragraph\">Learning to be still, learning to listen, learning to look without judgment—gaining this degree of control over your mind and your emotions and your affairs is fundamental to your ability to gain this deeper wisdom and these greater abilities. You do this because you practice, for this requires practice.</p>\n\n<p class=\"book-paragraph\">You have spent your whole life practicing things perhaps that are not working for you, that are holding you back, that are destroying your discernment and are undermining your courage and your integrity. Now you must practice something to undo these things and to replace them.</p>\n\n<p class=\"book-paragraph\">You do not all of a sudden wake up one day able to do all of these things. You learn to do them because you are practicing them, you are focusing on them. And you are focusing on them because you recognize their real importance to you, for you do not want to make the same mistakes over again. The only assurance that you will not make these mistakes is to gain the skills that are being presented here.</p>\n\n<p class=\"book-paragraph\">Life will give you opportunities to learn and to make wise decisions. And you have everyone around you, everyone, who is demonstrating the importance and the need for Knowledge. For everyone around you is making every form of mistake, every form of self-violation, basing their decisions upon acquiescence to others, or upon a consensus or upon their own social conditioning, unaware that they are acting slavishly by doing these things.</p>\n\n<p class=\"book-paragraph\">Instead of condemning other people for their mistakes and their foolishness, you could be in a position to gain wisdom from them, without demeaning them in any way. Here you are gaining the maximum value from everyone’s experience. And here you will discover that everyone’s experience is either reinforcing or denying the power and the presence of Knowledge within people.</p>\n\n<p class=\"book-paragraph\">There are no neutral relationships. People are either encouraging you or discouraging you from finding the source of your own guidance and power. Perhaps they do not intend to be discouraging, but by their very nature and emphasis they can be holding you back. They know you as a friend. They do not know you as a person who is in the world seeking to find their greater purpose and mission here. They perhaps associate you with pleasant activities or shared interests and may have no sense at all of your deeper nature or your deeper inclinations.</p>\n\n<p class=\"book-paragraph\">This is why it is so important to have a real ally, to have a relationship, at least one, with someone who can encourage this within you. For the world in general will discourage you from finding the power of Knowledge and developing the skills of vision and wisdom for yourself.</p>\n\n<p class=\"book-paragraph\">Here most people just give up and go along with everyone else. They do not have the strength or the determination to break free of their slavish thinking and behavior and to question their activities and their associations with others. This takes strength and courage to do this. It is very challenging, but it is essential if you are to discern where you are and what you are doing and where you really need to go with your life.</p>\n\n<p class=\"book-paragraph\">Because it is so easy to just give yourself away to others for a perceived benefit, for pleasure or security or wealth, you just go along with people, and you find that you are unknown to yourself, that your life is adrift, that you have no real sense of your inner direction, that you are in circumstances that do not speak to your heart. You are with people in situations that are not inspiring or really meaningful to you at all. It is as if your ship has gone off course and now you find yourself in strange and foreign waters, wondering how you got there.</p>\n\n<p class=\"book-paragraph\">It is better here to wake up late than never to wake up at all. For you are sent into the world for a greater purpose. You have the power of Knowledge within yourself. You have skills to learn and abilities to develop that are fundamental to who you are and to why you are here.</p>\n\n<p class=\"book-paragraph\">You have needs in the world. You have physical needs and psychological needs. But ultimately you have a greater need, the need of the soul, which is to discover this greater purpose and to express it in the changing circumstances of your life. If this greater need is not fulfilled, then you will not be fulfilled, and your life will not be fulfilled, and you will feel forever anxious and restless and discontented. No amount of pleasure or therapy can offset this if you are not attending to the greater need of your soul.</p>\n\n<p class=\"book-paragraph\">That is why We are giving you such great encouragement, giving you the keys to unlocking your greater abilities and your greater skills. For it is with these that you will be able to discern your true direction. It is these that will give you the strength and the courage and determination to reclaim your life and to set it in a different direction, a direction where it was always meant to go.</p>\n\n<p class=\"book-paragraph\">It is this power that will enable you to forgive your mistakes and to forgive yourself for acquiescing to others, for being powerless and irresponsible. It is this that will undo the damage from the past sufficiently and provide you the wisdom this damage can reveal. For your mistakes now become a resource for gaining wisdom and for sharing wisdom with others.</p>\n\n<p class=\"book-paragraph\">The need for this in the world is immense. Beyond the need to feed people and to provide security for people, the need for wisdom is immense. People everywhere are wasting their lives, wasting their great opportunity to be in the world—their time, their energy, their resources—because they do not have this wisdom.</p>\n\n<p class=\"book-paragraph\">In the wealthy nations where people have more freedom to pursue their fantasies, it is even a more tragic problem. Those who have the resources to be real contributors in the world, to fulfill themselves through a greater service to humanity and to the world are giving themselves away to the most trivial things, and are angry and depressed as a result.</p>\n\n<p class=\"book-paragraph\">If you look without condemnation, you will see these things. They are all around you. You will see people not reaching for their greater destiny and their greater purpose. You will see people compromising themselves trying to be happy and comfortable with things that are wholly insufficient for their true nature and purpose.</p>\n\n<p class=\"book-paragraph\">The demonstration of this is powerful and will reinforce for you the importance of gaining access to Knowledge and to the deeper current of your life, to bring your head above the fog that is keeping everyone in a state of animation and confusion.</p>\n\n<p class=\"book-paragraph\">You feel this need already. It is within you. It is the natural need to get up the mountain of life so that you can see the real panorama. You will see things here you could not see in the valleys and the forests below. You must make this journey. It is the most important journey in your life. It is the journey that rewards you with certainty, clarity and direction and brings into your life a quality of relationship that is far beyond what most people are experiencing in the world today.</p>\n\n<p class=\"book-paragraph\">But you must prepare. You cannot just have these things. You must build a desire for them and a capacity for them. They represent a series of skills and a deeper awareness. Every step you make in this direction restores to you your strength, your self-respect and your sense of enthusiasm about being in life. It is so fundamental.</p>\n\n<p class=\"book-paragraph\">You are not sent into the world to be miserable, to be compromised, to be depressed, to give your life away to simple pleasures and easy accommodations. You have a greater journey to take, a greater destiny. And your happiness and sense of fulfillment and the value of your relationships will all reflect whether you can take this journey or not.</p>\n\n<p class=\"book-paragraph\">It is a decision that you make every day as you bring a greater self-determination to bear in all of the affairs and events of your life. And if Knowledge is your guide, you will do this without condemnation, without hatred and enmity. You will do this as a natural response to a greater and more profound need within yourself. And you will look for this in others—this awareness, these skills, this clarity, this sobriety, this objectivity, this compassion—for that is what you are seeking for yourself.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-power-of-seeing-and-knowing.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/the-great-practices/the-power-of-seeing-and-knowing/"
}