{
  "title": "The Pilgrimage",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Because of the sacred journey of the Messenger, it is important that there be a pilgrimage for those who can respond, a pilgrimage to meet him if possible, or to connect with him if meeting him is not possible.</p>\n\n<p class=\"book-paragraph\">If you have been blessed by the Revelation from God, then this Pilgrimage becomes very important, and your reaching out becomes very important during the remaining time that the Messenger will be here on Earth. For he is an older man and has traveled a long and difficult journey, a journey without recognition, a journey without praise from people in the world except for perhaps a very few, working in obscurity to receive the greatest Revelation that has ever been given to this world, to prepare humanity for a future that will be unlike the past in so many ways.</p>\n\n<p class=\"book-paragraph\">If you have been touched by the Revelation, if you feel your life is being served by the Revelation, if you feel you have been given a new life through the Revelation, then your Pilgrimage to meet with the Messenger now becomes important. And if you cannot meet with him, if that is not possible, reach out to him with a message of gratitude that he can receive from you so he can know who you are, so he can bless you and keep you in his heart.</p>\n\n<p class=\"book-paragraph\">For there are many at this moment who have received the Revelation, but they have never reached out to the Messenger. Perhaps they think they can take this journey on their own. Perhaps they think they can weave it into their other plans and goals or their preconceived notions about religion or spirituality. But the New Message itself is complete, and the Messenger holds the central light of it and possesses things that are not in Our Voice or in the Words that We give, for We have given them to him, to shine upon the world when that is necessary.</p>\n\n<p class=\"book-paragraph\">Your receiving the Revelation to whatever extent it has occurred so far represents a great turning point if you can respond to it genuinely, in humility, recognizing you cannot invent it for yourself or control it or determine which way it will go for you. For you have a greater calling in the world not of your own making, but you are perfectly designed for it, and your soul will only respond to this at a deeper level within you.</p>\n\n<p class=\"book-paragraph\">God knows how to reach you. God knows how to guide you. But you must be the person who does the work. You must be the person who makes the decisions, and take responsibility for those decisions, not claiming a higher authority in doing so, but being a responsible representative here on Earth.</p>\n\n<p class=\"book-paragraph\">You have a relationship with the Messenger if you have received the Revelation. You cannot separate them, you see, for he is the beacon. And even beyond his life, he will watch over those who can respond, as all the previous great Messengers in time have done and continue to do, even to this moment.</p>\n\n<p class=\"book-paragraph\">What a great burden for the Messenger to witness the corruption and misuse of the Revelation in the future. That is why a core group of individuals have been called to him and abide with him to maintain the pure Revelation, prepared by his hands and with his approval, not to be reconstructed later by those who are clever or cunning or misinformed.</p>\n\n<p class=\"book-paragraph\">Your relationship with the Messenger is quite important. He will not be your personal guide or instructor, for he has not the time for such a thing for so many people. But his teaching for you and the teachings he will give through the avenues and the vehicles that are open to him will be very important for you to understand the New Message, to realize its great importance in the world at this time, to respond to it correctly and to recognize those ideas or dispositions within yourself that could lead you astray—to recognize them, to hold them back or correct them.</p>\n\n<p class=\"book-paragraph\">For you cannot do your version of the New Message. If you attempt this, you will corrupt it with your own personal persuasions, your own personal preferences and fears, and it will lose its power and efficacy for you as a result and become something perhaps very different. This has happened, of course, in the past with the great Revelations to the great detriment of humanity and to the misfortune of those who attempted to use it for their own purposes and designs.</p>\n\n<p class=\"book-paragraph\">You have this immense opportunity to receive Our Voice, which was never possible before. For it is We who have prepared the Jesus, the Buddha and the Muhammad and other great teachers of less reputation—even unknown to you, even unknown to the whole world—who have walked this world, this Earth, this planet of your origin.</p>\n\n<p class=\"book-paragraph\">It is now under great threat from within and from without, and that has brought a New Message from God into the world. For humanity is unaware and unprepared. It is such a great turning point you cannot even see it yet or consider its consequences. For only something this great would bring a New Message from God into the world, which happens perhaps only once in a millennium. For the Messages are very great and are meant to serve people not only at the point of their being sent into the world, but for centuries beyond.</p>\n\n<p class=\"book-paragraph\">Therefore, this is your great opportunity to live at such a time, such a rare time, such a momentous time in human history. Cease your condemnation of the world and others so you may recognize the great turning point that you are part of and that you have come to serve under a Greater Coordination, greater than any person on Earth, or even in the universe, can understand.</p>\n\n<p class=\"book-paragraph\">If you cannot make the journey to meet the Messenger in his remaining years, then send him a message expressing your thoughts and gratitude, and he will remember you and bless you. He will not be able to maintain correspondence with you because there are too many people seeking to have this contact with him now. But he will know you and remember you, and those who will carry on this work, The Society for the New Message, they will also keep you in their hearts and minds so you will not be forgotten.</p>\n\n<p class=\"book-paragraph\">It is building this greater alliance on Earth now that is essential at the time of Revelation, for coming into the world something this pure can so easily be misconstrued, misused or corrupted for other purposes. Or it can be ignored and denied to such an extent that it can barely take hold in a world that is now facing, with each passing day, greater dissonance, greater uncertainty, greater fragmentation.</p>\n\n<p class=\"book-paragraph\">Heaven knows what is coming over the horizon and the great risks that humanity is now facing, having now changed its climate permanently, having now despoiled the world to such a great extent that it can barely survive a growing human family. And all the grievances and aggravation and tragedy that has accumulated over years and centuries, all these things now are part of your life, part of this reality, as you enter a new world reality—a world of much greater challenges and difficulty, but a world that will require out of necessity a greater cooperation and a greater unity and compassion for people everywhere. For it cannot be person against person, or group against group, or nation against nation if humanity is to survive in this new world reality, or survive in a form that you would ever want to have happen.</p>\n\n<p class=\"book-paragraph\">To feel the true power and importance of the New Message, you must see the great risk and challenge facing humanity. See this objectively, not trying to make it better or worse than it is and not really understanding what it really will require. For there are many decisions for humanity to make to determine the severity of the outcome.</p>\n\n<p class=\"book-paragraph\">Your decision is for your life and your future to be guided by the greater power of Knowledge that God has put within you. This is what the New Message advocates. It has presented an Ancient Teaching in The Way of Knowledge, the Steps to Knowledge, older than human civilization it is. It comes from beyond the world. It has been practiced in many places in secrecy, in worlds where there is no freedom.</p>\n\n<p class=\"book-paragraph\">It is being given to the whole world now, which is such a rare event in the history of your local universe. You have no idea how rare this really is—to reach those who must be reached, to call those who must be called, to speak to those who must be spoken to, to rescue those from a meaningless and hopeless existence into something great and important and necessary.</p>\n\n<p class=\"book-paragraph\">Only great and monumental times will call these things out of you, so do not complain endlessly about the world or the state of affairs. It is what you have come to serve, to deal with, to reckon with, to improve upon, for the great human need will be immense in the future. And God must speak again to a struggling humanity.</p>\n\n<p class=\"book-paragraph\">If you can come to meet the Messenger, there are certain times of the year, events that are given, where that is possible and welcome, for he cannot receive people every day or any time, whenever they want to come. He has much too much work to do in these remaining years of his life.</p>\n\n<p class=\"book-paragraph\">Come. Whatever it takes, come. For if you neglect this and he passes from this world, you may feel a great regret otherwise. The opportunity then is here for you.</p>\n\n<p class=\"book-paragraph\">If you know him and recognize him for who he truly is, your studenthood will come alive, for you must know then that you are connected to him and called to him and to those who will protect and preserve what he has given to the world.</p>\n\n<p class=\"book-paragraph\">For beyond his life, there will be no additions made to the New Revelation. The Seal of the Prophets will close behind him. And Heaven will remain silent, watching who will respond, who will not respond.</p>\n\n<p class=\"book-paragraph\">This is how Revelation is given to this world and to any world in the universe, truly. For your God is not only the God of this world, but of all life in the universe—countless races of beings in this galaxy and others. There is no religion that can encompass something this big. Even your mind can barely encompass anything of this size and magnitude, of course. This is not an intellectual pursuit. It is a calling to serve and to be a part of something essential and beautiful and meaningful in the world.</p>\n\n<p class=\"book-paragraph\">Your service will be called out of you, not necessarily based on what you want to give, but on what is called forth from you by the circumstances themselves. That is the difference between true service and giving for one’s own personal advantage.</p>\n\n<p class=\"book-paragraph\">What will be called from you is what you are designed to give and able to give. It will not require great education or magnificence on your part, but just a true heart and a life that is free to respond.</p>\n\n<p class=\"book-paragraph\">This is what the Messenger teaches and has demonstrated, you see. All ambition has been burned out of him by the journey he has taken. But this makes wisdom possible and inevitable that this can be achieved.</p>\n\n<p class=\"book-paragraph\">Here you must surrender to a greater part of you that is not your intellect, not the mind that the world has created and fashioned and continues to dominate, but the deeper Mind within you called Knowledge, which is the part of you that is still connected to God, the part of you that you cannot imagine or fabricate or pretend to have. It will not give you what you want, but it will give you what you need, and it will take you where you are meant to go. And it will bring into your life true relationships that have real destiny associated with them, something your intellect or personality could never achieve.</p>\n\n<p class=\"book-paragraph\">You must know the Messenger because how he is portrayed in the future truly will be based upon the recognition of those who understand him now, who have received from him during his time on Earth. They will be the first responders, and their testimony will be significant though others will continue to respond to the Revelation and even to the Messenger far, far beyond this time. This is a primary relationship for you, but you must know this in your own heart.</p>\n\n<p class=\"book-paragraph\">Do not just seize the Revelation and think you are going to use it as a resource to get what you want out of life. No, that is not the spirit with which you must approach this. It is a sacred rendezvous. It is not made profane by personal advantage or ambition or seeking to use it as a tool to employ to gain advantage over others. It is a sacred rendezvous. It is what brings your life out of a miserable separation and a haphazard life. It calls you into a true pathway that was always meant for you to follow. And your heart will be full of joy that you can finally find such a thing, though perhaps you have searched so long for it without success.</p>\n\n<p class=\"book-paragraph\">Though the pathway is challenging and difficult at times, the sense of joy and rightness about your life will travel with you and will grow over time, something that few other people in the world can honestly claim for themselves.</p>\n\n<p class=\"book-paragraph\">Here you find out what really matters in your life, and who really matters in your life. Beyond all the desires and temptations and failed relationships, glorious images, seductions, this is what really matters. This is who really matters.</p>\n\n<p class=\"book-paragraph\">The Messenger does not seek or want adoration. He is not a god, but none of the Messengers have been gods. They have all come from the Angelic Assembly, you see, taking human form here to receive something of great importance for the world at great turning points for humanity.</p>\n\n<p class=\"book-paragraph\">If you can understand this, you will begin to see the unity of all religions, that in their pure form, they have all come from the same Source—given at different times in history; given to primitive peoples, peoples of different cultures; given in such a way they could be recognized and adopted by those present at that time. Each holds building blocks to building human civilization as a free and noble race rather than as a conglomeration of warring tribes, destroying each other and the world around them.</p>\n\n<p class=\"book-paragraph\">You have a sacred rendezvous with the Messenger, whether you can meet him in person or not. Honor this and recognize you cannot simply steal the Revelation and go off and think you know what to do with it, for it is more powerful than you are, far more powerful. It is here to take you to a part of yourself where real honesty and power and strength and dedication can naturally arise.</p>\n\n<p class=\"book-paragraph\">There is no seduction here. There is no manipulation here. There is the attraction of the Divine for Creation, which is the most natural, purest force that you can experience here in physical reality.</p>\n\n<p class=\"book-paragraph\">Heaven blesses those who can receive and who can give. Their blessing is in receiving and in giving. Heaven gives freedom to those who can respond and who are willing to do the work necessary to build this freedom and to preserve it in a world where such freedom is rare, and even rarely valued.</p>\n\n<p class=\"book-paragraph\">If you honor the Messenger, you honor the previous Messengers, who stand with him in his great endeavor here on Earth. For that is part of the Coordination that has taken [place] over time, something that few people in the world really understand—to keep this sacred Knowledge alive in the world, which is under so many threats of being lost or forgotten; to keep compassion and service and the peacemaking efforts of many people alive and effective in a world where the threat of war and conflict arises in a world of diminishing resources.</p>\n\n<p class=\"book-paragraph\">Your challenge first is to come to terms with this in your own life—you who have been called, you who have been struck, you who have been exposed to the Revelation. It will bring you to what really matters in your life. It will bring to you your core strength, purpose and direction as you are willing to receive these things and to follow them with strength and humility.</p>\n\n<p class=\"book-paragraph\">The Messenger has brought this to you and has brought you all the relationships that will ensue from this. In fact, he will give you a world full of relationships as the New Message travels around this world. You will now have people who can recognize you in many places, who can resonate with you, who can support you.</p>\n\n<p class=\"book-paragraph\">What a magnificent gift. You who at present are lucky to know one person who really has a sense of who you really are and who values that above other things. What a gift: a gift of freedom, the pathway out of a meaningless and hopeless existence. The gift of service, the gift of inclusion—finally recognized for who you are and why you have come, which is a recognition that you must adopt first as your starting point.</p>\n\n<p class=\"book-paragraph\">May this blessing be upon you. May this opportunity to be with the Messenger be extended to you. And may you respond deeply within yourself, not simply based upon circumstances, but upon what you really know you must do with what is possible in your life.</p>\n\n<p class=\"book-paragraph\">He will respond to you even if you cannot come, if you send him a message, with your photograph, if possible. He and others, then, can recognize you and be grateful for you. And you will be remembered. And you will remember. For you must remember, to find your way back to your Ancient Home.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-pilgrimage.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/the-pilgrimage/"
}