{
  "title": "The Confirmation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">This is the Confirmation—the Confirmation of why you have come into the world. The Calling that will call out of you that which you cannot call out of yourself. The Resonance that must come from the Source of life, a resonance that you are naturally attached to and in relationship with. The Confirmation that will bring your life into perspective, finally, giving it the right context, the right meaning and its true application in a changing and difficult world.</p>\n\n<p class=\"book-paragraph\">The Confirmation is what your heart is seeking in all of your pursuits and relationships and happiness and fulfillment of whatever kind—the yearning of the soul for its true engagement in the world. For you have come here for a greater purpose, a purpose that you cannot ascertain from your intellect, your beliefs or your ideas alone. It is a personal revelation, and it does not come all at once.</p>\n\n<p class=\"book-paragraph\">The Confirmation will be when you resonate with the Source of your life and are called into a greater engagement—a true purpose. So different it is from your plans and goals and schemes for happiness or redemption.</p>\n\n<p class=\"book-paragraph\">If you are not struggling to survive, as so many people tragically are, then you have an opportunity to respond to a greater relationship and a greater engagement. And your engagement will play a great part in the restitution of the world and the great relief of poverty and degradation that afflicts so many.</p>\n\n<p class=\"book-paragraph\">You know not of your greater calling or what it will mean, what it will look like and whom it will serve. That must be revealed to you over time as you demonstrate a readiness, an honesty and true commitment.</p>\n\n<p class=\"book-paragraph\">But before this occurs, there is the Calling, there is the Sound, there is the Voice, there is the memory, there is the Word that snaps you out of your obsessive life, recalling an ancient memory, a deep understanding for a moment. Like lightning illuminating the landscape at night, it reveals something at the very heart of you. That is the Confirmation.</p>\n\n<p class=\"book-paragraph\">The Confirmation is not that the Revelation will meet your expectations and refer to your beliefs or ideas, or the beliefs or ideas of your religion or your culture, your history or your nation. These are things for the intellect to dwell upon. But at a deeper level, there is another form of communication that must speak to you and that you in time must speak to others—a greater engagement, a deeper recollection.</p>\n\n<p class=\"book-paragraph\">Indeed, the Confirmation will be different from what you thought it would be. No glory, no grandeur, no accolades. You will not become a great prince, a great avatar, a great savior. No. No. No.</p>\n\n<p class=\"book-paragraph\">Your role will be on a very humble scale, but its gifts will be profound. You will function without recognition to a large extent, for recognition brings misfortune.</p>\n\n<p class=\"book-paragraph\">The Confirmation will sound again and again as you take the Steps to Knowledge and journey up this greater mountain—a mountain that you know not of, a mountain that presents itself before you suddenly, as if out of nowhere, from the mystery of your life.</p>\n\n<p class=\"book-paragraph\">The Confirmation is seeing the world overtaken by the Great Waves of change and the recognition that humanity is not alone in the universe or even within its own world.</p>\n\n<p class=\"book-paragraph\">Slowly, you will see as your eyes are opened, you will hear as your ears are opened, as your mind becomes still and clear and not overwhelmed with its fears, its anger and its obsessions.</p>\n\n<p class=\"book-paragraph\">This is the Confirmation. You cannot control it. You cannot determine the outcome. You cannot make it be what you want it to be, for this is an engagement with the Source of your life, and the Source sets the terms of engagement. For you do not come to God on your terms or according to your definitions or requirements.</p>\n\n<p class=\"book-paragraph\">God does not have to prove the Divine Presence to you. You have to prove your allegiance to the Presence.</p>\n\n<p class=\"book-paragraph\">The Confirmation will sound within you, far beneath the surface of your mind, down through the Ancient Corridors of your mind, down through layers of memory, down in a part of you that you know not of, being a stranger to yourself. Unless you have ventured deeply beneath the surface of your mind, it is unknown what is there.</p>\n\n<p class=\"book-paragraph\">People are afraid to go there. People are afraid of themselves—their thoughts, their feelings, their emotions, their fears, their regrets. But the Confirmation is at a deeper level, you see. Even the most miserable person can hear it and feel it.</p>\n\n<p class=\"book-paragraph\">The Confirmation sounds because you have reached a point of readiness, and the world around you is calling for you—calling for you to prepare, for you are not ready for your greater role.</p>\n\n<p class=\"book-paragraph\">It is a signal from within yourself. It is a signal from those who watch over your life from above. It is a signal from the world. Ready or not, there is the signal—sounding on all these frequencies and all these dimensions, sounding together.</p>\n\n<p class=\"book-paragraph\">It is the dynamic convergence of what you want, what you know and what the world requires of you. That is the Confirmation.</p>\n\n<p class=\"book-paragraph\">But you cannot see it. You cannot touch it. You cannot formulate it in your mind. You cannot fit it in with your ideas. You cannot associate it with your beliefs, for it is beyond these things—beyond the realm and the reach of your intellect.</p>\n\n<p class=\"book-paragraph\">Many pretend to be religious, to espouse their beliefs and ideas, to prostrate themselves at the temple or the mosque or the church. They speak the words. They give the appearance. But the Confirmation has not yet occurred within them.</p>\n\n<p class=\"book-paragraph\">They are not yet in a deeper engagement. They are fixed on their beliefs and the social advantages it may give them, and the sense of identity it may give them, but the Confirmation has not occurred. This is happening at a whole other dimension.</p>\n\n<p class=\"book-paragraph\">Only in the future will your mind finally catch up and say: “Yes, indeed, that was the truth. Yes, indeed, I did need to follow that impulse. Yes, indeed, I did need to respond to the New Revelation. Yes, indeed, I did need to leave that situation.” It will be obvious to you, for you have reached a better place in life, a place of greater strength, clarity and self-trust.</p>\n\n<p class=\"book-paragraph\">But before you reach this point of recognition, you are in grave doubt, perhaps having moments of severe doubt and uncertainty—going against your social conditioning, going against your desires and your preferences, following something mysterious that you cannot quantify or justify.</p>\n\n<p class=\"book-paragraph\">But the Confirmation is pulling you. Once you have heard it, once you have felt it, your life will never be the same.</p>\n\n<p class=\"book-paragraph\">It is a great Calling — a calling to prepare, a calling to respond, a calling to begin a process of reclamation and redemption that you cannot control and that you cannot direct.</p>\n\n<p class=\"book-paragraph\">Your challenge will be to direct your mind and your affairs and to follow the power and the gift of the Confirmation, which will liberate you from that which can only hold you back and compromise your life. It will liberate you from your false beliefs, your unhealthy associations with others, your dangerous obligations, your anger, your resentment and your unforgiveness. In time, it will draw you out of all of this, this hopeless jungle that has kept you lost and a stranger to yourself.</p>\n\n<p class=\"book-paragraph\">Only if you follow the Presence will you know the Presence. Only if you take the Steps to Knowledge and follow the directives of Knowledge will you understand the power of the deeper Intelligence that God has given you. For it is responding to the Confirmation, as it must.</p>\n\n<p class=\"book-paragraph\">It has no choice because it is free. It is free of deception. It is free of corruption. It is free of divided purposes. It is free of confusion. It is free of seduction. It is free of fantasy. It is waiting for the Calling, and once it happens, you will begin to respond, initiating a process deep beneath the surface of the mind.</p>\n\n<p class=\"book-paragraph\">If you are truly honest, you will follow the deeper movement of your heart and soul. Even as it draws you away from your beliefs and former investments. It is a question and matter of honesty.</p>\n\n<p class=\"book-paragraph\">You cannot know Us, but you must know yourself, and the others in your life, and those who will be sent to you to help you to regain your true identity and deeper nature.</p>\n\n<p class=\"book-paragraph\">You cannot abide with Us, for We are beyond the world, and you have been sent to be in the world—to serve the world, to redeem yourself in the world, to reclaim the memory of your Ancient Home while you live here, to experience the Confirmation, to follow the preparation, to allow your life to be reshaped by Knowledge and the mysterious Presence that will visit you from time to time.</p>\n\n<p class=\"book-paragraph\">You cannot return to God, for God wants you to be in the world. How can you be in relationship with the Source of all relationships if you cannot even be in relationship with yourself or with another or with a group of people? It is far beyond your capacity, obviously, to desire such a greater engagement.</p>\n\n<p class=\"book-paragraph\">You cannot bypass your responsibilities of being in the world and your service to the world. You cannot leap out of the world into Heaven! To try to do so means that you do not understand your real responsibilities here, and you cannot face the challenges of following Knowledge and the Presence in the world.</p>\n\n<p class=\"book-paragraph\">You can succeed because of the Confirmation. You can know the truth because of the Confirmation. You can demonstrate the truth because of the Confirmation.</p>\n\n<p class=\"book-paragraph\">But along the way, on the long journey itself, you must abide with a deeper presence, a deeper awareness that is only a little light in you at this point. For it to become a burning fire, you must abide with it, attend to it and keep it in your mind and your heart.</p>\n\n<p class=\"book-paragraph\">The Revelation is too great to understand. You can only understand how it can be experienced and expressed in the tangible world. You cannot even imagine what is beyond the tangible world, for your imagination is only equipped with what your senses have provided you thus far.</p>\n\n<p class=\"book-paragraph\">It is not imagination that bridges the gap. It is following a deeper authority that is beyond your control. You cannot use it to get what you want.</p>\n\n<p class=\"book-paragraph\">Do not depend upon miracles, for that means you are not utilizing your own strength and power effectively. It is a miracle that the Confirmation has occurred and will occur again as you proceed, as you become honest, finally, accountable to your deeper nature and your deeper conscience that God has put there.</p>\n\n<p class=\"book-paragraph\">This is beyond religious belief. This is beyond the customs and traditions of your faith or your nation or your culture. You must always distinguish that which is permanent and ineffable from that which you think and believe.</p>\n\n<p class=\"book-paragraph\">The Confirmation and the power of the Presence will liberate you finally from the reins of belief. You will finally be let out of that prison even though the door has been open for you all along.</p>\n\n<p class=\"book-paragraph\">The greater truth can only be known. The New Revelation can only be known. Its teachings and commentaries can only be known through demonstration and application.</p>\n\n<p class=\"book-paragraph\">You do not have proof and then you become engaged. You become engaged and that provides the proof.</p>\n\n<p class=\"book-paragraph\">You cannot control it, for you are not God. And it is a good thing, for you would only be a cruel and oppressive ruler, as you have been within yourself to such a great extent.</p>\n\n<p class=\"book-paragraph\">God wills that your true power and abilities be restored to you and that this restoration happen within your engagement with Knowledge deep within yourself and your engagement with others in the world.</p>\n\n<p class=\"book-paragraph\">If you value your relationship with the Creator, then this is what you must respond to. Prostrating yourself, worshipping, declaring your submission mean nothing if you will not follow that which you are meant to see, know and do.</p>\n\n<p class=\"book-paragraph\">The Confirmation will take you to a deeper engagement, a mysterious engagement, an engagement that you must follow even through long periods where you do not experience the Presence and are unsure of the evidence of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">This is where you begin to change your allegiance within yourself. No longer governed by ideas and beliefs and the consensus of others, you are now following a deeper Presence and Power, and its demonstration will always produce good. Even if you have to leave people and disappoint them, it is a movement towards greater freedom for everyone.</p>\n\n<p class=\"book-paragraph\">The Calling is sounding in the world, for humanity is at a great turning point. It will determine the outcome and the future, not only for your children, but for your life as well. It is a time of great activation. It is a time when the Confirmation must be very strong and many people must respond.</p>\n\n<p class=\"book-paragraph\">It is not the time for one individual to become the demonstration, for that will never meet the needs of the world. It is not the time for one great leader or emancipator to come to the world, for that would only further divide humanity, setting it into contention with itself. For not everyone would accept that leader, no matter how pure and righteous they might be.</p>\n\n<p class=\"book-paragraph\">No, it is now a different era, a more mature period where humanity has to grow up and become responsible and powerful and cooperative with itself, recognizing the dangers, responding to the needs of the world, recognizing that you are no longer alone and unknown in the universe and that others are here to take advantage of your difficulties and your expectations.</p>\n\n<p class=\"book-paragraph\">It is a time to become engaged in serving others. It is a time for the Confirmation to occur. If you are responding to the New Message and to these words, then the Confirmation is underway, no matter how you respond in the moment.</p>\n\n<p class=\"book-paragraph\">You can reject and deny Us and the power of grace We bring to you, but We are still here. And the Calling is still here. And the Confirmation is still here, waiting for you to respond, waiting for you to become honest and humble, to recognize there are things more important than your ideas, your beliefs or your position in life. These mean nothing in the face of the Divine.</p>\n\n<p class=\"book-paragraph\">There is only the Calling, the Response, the Engagement and the Return.</p>\n\n<p class=\"book-paragraph\">That is all that matters in reality and in the end—the quality of these things, your allegiance to these things and your ability to follow what God has provided now, in the New Revelation, without the weight of human history and the distortion of human commentary and interpretation and the usage by political forces that have obscured God’s previous Revelations. They too generated the Confirmation. But you must have a wise teacher to follow them, or you cannot complete your task.</p>\n\n<p class=\"book-paragraph\">That is why God has sent a New Revelation into the world, for humanity is failing. Its strength is being lost. Its opportunities are being diminished. Its world is in decline. You are facing intervention from beyond.</p>\n\n<p class=\"book-paragraph\">How will humanity deal with all of this? How will it prepare itself? How will it follow the wise course of action concerning the many decisions that have to be made, not only for nations but for individuals as well?</p>\n\n<p class=\"book-paragraph\">You cannot answer this. Your experts cannot answer this. There is too much confusion. There is too much deception. There is too much assumption.</p>\n\n<p class=\"book-paragraph\">The river is polluted. The skies are dark. The environment is contaminated.</p>\n\n<p class=\"book-paragraph\">How will you see clearly? How will you navigate the difficult times ahead? You do not have an answer. You are afraid to even ask the question.</p>\n\n<p class=\"book-paragraph\">Look around you. Everyone is pretending that it is not happening, losing themselves in their hobbies, distractions, their romances, their quest for wealth, their personal problems and so forth, as if nothing is happening in the larger world around them that will affect them directly.</p>\n\n<p class=\"book-paragraph\">You must listen for the Confirmation. Our words are not just words. The writings are not merely ideas. They are a direct communication to the deepest part of you. If you cannot hear this, then how will your prayers ever be answered, if you cannot hear the answer?</p>\n\n<p class=\"book-paragraph\">This is the Confirmation. It is the Power and the Grace that will make all the difference—the unseen, the ineffable, that which you cannot quantify, that which you cannot theorize, that which you cannot predict, that which is beyond the reach of science, that which can only confound philosophy, leaving you beyond words and ideas. That will make all the difference.</p>\n\n<p class=\"book-paragraph\">What will enable people to choose that which is right and correct and beneficial when there are so many other attractions leading in different directions? What will enable you to overcome the consensus of others, the wishes of your family, the beliefs of your nation, to follow a Greater Power and a greater purpose?</p>\n\n<p class=\"book-paragraph\">Our words are not only words. You must listen beyond the words. Let your mind be still. Listen deeply. Do not come to conclusions. Do not judge or analyze. Listen deeply. Contemplate. Live with the question. Do not provide the answers. Be still. Be open. Be discerning.</p>\n\n<p class=\"book-paragraph\">The Confirmation is waiting for you and for others. You cannot control their response but only your own. What voice will you follow? What voice will you listen to?</p>\n\n<p class=\"book-paragraph\">With so many attractions and seductions and persuasions within you and around you and throughout the world, how can you follow the true Voice?</p>\n\n<p class=\"book-paragraph\">This is a question that only God can answer, and has answered, and is answering through these words and through the words and the sounds and the presence of the Revelation.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-confirmation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/the-confirmation/"
}