{
  "title": "The Mysterious Path of Revelation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">People are impatient. They want answers now. They want certainty now. They want the end results now. And of course they do not get these things, so they are disappointed and suspicious. They do not understand the nature of preparation.</p>\n\n<p class=\"book-paragraph\">Great insights, greater relationships, remarkable opportunities, personal revelations—these things come as the result of preparation. They do not just come. They come when a person has developed an awareness and a capacity for a greater responsibility to be given to them. They are largely the product of a person’s preparation. And during your time of preparation, it is very hard to be sure of the outcome. Sometimes you do not even know what you are preparing for. You just know you must prepare.</p>\n\n<p class=\"book-paragraph\">So it requires great trust, great faith in the power and presence of Knowledge within yourself, the deeper Intelligence that God has placed within you, and great faith in Knowledge in others.</p>\n\n<p class=\"book-paragraph\">This faith is necessary, but it must be tempered with wisdom. For there are many things holding you back. And there are many things holding others back, particularly those who are destined to play a greater role in your life. So while you are preparing, there seems to be no assurance of the outcome.</p>\n\n<p class=\"book-paragraph\">This is true for so many things that are of prime importance to your life. It is not like working your way through college. If you take all of the required courses, you get the certificate at the end. This is not like that, you see.</p>\n\n<p class=\"book-paragraph\">You develop your connection to Knowledge with an understanding that it will strengthen your life and enable you to be aware of what you really need and what is holding you back. But you do not know what Knowledge will bring. You do not know [what] this is going to look like, or when the moment will strike, when you are [ready] to receive something of great importance.</p>\n\n<p class=\"book-paragraph\">So for those who are impatient, they want the assurance of the outcome first. And, of course, there is no real assurance of the outcome. So they will not prepare and cultivate their abilities and develop their skills. They rely upon others’ wisdom and others’ productivity to provide these things for them.</p>\n\n<p class=\"book-paragraph\">They are impatient. They are insecure. They do not understand the process of revelation within themselves. And even if they do begin to prepare, they are constantly looking for the results, and they try to speed up the process or change the process. And, of course, the more they try to control their inner development, the more its greater power eludes them, and the further they place themselves from the real results the true inner preparation will create—learning something you do not know, developing skills you do not have, cultivating wisdom and discernment and discretion.</p>\n\n<p class=\"book-paragraph\">These are not things you learn by just reading a book or taking a course somewhere. These are skills you cultivate throughout your life; you cultivate in every situation. They bring you results that are both immediate and long lasting.</p>\n\n<p class=\"book-paragraph\">But you do not do this for a simple definable goal. People do not learn to become wise to become wise because they do not even know what being wise really is, or what it will be like, or what it will require of them, and how much they will have to work for it, and how much they will have to set aside to achieve it.</p>\n\n<p class=\"book-paragraph\">Now you are going beyond the realm and the reach of the intellect in cultivating these deeper skills. Perhaps you have an idea of what you want to achieve. Perhaps you recognize the value of your efforts. But how this process will unfold, what it will reveal, and when this revelation will occur is beyond your ability to determine.</p>\n\n<p class=\"book-paragraph\">When We speak of a person’s revelation, We are talking about engaging with forces far beyond your own awareness and even far beyond yourself. Even if you have a wise teacher who is guiding you, even this teacher cannot tell when and how this revelation will take place.</p>\n\n<p class=\"book-paragraph\">It is mysterious by its very nature because it is engaging with powers within and beyond the world, within and beyond the individual. You are engaging in a process that is creating a fundamental shift within the individual and aligning this individual not only with their ideas, but with Greater Powers in the universe. That is why you cannot really be the judge of your progress, for this is a long journey and a great mountain to climb.</p>\n\n<p class=\"book-paragraph\">At any point in the journey, you can feel that it is hopeless. You are making no progress. You are just like how you used to be. And the journey goes on, and you lose heart, and you think: “Well, is it really worth it after all? Why am I doing this? I could be building a career. I could be gaining wealth. I could be attracting a partner. Why am I doing this?” You are doing this because Knowledge within you is moving you to do this.</p>\n\n<p class=\"book-paragraph\">And what is Knowledge, after all, this mysterious power? “Why can’t I harness it and use it to get what I need and what I want?” Because Knowledge is greater than the intellect, and it is pure, and you cannot use it as a resource.</p>\n\n<p class=\"book-paragraph\">Now you are engaging in Divine Powers. Now you are reaching beyond human logic and reason. Now you are going beyond simply setting goals for yourself.</p>\n\n<p class=\"book-paragraph\">All the great events in your life that are truly great, not simply personal achievements that you plot for yourself, but the really great things—the great relationships that will come to you, the great insights, the great turning points, the great thresholds—you cannot predict these things. They are not just the product of will power. They are a product of a deeper union within yourself, a deeper connection with your purpose and your destiny, with those who sent you into the world, and with those who will be waiting to receive you when you leave this place.</p>\n\n<p class=\"book-paragraph\">Here you must be both practical on the outside and able to follow the Mystery on the inside. You must take care of your affairs, your finances, your responsibilities, your necessary obligations while you are following something that is inexplicable that you cannot predict or control.</p>\n\n<p class=\"book-paragraph\">You cannot give yourself over to the Mystery because you still have to manage yourself in the world. You have responsibilities. You have schedules. You have needs. You have made agreements with others, some of which need to be honored.</p>\n\n<p class=\"book-paragraph\">You are living in two realities now—the reality of manifestation and the reality of the Mystery—and you are doing this all at once, you see. So while you work hard and are responsible on the outside to maintain stability in your life and to keep the outside from overtaking you or undermining your progress, you are following a path that is essentially mysterious.</p>\n\n<p class=\"book-paragraph\">You are participating because you know you must participate. And you are giving yourself to your preparation because it is clear to you that you must do this. That is the only justification you really have or really need.</p>\n\n<p class=\"book-paragraph\">Here when you have the feeling that you must do this or start doing that, you have to pay attention. This is important. Knowledge is guiding you along the way. It is pulling you back from going off track. It is restraining you from making difficult and costly mistakes. It is restraining you from giving your life away to people or to activities that are not part of your greater mission and purpose here.</p>\n\n<p class=\"book-paragraph\">Do not think you can understand this philosophically or metaphysically, that you really understand all the levels you will have to go through. This deceives people. People think they can understand what they really cannot understand. This requires a kind of participation that is guided by Knowledge, not by your ideology.</p>\n\n<p class=\"book-paragraph\">Here you recognize there are greater powers in your life and greater responsibilities to assume. This will always keep you humble because you realize that this whole process has been created for you by Powers beyond you: beyond the world, beyond the universe.</p>\n\n<p class=\"book-paragraph\">They are guiding you through a maze—freeing you from your own limitations; freeing you from your own weaknesses; freeing you from your dangerous and unwarranted participation with others along the way—while you are gaining strength, gaining insight, developing wisdom, strengthening your experience of Knowledge, responding to its encouragements and to its restraints, heeding its warnings and its guidance.</p>\n\n<p class=\"book-paragraph\">You are learning to do this to separate this from the machinations of your own mind, the deceptions of your mind—your social conditioning, your defense mechanisms, and your own self-deception.</p>\n\n<p class=\"book-paragraph\">You could not create a plan that could do all of these things. You could not mastermind a process that could free you and enlighten you at the same time. You do not have the range of experience. You do not know where you are going. It is uncharted territory. It is not a rational process. It is not a philosophical pursuit.</p>\n\n<p class=\"book-paragraph\">When you begin the study of Steps to Knowledge, you have an idea of why it is important. Perhaps you have an idea that there is a greater Mind within you, and you are going to connect to it, and it is going to make your life so much better that it has been. That is fine and perhaps even necessary, but beyond that, your ability to participate, your motivation and the process itself will be beyond your understanding.</p>\n\n<p class=\"book-paragraph\">Steps to Knowledge will teach you how to think in resonance and alignment with Knowledge. But beyond this, it is building the connection to Knowledge itself, which begins to open inner doors within your mind. It is setting in motion various processes of change that will affect your inner and your outer life.</p>\n\n<p class=\"book-paragraph\">You cannot predict and foresee these things. You cannot be in control because you do not know the territory you are entering into. You do not possess the skills that this will bring to you. You do not know how this learning and this unlearning will take place.</p>\n\n<p class=\"book-paragraph\">Here you must be very patient and persevering. When you are climbing a great mountain, you do not stop every ten paces and ask yourself: “Am I there yet?” You just keep going, each step taking you higher, each step taking you further.</p>\n\n<p class=\"book-paragraph\">It is a journey you have never made before, so you do not know what it will require, or how many turns and twists of the road there will be, and how many seductions and attractions there will be along the way to pull you off this pathway.</p>\n\n<p class=\"book-paragraph\">You will want financial security. You will want love and romance. You will want social recognition. So many things will be there along the way calling you away, pulling you away. And that is part of the journey, you see.</p>\n\n<p class=\"book-paragraph\">If you recognize these attractions and do not capitulate to them, Knowledge will become stronger within you. It will become such a strong force that it will overtake your decisions, and you will be very clear what to do. This clarity will not be an imposition upon you. It will be coming from the very depths of your being.</p>\n\n<p class=\"book-paragraph\">If you are going to undertake this journey, it is so very important to continue and go the whole way because as you travel on, bridges will be burning behind you. Your values will be changing. Your priorities will be shifting. Now you are seeking quiet more than stimulation. You are seeking honesty with others more than beauty and attraction. You are seeking true union with others rather than simply having recreational experiences with them. Your pursuit will become more honest, more sincere, more authentic and more true to your real nature.</p>\n\n<p class=\"book-paragraph\">At a certain point, you will see you cannot go back to living a trivial life with trivial pursuits, with trivial interests, with trivial conversations with other people. That is why you must go forward, into the unknown, beyond where you have been.</p>\n\n<p class=\"book-paragraph\">You cannot go back because there is nothing behind you that is of real value any more. You cannot go back and resurrect an old life and try to be happy and secure in it because you will know better. You cannot undo the wisdom that you have created. You cannot now hide the truth that has been revealed to you as you have gone along.</p>\n\n<p class=\"book-paragraph\">There is no turning back, really, without putting yourself in incredible conflict and suffering. You must keep going. You must reach that goal, whatever it is. You must climb this mountain, whatever it is. You must follow this guidance where it is meant to take you.</p>\n\n<p class=\"book-paragraph\">All the great saints, all the great contributors to humanity, have had to travel a journey like this, a journey that is not mapped out in your educational institutions or universities, an education that is mysterious and profound and essential.</p>\n\n<p class=\"book-paragraph\">Sooner or later, everyone will come to their senses and will begin to realize that they are suffering and that they need to undo the causes of their suffering. But this decision could be far into the future.</p>\n\n<p class=\"book-paragraph\">For you, you must honor this decision now or you would not be reading these words or hearing this message. You would still be lost in the world—running around, constantly busy, constantly stimulated, avoiding yourself, avoiding others, avoiding your deeper experience, avoiding your deeper feelings, running around slavishly, driven.</p>\n\n<p class=\"book-paragraph\">But that is not you now, for you are in a process of choosing a different pathway—a pathway not of your own making, a reality you are not trying to create for yourself, but a great pathway, the greatest of all, the heart of every religion, the soul’s pursuit, the most essential education.</p>\n\n<p class=\"book-paragraph\">You have to be smart and practical on the outside or the world around you will undermine your journey and pull you off your pathway. You manage your outer affairs so the inner revelation can continue.</p>\n\n<p class=\"book-paragraph\">Knowledge is taking you somewhere. It is taking you out of one life and into another life. It is exposing your weaknesses and giving you the strength to choose again. It is building your strengths and giving you every opportunity to exercise them on your own behalf and for the well-being of others.</p>\n\n<p class=\"book-paragraph\">You go through this process, learning along the way, assuming nothing. Forget your notions of enlightenment. Forget your notions of becoming a saint. Forget all these romantic ideals you have about spirituality. For that is not what this journey will be like at all.</p>\n\n<p class=\"book-paragraph\">Do not think that everything you are going through is magnificent and significant. When you are climbing a great mountain, you are just taking the steps. The pathway continues. You can quit at any time. But at a certain point, halfway up the mountain, do you really want to have to go back down and undo all of your progress?</p>\n\n<p class=\"book-paragraph\">You can camp out where you are for a time, but the journey still awaits you, and you have not reached your destination. Your mind is still unclear and is full of clouds and darkness. And you are still prone to giving yourself away to various kinds of persuasions and seductions. You are still driven by fear and insecurity. And you are still losing power to others and to your own compromises.</p>\n\n<p class=\"book-paragraph\">So there is no peace or resolution by stopping halfway. Even though your life is improving, you cannot claim: “Well, I have arrived now. This is good enough for me.” It might be good enough for your insecure intellect, but it will not be good enough for your soul. You were not designed to go only halfway. You were designed to go the whole way.</p>\n\n<p class=\"book-paragraph\">Everyone was given a greater purpose and a specific set of tasks to discover and to accomplish before they came into the world. These were placed within Knowledge within each person, awaiting the time when they would be free enough and mature enough and responsive enough to begin this greater pathway in life. Perhaps they started young. Perhaps they began in the middle age. Perhaps they began later in life. But they reached the point where they had to begin.</p>\n\n<p class=\"book-paragraph\">The journey is not easy, not because it is so strenuous, but because it exists beyond and outside the realm of your definitions and control. People find that very hard to deal with. In essence, it is not really that hard going up the long winding trail to the top of this mountain. You just have to keep taking steps, and make sure that you have the provisions that you need, and that you are managing your outer affairs sufficiently that you can take such a journey.</p>\n\n<p class=\"book-paragraph\">It is difficult, but not strenuous. What makes it seem strenuous is that people are constantly fighting with themselves, trying to assert and reassert their self-control, battling with their self-doubt, being attracted by that which seems easy and pleasant—an easy life, a life of security, which is only a life of compromise and bondage. So many other people are choosing that life. So why aren’t you choosing that life? Why are you putting yourself through this whole process that is so mysterious and confounding?</p>\n\n<p class=\"book-paragraph\">You are doing this because you must, because it is there for you to do, and you know you must do it. And that Knowledge is your motivation. It is your justification. It is your confirmation.</p>\n\n<p class=\"book-paragraph\">But people go crying and screaming and complaining the whole way. They are not getting what they want. They are not understanding what they are doing. They are giving up seemingly wonderful things for some great unknown in the future. And they are constantly questioning why they are doing that.</p>\n\n<p class=\"book-paragraph\">Meanwhile, Knowledge is not depriving them of anything that is valuable, but it is pulling them away from where they would take themselves otherwise, where the culture would take them otherwise and where their social conditioning would take them otherwise. So there is lots of stopping and starting, self-doubt, and turning around, questioning oneself. And so it seems very hard. Yet the journey itself is not so hard.</p>\n\n<p class=\"book-paragraph\">It is living without Knowledge—without certainty, without clarity of purpose, and without real inspiration—that is hard, that is strenuous. It is hard and strenuous, and it yields nothing in the end. You are working for nothing. You are sacrificing for nothing. You are choosing that which will fail. You are choosing that which is inadequate, or insufficient to your real needs. You are choosing relationships that can never really go where you must go. You are making compromises that will hold you back, out of self-doubt and insecurity. They will yield nothing but frustration and disappointment.</p>\n\n<p class=\"book-paragraph\">So you are giving up nothing for everything. But along the way you may feel you are giving up everything for nothing. This is how confused your mind is. This is how disassociated it is from the Source of your strength and power in life. This is the problem of Separation.</p>\n\n<p class=\"book-paragraph\">People are investing in their intellect so heavily because they are disconnected from their real nature. They are trying to compensate, so they have super inflated ideas of themselves. They have super inflated ideas of life. They have super inflated ideas about spirituality. They have super inflated ideas about enlightenment or liberation and all these things because they are trying to compensate for their lack of connection to their deeper nature, to the power and presence of Knowledge within themselves.</p>\n\n<p class=\"book-paragraph\">They are trying to understand without taking the mysterious journey. But you cannot replace the journey and what it will reveal. You cannot replace what life’s greatest experiences will reveal by simply trying to have an understanding, meanwhile compromising yourself in your relationships and in your work to be safe, to be secure. Poor little thing.</p>\n\n<p class=\"book-paragraph\">You sit at the bottom of the mountain thinking you understand it, and you do not. All you have is your overbuilt intellect with all of its self-gratifying ideas. And the truth is you have not made the journey.</p>\n\n<p class=\"book-paragraph\">You fell out of the race to be comfortable on the side of the road. And from here on, you will take the journey in your imagination, or you will take the journey at the level of ideas. You will become theological and metaphysical and sophisticated; and have great debates with others and write profound books; and engage in academic pursuits.</p>\n\n<p class=\"book-paragraph\">Or you will just weave your own personal cosmology, patching together all your disparate ideas and sensations, grievances and goals; trying to create some coherence between all of these things that really do not go together; trying to make life fit into a simple definition, a simple set of ideas.</p>\n\n<p class=\"book-paragraph\">You are sitting by the side of the road fantasizing, justifying, compromising, when in truth you need only take the journey—without presumption, without conclusions, without great personal proclamations.</p>\n\n<p class=\"book-paragraph\">You must face the reality that society will not honor this. You will not be highly regarded for this. You will not be acclaimed for this. And even if you achieve the greater goals on this journey, if you are to receive acclaim here, it will be for all the wrong reasons. People will just try to use you to validate themselves. They will be praising you, but they will not understand your real accomplishments.</p>\n\n<p class=\"book-paragraph\">So there is no glory in glory. There is no fulfillment in acclaim. It becomes a burden and a nuisance, a problem because people want to be with you for all the wrong reasons. People value you for all the wrong reasons. They are trying to use you as their own personal resource.</p>\n\n<p class=\"book-paragraph\">So the crowds gather to meet the great teacher, but they cannot receive what the teacher really has to offer them, which is the journey itself. They do not understand the teacher. His or her words are misinterpreted or are confounding. They want the benefit of the individual teacher’s accomplishments, but they themselves cannot receive it or comprehend it.</p>\n\n<p class=\"book-paragraph\">So what is personal revelation? Is it a fulfillment of the individual? Or is it a reunion with greater forces and powers in life, a return to the Divine Creation, a return to inclusion? That is where the glory is. That is where the happiness and fulfillment reside.</p>\n\n<p class=\"book-paragraph\">But the separated at the bottom of the mountain cannot understand these things. They sound wonderful. They sound glorious and divine. But those at the bottom cannot experience it. They cannot eat this food. They cannot digest this wisdom. So the teacher wants to get everyone up the mountain, and everyone wants the teacher to come down the mountain to be with them. So there is a conflict of purpose. And so the real engagement is rare.</p>\n\n<p class=\"book-paragraph\">The real teacher looks out and says: “Who amongst all these people is a real student, someone who could take this journey without driving themselves crazy, without falling away at the first difficulty or the first great attraction? Who has the patience and the perseverance to achieve real wisdom and to be able to participate in a greater set of relationships? Who is ready for real union in relationship with another, a union that represents a higher purpose in life and not merely a pursuit of personal gratification? Who is willing to follow the deep need of the soul and not just the transitory needs of the mind? Who is willing to be really responsible to their duties on the outside and not merely try to seek escape in their spiritual study? Who is really trustworthy? Who is capable of becoming really aware of their strengths and weaknesses to such a degree that they can build the former and manage the latter? Who is it here amongst these people who will not fail, who will make all the great investments that the Spiritual Powers will put in them and will not disappoint? Who is worthy of this investment? Who shows real promise? Who in the end will become a great contributor to the world?”</p>\n\n<p class=\"book-paragraph\">This is a problem for the teacher, so here even recognition and acclaim are empty things. People’s seeming interest and dedication are really more problematic now. There is no real sense of gratitude for this. People think they are really making progress when they are going nowhere at all. They are trying to have everything now. For them, it is like consumerism, like you are going shopping for spiritual insights, spiritual power and spiritual recognition. Everyone wants to be a great teacher, a saint, an acclaimed person.</p>\n\n<p class=\"book-paragraph\">This is how your Inner Teachers, who watch over your life, view your progress and lack of progress. The same challenge and frustration are some things that they experienced, as you continually think that your ideas alone are sufficient, where you are always drawn away by trivial pursuits or attractions, where you are constantly doubting your real motivation.</p>\n\n<p class=\"book-paragraph\">They are giving you signs and clues. And you miss ninety percent of them because your mind is so preoccupied with other things and not paying attention. So this is the challenge and the frustration of the teacher, the guide.</p>\n\n<p class=\"book-paragraph\">The journey is real. It is pure. You do not create it for yourself. You either follow it, or you do not. It is great and mysterious, but it is very sure. If you keep taking those steps up the mountain, you will rise above the level of the trees. You will be able to see the greater panorama of life.</p>\n\n<p class=\"book-paragraph\">You will be able to see the relationship of all things together because you have reached a point where this is obvious, whereas before you could not see these things, and so such a great Revelation was only conceptual. You could only try to imagine it, but your imagination will never fit the reality.</p>\n\n<p class=\"book-paragraph\">If you will continue, you will reach your destination—along the way freeing yourself from weakness, freeing yourself from self-conflict, freeing yourself from the domination and persuasions of others; gaining strength, gaining courage, gaining determination, gaining wisdom and learning what the journey is really like so that one day perhaps you can guide someone because you have walked this journey.</p>\n\n<p class=\"book-paragraph\">You have gone through the clouds of unknowing. You have gone through periods of great self-doubt and consternation. You have seen beautiful things along the way. You have gained the strength. You have lost the fetters and the chains that were holding you back. You understand because you have done this.</p>\n\n<p class=\"book-paragraph\">So personal revelation is not just waking up one day, wise and clear, strong and determined. It is not like taking a pill or having God wave a wand in front of you. If you are stupid and lazy and indolent and easily deceived, you cannot assume these powers and these strengths.</p>\n\n<p class=\"book-paragraph\">God does not wave a wand and turn you into something you are not. You do not become great one day. You do not become clear one day. You do not become wise one day. It is not like shopping at the store where you pay your money and you get the product or the service. All the money in the world will not buy this.</p>\n\n<p class=\"book-paragraph\">There is a journey to take, a mountain to climb, a destination to reach, a process to undergo. It is real. It is more real than anything.</p>\n\n<p class=\"book-paragraph\">When you leave this life, your Spiritual Family will be waiting for you to see if you have made this journey and how far you got. They will not care about your successes and your failures. They will not care about your personal tragedies. They will not care about your failed romances. They will not care about how much personal wealth you acquired. They will not care whether you gained social recognition or acclaim or not. That is nothing to them.</p>\n\n<p class=\"book-paragraph\">You see the difference here? This is the difference that will make all the difference for you.</p>\n\n<p class=\"book-paragraph\">Your soul yearns for you to discover and fulfill your greater purpose here. To do this, you must undergo this tremendous preparation, this preparation that was created by God and that is managed by great Powers—a process that is beyond deception and manipulation, a process you cannot manipulate, a process you cannot corrupt. You either succeed or you fail. You either get up that trail or you fall away for something else. You either follow Knowledge or you follow other things.</p>\n\n<p class=\"book-paragraph\">If you are impatient, you will try to have everything now: love, romance, partnership, success, everything. And you will give yourself to mad pursuits and dangerous involvements and foolish decisions and end up with nothing but disappointment and frustration. Even if you become famous and rich, your life will be empty and meaningless because you did not respond to the Calling of Knowledge and the deeper need of the soul.</p>\n\n<p class=\"book-paragraph\">This is a gift of love. It is here to save you, to spare you endless tribulation, to free you from personal defeat, to lift you out of addiction and depression, anger and resentment. This is God’s answer to your prayer for purpose, meaning and direction in your life.</p>\n\n<p class=\"book-paragraph\">This is what you must do in this world to discover and to fulfill your greater purpose. For only Knowledge can take you there. And to get there, you must follow The Way of Knowledge, practice and live The Way of Knowledge. Knowledge is your guide now, not the intellect or others’ intellects, or society’s vaunted values, or the expectations of others, or the demands of your spouse. You are responding to a greater Calling here. And the Pathway is created by the Calling itself.</p>\n\n<p class=\"book-paragraph\">People are impatient because they want to be in charge. They want to make sure they get what they want. They want their pursuit to be in keeping with their social conditioning and the expectations of their culture and society. So their motives are all wrong. Their motives are all the problem, not the solution—wrong motivation, wrong goals, wrong approach, wrong understanding.</p>\n\n<p class=\"book-paragraph\">And so even in the name of God, religion, and redemption, they will set out on their personal pursuit. But they are no different from the merchant who seeks riches and pleasures. They are no different from any other consumer of goods and services. It is just wealth and personal acclaim in different clothing now.</p>\n\n<p class=\"book-paragraph\">This is not your goal and destiny. You were not sent into the world just to become lost in the world—lost in a world of desire and fear; lost in a world of confusion, frustration and disappointment. The world is disappointing unless you can find your greater purpose for coming here. The world cannot give you what you want. But you can give the world something it greatly needs.</p>\n\n<p class=\"book-paragraph\">This is what separates you from the animals and the plants and all the other creatures of life. That is why the journey is not just an attraction. It is a Calling. It is calling something deeper in you to respond. It is not speaking to your desires, your ambitions, your condemnation, or your fear. It is speaking to the greater part of you, your deeper nature.</p>\n\n<p class=\"book-paragraph\">Knowledge within you is responding. It is this call and response, then, that continues throughout the journey and becomes stronger as you proceed, as you choose again and again to follow the Mystery and not fall away for other things.</p>\n\n<p class=\"book-paragraph\">This only seems hard because it is different. But it is so much easier than trying to live a life of deception and compromise, of denial and frustration. It is the gift from God to you who have Knowledge alive within yourself.</p>\n\n<p class=\"book-paragraph\">Without Knowledge, you could not respond, and you would not find the strength to make such a journey. But Knowledge is within you. And it will become stronger within you as you take the Steps that Knowledge will provide.</p>\n\n<p class=\"book-paragraph\">Then you will find a comfort and a security that nothing in the world can match. You will find a deeper relationship with certain people beyond anything that could be achieved otherwise. You will find where you can give your greatest gifts, and these situations will call these gifts out of you, where you could never find them for yourself before.</p>\n\n<p class=\"book-paragraph\">These words are not just to attract your attention. They are to speak to your heart and to your deeper nature. You do not know what this means yet or what the journey will be like, but that is fine, for nobody can really know that. You take this journey because you must, not because you think it is going to give you something you are desiring for yourself.</p>\n\n<p class=\"book-paragraph\">There are encouragements, of course. But ultimately what keeps you on this path—what keeps you moving in your life, what keeps you from compromising yourself and giving your life away to other things—is the power and presence of Knowledge.</p>\n\n<p class=\"book-paragraph\">It is this Divine relationship between God and Knowledge that enables Knowledge to become activated, to lead you forward and to restore to you your real strength and your greater relationship with yourself, with others and with all life.</p>\n\n</div>",
  "audioUrl": "https://newmessage.org/av/the-mysterious-path-of-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-souls-journey-on-earth/the-mysterious-path-of-revelation/"
}