{
  "title": "The Initiation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">While the world goes about its daily affairs, the Messenger must proclaim. He must proclaim God’s New Revelation, for it holds the key to so many people’s lives and future.</p>\n\n<p class=\"book-paragraph\">It will initiate their calling, their greater calling, which could not be initiated by any other teaching or any other reality.</p>\n\n<p class=\"book-paragraph\">It is here to prepare the world for the great change that is coming, the Great Waves of change—the great environmental, economic and political change—which are far greater than what people anticipate today.</p>\n\n<p class=\"book-paragraph\">There are many people waiting for the New Revelation, for they have not found this Initiation in the religions of the past, in the traditions of the world. They have not been able to find the deeper connection through love, through work, through any other activity. They have been waiting so long. So long have they been waiting for the Revelation.</p>\n\n<p class=\"book-paragraph\">For them, it is not merely a teaching or a phenomenon. For them, it is not merely something to speculate about or to contend with or to deny and reject. To them, the Proclamation is not outrageous or unusual. It is the perfect thing.</p>\n\n<p class=\"book-paragraph\">It is their Initiation. It holds their calling, speaking down the Ancient Corridors of their minds, speaking to a part of them they barely know, but which is the center of their Being and their presence in the world.</p>\n\n<p class=\"book-paragraph\">For them, this is the greatest moment though they may not understand its full meaning or what it will require in the future. For them, this is what they have been waiting for.</p>\n\n<p class=\"book-paragraph\">They were sent into the world to be at a time of great transition. They were sent into the world to be a part of building a new future. Their connection is more to the future than to the past. They are the children of the future.</p>\n\n<p class=\"book-paragraph\">What has occurred before, what has been revealed before, may be inspiring or beneficial to them, but it does not hold their Initiation. It does not hold their greater calling. These things do not contain what they have been looking for and waiting for, for so very long. It is their destiny, you see.</p>\n\n<p class=\"book-paragraph\">You cannot change that which was put in place before you came into the world. Though the events of the day and of the year change your circumstances and alter your opportunities, your destiny is still the same.</p>\n\n<p class=\"book-paragraph\">You may fight with this. You may contend with this. You may try to replace it with great projects, great romances, great endeavors or any number of distractions and fantasies, but you cannot alter what was put within you before you came.</p>\n\n<p class=\"book-paragraph\">How it will occur, if it will occur, where it will occur may all be altered and is being altered by the changing circumstances of the world and by the shifting allegiances within people and their condition and their environment and so forth.</p>\n\n<p class=\"book-paragraph\">If it is your destiny to receive the New Revelation, then you cannot find your calling anywhere else. Try as you may. Be resistant. Deny it. Stand apart. Try to find fault with it. Try to belittle it. Try to keep it at bay. But you cannot alter the fact that it holds your destiny.</p>\n\n<p class=\"book-paragraph\">Your mind may speculate. Your mind will question. Your mind will think it is ridiculous; it cannot be. But your heart will know. Your soul will be activated.</p>\n\n<p class=\"book-paragraph\">It is like the Voice that spoke to you before you came into the world, preparing you to enter this difficult and challenging environment. It is that Voice—like that Voice, like Our Voice—that brings the connection alive, that restores the primary focus and meaning of your life.</p>\n\n<p class=\"book-paragraph\">But at the moment of Initiation, you will not understand. It will be so confusing. So different it is from your goals and your ideas and your notions about yourself and what you are doing in the world.</p>\n\n<p class=\"book-paragraph\">And all of a sudden, it is like you are struck with lightning, and for a moment in the darkness, everything is illuminated. And you see the truth about your life and how far you really are from your greater purpose and calling, adrift as if you were on a raft in the ocean, carried about by the winds and the waves of the world.</p>\n\n<p class=\"book-paragraph\">But God has found you as you are drifting in the vastness of the seas, found you. Like a tiny speck on the surface of the ocean, you have been found. You have been found by the Revelation.</p>\n\n<p class=\"book-paragraph\">No matter what your circumstances or state of mind, the Calling will speak to you, for it represents your destiny. It is not someone else’s destiny. You need not worry about them. It is your destiny.</p>\n\n<p class=\"book-paragraph\">You may say, “What about other people? What about my spouse? What about my children? What about my dear friend?”</p>\n\n<p class=\"book-paragraph\">But God has found the speck on the ocean, and that speck is you.</p>\n\n<p class=\"book-paragraph\">This is the Initiation. Mysterious it is. You cannot comprehend it with the intellect. You cannot control what it means or what it will lead you to do. It is beyond your control because God is beyond your control.</p>\n\n<p class=\"book-paragraph\">Your great ideas, your firm beliefs, they all appear to be shallow and weak in the face of the Presence. Your arguments are hollow. Your rejection is without true emotion. Your denial is insincere. Your refusal lacks conviction. Because it is your Initiation.</p>\n\n<p class=\"book-paragraph\">And once the Initiation has been recognized, after some struggle, the journey of preparation stretches out before you. The Steps to Knowledge stretch out before you. The reclamation of your true life and all that that will require of you, and your current circumstances and obligations, are set out before you, step by step.</p>\n\n<p class=\"book-paragraph\">You cannot get to your purpose from where you are because you are adrift, and you have not found your safe harbor. You have not found the sight of land where your life is meant to be.</p>\n\n<p class=\"book-paragraph\">What a time this is then to be struck by the Revelation. Momentary it will seem, but all of a sudden, everything begins to feel different. You have had an experience that stands in contrast to your normal experiences, and this begins to create a contrast that you will carry forth with you. For nothing you can do on your own can compete with this. It is bigger than any experience that you have ever tried to have. It is greater than any goal you have ever set for yourself.</p>\n\n<p class=\"book-paragraph\">You feel frightened and overwhelmed, confused, but it is okay. It is natural. To have your life so suddenly change, certainly would create confusion and disorientation. It would certainly be disillusioning to your current obsessions and distractions.</p>\n\n<p class=\"book-paragraph\">Once God has made God’s mark upon you, then it is not like you can erase it from your life or cover it up or make it go away or explain it or rationalize it to yourself so that its power is diminished. You are going to contend with the Revelation for you?</p>\n\n<p class=\"book-paragraph\">It is not by accident that you happened to come across or even hear about the New Revelation. All the forces of Heaven that support you have been trying to get you to this point of recognition and to keep you from destroying your life in the process, to limit the damage you have already done and the waste you have already created so that you would be available and be able to respond.</p>\n\n<p class=\"book-paragraph\">The Initiation may make you feel helpless and confused, highly uncertain. You might even think it is a great misfortune. But from the position and perspective of Heaven, you are the blessed amongst the few, a person who has been given the greatest opportunity. So what if it means changing your life and circumstances? What is that compared to who you are and why you have been sent?</p>\n\n<p class=\"book-paragraph\">Significant to you, yes, at this moment and meaningful perhaps to others who are involved with you. But you have been given a greater opportunity, and even more than an opportunity—a calling.</p>\n\n<p class=\"book-paragraph\">Once this Initiation has occurred, your journey will change, perhaps imperceptibly at the beginning, but something has altered the course of your life. You will never really be the same. Even if you spend your life denying and rejecting what has occurred, you will never be the same.</p>\n\n<p class=\"book-paragraph\">You will never be happy with simple pleasures alone. You will never be content with your former goals or distractions, hobbies or interests. Something has changed.</p>\n\n<p class=\"book-paragraph\">From Heaven’s viewpoint, it is a great blessing. Finally, your life has a possibility of being redeemed. But to you it may seem very different in the moment.</p>\n\n<p class=\"book-paragraph\">You must then cleave to the Revelation if that is your Initiation, and you will know if it is at the center of your Being. It is not an intellectual discussion with yourself. It is not a rational process. Human rationality is merely a coping mechanism to deal with an uncertain and unpredictable world. It is appropriate in certain circumstances and hopeless in others.</p>\n\n<p class=\"book-paragraph\">It is important that you know of the Messenger because if the Initiation occurs while he is in the world, then your opportunity becomes greater and more significant. It would be a great misfortune for you to miss him while he is here.</p>\n\n<p class=\"book-paragraph\">The Revelation only comes every few centuries, or perhaps once in a millennium, and you happen to be here at that time. From Heaven’s perspective, that is a great blessing, a great opportunity.</p>\n\n<p class=\"book-paragraph\">But who can recognize the Messenger? He appears to be very average. He is not sensational looking. He does not hold a great position in the world. He will disappear into the masses of people. He will walk amongst them. No one will recognize him, except perhaps for those who have been struck by the Revelation.</p>\n\n<p class=\"book-paragraph\">For those who meet with him, he may not reveal his true purpose and work in the world with them, depending on who they are. How can it be that someone would not see this? How could it be that someone of this great importance in the world would go unrecognized by the people who are standing next to him?</p>\n\n<p class=\"book-paragraph\">It is the predicament of the world. Everyone has the eyes to see and the ears to hear, but they are looking in a different way, and they are trying to hear what is in their mind and what confirms what is in their mind and not what exists in reality.</p>\n\n<p class=\"book-paragraph\">So they look, but they do not see. And they listen, but they do not hear. They stand next to the Messenger, but they do not recognize that they are standing next to the most important person in the entire world at this time.</p>\n\n<p class=\"book-paragraph\">He will never say this about himself. He is far too humble for this, so it must be said for him.</p>\n\n<p class=\"book-paragraph\">It is like centuries ago. You were having tea at a table with Muhammad, but you did not know who he was. Well, he looks like anyone else. He is not radiating the Presence. He is not so magnificent or so omnipotent that everyone around him is swooned by his presence. He is just a man, dressed traditionally, just a man. There he is. I see him now. He is over here. Nothing special. He had to preach hard to even get people to listen to him. So blind was everyone around him, only a few could see. Such is the dilemma and the burden of the Messenger at any time of Revelation.</p>\n\n<p class=\"book-paragraph\">The Initiation begins with impact. It begins with dissatisfaction and the recognition that you are searching, that you are not content with what you have and where you are and with what you are doing because this does not represent who you are and why you came here.</p>\n\n<p class=\"book-paragraph\">Those who think they are contented have not yet reached deep enough within themselves to realize they are falling far short of where they need to be and what they need to be doing.</p>\n\n<p class=\"book-paragraph\">The goal is not happiness but preparation, readiness, contact, reunion and ultimately contribution to the world, wherever it may be appropriate for the individual. That is why the pursuit of happiness is so deceiving because the Revelation will make you uncomfortable. It will challenge you.</p>\n\n<p class=\"book-paragraph\">Do you think God is going to come and comfort you when you are sent into the world to do something that you are not doing now and have no hope of doing unless something greater is given to you, unless you are called out of the crowd, unless your journey is altered by the Power of Heaven?</p>\n\n<p class=\"book-paragraph\">You will just be a speck on the ocean, unknown to yourself, unknown to others. Even if you have a great position and have acquired wealth and stature in society, the empty nature of your life will be pervasive unless you have found your greater work and are doing it to the best of your ability. Those who do this experience a satisfaction and a sense of value and power that are lost to everyone else, no matter what they proclaim for themselves.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation will clarify the nature of human spirituality, which has been overlaid by culture, by convention and by political manipulation.</p>\n\n<p class=\"book-paragraph\">It will make it clear that you are born with two minds—a worldly mind that is conditioned by the world and a deeper mind within you that is still connected to God. It will make it clear that the intellect has limits, and beyond these limits you must go beneath the surface of the mind.</p>\n\n<p class=\"book-paragraph\">It will make it clear that you cannot fulfill yourself apart from your greater work and destiny and that all the pleasures you seek will be temporary and will not satisfy the deeper need of your soul.</p>\n\n<p class=\"book-paragraph\">It will make it clear that you are living at a time of great change, where humanity’s isolation in the universe will come to an end and where the Great Waves of change will strike the world—a time of great upheaval and uncertainty, a time for the Revelation to occur.</p>\n\n<p class=\"book-paragraph\">People may want many things of the Messenger—hoping for dispensations, for miracles, hoping to believe in someone supernatural, hoping to have their lives be enriched by his presence and his work.</p>\n\n<p class=\"book-paragraph\">They will be disappointed, as have the previous Messengers disappointed many people. That is why Messengers are denied, rejected, avoided and, in some cases, destroyed because the people do not get what they want. They only receive what they truly need.</p>\n\n<p class=\"book-paragraph\">What people want and the Will of Heaven are so very different. But if in truth you could discern your deeper requirements for life beyond survival and acquiring the simple things that are necessary for stability and safety in the world, you would see that what you want and the Will of Heaven are really the same. But this recognition would happen only at a very deep state of self-honesty for the individual.</p>\n\n<p class=\"book-paragraph\">It is unlikely you have found this quite yet. But you who are hearing Our words have come to the point where Initiation can occur. You must listen with your heart, not with your judgment and your ideas and all of the requirements you think are required for the Revelation to be real and to be meaningful to you, as if you could determine such things.</p>\n\n<p class=\"book-paragraph\">Even in people’s misery, they still do not have the humility to recognize that they cannot establish the terms of engagement regarding their primary relationship with the Creator and with the Will of Heaven.</p>\n\n<p class=\"book-paragraph\">Your religious beliefs cannot really do this because it happens beyond the realm of belief. Belief will not get you into your Ancient Home, your Heavenly state, because belief is too weak, too temporary. When you leave this world, you will not have any beliefs. They all pass with the body. You will just be there, you as you really are.</p>\n\n<p class=\"book-paragraph\">Your Spiritual Family will receive you and ask you if you achieved certain things, and in that moment, without the burden and the blinding effect of your beliefs, it will be clear as day that you either did or did not fulfill these primary functions. And there is no condemnation if you should decline. It just means your work is not yet done.</p>\n\n<p class=\"book-paragraph\">You have to work your way back into Heaven, you see. You have to serve the separated world, the separated universe. You have to work your way back, through contribution and through self-development. You cannot return to your Ancient Home as a miserable, conflicted, contentious, grievous person. Heaven would seem like Hell to you, if that were the case.</p>\n\n<p class=\"book-paragraph\">God does not simply dispense with all these problems because God did not create them. They have to be uncreated. God has given you the power of Knowledge, the deeper intelligence, and a greater calling to erase the tragedy of your former life and existence and to restore to you the dignity and the purpose that are yours to claim and the purpose that is yours to serve.</p>\n\n<p class=\"book-paragraph\">It all begins with the Initiation. If it is to be true and efficacious, it begins with the Initiation. That is where God sets the terms of engagement and establishes the beginning of your real journey Home.</p>\n\n<p class=\"book-paragraph\">You cannot take yourself back to your true state because you do not know the way. You cannot simply follow a prescription from someone else because the engagement with Knowledge and the Presence must occur somewhere along the line, or this is an intellectual enterprise and not a journey of the soul.</p>\n\n<p class=\"book-paragraph\">Time is short for the world. There is no time to spend decades and centuries perfecting yourself or trying to work out your dilemmas. The Calling is for now. The hour is late.</p>\n\n<p class=\"book-paragraph\">This will be pressure for you if you can respond, but the pressure will shorten the time it takes for you to respond and to prepare. And that is a great blessing, for time equals suffering for those who cannot respond.</p>\n\n<p class=\"book-paragraph\">The gift is within you, but you cannot unlock the door. You do not have the key. You cannot discover your deeper nature because you do not yet have the whole picture. You are not yet in relationship with your Source because your deeper nature is the relationship with your Source. How could it be you would ever find it living in Separation, lost in the oceans of the world?</p>\n\n<p class=\"book-paragraph\">This is the gift of Heaven—that your life can be redeemed. But you must allow the pathway to be presented to you.</p>\n\n<p class=\"book-paragraph\">You must respond to the Revelation. If you have not responded to God’s previous Revelations, then you are waiting for the New Revelation.</p>\n\n<p class=\"book-paragraph\">At some point, at a moment of despair or disillusionment, you will feel a deeper stirring within you. And you will recognize that you have come for a greater purpose that you have not yet discovered, but which awaits you, waiting for the moment where your life is being called.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-initiation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-initiation/"
}