{
  "title": "The Effects of the Pacification Program",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is easy to ask questions. It is more difficult to find the real answers. People are hungry for answers, but they do not have the awareness yet. So when considering the message in The Allies Briefings, people must begin to develop a Greater Community awareness and sensitivity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Just getting answers to questions does not develop this awareness or sensitivity. And, indeed, even if you have the right answer, if you cannot experience it, if you cannot recognize it, if you cannot see its application, well, what good is it? It is lost on the person who is asking.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, it always comes back to developing the awareness and sensitivity and the ability to know. People want proof, and so they go to whoever they think is the expert, and the expert gives their opinions, and people say, “Ah! This must be the proof because the expert said so.” But it is all opinions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Without Knowledge, everything is just opinions in the mind. And these opinions are developed by people’s conditioning, by their attitudes and by their temperament. People can experience something and make conclusions and evaluations but be completely wrong in their estimation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, we are talking about higher consciousness here. We are not talking about having answers. Answers, without this higher consciousness, will not be enough, and their application will not be understood. Ultimately, you must gain this higher consciousness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This consciousness transcends human culture, human conditioning and even your biological identity. It is an awareness of life as it is moving all around you and through everything else. You need this higher consciousness to understand the plants and the animals, the weather and the movement of the world. You need this to understand the presence of negative forces in the mental environment and the presence of the Angelic Forces, which are here to serve you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And certainly, you must have this consciousness to be aware of the Greater Community forces in the world, to recognize their manifestations, their intentions and their methods. You need this higher awareness to tell friend from foe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So when people ask a lot of questions, the real answer is the development of higher consciousness. This leads you into the mystery, where you may not be willing to go, but this is where you must go if you are going to understand.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the mystery of your life—the mystery of what you know, the mystery of who you are, the mystery of why you are here and the mystery of what you must respond to. You are not here simply to fill your mind with more answers that cannot be recognized or understood.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This, then, moves things in the right direction. Yet of course there are people who cannot tolerate the mystery and must have answers, thinking answers will resolve their inquiry. These people will constitute the majority of people who inquire about The Allies Briefings and who will question you about it. You, personally, cannot answer all the questions there are about the Allies—who they are, where they come from, how they got here, their method of propulsion, where they are hiding and how they communicate. How can you possibly answer all these questions?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, you can be aware of the Allies, and you have the ability to recognize the validity of their message. You have learned enough about life and about nature to understand their point of view and what they emphasize and why it is necessary. This is because of higher consciousness, not because you have answers.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Allies of Humanity Briefings promote questions. The reason they do not answer every question is because you must develop the higher consciousness. If they told the reader everything about themselves, people would say, “Huh, I don’t believe it! Marshall’s making it all up!” You see, without the higher consciousness, people cannot make a connection.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Already you can see the effects of the Pacification Program that is being generated by the Intervention. There are already many people who have fallen prey to this, either by their own inclinations or by outside influence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here people are led to believe that they cannot really judge anything. “Well, I don’t want to be negative. I’ll be open to it.” Who told them to be open to it? “I’ll be open to whatever happens.” Who told them to be open to whatever happens? People’s critical discernment is being destroyed. So something happens and they say, “Well, you know, I don’t want to judge the situation.” What are you talking about! You need to evaluate what is happening.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These people think they cannot be critical. “Well, I can’t really be critical. I don’t want to be negative.” Well, it may be necessary to speak out and say that something is really not appropriate. But these people cannot even do that. People who have been affected by this Pacification Program cannot even make a decision. They cannot look at anything and say, “Well, this is a good thing,” or “This is really not a good thing for me.” So they welcome everything, thinking that is how you must be with life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is not how you must be with life. It is true you must be willing to look at everything. But it is not true that you must accept everything, bond with everything, welcome everything. Of course not. Higher consciousness does not mean that you do not make critical evaluations. It simply means you view things from a higher vantage point.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This does not mean that everything becomes gray. It means that everything becomes clear. You clearly see what to do and what not to do, what is good and what is not good. If this is not the product of spiritual study, then someone is being disabled.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">While it is true you must learn not to judge a situation based upon your conditioning or beliefs, ultimately you must judge a situation based upon Knowledge, the spiritual Intelligence that lives within you. This is the final arbiter in your discernment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, people do not recognize this. They take the first step and they think it is the last step. The first step is where you do not judge. This means you must learn to look and recognize something, which you cannot do if you judge it immediately. This is the first step, but people think it is the last step.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The last step is very different from the first step. You do not judge in the moment because you need to see and know and recognize what you are looking at. This is discernment. You cannot be discerning if you judge things outright. Yet beyond this discernment, you must see clearly if something is good or not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So you may recognize that the Intervention really is not good for humanity. In itself, the Intervention is not a good thing! But if you say, “Oh, I cannot judge the situation,” how will you ever know? You may want to think, “Well, it’s probably good at some other level.” A pacified person will say, “I will see how it is good for us because everything that happens is good for us.” This is not only human ignorance; this demonstrates the effects of the Pacification Program, which encourages people to trust things unwittingly, without discernment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can see this everywhere. You can see it in the UFO community. You can see it in spiritual communities. You can see it emerging in people all around you. The Allies Briefings will create a stir because they advocate discernment. They say, “The Intervention is not good for you.” Yet many people say, “Well, I don’t know. It must be good. I mean, it can’t be bad.” They are befuddled. They do not know what to think. “Well, I don’t know. I can’t really come to any decisions about it.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What are you talking about? Has your decision making become disabled? And if so, who disabled it? Why are some people thinking they must be open to everything and receptive to everything? Yes, they want to be non-judgmental, but that is only the first step. They do not take the next step. They do not exercise discernment. In some cases, their discernment has fallen away.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a critical problem. As a result of this Pacification Program, people cannot see and cannot know, and basically, though they are confused and frightened perhaps, they will just go along. “Well, I’ll just go along. I’ll just try to accept what is happening in my life.” People who are pacified cannot resist. They cannot fight against something because they do not think it is all right to do that. They think that everything has to be embraced. Where did this come from?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These ideas of unquestioned acceptance are prevalent in much of the spiritual teaching you see today. And people accept these ideas wholeheartedly. They think, “Well, this is the higher truth. We follow the higher truth.” Consider this in the light of the Pacification Program and you will begin to see how pervasive it really is.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People who are being pacified will be led to believe that they are gaining higher consciousness when in fact all of their power is being taken away from them. The Pacification Program is based upon an understanding of human psychology and human tendencies. Here people are conditioned to think that in order to be acceptable to God, they must basically give away what God has given them to use. “Well, to be acceptable to God, I must be meek and mild and non-judgmental and all-embracing of everything. I will look for the good in everything.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Where did this come from? Is such acquiescence purely a human invention? Is this something that people just concoct for themselves in order to be happy in the moment? Well, in some cases, this is true. But consider the pacification of humanity. How are people pacified? They are told what they want to hear, and they are told they do not really need to consider anything else. After all, if everything that happens to you is good, then why resist anything? Just embrace it all. This is the Pacification Program at work.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This influence is becoming omnipresent around you. People flock to places where the Intervention is operating, thinking that the “energy” there is so high. They say, “This is such an enlightening place.” Oh, my God! They are jumping into the fire. They are giving themselves away wholeheartedly. They go to these places and they feel the energy there, and they think, “Oh, this is really a powerful place. This is where it is happening!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And the longer they stay, the less they know, and the less they think they can return to their former lives. They become ever more listless and self-involved, and they become ever more dysfunctional.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This disengagement produces an anxiety at a deeper level, a level where you know that your life is not progressing and that you are not going where you need to go. Yet these people will think that this discomfort is part of their fear, or part of their psychology that must be eradicated and exorcised out of themselves. And so they will work hard to ignore the very signs that are telling them that their lives are amiss and that they are losing their lives.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They will say, “All is love. Just be loving. There is only love.” If they knew what they were talking about, actually that would be true. But they think love is simply passivity, happiness and acquiescence because that is the Pacification Program working on them. Now they are extending it to other people and becoming pacifiers themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">After awhile, well, they will not know what they know. And if something is really wrong, they will feel discomfort, but they will think it is just part of their psychological problem, and they will try to overlook it or remove it or bury it. And then they will do whatever is told them to do by the Intervention. They will say, “Oh, I got a message. I have to go do this. I am being guided. This is inner guidance for me.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It will be very hard to awaken people from this. You have to awaken yourself first. People are so immersed in their listlessness and their pursuit of happiness, it is almost like they are beyond reach. They are so lulled and so conditioned, you would have to drop a bomb in their laps to wake them up.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can see the effects of the Pacification Program in spiritual communities in many places. Certainly not to all people, but to many people, acquiescence looks like the easy path, the easy way, the way to true happiness. Give up knowing anything, give up evaluating anything, give up resisting anything, and it looks like, “Oh, everything is just happiness from now on. Smooth sailing ahead!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">These nice people, the Intervention will simply lull them into a listless state and then basically they will not be a problem, and they will be receptive to whatever is given them. Their natural knowing will be so removed from their awareness, it will become the enemy now. They will think it is fearfulness. They will think it is negativity. And they will not want any part of it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is actually happening now. We are talking about an extreme case, but these extreme cases are growing in scope and magnitude. Many more people are simply falling into this state—even the young people, some of whom are especially prone to this kind of conditioning.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Consider this. True happiness comes from being true to yourself, from developing your own integrity and from living honorably with your integrity. True relationships are based upon sharing real integrity with others, building relationships of integrity, relationships that express your deeper nature and purpose in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, look at the relationships of a pacified person, who says, “Well, we’re together as long as it feels good, as long as it’s okay, and if we’re not together, it’s okay, and whatever we do is okay.” But it is not okay. And they know it is not okay, but their natural knowing has been removed from their awareness. As a result, they say, “I will not feel those things. They disrupt my happiness, my peace, my equanimity.” And yet there is no peace or equanimity because there is no integrity, and because there is no integrity, there is no real relationship.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do you see here how the poison is immersed in the very food that people want to eat? Spiritual food is being poisoned. How many spiritual teachers today are teaching real discernment? How many are promoting real personal integrity? How many are encouraging people to look clearly and see? How many teachers are encouraging their students to respond to the world? There are indeed some, but look around and you will see the Pacification Program being promoted unknowingly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How perfect this is for the alien agenda. It takes time, but from their perspective, well, the results are worth it. The Intervention will then have a vast network of compliant people through which their agenda can flow. And the people will never know where it is coming from.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In another scenario, the situation becomes more complicated. Here the Intervention begins to show its darker side. Not everyone can be easily pacified. Those who cannot be pacified by the Intervention will be directed by the Intervention to judge those who oppose it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This will be particularly true for people who have extreme religious views and prejudices. These people will be directed to condemn those who do not share their views. Indeed, there are people in some religious communities who will receive messages that all the enemies of Christ must be eradicated if they cannot be saved and that the Second Coming will require the cleansing of the human family.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are individuals today who are being so directed, and though they do not necessarily represent the leadership of these religious communities, their emphasis will grow as their frustration grows. They are waiting for the great arrival of Jesus, and they think it is not happening because of the sinfulness of the human family, sinfulness that must now be eradicated and not simply resisted.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And the Jesus who will come will not be the real Jesus, but will be the Jesus prepared through the Intervention. This will be a false Jesus that they cannot really recognize because they are not developed in Knowledge. This Jesus will not bring peace but a reckoning. This reckoning will be welcomed by the followers because they are full of grievances themselves and believe that their prophecies are not being fulfilled because of the sinfulness of humanity and that this sinfulness must now be removed in order to bring Heaven on Earth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Can you see for a moment how easy it would be for a Greater Community presence here, the Intervention, so skillful in influencing the mental environment and so aware of human tendencies and frailties, to provide this kind of influence? Can you see how, because of this manipulation, the righteous could begin to wage war against those people who disagree with them and against those who would preserve Knowledge in the world? Can you see how easy it would be for this to be generated?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Even the true believers in Christ would be targeted, for they do not share these grievances, and thus they are not in conformity with those individuals who are being directed by the Intervention. True believers in Christ would emphasize harmony and recognition and tolerance. But those being directed by the Intervention only want revenge for their failed prophecies. They want God’s punishment to be exacted, and they are willing to be the executioners. They are willing to be the judge and the jury to carry out what they believe now is God’s Will. How will the Intervention eradicate its opponents? Should it gain enough power, you can see how this can be done.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Where pacification cannot be achieved, the Intervention will influence people to carry out their hostilities upon one another. As the world becomes more difficult, as resources diminish, as populations grow, as competition increases, as tragedy occurs more frequently, people’s sense of tolerance will diminish, and their grievances will be encouraged—not only by the Intervention, but certainly by those people who are ambitious and want to put themselves in positions of power.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How perfectly this falls into the alien agenda, which seeks to simplify and restructure human allegiance. The Intervention does not care what religion they use so long as it can achieve these results. That is why a devout Christian, Muslim, Hindu or Buddhist must all learn The Way of Knowledge. Otherwise, how could they tell the difference between a spiritual influence and a Greater Community influence? To the undiscerning, well, it all looks like it’s coming from a higher place, from the Heavens. Who, then, can you trust?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Intervention can create wonderful spiritual scenarios to activate those individuals who are most prone to be their messengers. It is not difficult for the Intervention to do. They simply stage a drama and put someone in the middle of it, and this person cannot tell the difference.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People do not know what a Greater Community presence is. To them, it is all coming from somewhere else, not at their level, but from a higher place. So, in one scenario, an image of Jesus is projected to a zealous person, and the zealous person says, “Jesus has come to me.” And the Jesus says, “You must gather my true followers and you must denounce all others!” And the zealous follower says, “Yes, Master, yes, Master!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Incredible? Yes. Impossible? No. If the alien agenda is to create a unified and compliant human allegiance, it must eradicate the dissident elements, the non-compliant elements. They will not do this themselves because then everyone will know that there is an Intervention.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Instead, they will have human beings do it for them in the name of people’s religious convictions and prejudices. And no one will know what is behind it all. Some people will think it is Satan or Lucifer, but they will not know.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is humanity’s ignorance that is its greatest weakness. It is humanity’s Knowledge that is its greatest strength. The Greater Community, the inhabited universe in which you live, is a very sophisticated environment of interaction and influence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If human beings are going to follow their prejudices, their hatreds and their grievances and cannot tell the difference between a spiritual and a Greater Community influence, then the Greater Community is an extremely hazardous environment. Someone in the Greater Community will eventually win you over to their Collective or to their cause. How will they do this? They will simply use what you already believe in rather than teaching you something new.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why learning The Way of Knowledge is so vitally important because this teaches you about the reality of life and spirituality in the Greater Community. It teaches you about the nature of manipulation and how to safeguard yourself and others. It teaches you how to recognize the effects and the manifestations of the Pacification Program and what you can do today to develop your own immunity to these forces, which are so influential on other people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is vitally needed in the world today. Every day men and women of good conscience are falling under persuasion that they cannot discern. It is a gradual process. But eventually they end up not even having a clue about what is happening in their lives and being hostile to any kind of correction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you begin to develop this Greater Community awareness yourself and to share the Allies’ message with others, you will see this resistance. You will see people’s inability to respond. It is like someone has pulled the plug within them and now they just do not know anything.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And if they do respond at some level, they may try to pacify themselves. They will say, “Well, it’s just one point of view, and you know, we have to look for the good in this situation. We really have to embrace this situation. If the visitors are here, then they must be here for a purpose, and we have to open ourselves to this purpose. Maybe some of them are not good, but some of them are, and we have to love them to understand them.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is all pacification mentality. This is the easy thing to do. Just give in. And if happiness is the goal of your life, you will give in. You will compromise your integrity. You will deny your own anxieties. You will overlook the signs and the flags and the clues that tell you that something is not right here. You may tell yourself, “Well, it is all just part of the drama of life, and I will be above it all.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Throughout the world today, the wise are retreating because the Intervention is here. Only a few are in a position to advocate. Marshall (Vian Summers) is one of those people. Yet he will need others to help him. The world has not been lost. But the risk of it being lost is increasing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you cannot simply retreat and go live the rural pastoral life somewhere, tuning it all out, just being happy every day, going back to nature, carrying the water jugs, planting the corn, cooking the meals and living through the seasons. That is over! If you are going to be conscious, self-determined and have your own integrity, there is no running away now. There is no heading for the woods and pretending it is not happening.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no more constant therapy on oneself. In the end, the only real therapy is to become real with what you know, to stand for what you know, to learn the wisdom necessary to carry what you know and to communicate what you know compassionately and powerfully. This is what any form of real therapy must lead to.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Are you going to go back and repair your childhood? Are you going to find the unrequited love that your parents did not give you? People who become too concentrated on these things become disabled. They become wheelchair bound in their own minds. They could all become advocates for the truth, but instead, all they become is advocates for therapy, and not a great deal of therapy done today leads to the truth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no running away. There is no fulfilling yourself personally at the expense of establishing your own integrity, knowing the truth and standing for the truth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity must become united, or it will be dominated in the Greater Community. This is so obvious when you think about it. If other forces beyond your world want your planet, its resources and human allegiance, well, if the human family is divided, you are really inviting others to move in on you. “Sure, come on! There is plenty of room for everyone!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those who resist the Intervention will be accused of being unenlightened and fearful. Some will be accused of resisting the Intervention to protect their special interests. And there are some people who will resist the Intervention for these interests. However, there are those who will resist the Intervention because it is an Intervention. But with the Pacification Program, who can even call it for what it is? Who can say, “This is what it is!” without incurring resistance and condemnation? This is a real problem today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We encourage the development of people’s discernment, discretion and the application of their critical faculties. What we encourage here is not based upon personal prejudice or social conditioning, but upon Knowledge. Knowledge is the part of you that knows. It is the greater Mind within you that the Creator has given to you to meet the challenges and opportunities of your life. It is the voice of conscience within you. People compare their belief systems and judge each other, but this is not what we are talking about.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are talking about rescuing humanity from a situation which would enslave it. We are talking about preserving human freedom and self-determination and encouraging human integrity in the midst of forces from the Greater Community who are intervening in your world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Is achieving this impossible? Well, in a way, the truth always looks impossible. The promotion and preservation of the truth always looks like it is facing insurmountable odds. But that is only because the truth is not valued, recognized and felt deeply by enough people. What will get humanity out of this predicament is the same thing that will get humanity out of every predicament. It is facing the truth and doing what needs to be done.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are many people in the world today who are very uncomfortable because they know that something really wrong is happening. Perhaps they think that their discomfort is just their own psychological problem. Perhaps they think it is a political, economic or environmental problem alone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If they do not have a Greater Community awareness, then they have to focus their attention on something else and look for some other kind of cause. But they know that something is not right about what is happening today. Things do not feel right. Things are moving in a direction that they should not be moving in.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Something is going on that is going to change things, but not in a good way. And the people who feel this are uncomfortable. They wake up with this discomfort; they go to bed with this discomfort. It is just there. They feel it when they are out in the world. Something is not right.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Where does this discomfort come from? Why is it there? You can meditate. You can go on vacation. You can have nice food. And you can have moments of delight. But then you return to the discomfort. Something is amiss. It’s not simply because there is poverty or war or deprivation in the world. These have always been with you. Something else is going on here. Something else is really not right.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet you look around and most people are oblivious. They do not know it. They do not feel it. And they do not care. Or they have good excuses. “Well, you know. It’s just human nature,” or “You know, it’s people’s fear. They just need to be more loving.” And you hear really lame excuses for something that is tremendous.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your awareness needs to grow. Your fire needs to grow and become stronger—the fire of truth, the fire of Knowledge. Otherwise, your fire is always snuffed out, extinguished by personal ambivalence, personal fear, personal preference or the kind of listlessness that is the product of the Pacification Program.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The light of truth must become strong because there are greater forces of darkness here now. The deception is deep and complex. The denial is pervasive, and the acquiescence is pervasive and growing more so every day. Only Knowledge within you can penetrate it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is losing its freedom, slowly but surely, and in such a way that this loss will be very complete because of the cleverness of the agenda behind it. This can happen because of the predispositions of so many people today. This can happen because of the effects of the Pacification Program, which is so well established now in many parts of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, it will take courage and a strong advocacy to activate those people who already feel the discomfort, who already feel the problem but cannot identify it or its source. And it will take a strong advocacy to reach those people who have begun to acquiesce but whose sense of integrity is intact enough that they know that there is a problem within them and around them and who are struggling to maintain their clarity of mind as the fog descends.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For those who have acquiesced completely, there may be no answer. They may be beyond your reach. It would take a Greater Power, the Angelic Presence, to reach them. But even here, it is quite difficult because the pacification can become so complete that people will think that the very hand of Grace that is trying to rescue them is the very thing they must avoid.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can only reach those who are uncomfortable, who have a sense of knowing that their integrity is being violated and who have begun to feel the persuasion of the Intervention but have not acquiesced to it. There are many people in this camp. You are not speaking to a minority. This advocacy will take time. It is not something that can be done in a few weeks, months or years. It is something that must be continuous.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity’s emergence into the Greater Community will be quite difficult because of the Intervention. It will require that a higher consciousness be cultivated, protected and maintained in enough people. It is going to require a greater level of discernment and discretion, greater care about who you associate with and what you communicate. It is going to require a greater awareness and sensitivity to the world and to those forces who are in the world now casting an influence over humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Developing this awareness and this sensitivity and establishing one’s personal integrity and relationships that represent this integrity are absolutely fundamental for success. This is what will keep Knowledge alive in the world. This is what will build freedom and keep it alive in the world. This is what will keep humanity intact. For once you lose your integrity and your freedom, it is very difficult to regain them. Very difficult.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Even when people have sacrificed their integrity for relationships or for money or for advantage, even under these more normal circumstances, it is very difficult to regain it. You have to mount tremendous effort and take risks. It is easier, then, to stay out of trouble than it is to get out.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not want to become a prisoner in your own world. You do not want to become a prisoner in your own mind. You do not want to become a prisoner to anyone or anything else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you could have a Greater Community perspective in these matters, you would recognize that though humanity has great difficulties and serious weaknesses, it is still relatively free in the universe. Of course, living on the surface of your world in isolation, you cannot see this because you do not have the perspective.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why The Allies Briefings are so valuable, because they give you a perspective that you yourself could not otherwise have. How could you compare yourself to the rest of life in the universe? How could you understand the value of your freedom if you could not see that freedom like this is rare and must be protected well in the Greater Community?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why the Allies provide a greater perspective. Yet some people will complain, “Well, they do not give us answers. They do not tell us dates and facts and figures and locations.” That is not what is important. It is the understanding, the perspective, the higher consciousness that are critically important.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who cares where the Allies come from? The names of their worlds would be meaningless to you. You are not going to be able to go there for so long! Certainly not in your lifetime.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Allies are providing what is important for you to know about the Greater Community and about the Intervention. They are telling you who is here, why they are here and what they are doing. They are pointing the way to what must be done to counteract this Intervention, which includes the development of Greater Community awareness and a higher consciousness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This development must be emphasized always. It is so vitally important, or people will miss the whole point. They will just assume that this is merely some phenomenal thing that probably is not true anyway. Some will say, “These Allies don’t even tell us their names or how they got here.” This is stupidity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If God sends an emissary, do you deny the emissary because he does not answer trivial questions? God has sent the Allies here to help educate humanity and to warn humanity of the grave risks that it faces at this time. Is this going to be denied because some trivial information is not provided?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why the development of Greater Community awareness is vitally important now. This is why higher consciousness must be promoted and preserved. This is why you keep Knowledge alive in the world. It is this that must be supported and honored at this great turning point.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honor this material. Recognize it as being a gift of Grace. Respond to it. Have the courage to do this. Resist the pacification. Resist the influence to become listless and unresponsive to your own Knowledge. Resist the temptation to devote yourself to your own happiness above and beyond everything else. Resist the temptation to attack people of other faiths, cultures or nations. Resist the Intervention through awareness, through advocacy, through understanding. Promote human cooperation, unity and integrity.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-greater-darkness/the-effects-of-the-pacification-program/"
}