{
  "title": "The Shock of the Future",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">God seeks to prepare humanity for a new world, a new reality, and for its encounter with life in the universe, an encounter that will change and determine the future and destiny of humanity.</p>\n\n<p class=\"book-paragraph\">You are entering a new world—a world of environmental change, a world of violent weather, a world that is unpredictable, a world that will be unbalanced, with great political and economic difficulties. Nations will be shaken by revolution, and national economies will fail.</p>\n\n<p class=\"book-paragraph\">It is the outcome of many forces at work that have been at work for some time. The wise can foresee this. For everyone else, it will be a great shock—the shock of the future.</p>\n\n<p class=\"book-paragraph\">Do not look upon this as a great tragedy or something to avoid, neglect or deny, for this has your name upon it. You were sent into the world to serve the world under these conditions.</p>\n\n<p class=\"book-paragraph\">Though you perhaps have not been mindful of the Great Waves of change that are beginning to sweep across the world, they are moving nonetheless. It is not a time for complacency. It is not a time to project your ideas or beliefs. It is not a time to argue and debate endlessly.</p>\n\n<p class=\"book-paragraph\">It is a time to look and to see and to keep looking and watching, discerning the horizon, discerning the changing circumstances of life around you, discerning the change that is occurring in people’s lives—unanticipated change, overwhelming change, beyond the normal parameters of life.</p>\n\n<p class=\"book-paragraph\">Perhaps your life has been changing internally and externally as if in preparation for something great that you would have to serve and be a part of. If this is your experience, then you can be certain that you are preparing for the new world, however unconsciously.</p>\n\n<p class=\"book-paragraph\">God has given you Knowledge to guide you and to prepare you, but Knowledge functions beneath the surface of the mind where people live. It is a greater Intelligence. It is discerning the movement of the world, and it is responding to the Creator.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation will speak to this part of you more than to your intellect, for this is the part of you that has never left God. Therefore, it is the part of you that can truly respond. It is the part of you that is wise and unconflicted. It is not afraid of the world, for it cannot be destroyed.</p>\n\n<p class=\"book-paragraph\">At the surface of your mind, you suffer over every little thing, and you have great anxieties about your future and well-being—always the fear of future loss, always the fear of the innumerable things that can happen to you and to those that you care for.</p>\n\n<p class=\"book-paragraph\">How can you ever know anything at this level, so filled with fear and ambition, so easily distracted, so easily manipulated, so easily controlled, so easily dominated by the opinions or the determinations of others?</p>\n\n<p class=\"book-paragraph\">The shock of the future will be a shock because you are unprepared. You have not been paying attention. You have been obsessed with other things of little or no significance. You have been caught up in the affairs of the day and in your own feelings and memories and regrets, not mindful of the world around you.</p>\n\n<p class=\"book-paragraph\">With preparation, there is no shock. There is only confirmation. Even that which is shocking will not overwhelm you. It will surprise and dismay you perhaps in the moment, but you will not be overtaken by it. You will not be paralyzed by it, frozen in fear without any idea of what to do.</p>\n\n<p class=\"book-paragraph\">When the ship begins to list and take on water, you will be ready. You will not be frozen. You will not go down with the ship.</p>\n\n<p class=\"book-paragraph\">God has given you the power to save you, not only from calamities in the world, but from every disaster and every miscalculation that you can make and experience along the way. You may pray to God for many things—for protection, for advantages, for a happy outcome—but God has given you the greatest possible gift. But if it is unknown or resisted or neglected, what else can God do for you?</p>\n\n<p class=\"book-paragraph\">God is not managing the affairs of the day. God is not moving the blood through your veins. God is not whipping up the winds or setting the temperature. This is a world of cascading events. It has no seeming order to it.</p>\n\n<p class=\"book-paragraph\">The forces of the world—the geologic and biological forces—were set in motion at the beginning of time. They are moving on their own. The degree to which humanity has upset the Earth’s delicate balance will produce great events and is producing great events even at this moment.</p>\n\n<p class=\"book-paragraph\">But who is paying attention? Who is realizing the cause and the effect? Who is listening to the power and the presence that resides within them?</p>\n\n<p class=\"book-paragraph\">People vacillate between excitement and dread. They seek love as a kind of escape and intoxication to free them from the constant burden and overshadowing of fear and regret, whereas real love remains a mystery to them, real love emanating from Knowledge.</p>\n\n<p class=\"book-paragraph\">The world, in its great change, can serve you if you can approach it correctly. The shock of the world can prepare you. It can shake you out of your dreams of happiness and disaster. It can bring you to your senses. It can call upon your strengths and your determination and most certainly your compassion for people.</p>\n\n<p class=\"book-paragraph\">You are entering the age of human responsibility and cooperation. You must be a part of this, or your life will be wasted. Your life will be always threatened.</p>\n\n<p class=\"book-paragraph\">People want to retire into kind of a listless happiness, without a care, but when you see this, it is pathetic. It is sad. There is no intelligence. There is no inspiration. There is no honesty. There is no true connection with others. There is no service and contribution. They have cast themselves out of the meaning of life in their life of constant repose.</p>\n\n<p class=\"book-paragraph\">This is not for you. You did not make the long journey into this world and go through the stages of growth and development as a person with all of its difficulties simply to be put out on the pasture somewhere.</p>\n\n<p class=\"book-paragraph\">Those who sent you into the world are counting on your development and preparation. They know that that will be the source of meaning, happiness and contentment in your life.</p>\n\n<p class=\"book-paragraph\">Affluence will fade in the world. It will be lost by many people. The human need will become so great that it will call upon people everywhere to serve and to participate.</p>\n\n<p class=\"book-paragraph\">The ship is already taking on water, you see. It is already beginning to list to one side. Those who know this are being called to respond, to prepare themselves and to see where their contribution can be of the greatest benefit.</p>\n\n<p class=\"book-paragraph\">The future shock is for them right now—the shock of realization, the shock of having to turn your life in a new direction, the shock of realizing how little meaning and purpose have been in your life previously and how you have wasted yourself, your time and your valuable energy on things that had little or no promise.</p>\n\n<p class=\"book-paragraph\">This is the shock of the future, the future shock, happening at this moment as you begin to pay attention and to respond to the signs of the world.</p>\n\n<p class=\"book-paragraph\">God is calling you through these signs. God is not calling you to return to your heavenly state, but to enter into the world for the purpose that you have come.</p>\n\n<p class=\"book-paragraph\">This will change your values and your priorities. This will change what you look for in others. This will change what you value in yourself. This will change your relationship with time. This will change your experience of relationships. This will change your relationship with your mind and your body. This will change your relationship with everything. That is the shock.</p>\n\n<p class=\"book-paragraph\">Once you have turned this corner, if you can turn this corner, then you will be able to face almost anything. Though you may experience shock and dismay in the moment, it will not overtake you. Knowledge will become your foundation, and it is not shocked by the world. It is not even of the world. It is here to serve the world.</p>\n\n<p class=\"book-paragraph\">At the surface of your mind, you will continue to suffer over things, but they will be things of greater importance and significance, greater meaning and consequence, instead of little things that have no future and no destiny.</p>\n\n<p class=\"book-paragraph\">Your love will become authentic rather than delusional. It will be aimed at people who can really participate with you rather than those with whom you have no future and destiny.</p>\n\n<p class=\"book-paragraph\">God is calling you to respond, both within yourself and to the signs of the world. To see the signs, you must be looking and paying attention, not just here and there, but continuously. Like the birds in the air and the animals in the field, you are watching your environment. Just like them, you have a great need to do this.</p>\n\n<p class=\"book-paragraph\">Everything you value—your future, the people you care about, even your own life—will depend upon this. It is not looking with fear. It is not living in a state of trepidation. It is looking with clear eyes, with the power and the presence of Knowledge. That will make all the difference in whether you can see or not and whether you will look upon the world with dread and anxiety or with certainty, compassion and determination.</p>\n\n<p class=\"book-paragraph\">Your first commitment and engagement is to Knowledge because that is your commitment and engagement with God. If your engagement is authentic and not filled with your own ambitions and ideas, then you will have a foundation that will enable you to be a source of strength, purpose and reassurance for others. The need for reassurance at this moment is tremendous and is growing with each passing day.</p>\n\n<p class=\"book-paragraph\">Let the foolish be foolish. Let the ignorant be ignorant. Let the self-deceived be self-deceived. Let those who are lost in their opinions be lost in their opinions. Look for those who can respond. Look for those who can get off the [sinking] ship. Look for your true allies. For you will need strong companions now. You cannot be circumscribed by the weak minded and those who are too afraid to proceed.</p>\n\n<p class=\"book-paragraph\">This will change everything for you, as it must change, as it needs to change. It is the blessing of change. It is the difficulty of change. It is what will make you strong and powerful.</p>\n\n<p class=\"book-paragraph\">Do not think it will be easy, for it will not be easy. Do not think it will happen right away because it is a process of many stages and steps. Do not think that you are there already, for you do not know what you will have to face.</p>\n\n<p class=\"book-paragraph\">The shock of the future is with you now. The wise see before events occur and prepare accordingly. They do not wait to be overtaken in the last moment. They see the signs of the world. They determine the change in the weather, in the atmosphere, in the movement of things and in the response of not only people, but of the creatures of nature. They are watching.</p>\n\n<p class=\"book-paragraph\">They are not lost in their hobbies or their romances or their obsessions, only to be overwhelmed in the last moment. They do not follow the consensus belief. They do not follow what they are told by the leaders of government or religion. They do not follow the general opinions because people are blind and are not paying attention. They are not afraid to face challenge and difficulty, and so they do not pacify themselves with false assumptions. They do not take their cues from the weak and the fearful.</p>\n\n<p class=\"book-paragraph\">The gift of God is for everyone. The power of Knowledge is for everyone. But who can respond? The gifts of Heaven are for everyone, even living in a difficult and calamitous world. But who can receive them? Who can change their life and perspective to be in a position to experience this?</p>\n\n<p class=\"book-paragraph\">Even here the shock of the future is a gift—a gift of redemption. Awaking from one’s own fearful Separation is a tremendous event. It calls the Powers of Heaven to you who are beginning to awake.</p>\n\n<p class=\"book-paragraph\">Let Knowledge be your guide, and let the world tell you where it is going and what is emerging on the horizon. Be watchful. Still your mind. Set aside your desires and your constant fear by taking the Steps to Knowledge. Receive the Revelation, the New Message for humanity.</p>\n\n<p class=\"book-paragraph\">You are blessed to even know of this. You are blessed to hear Our Voice. You are blessed to be shocked. You are blessed even to be disappointed, for this disappointment can free you from the past. You are blessed to be freed. You are blessed when people leave you. You are blessed when things fall away. For this begins to set the stage for a new life and a greater commitment and relationship with the Divine and with yourself and with others.</p>\n\n<p class=\"book-paragraph\">This is the world you have come to serve, and nothing but this service will render real meaning and true relationships for you. Understand this, and you will find the secret and the key to greater happiness, a greater meaning and a greater purpose, which are waiting to be discovered.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-shock-of-the-future.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/the-shock-of-the-future/"
}