{
  "title": "The Spiritual Fire",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Within you, deep within you, beneath the surface of the mind, in a place you barely know, there is a Fire, a spiritual Fire. It is the source of your inspiration. It is the Fire of Knowledge, the deeper Mind within you, burning like a hearth, consuming your errors and your pain, purifying you, blessing you, guiding you.</p>\n\n<p class=\"book-paragraph\">But you are far away from this hearth—living at the surface, the turbulent surface of your mind; living at the surface of the world, with all of its tragedies, inducements and misfortunes; busy, caught up in things, stimulated but agitated, driven on by your life and your needs and your possessions and the requirements of others. You do not feel this Fire, though it is burning within you.</p>\n\n<p class=\"book-paragraph\">As a creature of the Earth, your heart will continue to beat, your body will work. But these things cannot produce the desire to create, the desire to establish true relationships, the desire for meaning and the search for meaning. These must come from a deeper incentive that lives within you, deep down within you.</p>\n\n<p class=\"book-paragraph\">This comes from the Fire, for the Fire is the engine of your greater life. It is generating a greater incentive beyond merely surviving and indulging in things in this world. It produces a search for meaning beyond comfort and security. It takes you farther than you would go otherwise. It challenges you. It seeks to have you go further, beyond this point, even beyond whatever success you feel you must have for yourself. To assure your happiness and safety in the world, there is this greater Fire urging you to a higher purpose and calling in life.</p>\n\n<p class=\"book-paragraph\">How will you know this Fire is there? Because when you become still, when you sit quietly, you can feel it. It does not reside only in one part of your body, but you can feel it in your heart and in your stomach. You can feel the pressure to seek that which is calling for you in the world.</p>\n\n<p class=\"book-paragraph\">You cannot be comfortable with comfort alone. You cannot be self-assured with all the trappings of security. You cannot be satisfied with little things because the Fire is there. It is mysterious. You cannot conceptualize it. You cannot use it for your own intentions. You cannot use it to gain wealth or privilege or to win over others. The Fire has its own purpose. It has greater plans for your life.</p>\n\n<p class=\"book-paragraph\">Here Knowledge is not merely a concept or an imagined thing. It is a visceral reality. You can feel it in your body. It is the source of your life force here. It is powerful. It is subtle. If you were to come into its proximity, you would see how strong it really is and how it illuminates the landscape within you.</p>\n\n<p class=\"book-paragraph\">But far away, it is a single point of light, a flickering light on the horizon within yourself. You cannot yet feel its warmth, its power, its encouragement and its direction. For you are lost in the world—caught up in the world, caught up in your mind, which is caught up in the world; fascinated and frightened by the things around you, over-stimulated and over-involved. Your mind is dominating your attention. Your activities are using up all of your time. So the Fire is barely felt, except in moments of sobriety or repose. You can feel there is something in you—the source of your energy, your greater energy.</p>\n\n<p class=\"book-paragraph\">You are going to need this Fire. You are going to need this Fire to face a world of increasing environmental, social and economic instability. You are going to need this Fire to face the rising uncertainty in people around you. You are going to need this Fire to build the Four Pillars of your life—the Pillar of Relationships, the Pillar of Health, the Pillar of Work and Providership and the Pillar of Spiritual Development. These are the Pillars that uphold your life and will give you strength to endure hardship and the great change that is coming to the world.</p>\n\n<p class=\"book-paragraph\">You need this Fire to prevent yourself from falling into despair or from becoming jaded and cynical. You need this Fire to keep your eyes open, to keep listening, looking and watching the horizon of your life. You will need this Fire to find those people who hold a key to your greater work and relationships in life.</p>\n\n<p class=\"book-paragraph\">For if you live only at the surface of your mind, you will perish there. You will lose your direction. You will lose your incentive. You will lose your passion for life. You will lose your inspiration. And you will fall into despair. Even if you live with affluence and luxury, you will fall into despair.</p>\n\n<p class=\"book-paragraph\">God has given you Knowledge to guide you, to bless you, to protect you and to prepare you for a greater life of fulfillment and contribution in the world. This Knowledge has a fire, a power and a potency to it. Strong enough it is to overcome your inhibition, to move you to do certain things or to hold you back from things that would harm you, distract you or lead your life in a dangerous direction.</p>\n\n<p class=\"book-paragraph\">More powerful than your ideas it is. More powerful than your fixed beliefs, more powerful than all of the fixed beliefs in the world put together is the power of Knowledge within you. And this Fire is its power. For it is the Fire of love. It is the Fire of courage. It is the Fire of determination. It is the Fire of compassion and forgiveness. It is the Fire that purifies all things that are impure and harmful within you.</p>\n\n<p class=\"book-paragraph\">When you begin to take the Steps to Knowledge and to learn how to feel your life beneath the surface of your mind, you will begin to feel the warmth and the strength and the potency of this Fire. It will give you courage. It will restore you. And it will take you away from your fear and anxiety. It will show you that everyone with whom you have grievances is actually teaching you to value this Knowledge and to reach for this Fire.</p>\n\n<p class=\"book-paragraph\">This is your freedom, you see, for nothing in the world can extinguish this. And it remains pure within you. Even if your life has been defiled, even if your life has been misspent, even if your life is currently suffering under subjugation or oppression by others, the Fire is pure within you. It will give you the eyes to see and the ears to hear and the strength to look at life objectively. It will restore you from your obsessions and addictions, for it is more powerful than they.</p>\n\n<p class=\"book-paragraph\">God has not only given you the wisdom. God has given you the Fire to realize and to live this wisdom. If you sit quietly, you can begin to feel it once your mind settles down. It is really so close to you, but you are looking in another direction. Your mind is elsewhere—caught up in things, caught up in the future, caught up in the past.</p>\n\n<p class=\"book-paragraph\">With this Fire, you will feel the Presence that abides with you, the Presence of those who watch over you, the Presence that this sacred Fire maintains within you—the Fire that cannot be extinguished, for it was burning before you came into this world, and it will be burning once you leave this place.</p>\n\n<p class=\"book-paragraph\">Rich or poor, no matter what the circumstances of your life or the dilemmas or difficulties facing you at this moment, you can return to the Fire. Your redemption is so close, but it will take time for you to bring this awareness into your life, to establish the practices that are necessary for you to engage with your deeper nature and to benefit from the greater strength that God has given you.</p>\n\n<p class=\"book-paragraph\">For God is not directing your life and managing your affairs. God has given you the power of Knowledge to give you true direction and purpose in a chaotic world. You were born with it. It is with you now. And it will be with you when you leave this place. What greater gift can God give you?</p>\n\n<p class=\"book-paragraph\">The world is chaotic. Do not think everything serves a higher purpose. Do not think everything is divinely guided, for God set in motion the biological, geological and evolutionary forces at the beginning of time, and these are working on their own. Therefore, change is unpredictable. Everything can change in a moment. Your mistakes or others’ mistakes can alter the course of your life. Tragedy can occur. Nothing is assured except the power of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">When you come to realize this, you will turn to Heaven and to the strength that Heaven has given you. This will be the great turning point—when you see that the only real security you have in this world is the power of Knowledge within you and the strength of your relationships and the degree to which you have built the Four Pillars of your life.</p>\n\n<p class=\"book-paragraph\">Beyond this, everything is ideas and speculation, fantasy and belief. But belief has little power against the forces of change in the world. And God has given you a greater strength to call upon in every avenue of your life.</p>\n\n<p class=\"book-paragraph\">When you realize that the substitutes for this power cannot assure your safety or your success, you will turn to the strength that Heaven has bestowed upon you—a Wisdom, a Presence and a Fire. You cannot imagine how important this is for you and how this can guide your decisions and free you from ambivalence and confusion that are so pervasive.</p>\n\n<p class=\"book-paragraph\">This is why people have such strong and fixed beliefs because underneath this they are afraid and confused. And the more afraid and confused, the more they attach themselves to their ideas or to their associations in life with dogged and stupid perseverance. They cannot see beyond the prison house they have created for themselves. They have locked themselves indoors. They cannot see the sunrise. They cannot see the mystery of their life. This is not your fate.</p>\n\n<p class=\"book-paragraph\">Do not look for intellectual confirmation, for this is weak and changeable with little foundation in the world. God has given you the greater strength. The task now is to take the Steps to Knowledge, for this is the essence of all spiritual practice, given now in God’s New Revelation in a pure form that has never been altered or accommodated by people over time.</p>\n\n<p class=\"book-paragraph\">Your task is to engage with the power and presence of Knowledge and to bring resolution to your outer life, for it is draining you of time and energy and resources. Your task now is to take the Steps to Knowledge to find the greater power and to feel this power, which is the Fire of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">This is not the fire of passionate belief. This is not the fire of admonition. This is not the fire of an angry God casting down the nations. Release these ideas, for they are born of human ignorance and condemnation. An angry God is the projection and creation of angry people.</p>\n\n<p class=\"book-paragraph\">The power that God has given you is gracious, but potent. It is determined. You cannot bargain with it. You can only receive it and respond to its gifts and its direction as you navigate an increasingly difficult and conflicted world.</p>\n\n<p class=\"book-paragraph\">The Light of Revelation lives in a place within you you have forgotten in your journey in the world, in a place where you are safe and have assurance of your future. For this is the part of you that cannot be destroyed and cannot be corrupted. It is the Light of hope for those who are oppressed. It is the Light of upliftment for those who are depressed. It is the strength for those who seemingly have no power in the world. It is the gift of life for those who have acquired too much, whose lives have gone stagnant amongst their possessions. It is the resolution, you see, for God put the answer in you before the questions have even arisen.</p>\n\n<p class=\"book-paragraph\">No matter what your predicament, God has put the power that can take you out of the jungle of confusion. And the Fire burns. Once it is felt, once it is recognized, it cannot be forgotten. Once its gifts have been received, it will set in motion a process of re-evaluation in your life as the false gods begin to fail. It will restore you and redeem you over time as you learn to follow its guidance and to become a vehicle of its expression in the world.</p>\n\n<p class=\"book-paragraph\">This is the Fire that transcends religious belief and ideology. It is there for everyone—the Christian, the Buddhist, the Muslim, the Jew and all other forms of religious practice and understanding. It is recognized in certain traditions. It is called a “god” in certain traditions of the past—the fire god, the god of fire—because fire is power, fire is restoration, fire is survival, fire is warmth. But this is a different kind of Fire. This Fire does not destroy. This Fire does not burn your house down. This Fire does not singe and harm your body. This is the spiritual Fire, you see. It consumes that which is impure.</p>\n\n<p class=\"book-paragraph\">Give, then, your fear to this Fire. Give your ambivalence to this Fire. Give your sense of oppression to this Fire. Give your anger, your hatred and your condemnation to this Fire. See yourself sitting near it and feeding these things into it, for it will purify all things that are untrue.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation for the world brings clearly forth the power of redemption for the individual and the greater hope for the world. For if the power of Knowledge within the individual cannot be ignited, there is no hope for the world. Humanity will follow its desperate and destructive course with inevitable outcome, and the world will be damaged to such a point that it can barely sustain a human population. Such is the product of human greed, corruption and ignorance.</p>\n\n<p class=\"book-paragraph\">It is the Fire now that is more essential than ever. It is not merely for your personal redemption. It is for the restoration of the world, to prepare humanity to live in a new world and to face a universe, a Greater Community of life, that will alter the course of human destiny and the future of every person.</p>\n\n<p class=\"book-paragraph\">You may feel hopeless, but hope lives within you. You may feel helpless, but strength lives within you. You may feel oppressed by your circumstances, but a greater life lives within you, waiting to be received, expressed and discovered.</p>\n\n<p class=\"book-paragraph\">Come, then, to the Fire. Come, then, to that which warms you, gives you strength, courage and restores to you your dignity and purpose for being in the world. This is the blessing. This is the offering. This is how God brings you back and gives you a greater life in this world.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-spiritual-fire.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/the-spiritual-fire/"
}