{
  "title": "The Recitation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has spoken again.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are the ones to bring the Message. God’s Will is presented through Us.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are beyond your estimation, beyond your religious theories and your personal speculation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For human imagination can only fabricate from what it experiences in the physical world. But reality exists beyond this—beyond the realm and the reach of the intellect.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the truth throughout the universe, the Greater Community of life in which you live.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We bring the Great Message for this era, born of the Creator of all the universes, for the protection of humanity, for the salvation of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are the ones whom you cannot understand. But We are the source and the medium of what humanity must recognize and do on its own behalf, what it must see, what it has not seen, what it must know, what it has not known, what it must do, which it has not done.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the Message for this era. This is the time of Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">One has been sent into the world to receive the Revelation and to bring it into human awareness, a monumental task.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To receive the New Message is to receive the greatest Revelation that has ever been given to the human family.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To present it to the world is a monumental task, a task for the Messenger and for all who will assist him in bringing the Revelation everywhere it is needed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is needed everywhere, for humanity is facing great peril. It has sown the seeds of its own demise through the destruction and the degradation of its environment—its waters, its soil, its air—to the point where the world itself is beginning to change, a change that will bring great trial and tribulation to the world of people and to the human family.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is facing a universe of intelligent life. It will have to prepare for this now, for contact has begun—contact by those who see the opportunity to take advantage of a weak and conflicted humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a time of great change and uncertainty, where foreign powers will seek to gain influence and where humanity will fall prey to its own ignorance, foolishness and indulgences.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Message is too big to say in a sentence, but it will bring you closer to God and what God has sent you, as an individual, here to do in the world now, which is far different from what you believe and imagine today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has brought wisdom from the universe to prepare humanity for the universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has brought the essence of spirituality in a pure form—unclouded by history and human manipulation, unfettered by human politics, will and corruption.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We bring the Steps to Knowledge so that you may know of the deeper mind that God has placed within you to guide you in an increasingly perilous world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Great upheaval will now occur and is beginning to occur—natural disasters born of humanity’s ignorance and overuse and misuse of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a time of reckoning, a time of responsibility, a time to end foolishness and arrogance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Only God knows what is coming.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And We have brought the Message—a Message of a thousand messages, a Message of a thousand teachings, a Message great enough to occupy you for the rest of your time, a Message great enough to redirect human effort, energy and awareness so that humanity may have a greater future than its past, so that humanity may survive the Great Waves of change and intervention and competition from the universe around you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Hear this then, not with your ideas, your beliefs or your judgments, but with the deeper mind that God has given you to hear, to see, to know and to act with greater certainty.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Our words are not for speculation or debate. That is the indulgence of the foolish, who cannot hear and cannot see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are terrified of the Revelation, for it will change your life. But you desire the Revelation, for it will change your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is your conflict of mind that blinds you. It is the purposes that run counter to one another that keep you in a state of confusion and do not allow you to see.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are the Ones who have brought all of the Revelations into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For God does not speak. God is not a person or a personage or a personality or a singular awareness. To think like this is to underestimate the Creator and to overestimate yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is We who spoke to Jesus and the Buddha, the Mohammad and other teachers and seers through the ages who have brought a greater clarity into the world—to the prophets in every age and to the Messengers who only come at great turning points for humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot worship Us. You will not know Our names.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For you must now become responsible and utilize the skills and the power the Creator has given you in service to a world of increasing need, turbulence and upheaval.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not prostrate yourself to the Creator if you are unwilling to carry out what you were sent here to do, if you cannot take the Steps to Knowledge, if you have the arrogance to think you can determine your fate and your destiny and fulfillment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not be hypocritical. Do not fall down and worship the God whom you cannot serve or will not serve.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is better then to live your self-determined life and face all of the hazards of this than it is to worship a God whom you cannot serve.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And if you cannot respond to the Revelation, then what are you doing here now?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Every Messenger has been persecuted. Every Messenger has been misunderstood. Every New Revelation has been resisted and denied and disputed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no time for this now. The fate of humanity will be determined in the next twenty years—the condition of the world, the condition of the human family, the fate and the future of human civilization.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are no longer alone in the world or even in the universe, of course. You do not know what is occurring and what is coming over the horizon because you are too afraid to see and too arrogant, assuming that you know. That is why the Revelation must be given to show you what you cannot see and do not know beyond human speculation and estimation. This is embedded in all of the Teachings of the New Message.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the New Message. Struggle against this and you struggle against your own recognition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For you must come to know of the greater mind and the greater strength the Creator has given you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Taught in every religion, but clouded and obscured by every religion, this is what must be recognized now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God is not managing the world. God is not creating the catastrophes, the storms, the earthquakes, the floods, the droughts.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God is watching to see how humanity will deal with a world it has changed—a new world, a new and unpredictable world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is emerging into a Greater Community of life in the universe because others are here to seek influence and domination of a world of great value and importance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But the people do not see. They do not hear. And if they think at all, it is to create an understanding that affirms their ideas and their beliefs.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So the peoples do not see. The nations do not prepare. And the destructive behavior continues.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We watch over the world. We have been watching for a very long time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are those that God has sent to oversee humanity’s development and evolution and to receive the Revelations that are then given to the Messengers, to receive the insights that are given to the prophets, to sound the warnings, to provide the blessings and now to provide a preparation for a world unlike the past you have experienced and for a future where humanity will have to contend with the Greater Community itself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God will not save humanity by driving away the evil, by ending the problems that humanity has created or the problems it must face as a natural part of its evolution.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To think of this is to misunderstand your relationship with the Divine, as you now live in a state of Separation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But the Separation was never completed because there is a part of you that is still connected to God.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This We call Knowledge. And this will prove to be the decisive factor in the outcome of your personal life—the meaning and the value of your life—and whether humanity can prepare, adapt and create in a new world, in a new set of circumstances.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Never before has such a Revelation been given to the human family, for it was not needed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have created a civilization in the world. Fractured and divided it is, but it is a civilization.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have become increasingly interdependent between your nations and cultures. This was the intention of the Creator, for this is the natural evolution of humanity and all intelligent races in the universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now you must face the next great threshold—a world in decline, a world of declining resources, a world of declining stability, a world of diminishing food and water, a world where a growing humanity will have to face the conditions of the world. For this you need the New Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The past Revelations of the Creator cannot prepare you for the Great Waves of change. They cannot prepare you for your destiny in the Greater Community. They cannot prepare you for the great thresholds that are now upon you and will be upon you increasingly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not have answers in the face of these things. That is why the Revelation is being given. For humanity now needs to be advised and warned, blessed and given the preparation for a future that will be unlike the past.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Hear these words, not with your intellect but with your heart. They speak to a greater truth within you—a greater truth beyond concepts, beliefs and ideas.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They speak to a natural resonance within you, a natural affinity, a natural inclination, a natural direction that lives within you every moment, beyond the realm and the reach of the intellect.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a communication to your deeper nature—to amplify it, to call it forth, to set it in contrast to your ideas, your beliefs and your activities as they exist today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are unprepared. God has sent the preparation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are unaware. God is providing the awareness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are uncertain. God is calling you to the center of certainty within yourself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are conflicted. God is providing the pathway out of conflict.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are self-demeaning and demeaning of others. God is restoring to you your true value and purpose in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The world is changing, but you do not see. God has given you the eyes to see and the ears to hear, but they are different from what you do today and what you understand today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity will fail without the New Revelation. The world will become ever darker, more dangerous and conflicted without the Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity will falter and fail in the face of its own errors and lack of clarity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The resources of the world will be spent through conflict, competition and war. People will rise up against their governments. People will rise up against one another.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There will be untold conflict in the future, greater and more continuous than anything you have seen before.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is the New Revelation that holds the missing ingredients to your understanding, the key to your awareness and the source of your power, strength and determination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For this you must have a serious mind, take your life seriously and begin to attend to the greater needs and requirements of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why God has sent the Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the Revelation. We are the Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are no heroes to worship now, no individuals to deify, only greater responsibility to be assumed and a greater wisdom to be utilized.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no escape through personal enlightenment. There is no running away.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no self-deception. There is only greater resonance and responsibility, greater sacrifice and contribution.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is what will save the world. That is what will save humanity’s freedom and self-determination in a universe where freedom is rare and must be protected very carefully.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is what will restore dignity to the individual and the ability to contribute something of greater power and significance, no matter what your circumstances may be.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Hear these words—not with your ideas, your beliefs or your contentions, but with your heart, your deeper nature.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For God can only speak to what God has created in you. God did not create your social personality. God did not create your ideas and beliefs. God did not create your decisions, your failures and your regrets.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God can only speak to what God created in you, which is something deeper, more pervasive and more natural within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The New Message is calling to you. Once you become aware of it, then you must face the challenge of recognition and what this will mean for your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People reject the Revelation because they do not want to change. They do not want to have to reconsider their beliefs, their ideas and their position in society.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They cannot dispute the New Message, really. They can only avoid it and contend against it to protect their previous investment and idea of themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who can contend against the Will and the Wisdom of the Creator, except on spurious grounds?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you will see the dilemma facing each person. How honest do they really want to be with themselves, what they see and know? How aware do they really want to be of themselves, their situation and the world around them? How responsible are they willing to be to bring their life into balance and to make the difficult decisions they have failed to make before?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you will see the intellect parading as a kind of god when, in fact, it is an exquisite servant. That is its purpose and its design.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you will see arrogance and ignorance wedded together in a self-deceptive form that so many people adhere to.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will see what is great and what is small, what is strong and what is weak, what is true and what is false, what is precious and what only pretends to be precious.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Revelation reveals everything.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It calls on you to follow what is great within you and to manage what is small. It does not speak of any middle ground in this regard.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot have everything. You cannot have your future and your past together because they are not compatible.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is only through disappointment and failure that you come to see that you are not living the life you were meant to live and that you are not being honest and true to yourself and honest and true with others—a harsh but necessary reckoning in a time of reckoning, a time of realization, a time of Revelation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Listen to these words—not with your ideas, your assumptions, not with your defenses, not with arrogance, pride or foolishness, but with your deeper nature, for that is what must be revealed to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is part of the Revelation.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-recitation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-recitation/"
}