{
  "title": "The Engagement",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Today We shall speak of God, the Higher Authority.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Higher Authority is speaking to you now, speaking through the Angelic Presence, speaking to a part of you that is the very center and source of your Being, speaking beyond your social conditioning, beyond your ideas and beliefs and the ideas and beliefs of your culture and even your religion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Higher Authority has a Message for the world and for each person in the world. The Message is more than an idea. It is more than even a set of ideas. It is a calling and a confirmation, calling you to respond and confirming that there is a deeper nature within you and within all the people of the world. The confirmation is a turning point in your ability to respond.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Power and the Presence preside over the physical universe, a universe far greater and more expansive than what you can possibly imagine, and even beyond the physical universe to the greater realms of Creation itself, which is something that few people in the world have even considered to be possible.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And yet the Higher Authority speaks to you in your most private place, the center of your Being, deep beneath the surface of your mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is your greatest relationship and the Source of meaning and purpose in all of your relationships with people, with places and even with things.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You need this Higher Authority now to speak to the deeper part of you, to acquaint you with the deeper part of you and to prepare you for living in a new world and for engaging with a universe of intelligent life, that is the Greater Community of life. You know not of these things, but they are part of you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps you have experienced your deeper nature in times of clarity, times of prescience and times even of disappointment, when you were able to hear beyond your desires and your fears and the desires and fears of others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Higher Authority is calling to you, calling to you down through the Ancient Corridors of your mind, calling to you beyond your beliefs and your preoccupations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For God has spoken again and the Word and the Sound are in the world. It is a deeper communication, far deeper and more profound than the intellect can comprehend.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It speaks of a greater purpose and a deeper responsibility and a greater association, both within this world and beyond. And through this association, you become a bridge—a bridge to the world, a bridge to your Ancient Home from which you have come and to which you will return.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People want many things. They have great fears—the fear of losing, the fear of not having, the fear of deprivation, the fear of oppression, the fear of pain and suffering and the pain of death.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But the Higher Authority speaks beyond all of these things. It is the Creator speaking to Creation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Creation within you is the deeper mind We call Knowledge. It is the permanent part of you. It is the part of you that existed before this life and that will exist after this life, journeying through the realms of Separation, guided only by the power of the Voice.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People want many things. They have great fears. Many people have firm beliefs. But the Higher Authority speaks beyond these things to all who can see and hear and who can respond at a deeper level.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot evaluate this. It is greater than your mind. You cannot debate this, for it is beyond your capabilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is mysterious because it is pervasive. Its origin is beyond this world and all worlds, so you cannot imagine it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But the experience is so deep that it can alter the course of your life and awaken you from your dream of Separation, calling you out of your preoccupations and your associations and everything so that you may hear the Ancient Voice, so ancient that it speaks of a life beyond your reckoning. But a life that is your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God knows what is coming over the horizon. God knows why you are here. God has sent you here for a purpose. Your plans and goals rarely account for this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is something greater. It is something more simple and less grandiose. It is something essential to your Being and to your nature and to your design.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is the most primary relationship you have, the deepest love, the greatest affinity. It unites you with yourself and brings your life into focus.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It calls you out of situations that are harmful or that have no promise for you. It calls you into a greater participation in the world, guided by the mysterious Ancient Voice, a Voice unlike anything you have ever heard, deeper than anything you have ever felt, greater than anything you can see or touch.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People want many things. They are driven by great fear. Even their pleasures are full of fear and apprehension.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But the Ancient Voice is beyond fear, and when you respond, you are beyond fear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Who can say what this is? Who can evaluate this?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not be stupid and think in terms of productivity. Do not be analytical. For this is happening at a deeper and more profound level.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do not shrink from this. For this is your life, your purpose and your calling.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Presence and the Grace are with you. But you are looking at other things. Your mind is elsewhere. That which redeems you and restores you is with you now. But you are looking in the other direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Revelation is in the world. God has come again with a greater Message for humanity and a preparation for a difficult and hazardous future for the human family.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What is this? What does it mean? Why is it happening? How do you prepare?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Only the Revelation can answer these questions. Setting yourself apart you cannot answer these questions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People want many things. They are very distracted. They are very preoccupied. But they do not know where they are or what they are doing. Their goals are the goals of society for the most part. They do not know where they are going in life or why they are here or who sent them and what will restore them and fulfill them and give their life purpose and direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Ancient Voice is speaking to you now. And you will hear the Ancient Voice responding within yourself, for your connection is very deep. It is like the rivers that run underground under the desert, underground rivers of the purest water but which cannot be seen from the surface and which cannot be found except by other means.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">While you live your life at the surface, deep within you, you are connected to the Divine. And this connection is experienced through the Calling and the response, by following a deeper Voice and a greater direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People ask Why? Why is this happening? They must stop and listen and learn to listen to bring their attention fully into this moment so they can hear and feel and see that the Revelation is stirring within them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So the Revelation stirs, the Revelation within each person. This is how God speaks to the world at the time of Revelation. This is relationship at the deepest and most significant level.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot break away from God. For God goes everywhere with you. God is with you every moment, in every activity that you do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Only in your thoughts can you be separate, associating yourself with other things, identifying with other things. But the Ancient Voice is within you, calling you to respond, guiding you, holding you back.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To understand your deeper premonitions and the urgings of your heart, you must begin to listen. Listen within yourself. Listen to the world without judgment and condemnation. Listen for the signs of what is coming. Listen to how you must respond. Listen to who to be with and who not to be with.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you do not follow fear. Here there is no condemnation. Here there is a greater discernment and a greater recognition.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has put Knowledge within you to guide you and to protect you and to lead you to a greater life and participation in the world. It resides beyond the realm and the reach of the intellect. It is happening at a deeper level.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Once you begin to experience this, you begin to gain a greater discernment. You become careful about what you do and who you associate with. You listen deeply to others to see if you should participate with them and what they are communicating to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People believe many things, but they know very little. They are living at the surface of the mind, which is turbulent and chaotic and governed by the winds and the passions of the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Their beliefs are a substitute for the deeper relationship. Their preoccupations are an avoidance of the greater engagement they are destined to have.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Standing apart, they cannot see. They cannot know. They cannot respond. They are dominated by their thoughts, by their mind, by their reactions. They are slaves, living slavishly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But the Mystery is within them. It is the most important thing in life. Beyond achieving goals, securing wealth and companionship and recognition in society, it is the most important thing because it is the arena of a greater engagement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Mystery is the source of everything important. All the great inventions and contributions, the great relationships, the great experiences—they all come from the Mystery—who you are, why you are here, what is calling you, your greater association, your destiny with certain people in the world, your ability to find your way while everyone around you is sleeping, dreaming and unresponsive. This is a journey you must take or your life will be a troubled dream and no more.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you return to your Spiritual Family after you leave this world, they will look at you to see if you have accomplished your task, if you made the deeper connection. And you will know if you have or you have not.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is no judgment and condemnation, only recognition here. Here what was mysterious before becomes reality itself and your priorities are clear. There are no distractions. There is no resistance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And you will want to return, saying to yourself, “This time I will remember. I know now. I can see now. I will remember.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But you must remember while you are here. That makes all the difference. That is the beginning of everything important. That is the turning point of your life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is only mysterious because you have been divorced from it, caught up in the world of form, lost in the world, growing up as an individual, adapting to a difficult and changing world. Then something comes to remind you, and you begin to feel that the Mystery is with you and in you and influencing you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Its Source is beyond the physical reality, for who you are is beyond the physical reality. Where you are going ultimately is beyond the physical reality. But you are meant to be here because you have been sent here for a purpose. That is the Mystery.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We speak of these things to engage you at a deeper level, to call forth that which is authentic, to speak to a part of you you barely know which is the greater part of you. And this part of you will respond because of Our ancient commitment together.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are afraid of this, but you desire it at the same time. It is a natural desire, more natural than anything else you are doing or could do in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is the Engagement.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-engagement.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-engagement/"
}