{
  "title": "The Guardians",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">A great Revelation is now being given to the world, larger and more expansive than anything that has ever been presented here before—given now to a literate world, to a world of global commerce and communication, given now to a world that is facing the Great Waves of environmental change and all of the disruption they will bring, a great threshold for which humanity is unprepared and is unresponsive.</p>\n\n<p class=\"book-paragraph\">It is a precious thing, a great Revelation from God, given perhaps only once in a millennium at a time of great need, change and opportunity.</p>\n\n<p class=\"book-paragraph\">But the world is a corrupted place. It is the world of the separated, who have lost their connection to God, temporarily. Anything that is pure that is brought here can easily be altered, changed, misunderstood and misapplied, as has been the case with all the great previous Revelations given over the course of time.</p>\n\n<p class=\"book-paragraph\">We guard the original Revelation and its meaning, but what happens to it here on Earth is beyond Our control. The corruption that can take place is significant and can alter the meaning and the purpose of the Revelation from its original intention.</p>\n\n<p class=\"book-paragraph\">Therefore, there must be those who can guard it and preserve its purity. For there will be people who will try to alter it and unite it with other things, change its wording and its meaning to fit their preferences and their previous ideas, altered to fit in with other teachings and previous Revelations. For it is very difficult for people to accept that God has spoken again, and God’s Revelations are not bound by the past or past human expectations or assumptions.</p>\n\n<p class=\"book-paragraph\">Therefore, there must be those who guard the pure Revelation. Even though now it is given and recorded accurately in a pure form, it can still be changed and manipulated. Unfortunately, there will be those who will attempt to do this for their own purposes.</p>\n\n<p class=\"book-paragraph\">That is why We have established a core group of people around the Messenger. They call themselves The Society. We think of them as the Guardians. They must protect the Message, the Messenger and their core community from infiltration, from opposition and from corruption from within and from without. For even they are still living in Separation and are prone to error amongst themselves.</p>\n\n<p class=\"book-paragraph\">So it is a very great challenge, you see, to hold this fidelity, to hold this commitment, to be true to the Message and the Messenger, even when he is gone—to preserve his words, and to preserve the Teachings in their original form, for nothing must be added or taken away here. Though people will do this because they are ignorant and do not understand what they are receiving, this core group of people must always preserve the complete Teaching.</p>\n\n<p class=\"book-paragraph\">Even if they cannot understand it, even if it confuses them at certain points, even if they find a contradiction within it, it is all there for a purpose. Even if it does not coincide with previous teachings and traditions, it is all there for a purpose.</p>\n\n<p class=\"book-paragraph\">God’s Revelations are part of a Greater Plan to move humanity forward in its development and evolution, to prepare it for a world community and to prepare it for the rigors of life in the universe around it.</p>\n\n<p class=\"book-paragraph\">People do not think in these terms, of course. They only think in terms of very small periods of time—human assumptions, traditions and beliefs. But the greater scope of God’s Plan is beyond all these things and cannot be contained in human ideas and beliefs alone.</p>\n\n<p class=\"book-paragraph\">While you cannot comprehend this completely, it is necessary for you to see that it is a Greater Plan beyond human understanding and that all the great Revelations were given for a purpose.</p>\n\n<p class=\"book-paragraph\">And now God has spoken again. And the opportunity to bring this to the whole world is immense at this time. And to capture the Voice of Revelation, which was never possible before, of course, is of the greatest importance.</p>\n\n<p class=\"book-paragraph\">But there still must be those who are dedicated and committed to maintaining the pure Revelation. Even beyond the core group of people called to assist the Messenger—the Messenger’s Circle, his companions—all true students of the Revelation must have this commitment as well, you see.</p>\n\n<p class=\"book-paragraph\">They will be tempted to unite it with things they already like or appreciate. They will try to wed it with other traditions and teachers, ideas and beliefs that perhaps have served them in the past. But as soon as they do this, the purity and coherence of the Revelation begins to be altered.</p>\n\n<p class=\"book-paragraph\">Something pure given from Heaven into the world and land and reality of the separated is obviously a dangerous and risky task. We are doing everything We can now to make sure that the original Revelation is preserved. Many mistakes were made in the past regarding how the [past] Teachings would be received, how it would be studied and who would guide and lead them over time. And We are doing Our utmost to avoid the great errors that have been made in this regard.</p>\n\n<p class=\"book-paragraph\">Even the former Messengers did not fully realize the importance of their mission while they were here on Earth, so certain precautions were not taken. It is understandable. Once they had returned to the Angelic Assembly from which they had come, they could see very clearly the larger picture. But while the great Messengers are in the world, they are human beings, for a time—limited by human perception and understanding and the circumstances of their life at that time.</p>\n\n<p class=\"book-paragraph\">The limits to perception affect everyone here, from the wisest to the most foolish. For you cannot see what Heaven sees. You cannot know what Heaven knows, fully. But to play your essential part is the most important thing, more important than having all of your questions answered, more important than trying to understand every facet of life, for in all honesty, that is not possible.</p>\n\n<p class=\"book-paragraph\">Anyone who receives the Revelation, then, must preserve it in its pure form, to the very best of their ability, always coming back to the Revelation as it was given. For it is now being given in the clearest possible terms, with much repetition and clarification, minimizing the need for human commentary, which has been a great problem before.</p>\n\n<p class=\"book-paragraph\">Certain parts of the Revelation will be difficult for people to understand, given their past associations and limited world view. But they must work on this. That is their job. That is their task. God is not giving the world baby food now. [God] is giving it the real nutrition that it needs, requiring a greater understanding and willingness, a greater openness and tolerance amongst the people, the nations and the religions of the world.</p>\n\n<p class=\"book-paragraph\">Many things will have to be changed and altered in your understanding for you to proceed forth at this next great stage of human development and human challenge.</p>\n\n<p class=\"book-paragraph\">All who receive the Revelation, then, are encouraged to receive it in humility and honesty, willing to accept it, to follow it—accepting that they cannot understand everything, accepting that they will not be perfect as students. But perfection here is not what is expected or required. It is fidelity. It is consistency. It is commitment.</p>\n\n<p class=\"book-paragraph\">You will stumble as a student. You will have difficulty understanding certain things. You will have to learn to apply the Revelation on your own in certain situations or seek the counsel of those who are amongst its purer guardians.</p>\n\n<p class=\"book-paragraph\">Here you cannot think of yourself as a master or an expert, for you were not sent here to be this or do this, but to play your essential part—which will not be glorious, which will not require great fame and recognition. In honesty and simplicity, you can approach. Wanting and expecting acclaim and recognition, you will not know how to proceed. And you will endanger the Revelation and those who are meant to receive it.</p>\n\n<p class=\"book-paragraph\">So with this power that the Revelation bestows upon you, there must be great responsibility and great restraint. These are always the requirements of receiving true power and ability.</p>\n\n<p class=\"book-paragraph\">The stronger you become, the more you must restrain those weak tendencies within yourself and gain the wisdom to carry your strength forward in a positive and constructive way.</p>\n\n<p class=\"book-paragraph\">For you are not only the recipient of the Revelation, you in your own right become its guardian as well, and this responsibility is bestowed upon you as well.</p>\n\n<p class=\"book-paragraph\">Alter the Revelation, and it will go out of focus for you. Change the words, and its power will diminish. Wed it with other teachers or teachings, and you will lose sight of its authenticity and potency. Leave parts of it out, and you will not have the whole picture of your own life. Contend against it, refuse it, deny it, and you will turn your back on those who sent it to bless you, to guide you and to give you greater promise.</p>\n\n<p class=\"book-paragraph\">Guardianship here is very important. The New Message is very open. It allows for much human response. It is not full of condemnation. It gives people tremendous power, but it also requires tremendous responsibility.</p>\n\n<p class=\"book-paragraph\">The gift of Revelation for the person has largely been suppressed or omitted from the previous Revelations, with certain exceptions. But that cannot be the case now. This cannot be under the total control of religious authorities or governments, for it was not given for this purpose.</p>\n\n<p class=\"book-paragraph\">But, nonetheless, its purity must be maintained. It must be unalloyed with other things. You must let go of what you learned before if you are to be a true learner here. You must yield yourself to the Revelation, to God and to the Angelic Assembly that has brought it to you in words that you can understand. You cannot use it as a resource, or use it to try to gain love or wealth or power, for you will not understand it, and you will not receive the true potency that it offers you.</p>\n\n<p class=\"book-paragraph\">While certain people have been assigned to be the guardians of the Revelation, both now and into the future, all who can receive it are also asked to assume this responsibility. Heaven will watch to see who can do this and who cannot. Heaven will watch to see who will become the true receivers and advocates of God’s New Revelation for the world.</p>\n\n<p class=\"book-paragraph\">If you are to be a guardian in this respect, you must always refer to those who were sent to be the companions of the Messenger. And you cannot leave the Messenger out of the picture, for who he is and where he has come from is part of the Revelation.</p>\n\n<p class=\"book-paragraph\">Much of the Teaching is about him and about the process of Revelation so that you may understand how God works in the world and how God has worked here before, for which there are no records still kept and very little comprehension of the times that the true Messengers came into the world in the past.</p>\n\n<p class=\"book-paragraph\">But now for the first time, you can understand how God works in this way—not to bless just an individual or a group here and there but to guide the whole world into a different era of its life in the world. For the New Revelation for the world is nothing less than this: a Message to guide all of humanity.</p>\n\n<p class=\"book-paragraph\">But, of course, people will use it to try to guide themselves because they are still living in Separation. They still believe that they can fulfill themselves by using everyone and everything as a resource for their own purposes. But the true guardian understands that this is false and will always fail. It is always destructive and manipulative, and never honest.</p>\n\n<p class=\"book-paragraph\">God’s great gift to you gives you this rare and unique opportunity to claim the true mantle of authority in your own life. But this authority is part of a Greater Authority who is beyond the world. But it must be guided by wisdom and restraint, and for this God’s New Revelation offers a great deal of guidance, counsel and instruction.</p>\n\n<p class=\"book-paragraph\">You must protect the Message and the Messenger, and beyond the Messenger’s life, the memory of the Messenger. He is imperfect. You cannot make of him an idol. But all the Messengers were imperfect though people have made them into idols of worship.</p>\n\n<p class=\"book-paragraph\">If this can be done, there is new hope for humanity. For this is God’s gift to humanity. Yet humanity is failing with each passing day. It is unprepared for the great change that is coming to the world. It is ignorant and unprepared for the influences from the universe around it that are impacting the human family in destructive ways at this time. It is continuing its reckless course of individual fulfillment and national power, stripping the world of its vital resources at a pace that is unprecedented and can only lead to ruin in the future if such actions continue.</p>\n\n<p class=\"book-paragraph\">Do not think the New Message is simply here for your own happiness or peacefulness or ideas about enlightenment. It is here to engage you in serving the world, in preventing collapse in human civilization and in preparing for humanity’s future in a universe full of intelligent life—a non-human universe where freedom is rare.</p>\n\n<p class=\"book-paragraph\">No personal grandeur here. No stardom here. No mastery here. Only the pure service that you were sent here to render, which is the one thing that can fulfill your life and give it meaning and purpose, the one thing that can free you from the errors of your past, the one thing that can unite you with those who sent you, in your greater journey here.</p>\n\n<p class=\"book-paragraph\">We are the guardians of human freedom and the redemption. You must become the guardians of the Revelation now that God has sent into the world.</p>\n\n<p class=\"book-paragraph\">Even if you practice another religion, even if you are faithful to that, hold God’s New Revelation in purity. Do not try to co-join it with other things. In that way, it can serve your tradition. In that way, it can serve everything around you.</p>\n\n<p class=\"book-paragraph\">This is the next step for humanity. This is the great upgrade that must be given to human awareness and responsibility. This is the great protection that humanity must now build in the world to assure its future here and well-being and freedom and sovereignty, over who will rule this world and what kind of world it will be, for you and for your children and for the generations to come.</p>\n\n<p class=\"book-paragraph\">It is so very important that a century from now people can read the Revelation in its pure form. We are doing everything We can to assure this. It is so important that five centuries from now that people can read the Revelation in its pure form.</p>\n\n<p class=\"book-paragraph\">It will be up to the guardians on Earth to make this possible. Even under times of great duress and convulsive change, the purity of the Revelation must be sustained. For it is a gift not only for these times but for the times to come, even the times beyond your life—the reality that your children will have to face and their children as well and so on.</p>\n\n<p class=\"book-paragraph\">For when God speaks to the world, it is not only for that time alone but for the times to come—the times you can sense and see, and the times which are beyond the range of your vision and understanding. That is how great the Revelation is. And that is why its purity must be preserved, so that it can serve those who are yet to come and bless the world that your eyes cannot yet see.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-guardians.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/the-guardians/"
}