{
  "title": "The Prophet",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Every millennium a New Messenger is sent into the world to prepare humanity for the next stage of its development and to warn humanity of the great dangers that have not arisen before, to prepare humanity for what it must face and what it must overcome, both now and into the future.</p>\n\n<p class=\"book-paragraph\">God’s Revelations are rare and are long lasting. They are sent here to give to humanity what it could not give itself, and to rekindle the spiritual fire that has grown cold in the world, to revitalize the religious spirit, which has become so dormant under the weight and the oppression of religious belief and edicts.</p>\n\n<p class=\"book-paragraph\">Humanity is now facing its greatest challenges, greater than anything it has ever had to face before. It is facing a world in decline—a world of declining resources, a world whose environment has been so seriously abused and disrupted that there will have to be a different adaptation for humanity to survive in the world into the future. And humanity is facing intervention from races in the universe who are here to take advantage of a weak and divided humanity. Never before has the human family as a whole been so challenged.</p>\n\n<p class=\"book-paragraph\">You have reached this great threshold because of human behavior and because of the evolution of the human race itself. For sooner or later you would draw attention from the universe around you and intervention would follow. Sooner or later you would deplete your natural inheritance in the world to such a degree that the world would begin to change on its own in ways that would not be beneficial to humanity’s ability to live here. Eventually, humanity would have to enter a more mature phase of its evolution, outgrowing its recklessness, its violence, its conflicts and its stupidity.</p>\n\n<p class=\"book-paragraph\">It is into this environment now that the Messenger is sent, a Prophet for this time and for this age—an age that will see a tremendous upheaval and disruption, an age where humanity will have to adapt to a changing planet and have to face the reality that it exists and always has existed in a Greater Community of intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">There is no escaping this reality. Running away into fantasy or denial, hiding behind human reason and preference only further humanity’s vulnerability and make it more difficult for you to recognize and to adapt to a changing world.</p>\n\n<p class=\"book-paragraph\">It is into this situation that the Messenger is sent, and his prophecy will be the prophecy from the Creator—a great warning for humanity, a great blessing for humanity, a great preparation for the future, a preparation that humanity could not provide for itself.</p>\n\n<p class=\"book-paragraph\">In this sense, then, humanity is being rescued. But will the gift be recognized? Will the Messenger be recognized? Will the warning be heeded? And will the blessing be received?</p>\n\n<p class=\"book-paragraph\">Many people feel that God has finished speaking to the human family, that there will be no further Revelations, that a Messenger will no longer be sent into the world, as if God has nothing else to say to humanity as it faces its greatest tribulations.</p>\n\n<p class=\"book-paragraph\">But this is blind, and this is foolish. It is arrogant to assume what God will or will not do. You cannot hide behind the scriptures. You cannot hide behind science or rationality. You cannot look backwards, for you must look forward now to see what is coming over the horizon and to see that you are in a time of Revelation.</p>\n\n<p class=\"book-paragraph\">The Messenger has been sent. He is in the world today. He is not a superman. He is not going to perform miracles for the masses. He is not like a carnival act to impress people. His gift is deeper and richer, more profound and long lasting. He is not a sensation. He has the gift that no other person in the world has. He is the Prophet for this age.</p>\n\n<p class=\"book-paragraph\">If you cannot receive this, then you are holding onto your previous beliefs and assumptions, driven by fear that you may have to face something entirely new—a new world, a new life, a New Revelation.</p>\n\n<p class=\"book-paragraph\">In the past, whenever God has provided a Revelation for the world, it was resisted and denied and denounced for the very same reasons, from the very same state of mind that the New Message from God will be denounced and reviled and distrusted.</p>\n\n<p class=\"book-paragraph\">It is the problem of human denial, of course. It is the problem of people living in the past, unable to respond to the present and to the future with any degree of clarity or wisdom.</p>\n\n<p class=\"book-paragraph\">The future is upon you. The world will be unrecognizable in twenty years. You have nowhere to hide and no reason to be blind. It is an emergency for humanity, for only an emergency and a great need could propel God to send a New Revelation into the world.</p>\n\n<p class=\"book-paragraph\">The New Revelation will expose humanity’s weakness and ignorance, its beliefs, its prejudices, its insistence that it knows God’s Will. It will hide behind its rationality. It will hide behind its scriptures. It will hide behind its repudiation, its denial and its ambitions.</p>\n\n<p class=\"book-paragraph\">In a sense, the times to come are the fruits of humanity’s labors—the bitter fruits of deception and conquest, of greed and ambition, of the misuse of the world. Humanity, who cannot control its passions, its population, its ambitions; humanity, who cannot think ahead for the future, who will use up everything right now, will spend its natural inheritance, thinking that it is endless and cannot be exhausted.</p>\n\n<p class=\"book-paragraph\">And what will humanity do? How will it adapt and survive? And what will it face in the universe around it, of which humanity knows nothing, projecting only its wishes and fantasies?</p>\n\n<p class=\"book-paragraph\">How will humanity find the strength and the commitment to cooperate and to unite for the preservation of civilization? How will humanity prepare for a Greater Community of life that is not human and that does not value the human spirit? And how will humanity determine its friends from its foes in the universe, as many come bearing gifts and secret plans? And how will the individual, how will you, find the real purpose that has brought you into the world—a purpose that exists beyond your intellect, your ideas and your plans and goals? And who will clarify religion to bring forth its essence, its fundamental teaching and purpose? Who can separate the gold from the dross? Who can see that humanity is at the great threshold of emerging into a universe that will be unlike anything that you can now comprehend?</p>\n\n<p class=\"book-paragraph\">If you are honest, you will see you do not have an answer to these questions. You do not even have an answer as to how you will find your true path and the strength to follow it. At this moment, there are only a few adept individuals, and even fewer teachers, who can offer you this, but they know nothing of humanity’s future and the great change that is upon the world.</p>\n\n<p class=\"book-paragraph\">Here you must have humility and tremendous self-honesty, or you will think that you know when you do not know, and you will rely upon assumptions that have no basis in reality.</p>\n\n<p class=\"book-paragraph\">You will see all of this as the Messenger begins to emerge from obscurity, where he has been kept back for decades, receiving the New Message from God. You will see the denial. You will see the ridicule. You will see the disbelief and the repudiation.</p>\n\n<p class=\"book-paragraph\">People will cling to their old religion, afraid of what God might reveal now. Underneath all of this denial and rejection is fear—fear of life, fear of the future, fear of change, fear of Revelation.</p>\n\n<p class=\"book-paragraph\">People have committed so many grievous acts against themselves and others that they are now afraid that God might speak again. But they will hide this fear behind their pride and their assumptions and their beliefs. They will hide in their state houses and in their mosques, and in their temples and churches.</p>\n\n<p class=\"book-paragraph\">The Messenger today has no better chance of being received than the great Messengers of the past. His advantage is that his voice can be carried around the world. His benefit is that he has spent 25 years receiving the New Message from God in its pure form. And once presented, it cannot stop.</p>\n\n<p class=\"book-paragraph\">The power and the wisdom of this Message surpasses human understanding and will resonate at the deepest levels of the individual’s heart and soul. But if people do not know their heart and soul, then the Message will not find its true recipients.</p>\n\n<p class=\"book-paragraph\">Humanity must repent. It must change. It is blindly following a path of self-destruction where it will be vulnerable not only to its own devastating behavior on Earth, but to intervention and manipulation from beyond. The Earth is too valuable for conquest, and so the attempt at control will be subtle and persuasive, speaking to humanity’s greed and ignorance and superstitions.</p>\n\n<p class=\"book-paragraph\">It is this great vulnerability that the Prophet will speak of. He has been given the words and the Message. The Message is so great and huge and so encompassing that there will be no room for human confabulation and human invention and manipulation of the pure Message.</p>\n\n<p class=\"book-paragraph\">But it will take time. For people are dead to their own Knowledge, the deeper intelligence that God has placed within them. They are dead to themselves—driven, rushing about, feverishly trying to survive or to fulfill their desires, caught up in the drama of everyday life.</p>\n\n<p class=\"book-paragraph\">So the first to respond will be those who are feeling the stirring. They have been called already, but they do not know what they are being called for. They are discontented and distressed because they know there is something greater for them, but they cannot find it. They cannot find it in their culture, their religion, their family, their ideas. They cannot find it in politics or social movements. They are being stirred by the greater Power of God. They are preparing themselves for the Revelation, but they do not see this yet.</p>\n\n<p class=\"book-paragraph\">Humanity thinks one way, but life is moving another way. So the Prophet is speaking to the dead and to the dying, to the deaf, to the blind.</p>\n\n<p class=\"book-paragraph\">But his words will reach into the minds and hearts of those who have been stirred, who are not content to base their lives on old values and assumptions, old beliefs and institutions. They are being stirred to awaken out of a deep and dreadful slumber. The Prophet will speak to them. His Message will be presented to the world to call to them, for they will be the first to recognize and to respond to the Revelation.</p>\n\n<p class=\"book-paragraph\">The Prophet is not here to be exalted. He will not perform miracles to impress people. He will not be so sensational that people will be blinded by him, for that is all foolishness and has never been the case with God’s real Messengers. Only the stories that were invented after the passing of the Messengers, after the Messengers were destroyed by their own people, their own cultures, were the fantastic tales created. But it is never the real life of the Messenger, you see.</p>\n\n<p class=\"book-paragraph\">The tales are created, the miracles are invented to persuade the unknowing, to intrigue those who cannot on their own recognize the reality of the Revelation.</p>\n\n<p class=\"book-paragraph\">Humanity has built up layer upon layer of belief and assumption that has nothing to do with the reality of the true life. Like the great temples of old, they have become encrusted, overlaid with beauty and decay. Where will the New Revelation then be received in such an environment?</p>\n\n<p class=\"book-paragraph\">Clearly, the Messenger alone cannot bring a New Message from God into the world, so those who are being stirred now must assist him. They must learn of the New Message. They must study it. They must apply it to their lives. They must take the Steps to Knowledge within themselves to find the greater voice and the power that God has given to them, which are waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">The Messenger is here to empower people, to renew their ancient ties to Knowledge and to equip and prepare them for the Great Waves of change that are coming to the world.</p>\n\n<p class=\"book-paragraph\">There will be many voices who will speak of change. There will be many voices who will speak of prophecy. There are many voices who will project fearful or desirable images of the future. There will be many voices claiming to reveal a New Message from God. But there is only one, for this has always been the way that God has brought a New Revelation into the world.</p>\n\n<p class=\"book-paragraph\">If the Revelation were given to many people, there would be different versions. People would alter it. People would adapt it to their current thinking and beliefs, their current religion and culture, and the Message would lose its clarity, its integrity and its focus.</p>\n\n<p class=\"book-paragraph\">Only one who has been prepared to be the Messenger can be the Messenger. Only one who is called and prepared to be the Prophet for this time and this age can be the Prophet for this time and this age.</p>\n\n<p class=\"book-paragraph\">There are many bright people in the world who will reveal, through their own intelligence, a recognition of the world’s condition and its future difficulties. But only the Prophet can reveal what it really means, and how it can be attended to and what must change at the deepest level of people’s minds and hearts—to change course, to recognize reality and to prepare for a future that will be unlike anything they have ever known.</p>\n\n<p class=\"book-paragraph\">There will be many voices. Some of them will be charming and persuasive, elegant and articulate. But only the Messenger knows and has the true Message. Only he can deliver it, for only he has received it. Only he can embody it.</p>\n\n<p class=\"book-paragraph\">The burden, then, is upon the listener, the recipient. The test is for them. Will they remain blind, or will light begin to penetrate where there was only darkness before? Will they respond at the deeper level of Knowledge, or will they just project their attitudes and beliefs?</p>\n\n<p class=\"book-paragraph\">The Messenger has passed the test. He does not need to provide miracles to convince people because the miracle is the New Message itself, and the miracle is the power and presence of Knowledge within the individual.</p>\n\n<p class=\"book-paragraph\">If someone were to say, “Well, that is not good enough for me,” then what they are saying is that they have no awareness; they are ignorant. But instead of admitting their ignorance, they will project themselves as knowing and competent to make such a judgment.</p>\n\n<p class=\"book-paragraph\">This is the further stupidity of humanity—a child now with power, a child now who is ruining the world and who is setting itself up to be manipulated and dominated by powerful and heartless forces in the universe.</p>\n\n<p class=\"book-paragraph\">God’s New Message now is not simply for the unique individual or the rare and refined intelligence. It is not the providence of the elite, the rich and the powerful or the highly educated. It is for the people—to learn to recognize Knowledge and to follow Knowledge, and to receive the guidance and the counsel, the warning and the blessing of God’s New Revelation.</p>\n\n<p class=\"book-paragraph\">You will see now, as time goes on, the great need for this Revelation and the great resistance to this Revelation. When something this pure is brought into the world, it will show everything that is impure and how the truth has been alloyed with convention and convenience, with ambition and corruption. The light will reveal the darkness and will reveal what everyone is hiding for themselves.</p>\n\n<p class=\"book-paragraph\">Do not fear God’s condemnation, for God loves the world. And understand that without Knowledge, humanity can only be foolish and self-indulgent. There is no condemnation here. The angry God is the projection of the angry person. People want God to carry out the vengeance that they themselves seek. People want God to carry out justice that they themselves would prescribe.</p>\n\n<p class=\"book-paragraph\">But God is beyond these things. Why would human folly disturb the Creator of all the universes, the Creator of more races in the universe than your numbers could account for?</p>\n\n<p class=\"book-paragraph\">The tragedy is that humanity is not responding to God’s Presence and communication. And as a result the human family is suffering and is taking a path of decline, conflict and self-destruction. There is not enough resident wisdom and restraint in the world yet to counteract these tremendous negative tendencies.</p>\n\n<p class=\"book-paragraph\">It is not the end of time. It is a great transition—a transition to a different kind of life in a different kind of world, a transition from living in isolation in the universe to living in a Greater Community of life, where humanity will have to create its own rules of engagement and protection for the world. It is a transition to a new and sustainable life in the world so that humanity can have a future. It is a transition of such great significance and impact that there is nothing in human history that can compare with it. Even the collapse of ancient civilizations, though dramatic and symbolic, cannot match the impact of the Great Waves of change that are coming to the world or humanity’s encounter with a Greater Community of life.</p>\n\n<p class=\"book-paragraph\">Only the Messenger can speak of these things with real clarity, for he has been given the New Message from God. In obscurity, he has received it, and now he must present it and speak for it and call people to it. It is a tremendous and disheartening task.</p>\n\n<p class=\"book-paragraph\">So everyone who can respond is significant in receiving and learning and living the Revelation. Everyone can make the difference in whether human civilization will survive and grow or crumble under its own weight and dysfunction.</p>\n\n<p class=\"book-paragraph\">You must look forward. You must open your mind. Set aside your condemnation of others. Unburden yourself from the weight of history so that your eyes may be clear, so that your ears can hear and your heart may know.</p>\n\n<p class=\"book-paragraph\">God’s New Message speaks of the present and the future. The past is only memories now. You carry wisdom from the past, and lessons from the past, and gratitude for the contribution of individuals and nations from the past, but you must be present now and look to the future. And the New Revelation will give you the eyes to see if you can receive it and learn of it with humility and gratitude.</p>\n\n<p class=\"book-paragraph\">The Prophet will need your assistance and support. And Knowledge within you will tell you how this can be done.</p>\n\n<p class=\"book-paragraph\">If you are to face the future without trepidation and denial, you must have this power and this presence within yourself, and that is why the New Message is for you. It is not here to replace the world’s religions, but to give them a greater capacity, a greater awareness. Otherwise, they will become irrelevant in the future when humanity is facing its greatest trials.</p>\n\n<p class=\"book-paragraph\">The Prophet is not a personality. He is a vehicle for God’s deliverance into the world. His personal life is only a platform. His personal interests are only the by-product of living in culture. But his personal awareness has been superseded by the Will and the Power of the Creator and God’s Message for the world.</p>\n\n<p class=\"book-paragraph\">Few will understand him, but the recognition can occur. And those who can see will be blessed, and their lives will be justified, and their presence in the world will be acknowledged.</p>\n\n<p class=\"book-paragraph\">Those who can receive will be strengthened and given courage and confidence that they could not receive otherwise.</p>\n\n<p class=\"book-paragraph\">Those who can respond will understand themselves and their past and will be able to free themselves from self-hatred and unforgiveness.</p>\n\n<p class=\"book-paragraph\">Those who can receive will be illuminated over time, as they themselves take the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">This is the great truth that must be recognized. You cannot recognize it with your intellect, for it is only full of thoughts from the past. It must be a deeper resonance through the Ancient Corridors of your mind. And those doors must be open now for you to see, to know and to receive for yourself and for all those who you may be able to serve and to assist in the future.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-prophet.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/the-prophet/"
}