{
  "title": "The Message and the Messenger",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is important in understanding the nature of the New Revelation that it was given to someone who was sent into the world for the purpose of receiving it. He is a man. He is not perfect. He is not magnificent according to people’s expectations, but he is the one destined to receive the New Message, and his life has been orchestrated to make this possible.</p>\n\n<p class=\"book-paragraph\">He has been guided to prepare for this for a very long time without really knowing what it was for. And he had to prove himself without realizing that he was proving himself for something very significant. He had to pass tests without knowing the nature of those tests or the meaning of success and failure.</p>\n\n<p class=\"book-paragraph\">Born into a conventional family, educated at the university, he showed few signs of the greatness of his future life. However, the restraint he felt from committing himself to any kind of specialized career, the restraint he had to exercise regarding his relationships with others and his commitment to things in the world was with him from the start.</p>\n\n<p class=\"book-paragraph\">His journey is inexplicable to anyone living in the world, for living in the world is only a partial experience of your complete reality. No matter how thorough your explanation or your theory might be, it will be by definition incomplete.</p>\n\n<p class=\"book-paragraph\">Marshall was given certain tasks to cultivate: inner listening, discernment of others, an understanding of human nature, human relationships, and a direct experience of the natural world. He was allowed to make mistakes and to experiment as a young man. He was able to experience the condition of humanity and taste the pleasures and sorrows of a more affluent life.</p>\n\n<p class=\"book-paragraph\">His relationships helped him to learn how to be with other people effectively, to partner with other people, to live with other people. But he was kept from becoming a completely worldly person—a person whose whole focus and emphasis is on achievement within the world. For this, he experienced restraint—[was] offered opportunities which he had to decline, given encouragement which he could not accept, experiencing inducements that he had to deny.</p>\n\n<p class=\"book-paragraph\">He made mistakes, oh, yes, but none that would cost him his preparation for his future life. His imperfections are acknowledged. He recognizes them. His role does not require him to meet the expectations of others who think that if there was a New Message from God, it would be delivered by some kind of super person, a super man or a super woman—someone who is without flaw, someone who is magnificent and can perform miracles. These kinds of expectations are inherent in human perception, for people do not understand the nature and Purpose and Plan of God. Even the scriptures themselves cannot reveal this fully.</p>\n\n<p class=\"book-paragraph\">So Marshall had to travel as a young man, living without definition in the context of society. He had to maintain a focus on developing certain kinds of qualities: the quality of observation, the quality of evaluation and compassion for others, even concerning very grievous situations.</p>\n\n<p class=\"book-paragraph\">But at the same time, he was kept out of war and conflict. He was kept out of marriage and parenthood. He was kept out of career, his goals always being moderated by the presence of Knowledge, the deeper intelligence within him. Patience, perseverance, self-confidence, humility, compassion, friendliness, but reserved—these are the qualities that he had to cultivate way before he could have any sense of his greater purpose and calling in the world.</p>\n\n<p class=\"book-paragraph\">It is true that the Message must be given to one person to maintain its purity, and this person must be the right person, the one chosen. This person must have assistance and companionship. For this, Marshall was sent a woman of great strength and integrity to be his wife and companion. And he was given a son who would help him fulfill his great mission in the world. And others were sent to assist him, some staying with him only for a while and others continuing with him even to this day. For the Messenger cannot travel alone. The Messenger must have assistance in receiving and bringing such a great Teaching into the world. And his companions must be strong and courageous, flexible and unassuming. Their connection with Marshall must be deep, profound and pre-established, you see.</p>\n\n<p class=\"book-paragraph\">For he will not win people over with charm and charisma or intellectual brilliance. He will not captivate people by fulfilling their expectations of grandeur or power or strength. His power is in the New Message and in his capacity to receive and to carry the New Message and to be its first student and its primary representative.</p>\n\n<p class=\"book-paragraph\">People’s notions of power are so distorted, are so incorrect, that people look for the wrong things here. Grace and humility, perseverance, trustworthiness, patience, silence—these are the qualities of a powerful individual. Yet this is not what your cultures and your nations celebrate as demonstrating a real power or efficacy. Only the willful are so recognized, only the adventurous, only the ambitious, only those who use force to gain what they claim for themselves. But that is not the power of Grace. That is not the power that God emphasizes within the individual. And that is not the power of the Messenger.</p>\n\n<p class=\"book-paragraph\">It would be a long time, even with his companions, before the reality of his great endeavor would be revealed to him. This was done to prevent any error on his part or the risk of denial and avoidance. For if the timing is not correct here, a person can feel overwhelmed and withdraw—even according to something they are destined to do, that is meant for them to do, that they have come into the world to do.</p>\n\n<p class=\"book-paragraph\">Those who create their roles, those who advertise themselves in their self-created roles do not have this quality, you see? And they do not possess the gifts of the Messenger.</p>\n\n<p class=\"book-paragraph\">The Revelation of the New Message will be astonishing to the Messenger. He will hardly be able to believe it, given his human perspective, given his long acclimation to the world. He has developed a personal identity, a set of habits and self-orientations, so the Revelation was striking, and he did not welcome it. He did not want it.</p>\n\n<p class=\"book-paragraph\">All the great Messengers that have been sent into the world have experienced the very same thing, and once the truth of their mission was revealed to them, they were very reluctant. It looked impossible. It looked improbable. It looked overwhelming. It looked dangerous. It looked beyond their abilities. It was inconsistent with how they viewed themselves. It spoke of a strength they barely knew they had. And it denied all other claims that that individual might have for themselves as to who they were and what they must have and do and so forth.</p>\n\n<p class=\"book-paragraph\">So it was not until late in receiving the New Message that Marshall was told what it really was. All those years of receiving the Revelation had to be conducted without the certainty of what it meant, what it was for, what it was to serve and to do and how it could be expressed and explained. He had to undertake this without knowing really what it was for and what it really was, you see. He had to take this journey, and others had to take it with him, only knowing that the journey they were on was vital and important and essential, but beyond that, it remained mysterious and confounding.</p>\n\n<p class=\"book-paragraph\">Once the Revelation was given as to the real nature of what he had been receiving and learning and attempting to communicate, that began a whole other stage in his preparation. Now he had to transcend his former idea of himself to meet the requirements that his mission placed upon him.</p>\n\n<p class=\"book-paragraph\">Now instead of being just a person who was given something important to do, he had to become a vessel for the greater gift that he was bound and destined to receive and to give. And he had to overcome his self-doubt and his reluctance, all the while knowing that what he was doing was beyond his comprehension and likely beyond even his capacity to understand.</p>\n\n<p class=\"book-paragraph\">Throughout history, the great Messengers that have come into the world have not been understood, and their Messages were often misinterpreted and misapplied. Such is the difficulty of bringing something pure into a world and to a humanity that are impure, that are full of grievance and conflict, ambition and degeneration.</p>\n\n<p class=\"book-paragraph\">People do not understand the nature of the mission, nor the great burden that the Messenger would have to assume. Instead, stories were invented to capture the public imagination, to sell the Teaching, to amplify its significance to the unknowing, to give it a power that people wanted it to have instead of the power that it really possessed. In many cases, the Message was never written down correctly. It was contained within the Messenger, demonstrated by the Messenger.</p>\n\n<p class=\"book-paragraph\">But in this situation, it was necessary that the Message be rendered, recorded, transcribed and published so people would have access to the pure Message and the pure Teaching. Should anything happen to the Messenger, the real Message would not be lost. Also, [this was done] to preserve the Message in its pure form so it does not undergo radical alterations or adaptations in the future, so it is not allied with other things for the convenience of people’s understanding or for the advantage of governments or the state.</p>\n\n<p class=\"book-paragraph\">Therefore, Marshall had to receive the Message before he could communicate the Message. He had to put it into a permanent form, sometimes having to alter the words to make them more comprehensible, but delivering [the Message] in as pure a form as possible with the assistance of those who were sent to help him.</p>\n\n<p class=\"book-paragraph\">In this way, should anything happen to the Messenger, the Message is here. People will have to deal with the Message itself instead of just repudiating the Messenger. They will have to struggle with the Message itself and all that it challenges in people and all that it acknowledges that is true.</p>\n\n<p class=\"book-paragraph\">You are seeing for the first time here the real nature of Revelation, the real nature and purpose of a true Messenger in the world. You are seeing here for the first time how God gives great Messages into the world to serve the world at that time and for the times to come, and how the successive Messages given over a long period of time have built upon each other and met new and changing conditions. You are seeing for the first time here how God works in the world beyond the stories from the past, beyond the proclamations and the traditions, whether they be true or false. You are seeing the nature of Revelation.</p>\n\n<p class=\"book-paragraph\">This is important to see because if the process of Revelation is not understood, the Revelation itself will not be understood. If the burden of the Messenger is not recognized, then the Messenger will not be recognized.</p>\n\n<p class=\"book-paragraph\">Should you not recognize the Messenger, it will be to your great disadvantage, for he brings with him an awareness and a preparation for great dangers facing humanity and great opportunities for human unity and cooperation. He brings with him the blessings of purpose and integrity in one’s individual life and the meaning of relationships at a higher, more complete level. He brings with him a promise of humanity’s future within a Greater Community of intelligent life in the universe and what humanity will have to do to face a world of declining resources and growing human conflict.</p>\n\n<p class=\"book-paragraph\">The Messenger has brought the Message. It is in a form that people can read. It is not some later interpretation. It is not something that has been kept secret by hidden parties or inner circles alone. It has been given to the people during the process of Revelation itself. This has never been done before. Now living in a world where things can be published and writings can be transcribed and translated into other languages and presented electronically, that gives the opportunity for the written word to be given everywhere. Phenomenal it is, so important now, for you do not have much time.</p>\n\n<p class=\"book-paragraph\">The world is changing too fast, and the dangers are coming—the Great Waves of change that are coming to the world. You do not have decades and centuries to try to figure out what this is or try to translate or have it pass just from person to person in some kind of oral tradition. There is no time for that now, you see, and that is why the Revelation has been given in this way.</p>\n\n<p class=\"book-paragraph\">Marshall’s progress and preparation has been delayed by the failures of certain people to come and assist him. He has been held back by circumstances. Certain others were called but did not respond, and some who responded could not fulfill their destiny here—all this holding back the Revelation of the New Message at a time when it was needed, slowing the whole process down. This then is the hazard of bringing a Revelation from God into the world. There is so much that can hold it back, that can thwart it, that can even prevent it from being received and communicated.</p>\n\n<p class=\"book-paragraph\">This New Message is not just for one nation, for one group, for one religion. It is for the whole people of the world. It is a Revelation for the world. It is not meant to replace the world’s religions, but to call for their unity and their strength, to emphasize their common truth, to end the ceaseless conflict between them and to unite them so they may serve humanity in its time of great need.</p>\n\n<p class=\"book-paragraph\">It will be very challenging for people to receive the Message and the Messenger. He will point to the New Message, for you must deal with the New Message first. But his presence and the meaning and the great substance of his Divine communication is something that will be very challenging to face and to take on. It will take much time to learn and to comprehend.</p>\n\n<p class=\"book-paragraph\">People will think they understand it, but they will not understand it. People will claim that it is easy to comprehend, but they have not comprehended it. People will associate it with other things, things they are familiar with, other things that have been learned and taught in the world, but there has been nothing like this ever brought into the world: Knowledge and Wisdom from the Greater Community. Teaching about spirituality at the level of Knowledge has only been known to very few people in the history of the world and never presented as a Message for humanity itself.</p>\n\n<p class=\"book-paragraph\">Therefore, the challenge will be for the recipient—for you and for all those who are so fortunate to receive the New Message at the earliest time possible. For it will bring clarity and purpose and power to your life, and you need that right now. But its gift to the world is even greater than what it will do for your life.</p>\n\n<p class=\"book-paragraph\">To know this you must have a relationship with the New Message. You cannot stand apart from it and judge it and criticize it and evaluate it. That is hopeless. It is foolish. What you will encounter are your own prejudices, your own limitations, your own assumptions and preconceived ideas.</p>\n\n<p class=\"book-paragraph\">You have to come to this with an open mind to see what the New Message can reveal to you. If you come fearfully or thinking it will upset your beliefs or invalidate your traditions, then you will not be able to penetrate it. You will just judge it blindly. You will not be able to receive its grace, its power and its vision of the future.</p>\n\n<p class=\"book-paragraph\">The Messenger now will need great assistance from others to bring this New Message into the world. It is not something one person can do. It is not something a small group of individuals—committed as they are, devoted as they are—can really do. It is going to take the assistance of others. It is going to take people learning The Way of Knowledge, learning the New Message, living the New Message and seeing its complete relevance to the world that you see and its complete relevance to the world you have not yet seen.</p>\n\n<p class=\"book-paragraph\">The Messenger will need protection. He will need true students. He will need supporters. And he will need others to simply bear witness to this great event in human history.</p>\n\n<p class=\"book-paragraph\">It will seem incredible, incomprehensible. People will not believe it. They will think it is impossible: “God gave all God’s Revelations so long ago. It is in the sacred texts.” Many people will not be able to accept that God has spoken again, that there is a New Revelation in the world—as if they could assume to know the Mind and Will of God, as if they could insist that they knew God’s Plan and God’s Truth for themselves. This is foolish and arrogant, of course, but many people take this position without question.</p>\n\n<p class=\"book-paragraph\">To know the New Message, you must witness it. You must learn of it. You must let it provide clarity and meaning for your life. That is the only way you will know its Source, its truth and its relevance to the world and to your life.</p>\n\n<p class=\"book-paragraph\">It represents a Divine relationship, and it is a relationship you can bring into your spiritual and religious tradition—allowing the New Message to add another dimension to your religious practice and study, letting it fulfill what was preserved and presented before.</p>\n\n<p class=\"book-paragraph\">For humanity is facing a new set of circumstances that it has never faced before. And a New Revelation has been given to prepare humanity, to warn humanity and to strengthen humanity so that it may unite in the face of these Great Waves of change.</p>\n\n<p class=\"book-paragraph\">God knows what humanity needs even though humanity remains confused. God knows what is coming for the human family even though the human family is obsessed with its past. God knows that humanity must unite in the face of great danger even though people continue their conflicts and continue their admonitions against one another. What God knows and what people believe are not the same.</p>\n\n<p class=\"book-paragraph\">This makes the translation and the presentation of the New Message difficult, but such a Message must be given. It must reach those who can hear, who can see, who can know, whose approach is pure, who do not come here with condemnation, who come here to receive clarity and power and purpose and the meaning of relationship. They come to be blessed by the New Message and empowered by it and confronted by it.</p>\n\n<p class=\"book-paragraph\">What humanity does with this New Message will be up to humanity. God cannot control humanity’s response. God cannot control the outcome of humanity’s response. If you understood the nature of God’s relationship with the world and with humanity, this would be very clear to you. But if you do not understand, it will seem confusing and confounding and upsetting perhaps.</p>\n\n<p class=\"book-paragraph\">But God has placed within each person the power of Knowledge: the ability to see and know the truth beyond deception, beyond personal preference. This Knowledge must come to the fore for many people now, for the world to have a future, for humanity to be able to continue and to set a new course.</p>\n\n<p class=\"book-paragraph\">The New Message does not have a political agenda. It is here to inspire right action and the recognition and the necessity of cooperation in the face of real change and events in the world.</p>\n\n<p class=\"book-paragraph\">It will teach you how to listen, and to learn what God wants you to do in your life, and what is meant for you, and where your true strengths and success lie, beyond all of the persuasions and deceptions of the world.</p>\n\n<p class=\"book-paragraph\">The Messenger now is in the world. He is even now continuing to bring the New Message into the world. He has done his great task of receiving the majority of the New Message. It will be complete. He is not here to proclaim himself as a ruler or a leader or a great power. He is here simply to bear witness to the New Message and to be its primary advocate. He is not here to claim political power or economic power, or to displace other people, or to overthrow anyone. His presence here is to serve as a demonstration and as a presentation of the Wisdom and the Love of God and the great challenges now facing the human family, for which humanity is not prepared.</p>\n\n<p class=\"book-paragraph\">Therefore, receive the Messenger and support him in whatever way you can. Allow your heart to tell you what must be done. Recognize and receive the blessings of the New Message, which is now becoming available to the world for the very first time.</p>\n\n<p class=\"book-paragraph\">Take time to consider it. Take time to be with it. Take time to struggle with it. Take time to allow it to reveal things to you that have never been shown to you before. Allow it to confirm what you have always known to be true and to reveal the thread of truth that has been in your life all along. Allow it to illuminate your religious traditions—to reveal their purity, to reveal their core truth, to reveal that they have all come from God, to reveal the One Spirituality of humanity, and to reveal humanity’s great threshold of facing a universe full of intelligent life and learning to reverse the great decline that is taking place in the world today.</p>\n\n<p class=\"book-paragraph\">The burden is on the recipient. The Messenger has taken a long and difficult journey, even to this point. The burden is on the recipient now. It is the integrity and the honesty and the desire of the heart that will count and enable you to receive the New Message for yourself and to understand its importance for the world.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-message-and-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-time-of-revelation/the-message-and-the-messenger/"
}