{
  "title": "The Journey to a New Life",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Life begins anew with the New Revelation. It is like a new lease on life. It is a new promise. It is a New Revelation from God, given now with the great Love of the Creator, given now with deep compassion for humanity’s predicament, and difficulties, and troubled history, and destructive tendencies and so forth.</p>\n\n<p class=\"book-paragraph\">It is like having a new beginning for each person who can respond and for the world, which has now been touched once again by the hands and the Love of the Creator.</p>\n\n<p class=\"book-paragraph\">This sets a journey forth, which will be initiated by those who can respond to the New Revelation, who can receive its instruction and who can begin to learn what it has to teach and to naturally share this wisdom with others.</p>\n\n<p class=\"book-paragraph\">This is not merely meant to be a philosophy, which can be speculated upon and debated in the halls of academia or in the cafes and restaurants around the world. People who do that are not responding to the Revelation—not deeply, not honestly, not wholeheartedly.</p>\n\n<p class=\"book-paragraph\">The reconciliation with the Creator is a journey, you see—taking the Steps to Knowledge, beginning to bring one’s life into order and clarity, resolving the dilemmas and the unforgiveness from the past, setting out on a new course with a great Revelation to guide one, to instruct one and to protect one.</p>\n\n<p class=\"book-paragraph\">It is like being given a gift of a new life for those who can receive and for those who will benefit from those who can receive. For the gift resonates from mind to mind and is demonstrated by those who are beginning to respond.</p>\n\n<p class=\"book-paragraph\">It is a great hope in a darkening world. It is a great promise for humanity that is losing its hope and its self-confidence.</p>\n\n<p class=\"book-paragraph\">The Messenger is in the world. He is here today. But he is an older man, and in his remaining years on Earth, he will proclaim the New Message to bring it to people so that they may hear and understand.</p>\n\n<p class=\"book-paragraph\">He will speak of the great promise for humanity. He will speak of the great challenges to humanity. He will speak of the power and the presence of Knowledge that lives within each person as God’s great and most powerful endowment, waiting to be discovered. He will speak of taking the Steps to Knowledge. He will speak of bringing one’s life in order and re-establishing one’s integrity and inner certainty. He will speak of preparing for a new world—a world of environmental, economic and political instability. He will speak of following that which is powerful and has no fear, which is the great endowment.</p>\n\n<p class=\"book-paragraph\">He will speak of these things, you see, to give people confidence and to show the way. For this is not merely a promise, you see. This is not merely wishful thinking, for he has the preparation, for it is part of God’s New Revelation. It speaks of God revealed, unveiled—the God of the Greater Community; the God of your life; the God of your heart; the God of your memory, deep memory; a God of your Ancient Home; a God of your greater future; a God of your redemption; a God of your origin; a God that has sent you into the world for a greater purpose, which you have yet to discover, but which awaits you. Now you have the promise and the great opportunity to discover this and to take the steps, the great steps, to its realization and fulfillment.</p>\n\n<p class=\"book-paragraph\">With this, you are no longer lost in the world. It is like being a fish caught in the ocean. You are being reeled in by the Great Attraction of the Divine, and by the power of Knowledge within you, which responds to this alone, for this greater power has no other commitments except to its Source.</p>\n\n<p class=\"book-paragraph\">This is your promise of redemption. No matter how difficult or unhappy your life has become, no matter what you have done in the past, no matter how many regrets you may have, this is your redemption. For Knowledge within you is untainted by the world and untainted by your own misunderstanding and confusion. It remains pure within you.</p>\n\n<p class=\"book-paragraph\">This means that God is untainted by the history of the world and the history of religion. What is pure within you is untainted by all that has transpired—humanity’s unhappy history and your unhappy history.</p>\n\n<p class=\"book-paragraph\">God is being experienced anew, like a new God—new to you, but timeless and unchanging.</p>\n\n<p class=\"book-paragraph\">So you begin the journey of many steps. You begin to learn how to direct your mind rather than being directed by it. You learn how to make real decisions with the certainty of Knowledge. You learn how to free yourself from certain situations and obligations that do not represent your destiny or your greater purpose here.</p>\n\n<p class=\"book-paragraph\">Long before this greater purpose is realized, you will be taking these steps to free yourself, to regain your lost life, to regain your power and your self-confidence.</p>\n\n<p class=\"book-paragraph\">For your greater purpose is not simply a big definition. It is a destiny. But to move in the direction of your destiny, you must be freed from the past sufficiently that you can move forward with a greater inspiration. So you begin the journey.</p>\n\n<p class=\"book-paragraph\">While everyone must learn certain things, each person’s journey is unique to their situation, to their nature, to their history and to their circumstances. Each journey is unique in this way, but everyone is learning the same things and becoming liberated from the same things.</p>\n\n<p class=\"book-paragraph\">So you are not lost in Separation on the return to God. It is beginning now to reunite you with others in a profound and meaningful way. This is where your relationships of destiny will arise. This is where you will find true companionship, based not on familiarity or your personality, but upon a deeper resonance, for you can help each other in this journey, and you are taking this journey together. While it is mysterious and beyond the realm and the reach of the intellect, you support each other in doing that which has not been done before and having the courage and confidence to set out on a new adventure in life.</p>\n\n<p class=\"book-paragraph\">Here your greatest relationships will come into being. Here your greater strengths will be renewed. Here you will learn how to view the world with compassion and objectivity rather than with fear, longing and condemnation.</p>\n\n<p class=\"book-paragraph\">Here you will look on your past, no matter how troubled it may have been, to gain from it whatever wisdom it can provide. For it is teaching you what it means to live a life without Knowledge, a life without purpose, a life without true direction. It can serve you now if you can utilize it objectively. It is the demonstration that you must respond to the deeper calling of your life, that you must recognize the new God, which is the old God unveiled, and respond to what God has put within you to follow and to experience.</p>\n\n<p class=\"book-paragraph\">Here you set about resolving the dilemmas of your life so that you can regain your strength, which was lost before—lost to people and circumstances, lost to hopeless and meaningless endeavors, lost to unforgiveness and to condemnation of yourself and others.</p>\n\n<p class=\"book-paragraph\">Now you are beginning to reclaim this lost power, this lost part of your life. For you will need this strength for the future to face a new world of great change and uncertainty. You will need this strength to overcome your own fear and weaknesses, which have haunted you and disabled you before.</p>\n\n<p class=\"book-paragraph\">For now, you are on a journey. You only know this journey because you feel it, for something is stirring deep inside. This is the very beginning of your personal revelation, which will unfold incrementally as you proceed, and as long as you proceed, it will continue. As long as you keep taking steps, you will get up this mountain. You will find your way. You will loosen the bonds that held you down and kept you in the valleys below. You will see what decisions must be made and how to view the disappointments and the regrets from the past.</p>\n\n<p class=\"book-paragraph\">You will not understand this journey, for it is beyond the realm of your understanding. But you will feel it. You will sense it. And, at moments, you will recognize its utter necessity for your life. At other times, you will have to hold this feeling and to find others who can assist you in doing this. This is the natural return to that which is great within you.</p>\n\n<p class=\"book-paragraph\">Here God is not calling you out of the world, but to be in the world in an entirely new way—not as a weak, pathetic person; not as a mindless follower of your culture and your religion; not as someone who is corralled to work and to go to war, but as someone who was sent into the world for a greater purpose—as a contributor, as someone who can bring to others what they cannot give themselves and to bring resolution and strength in a unique way in the life of people around you.</p>\n\n<p class=\"book-paragraph\">The need is so very great and is growing every day. Human suffering and misery and deprivation are growing every day. And the risk of war between groups and nations over the remaining resources is growing every day. So the calling for redemption is powerful and must be sounded anew throughout the world, through a New Revelation from God.</p>\n\n<p class=\"book-paragraph\">You who are hearing this and reading this are amongst the first to respond. It is a calling that comes from the Source of your life, speaking to that part of you, that deeper part of you. It is this that will give you the power to respond, to go through periods of uncertainty, to resolve what seemed irresolvable before and to free you from what could not be freed before. For you are on the journey now, you see, a journey of many steps.</p>\n\n<p class=\"book-paragraph\">Knowledge knows the way. But your intellect will have to follow, for it is meant to serve the greater power within you, for it alone cannot be this power. God is calling you to respond. In your heart, you will respond.</p>\n\n<p class=\"book-paragraph\">Here you will learn about life in the universe. Here you will learn about the origin of the universe. Here you will learn about the miracle of Creation. Here you will gain a whole new understanding of humanity’s evolution within a larger arena of life in the universe.</p>\n\n<p class=\"book-paragraph\">Here you will discover things that were never taught or revealed to humanity before, but only to certain sages and selected individuals. Here you will gain a greater education about the destiny of humanity and what will be required to free humanity in a universe where freedom is rare and where there is much competition for power.</p>\n\n<p class=\"book-paragraph\">Here you will learn things beyond your own personal interests. Here you will discover that you are living at a pivotal time in human history—a great turning point, a time of great challenge and difficulty, but also a time of great promise for a struggling humanity.</p>\n\n<p class=\"book-paragraph\">Here you will see beyond your fear and your previous obsessions. Here you will see beyond your former ideas. Here you will have a window into a greater life and a greater destiny, which can only be revealed to you through a Revelation from God.</p>\n\n<p class=\"book-paragraph\">This Revelation is now being given to all of humanity. It is not something that is simply imparted to one or two people. It is being given because the Messenger is in the world, and God has spoken again to give humanity a greater understanding of its reality, its greater promise and the challenges it must face and overcome.</p>\n\n<p class=\"book-paragraph\">This is the journey for all of humanity you see. But this is your journey as well. For you do not have a journey apart from this. Your part will be a small part, but a great and important part, a part that has the power to redeem you and to restore you, to give you dignity and purpose and a true sense of your wealth and greater abilities.</p>\n\n<p class=\"book-paragraph\">This is how God renews and restores you. It is not merely by believing in certain things or having certain ideas. It is by taking the journey, you see, and by engaging with the deeper Knowledge within you, which you will learn to do as you take the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">Humanity has a greater journey to take to prepare for living in a new world of environmental instability, a world of declining resources and a growing population, a world where the risk of war and competition is greater than it has ever been before. But it is within this world that humanity can finally, out of necessity—great necessity—realize that it must cooperate to rescue human civilization and to secure its position in a universe that it must now contend with and comprehend.</p>\n\n<p class=\"book-paragraph\">It is not as if you were called out on a journey where everyone else is going somewhere different, for everyone is being called to this greater journey to play their small but essential parts.</p>\n\n<p class=\"book-paragraph\">But to do this, you must have the Power of Heaven within you to guide you. You must have the deeper strength of Knowledge within you to lead you forward, to carry you through periods of great uncertainty and confusion and to deal with the confusion, doubt and criticism of others. You need this greater strength more than you realize and all that it will bestow upon you, which you cannot produce for yourself.</p>\n\n<p class=\"book-paragraph\">Only God knows how to lead you to that which will redeem and restore you. You cannot figure it out. It is not an idea or a philosophy or a human invention. God gives you the pathway and calls you to return.</p>\n\n<p class=\"book-paragraph\">This is being given now with great clarity, for the Message is pure. It is uncontaminated by human history, human manipulation and the compromises of human adoption. It is pure. It is whole. It is complete. It is great in its scope. And yet it gives you the next step to take in your life.</p>\n\n<p class=\"book-paragraph\">For the Lord of all the universes speaks to your heart and to your soul, the most intimate place within you, where even the world cannot reach, that part of you the world cannot corrupt and overtake.</p>\n\n<p class=\"book-paragraph\">This is your freedom. This is your power. This is your destiny. This is what you set out to do before coming into this world. This is what you will reflect upon when you leave this world. Everything else will be forgotten. It will not be important then.</p>\n\n<p class=\"book-paragraph\">In a world of darkening skies and greater anxiety and confusion, you must have this certainty. But it must be a real certainty. It must have the Power of Heaven within it, and it must have your wholehearted support for it to fully reveal itself to you.</p>\n\n<p class=\"book-paragraph\">The journey will give you this opportunity to choose the Revelation again and again and again at each turning point, where you will stop in uncertainty as to what to do, afraid of what it might require. It is only by stepping forward, through that gate, over that threshold, that you will find that you are following that which is the most natural and the easiest thing to follow, and that any other decision you make is a decision to re-enter confusion and to fall back into the shadows of life.</p>\n\n<p class=\"book-paragraph\">There is part of you that is weak and part of you that is strong, part of you that is foolish and part of you that is wise. Certainly, that part of you that is weak must follow that part of you that is strong. That part of you that is foolish must follow that part of you that is wise. This is what it means to take the Steps to Knowledge, to return to that which is essential to your life and to take the journey, which is the most important journey in life you could ever take and will ever take.</p>\n\n<p class=\"book-paragraph\">Do not look to others for your cues, for you are being called by the Source now. Do not follow the crowd, for they are lost. But you are being called to be reclaimed and restored and renewed.</p>\n\n<p class=\"book-paragraph\">Look to your life. Listen within yourself. For you know you are not living the life you were meant to live. You are not fulfilling the purpose that you were really sent here to fulfill. This is a deeper honesty that has the power to overcome ambivalence and uncertainty, fear and the need for approval from others.</p>\n\n<p class=\"book-paragraph\">This is how God restores you, by liberating you from one thing after another so that your mind can be free and so that you can have the Power of Heaven within you to carry you forward.</p>\n\n<p class=\"book-paragraph\">For you must be a light in a world that is growing darker. You must have the strength and confidence to do this. You must have the strength to experience great joy and happiness in a world where joy and happiness seem to be disappearing, for that is part of your gift to others.</p>\n\n<p class=\"book-paragraph\">Here the Revelation is restoring you day by day, step by step, as you learn to bring strength and purpose to your affairs, as you learn about life in the universe around you and the meaning of human evolution. Here even your errors serve you. And the errors of others serve you to remind you of the great need for Knowledge and the need to receive and to reclaim your greater life.</p>\n\n<p class=\"book-paragraph\">This is the journey. This is the Power of Heaven. This is the promise for all of humanity. If enough people can take this journey and advance in this journey, the promise for humanity grows; the strength of humanity grows; the courage, purpose and integrity of humanity grows. This is the counterpoint to all that seems to be breaking down human civilization and the power and the potency and the creativity of humanity.</p>\n\n<p class=\"book-paragraph\">It is the journey—your journey, humanity’s journey. This is the Power of Heaven working within you in the mundane circumstances of your life. This is the gift that gives, that restores, that renews, that liberates and that nourishes the deeper certainty in those around you.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-journey-to-a-new-life.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/the-journey-to-a-new-life/"
}