{
  "title": "The Global Emergency",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Humanity is at the threshold of great global change, world change on a scale never seen before, caused now by humanity’s misuse and overuse of the world, by human ignorance and human greed. It is a condition now that will affect the lives of every person.</p>\n\n<p class=\"book-paragraph\">Though few are yet aware of it, it is a global emergency. You have changed the chemistry of the atmosphere, of the waters and the soils. And now the world is changing—changing so rapidly, so dangerously, changing now in ways that will affect you more than you realize.</p>\n\n<p class=\"book-paragraph\">God’s Message for the world must sound the alarm and provide the preparation for a new world reality. It is a time and a threshold that will call upon many to arise out of their self-preoccupied lives, out of their personal misery and confusion, to serve a world in peril.</p>\n\n<p class=\"book-paragraph\">This is one of the reasons why there is Intervention from the universe beyond you because those who value this world for themselves recognize what is taking place. They have tested the atmosphere of the world. They understand what humanity has done to pollute its air, its waters and its soil. For this has happened countless times in the universe. It is well understood there. So there is a race now to gain control of the world, to preserve it for the use of those from beyond. They are directly connected to this, you see.</p>\n\n<p class=\"book-paragraph\">It is a global emergency on a scale you have not yet realized. It has the power to destroy human civilization. It has the power to generate intervention from beyond. It has the power to create chaos here at a level never seen before.</p>\n\n<p class=\"book-paragraph\">You are going to have to follow a deeper power within yourself now, for increasingly there will be friction all around you and friction all around the world as human communities are stressed to a breaking point; as ancient animosities now begin to overflow and engulf nations and regions; as the competition for the remaining resources becomes fierce and dangerous, producing conflict and aggravation on a scale never seen before.</p>\n\n<p class=\"book-paragraph\">To some, it will look like the end of the world, a fulfillment of an ancient prophecy, as if it is all the work of God. But God is not the author of this global emergency. God is the witness. This is the product of humanity’s ignorance and selfishness and shortsightedness and lack of understanding of the future and the consequences of its actions.</p>\n\n<p class=\"book-paragraph\">God must now warn the human family of the great peril it has created, of the great calamity that it has set in motion. For within this time, humanity can prepare and can mitigate the consequences of its actions.</p>\n\n<p class=\"book-paragraph\">If it fails to do this, then human civilization will be imperiled everywhere, in every nation. Economies will be ruined. Millions of people will be out of work. Millions of people will have to leave their homelands, which have become barren and uninhabitable.</p>\n\n<p class=\"book-paragraph\">That is why God’s New Revelation for the world must sound this alarm, must give this warning. You have changed the climate of the world. It is [now] changing on its own. It will continue to change. It will produce drought and floods and deprivation. It will ruin the economies of nations that have to deal with the consequences and the events—the calamities that now will be ever more frequent and ever more destructive.</p>\n\n<p class=\"book-paragraph\">It is a time when humanity will have to unite to protect the world and to save itself. God is here giving you the warning, the blessing and the preparation to save yourselves, to save your nation, to save your families and your communities, to save human civilization.</p>\n\n<p class=\"book-paragraph\">You cannot afford to descend into chaos, for that would use up the remainder of the world’s resources, leaving a degree of impoverishment you cannot imagine.</p>\n\n<p class=\"book-paragraph\">The Angelic Assembly that oversees this world has seen this coming. And it is approaching so quickly now, accelerating itself and being further accelerated by humanity’s continuing to contaminate the air, the waters and the soil—setting in motion forces that you do not even fully understand; setting in motion forces of change and upheaval that will work against humanity, that will threaten humanity now.</p>\n\n<p class=\"book-paragraph\">It is the race to save human civilization. It is a race that must be run. It is the calling for human cooperation and unity to face a reality never seen here on the Earth before in the time of human civilization.</p>\n\n<p class=\"book-paragraph\">God knows what is coming. The Assembly knows what is coming if humanity does not prepare. For this has happened countless times in the universe where rare and beautiful worlds such as this are destroyed and ruined by the ignorance of their native population, exploited and plundered and contaminated to a degree where the natural environment begins to decline.</p>\n\n<p class=\"book-paragraph\">You cannot afford this. You must see this. You must face this. You must have the courage, the honesty and the humility to face this. Only a great peril now, only a great tribulation, only a great opportunity for human unity and cooperation, born now of necessity, will call for God to speak to the world again.</p>\n\n<p class=\"book-paragraph\">The hour is late. Humanity has delayed far too long. It is a crisis foreseen by those who are prescient and well informed. Do not think there are any other problems facing humanity that can compete with what We are saying here today. Do not think there is another great need or requirement that surpasses what We are saying here today. It is a great warning. It is upon you.</p>\n\n<p class=\"book-paragraph\">The coastal cities and ports of the world could be flooded in 30 years. The lands will dry out. The crops will fail. There will be human migration on a scale never seen, with great tribulation and conflict arising. It will be an overwhelming situation if humanity does not prepare.</p>\n\n<p class=\"book-paragraph\">It is the most important thing in the world. It will require all of humanity’s resources, talents, skills and cooperation to contend with this and to secure humanity’s future in a world that has now been changed and made more difficult and made more hazardous. It will be the greatest human endeavor in the history of this world.</p>\n\n<p class=\"book-paragraph\">But humanity must unite. It must end its ceaseless conflicts and its destructive competition to collaborate now, or nations will fall like dominoes. And their crisis will be so overwhelming, it will surpass the capacity of humanity to deal with it in the future if humanity cannot and will not prepare. We have spoken of this repeatedly, but the crisis is growing. Escalating, it is.</p>\n\n<p class=\"book-paragraph\">God loves humanity, or God would look the other way and allow the bitter fruits of your actions to confront you and overtake you. But God loves this world and seeks to make it a free and advancing nation in the universe, where freedom is rare and where worlds such as this are rare and so difficult to find.</p>\n\n<p class=\"book-paragraph\">Races from beyond the world have faced these situations. It is well known, and that is why exploitation of the Earth now and Intervention are being carried on with such determination, carried on without the use of force. For these few nations who are engaged in this do not want to further degrade the world through conflict and will rely upon human labor and cooperation to succeed in gaining control here. They do not want to destroy humanity, but to use humanity for their own purposes. And since conquest is not allowed in this part of the universe, other means must be sought: deception and persuasion—far greater weapons than you realize.</p>\n\n<p class=\"book-paragraph\">People are self-consumed. They are [self-obsessed]. The rich are caught in a web of greed and confusion and disappointment. The poor are struggling to survive with ever-greater difficulty. The governments are committed to maintaining a reality that can only further degrade the world.</p>\n\n<p class=\"book-paragraph\">Do not think this will be easy. Do not think it will require only a few things to alter the course that humanity is currently on. Do not think there are easy and basic solutions. There are a thousand solutions that will be needed, and you only have a few. You will have to find the others, and it will take great human effort and collaboration to make this possible.</p>\n\n<p class=\"book-paragraph\">You are living in a global emergency. Do not think this will not affect you and your life profoundly and completely. It can ruin your economies. It can lead to mass starvation and death. It can lead to warfare, perpetual warfare, on a scale that has never been seen here before. It can create calamities so violent and continuous, as if nature were thrashing out against humanity, imperiled now by what it [humanity] has created—the world it has created, the change it has created, the destruction it has created—wrought upon other life and now upon itself.</p>\n\n<p class=\"book-paragraph\">This is a calling for every nation, every religion. God has provided the core preparation, which must occur if humanity will have the courage, the determination and the vision to see what must be done, to take the action that must be taken and to build the cooperation that must be built.</p>\n\n<p class=\"book-paragraph\">It is not enough to just focus on ending poverty, or bringing greater justice where it is needed in so many places. It is not enough to just use the world more wisely. It is not enough to cease pollution alone.</p>\n\n<p class=\"book-paragraph\">You are going to have to cool the planet—a task far beyond what has ever been achieved, but still achievable. But it will require a radical redistribution of resources, a redirection of human will and purpose, a great utilization of all of humanity’s science and capabilities.</p>\n\n<p class=\"book-paragraph\">You are going to have to cool the planet. It will change everything that humanity is doing right now. You will have to replant the forests and restore the soils and cleanse the rivers. People will have to live very simply, for all the wealth of the world will be spent on this.</p>\n\n<p class=\"book-paragraph\">There is nowhere to hide for the wealthy. There is no real insulation for the privileged; for all that they have will be threatened by the things We speak of here today.</p>\n\n<p class=\"book-paragraph\">It is the great Love of God that is bringing you this warning. Do not think it is exaggerated in any way, for We are not even telling you everything. And We are not telling you everything because you do not yet have the capacity, the courage or the determination to hear it and face it.</p>\n\n<p class=\"book-paragraph\">Many will ignore what We are telling you. Many will not respond. And they will be washed away when the Great Waves strike—unaware, unprepared—for they did not see it coming, and they would not heed the warning, and they would not recognize the signs.</p>\n\n<p class=\"book-paragraph\">Change your life. Simplify your life. Use as little of the world’s resources as you can. Collaborate. Forgive. Know what is happening in your world. See the great crisis coming over the horizon. Look with objective and honest eyes with as much courage as you can muster.</p>\n\n<p class=\"book-paragraph\">God has given you the great strength and determination to rise to this occasion—the greatest occasion in all of human history, an occasion that will determine the future of every person, and of your children and your future generations. God has given you the power and the determination at the level of Knowledge, the Knowledge that lives within you beyond the surface of your mind, beyond your intellect and all of its preoccupations and complaints.</p>\n\n<p class=\"book-paragraph\">It is at this level that people must be ignited, or they will not have the courage and the determination, the courage or the honesty or the compassion to face something of this magnitude. And that is why God is giving you the key, the secret ingredient, the one thing that will make all the difference—all the difference in your life as an individual and all the difference in the life of humanity as a whole. For God has put a deeper Knowledge within you. And this is not corrupted or contaminated by the world and all of its illusions and tragedies, its misery and its degradation.</p>\n\n<p class=\"book-paragraph\">God has given you the strength that you will need, and it is provided in God’s New Revelation for the world, perhaps the most important Revelation ever given—given now to save humanity from itself; given now to save human civilization; given now to redeem all those who can respond to it; given now with great urgency, great warning, but also with the great Blessing of the Creator. For God does not want to see you fail at the hour of greatest need.</p>\n\n<p class=\"book-paragraph\">Do not withdraw into your fearful little life. Do not step back into the shadows. Do not preoccupy yourself with little things or foolish romances that have nowhere to go in a changing world.</p>\n\n<p class=\"book-paragraph\">This is a calling to rise to the greatest occasion in history. It is a calling of a need so great and so profound. If you were to recognize it even partially, it would completely alter your priorities, your actions and your intentions.</p>\n\n<p class=\"book-paragraph\">The Great Waves of change will reveal human corruption, human delusion, human ignorance and stupidity. But they also have the power to generate a force so strong that humanity’s greater strength, greater purpose and greater endowment from the Creator can be activated and brought into great service to the world.</p>\n\n<p class=\"book-paragraph\">But to see the solution, you must see the challenge. You must see the global emergency. And you must be part of it, for you are part of it. You must find your place and your role. You must be prepared through the Revelation. You must gain the eyes to see and the ears to hear. If you can do this, your individual role will begin to emerge slowly as you bring your life into order and as you gain the vision to see what is occurring in your world and in your life.</p>\n\n<p class=\"book-paragraph\">Do not seek enlightenment. Do not seek to escape, for there is no escape. There is only contribution and collaboration, or there is failure and catastrophe.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-global-emergency.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-world/the-global-emergency/"
}