{
  "title": "The Proclamation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a New Message from God in the World. It has come from the Creator of all life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It has been translated into human language and understanding through the Angelic Presence that oversees this world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It continues the great series of transmissions from the Creator that have occurred over centuries and millennia.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is a New Message for this time and the times to come.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It fulfills the former Messages that have been given to humanity, and yet it reveals things that have never been shown to humanity before. For humanity is now facing a grave and perilous set of challenges, both within the world and from beyond the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The New Message from God is here to alert, to empower and to prepare the human family—people from all nations and religious traditions, from all tribes, groups and orientations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It has come at a time of great need, a time of great consequence. It is preparing people for things that have not even been recognized.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is prophetic in alerting people to the Great Waves of change that are coming to the world and to humanity’s position in the universe, especially regarding your contact with other races.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It calls upon the great spiritual presence within each person—the great endowment of Knowledge that has been given to the entire human family, which must now be cultivated, strengthened and brought forth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It speaks to the great spiritual need of the individual—the need for purpose, meaning and direction.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It speaks to the great relationships that people can establish with one another, relationships representing their higher purpose in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It speaks to the needs of the world and the needs of the future. In so doing, it brings purpose and recognition, unity and cooperation, wisdom and strength to all who can receive it, who can learn it, who can follow its steps, who can contribute it to others and who can share its wisdom in service to other individuals, to families, to communities, to nations and to the whole world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Receive this blessing. Learn of the New Message from God. Realize it will affirm all that is true within your current traditions, and it will speak to the deeper wisdom that you already possess. It will speak to your heart, even beyond your thoughts and beliefs and the thoughts and beliefs of your culture or your nation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Receive this gift and learn of it patiently, taking the Steps to Knowledge, learning the wisdom from the Greater Community and recognizing the power of the One Spirituality of humanity in uniting humanity, in strengthening humanity and in preparing humanity to recognize and to navigate the difficult times ahead.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Receive the New Message in its calling for the preservation and the strengthening of human freedom, cooperation and responsibility.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For without this New Message, humanity is facing a grave and precipitous decline.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is facing the loss of its freedom and sovereignty in this world to other intervening forces from the universe around you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Without this New Message, the human spirit will remain dormant, and people will live lives of desperation, competition and conflict.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is the Creator’s Will that humanity emerge into the Greater Community of life in the universe as a free and sovereign race—as a strong race, as a united race, as a race that is capable of maintaining its cultural diversity while honoring the deeper strength and purpose that will keep the world strong and keep [the human family] vital, active and creative, presenting a new opportunity for advancement in the future.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But to advance you must survive. You must survive the difficult times ahead, and you must survive competition from beyond the world regarding who will control this world and its destiny.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Each individual must recognize that they have a great opportunity to discover the deeper Knowledge that God has given them—the Knowledge which contains their purpose, their meaning and their direction and the criteria for all their meaningful relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, there is a New Message from God for the individual, and there is a New Message from God for the entire world. It is here now.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It has taken a long time for the Messenger to receive it, for the Message is very great.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Honor then the one who has come to bring the New Message into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">He is a humble man. He has developed the wisdom necessary to undertake such a great role, and he has been sent into the world for this purpose.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Receive him. Understand him. Do not exalt him. He is not a god. He is a Messenger bringing the New Message from God into the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the time now. This is the great opportunity. This is the answer to people’s prayers all around the world—prayers through every faith tradition, through every nation and culture, praying for wisdom, strength, unity, freedom and deliverance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Receive this New Message now. It is come, and it is come at just the right time.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-proclamation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-proclamation/"
}