{
  "title": "The Importance of the Individual",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The New Message from God holds a great revelation for the individual because it presents to humanity for the first time the understanding of spirituality and God’s Presence in the world at the level of Knowledge, Knowledge being the deeper Intelligence that the Creator has placed within each person, awaiting the time for that person to reach a state of maturity where this deeper Intelligence can emerge within them.</p>\n\n<p class=\"book-paragraph\">This revelation is extremely important now, for many people will be called to serve a world in need and to prepare for humanity’s encounter with life beyond the world. This will not be a time where only a very few people will be needed, for many will now be called. Their calling will be substantial and significant, and their response will be vitally necessary, both for their own fulfillment and for the protection and advancement of humanity.</p>\n\n<p class=\"book-paragraph\">For, indeed, the New Message from God has been given to the world at a time of great peril. You are entering a period of great travail for the human family, a travail that will overwhelm people’s previous understanding. It will overwhelm people’s state of being, for they are not ready for the great times ahead.</p>\n\n<p class=\"book-paragraph\">Humanity is facing an Intervention from forces from beyond the world who are operating in secret here in the world, a situation that has never occurred before, though the world has been visited many times.</p>\n\n<p class=\"book-paragraph\">It is the time of great need, a time where human unity and cooperation will be of the greatest significance and importance. It will not be an easy time, but if contribution and service to humanity is your purpose and calling, which it is by nature, it is the right time to be here.</p>\n\n<p class=\"book-paragraph\">Everyone who is in the world today has come into the world to serve these times. And the Knowledge that the Creator has placed within them will assist them in preparing to be able to do this in their own unique individual way.</p>\n\n<p class=\"book-paragraph\">The emphasis now is not on belief and submission, but on awareness, clarity and preparation. In former times, adherence and obedience were necessary, for humanity was in a much more chaotic situation. But now humanity has gained a greater social foundation, though the risk of war is still very great.</p>\n\n<p class=\"book-paragraph\">In facing the Greater Community of intelligent life, you need to prepare for a future that will be unlike the past. You will need to cultivate a new understanding of the world and its relationship with life in the universe. And you will need to gain a new appreciation of the need for human unity and cooperation.</p>\n\n<p class=\"book-paragraph\">The emphasis on Knowledge within the individual, then, represents the Creator’s Presence and Will within each person. This lives dormant within each person until they can gain enough maturity and enough awareness to realize that they are here in service to the world, they are here to make a difference in great and difficult times, and they are prepared to begin the long preparation that will be required of them.</p>\n\n<p class=\"book-paragraph\">Understanding spirituality at the level of Knowledge brings great clarity to what has been for centuries a mysterious and ambiguous reality. For you must realize that you have two minds within you: the mind that you have cultivated through your time and experience in the world, a mind that has been cultivated by social and religious conditioning, and by your own decision making and response to the environment. But there is a deeper Mind within you, the Mind of Knowledge, which remains forever pure and uncorrupted.</p>\n\n<p class=\"book-paragraph\">But to gain access to this deeper Mind, you must come with open hands—without deception, without manipulation, without secret plans for trying to use this greater power, for you cannot use it for yourself alone. You can only open yourself to it, slowly, gradually, as you build your desire and capacity to experience the power and grace that the Creator has placed within you. For remember, you cannot corrupt it. You can misinterpret it. You can misapprehend it. But you cannot change or corrupt it.</p>\n\n<p class=\"book-paragraph\">And Knowledge within you, the individual, is here on a mission. It is here to accomplish certain tasks with certain people in a specific kind of service to humanity. If you try to interfere with this purpose, if you try to unite it with your own goals, wishes and designs, well, Knowledge will remain beyond your reach, and you will not know of its purpose for you in life.</p>\n\n<p class=\"book-paragraph\">The revelation for the individual, the revelation of Knowledge, not as mere intuition, but as a greater Intelligence within the individual through which the Will and Purpose and Plan of the Creator can flow—this is a new revelation for people everywhere.</p>\n\n<p class=\"book-paragraph\">Before this, such a revelation was only reserved for certain adept individuals. But now many more people must respond to preserve human freedom and sovereignty in this world and to prevent humanity from entering a steep decline as it faces a world of diminishing resources and increasing competition.</p>\n\n<p class=\"book-paragraph\">The meaning of Knowledge, the reality of Knowledge, and the purpose of Knowledge are all revealed in the New Message from God. And in the New Message God provides the Steps to Knowledge so that you may build a bridge from your thinking mind to the deeper Mind that the Creator has given you to guide, to protect and to prepare you for a greater life in the world.</p>\n\n<p class=\"book-paragraph\">Never has so much power and responsibility been given to the individual. Indeed, there will be many who will argue against it, for they do not believe in the goodness of humanity. They are unaware of the great Presence that the Creator has provided as a potential for each person. They will think that Knowledge is a magic trick or a deception or it is a psychic ability. But it is none of these things. It is the power to see, the power to know and the power to act boldly, with integrity and with honesty in a spirit of contribution.</p>\n\n<p class=\"book-paragraph\">Knowledge is far wiser than your thinking mind or the thinking mind of any other person in the world. It is there for you to discover, but you must take the Steps to Knowledge. You must create a place in your life and in your mind for Knowledge. You must be a patient learner here. You cannot have it all at once, for you do not yet have the desire and the capacity to fully receive what the Creator has prepared for you.</p>\n\n<p class=\"book-paragraph\">That is why this is a journey of many steps. In taking these many steps, you build the self-honesty, the character, the wisdom and the skill to be a vehicle and a vessel for a greater Will and Power that is the true Source of all life.</p>\n\n<p class=\"book-paragraph\">Only those who are willing to take the long journey, who are willing to undergo the mysterious preparation, which at times will seem very inexplicable, only those who can follow Knowledge—for Knowledge will lead you to Knowledge—only those will be able to realize what is being presented here.</p>\n\n<p class=\"book-paragraph\">To simply believe that there is a New Message from God and believe what it says, well, you have still not received its true grace, power and meaning. For belief is of the mind, but relationship and union and commitment are of the soul. And it is at the level of your soul that you must respond.</p>\n\n<p class=\"book-paragraph\">That is why receiving and following the power of Knowledge restores your true integrity, your true design, your true purpose and your true meaning to you. You are simply asked to receive and not to manipulate.</p>\n\n<p class=\"book-paragraph\">You cannot make deals with the Creator. You can only receive, out of a deeper need, a need of your soul, recognizing that you cannot fulfill yourself through your plans, designs and goals for acquisition and power.</p>\n\n<p class=\"book-paragraph\">At a certain point in life, should you reach this state of awareness and maturity, it will become evident that seeking to acquire more and more and more will bring you no closer to answering and fulfilling the needs of your soul.</p>\n\n<p class=\"book-paragraph\">Therefore, come to realize that there is a message for you, a preparation for you, a new understanding for humanity. For humanity will not be able to negotiate the difficult times ahead with what the Creator has provided thus far. Knowing this, a New Message from God has been sent, a Message for this time and for the centuries to come. That is how great and how important it is.</p>\n\n<p class=\"book-paragraph\">But it all begins and the promise for it is within the individual—the revelation to the individual and the revelation within you, the individual.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-importance-of-the-individual.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/the-importance-of-the-individual/"
}