{
  "title": "The Great Waves Prophecy",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The question will surely arise: What can you expect regarding the Great Waves of change?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Specifically, what will take place will be determined in part by humanity’s ability to respond and to prepare. What will take place is that the world will become warmer, producing greater loss of food production and great scarcity of water resources in many places in the world while there will be tremendous flooding in other places. Energy resources will diminish, creating economic upheaval and in some places even collapse.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everything will become immensely expensive. There will be great competition and a great risk of conflict and war over gaining access to the remaining resources. Certain regions will be devastated. Others will be impaired. Many industries will fail. There will be many people out of work.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There will be the risk of great starvation in many parts of the world, even in parts of the wealthy nations. There will have to be ever-increasing international agreements. Food will have to be distributed where it is needed most. There will be great shortages of medicines and medical care, even in the wealthy nations. There will be tremendously destructive weather events.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The risk of war itself will produce conflict on a scale never seen before in this world. If this conflict can be prevented or minimized, it will make an immense difference in the outcome for humanity. But a certain degree of conflict will arise, particularly in the poorer nations, within them and between them. And there is a great risk that other nations, now desperate for resources, will enter into conflict with one another.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Governments will have to become more controlling, minimizing human freedom, even in the freest nations. It will be an emergency that will continue. Many people will struggle against this. There will be much human tragedy and much human bravery and courage.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Large areas of the world that are now highly inhabited will become uninhabitable, as it will be impossible to grow food there due to lack of water. There will be immense migrations of people away from such areas and away from areas of conflict. There will be environmental refugees, and there will be war refugees on a scale never seen before.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There will be a great risk of pandemic illness that will arise out of deteriorating conditions, particularly in large urban areas. Many people may perish. It will be an immense and traumatic set of events.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet in the midst of this, there will be great human ingenuity. Technology must develop new pathways of providing energy to people, mostly through forms of electricity. There will have to be immense efficiency and the uniting of resources within nations and in many cases between nations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet even the best human efforts will not prevent the massive change and disruptions that will occur. But human ingenuity and human cooperation will determine whether humanity will have a future and whether human civilization can survive and can build a new foundation of unity and cooperation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you cannot escape the Great Waves of change. But you can minimize their damaging effects, and you can benefit from them in many ways—setting a new course for humanity, building a stronger international community of people advancing technology, advancing social justice and advancing human welfare. But it will not be easy. It in fact will be the most difficult thing humanity has ever attempted. It will take great commitment, great courage, great faith, great cooperation and great personal restraint.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It will require a New Message from God to provide the clarity, wisdom and Knowledge that humanity will need now if it is to capitalize on its strengths and avoid capitulating to its weaknesses.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Travel will be extremely difficult, if not impossible. People will live locally, work locally and will have to survive locally. Local food production and local manufacturing will become ever more important. Everything will have to function on a smaller scale.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those who have resources will have to share them by sending them abroad to starving peoples and to areas of the world that are in great crisis. The humanitarian effort will be immense, almost unimaginable by today’s standards. Wealthier nations will have to receive the people who are escaping areas that have been devastated or where food production can no longer take place. The areas of the world where humanity will be able to live will shrink, forcing millions of people to move elsewhere and to resettle.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is so different from the fantasies and the imagination of human societies today—building ever-grander cities, building ever-faster conveyances, building ever more remarkable personal conveniences and luxuries. Such foolishness. So blind. So reckless. So ignorant and so unintelligent. These forces are pushing humanity further and further towards the edge of collapse, pushing humanity to overuse the world even more—heedless of the signs that many thresholds have already been passed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those who are visionary and who can see what is coming over the horizon are condemned as being negative, unspiritual or doomsday people. Your visionaries are discarded, ignored or vilified while everyone continues to devastate the world, to deplete its resources and to diminish its future possibilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">While there are great sources of energy that humanity has not yet discovered, it is a long way from discovering them, and it will have to survive the Great Waves of change even to have a chance of discovering them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The transition period to a new stability in the world will be long and very difficult. It is not impossible. In fact, it must happen. But do not think that it will happen in and of itself. Do not think that technology alone will make it possible.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The human population will have to become much smaller in the future, hopefully by human will and through compassionate means. If not, then nature will devastate the human population—nature, conflict and war.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will have a smaller world to live in. Perhaps only a billion people could live here, maybe two, but not much more. That is with your advanced technology and your best efforts, a strong international community, tremendous cooperation and the mitigation and the limiting of conflict and war. In other words, if everything is done well and correctly, with immense human contribution, you will still have to have a small world population.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If these actions are not taken, if humanity will not and cannot prepare, if it cannot restrain its own greed, corruption and competition with one another, then the results will be far worse, so much worse that words cannot describe it—a collapse of civilization, an immense reduction of the human population, further devastating the world and depleting its resources.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And beyond this, you have the hidden threat of intervention and competition from the Greater Community, the Universe. There is already an Intervention in the world, positioning itself to assume the reins of power, to present itself as the savior of humanity and to establish its networks of support and its legion of human representatives. This Intervention is seeking to influence public opinion, to position itself as the noble saviors of humanity and in some cases even as the parents of humanity in order to weave its tentacles into the human fabric. The Intervention is creating a hybrid individual capable of advising and eventually leading the human family, an individual with no human allegiance whatsoever, an individual with no compassion, respect or empathy for humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is how foreign races that do not possess military assets can gain control of a large world full of violent individuals. These intervening races will support humanity’s decline and will undermine the strength of the strongest nations, setting them in competition and conflict with one another. They will encourage human conflict by promising world dominance to certain leaders of nations and religions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is easily misled. It is divided. It is superstitious. It is ignorant of life beyond the world, life in the Greater Community of worlds, life in the Universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All the Intervention needs is time for humanity to weaken itself to such a point that the Intervention can present itself, either publicly or behind the scenes, to gain the reins of power. If that should take place, then humanity will have lost its greatest asset—its freedom and its self-determination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can see already how difficult it is to face these things and how weak you are in your inability to face them. You may be physically strong. Maybe you can run ten miles. Maybe you can assert yourself in your business affairs. Maybe you are very strong in your viewpoint, but emotionally and psychologically, you can see here how weak and incapable you can be—how much you may want to run away, how much you may insist upon solutions, how much you may go into denial, how easily you may fall into hopelessness and how much you may protest and rage against others, people and governments, unable to simply look and face the Great Waves of change.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must face this. If you cannot, you will run away, your preparation will not happen and you will be ever more vulnerable to the power of all of these great events.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The New Message is here to prepare you, but to prepare you, it first must warn you. If you do not see the gravity of the problem, you will not recognize the significance of the solution. If you do not see that you really do not have an answer for all of these things, then you will not be in a position to accept the grace and the power that God is providing the world. If you will not accept the reality, then you will not recognize the remedy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The situation is far more serious than you realize and will require from you a greater strength than you think you have, but which in reality you do have. Your faith in yourself, your faith in people, your faith in nations and your faith in the power of Knowledge within you and within others will have to be so much stronger than it is today. You will have to let go of your judgments, your hatred, your prejudices, your cynicism, your jaded perspectives, your foolish hopes and wishes and your fantasies.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet to release these things is to be renewed to a real power and your ability to enjoy life in the moment and to prepare for life in the future. It is to renew your ability to be with others, to be with yourself, to enjoy all the real benefits of life and the promise of realizing and fulfilling your greater purpose here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not yet see that to prepare for the Great Waves of change is the pathway that will redeem you to yourself and to God. This will make you strong, compassionate, competent and wise—wiser than you are today. It will give you an escape from your unhappy past and unfortunate circumstances to a new life—a life of purpose, meaning and contribution.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If humanity cannot advance in times of success, it must advance in times of failure. If humanity cannot unite and build its core strength together in times of abundance and affluence, it must do so in times of diminishing opportunities and diminishing resources.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are three things that humanity must achieve in order to be a free race within a Greater Community of intelligent life. It must be united. It must be self-sufficient. And it must be extremely discreet. It must be united in the sense that it is functioning together as a whole. It is not that everyone loves each other, gets along or sees things in the same way, but humanity must function together as a complete unit.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity’s self-sufficiency means that everything you need comes from this one world so that you are not dependent upon trade and influence with others in the Greater Community—others who would easily take advantage of a young, emerging race such as your own.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">And you must be extremely discreet, which means you are not broadcasting all of your communications out into space, revealing to anyone who cares to look everything you think, everything you do, your weaknesses, your strengths, your secrets—everything.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Clearly, you can see humanity’s great vulnerability in the Universe. You are not united. You are still engaged in tribal, sectarian warfare, in competition and conflict, rapidly destroying the world’s resources in doing so. Your self-sufficiency is being lost with every passing day as you squander and diminish your natural inheritance here in the world—diminishing your most vital and fundamental resources, driving the world towards the Great Waves of change. And you are hardly discreet as you are projecting nearly everything out into space through your radio transmissions.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not realize your immense vulnerability here. For in the Universe, the strong will dominate the weak if they can, as it is here on Earth. Nature does not change with technology. Everyone in the Universe is searching for resources, and those advanced races who have outstripped their own worlds’ resources must now trade and search for these resources wherever they can. The competition and the deception around this are immense, beyond anything you can possibly imagine. It is simply nature happening on a much grander scale.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If humanity were well versed in the affairs of life in your local Universe, you would be ending war today. You would be preserving resources today. You would be rationing energy today. You would be preserving your environment today. You would be maintaining biological diversity today. You would be confining your communications through other media today. And yesterday.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are heading towards a position of extreme powerlessness and vulnerability in the Universe, and because you live in a world of such immense biological diversity and wealth, you do not realize its importance to others. You are like the native tribe living in the jungle, isolated from the rest of the world, living in a place of immense natural wealth, unaware that explorers are now reaching your shores and penetrating your sanctuary—explorers who are here to take control of what you possess and to dispossess you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is nature. This is evolution. This is what happens when the native peoples of any place or world squander their resources and are not prepared for intervention. This is not to say that humanity will, by destiny, fall under foreign power. But it is the great risk you now face—the great, unrecognized risk, the great background to the Great Waves of change, the hidden threat to humanity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If the nations of the world knew this, they would unite to defend the world. They would unite to protect the world’s resources so that humanity will have a future. For do not think that you can go out into space and claim what you have destroyed or overused here on Earth. You would have great difficulty finding these resources, and even if you could eventually find them, you would find that they are owned by others—others who are far more powerful than you are.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is so much foolishness, recklessness and adolescence in human behavior that must be corrected. The New Message warns of this, admonishes this and speaks of this. You cannot be foolish and arrogant in the Greater Community. And you can no longer be foolish and arrogant even within your own world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is a time of great reckoning when humanity will have to either grow up and unite or fail and be overtaken by others. If you do not accept this, if you cannot accept this, if this is too much for you, if you think it is untrue, then you are ignorant and weak. This is the Revelation. Ignore it at your own risk. For even God will not save you if you do not honor and pay heed to God’s warnings.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Countless times have emerging races such as your own been overtaken by resource explorers and economic collectives—those who search for opportunities such as this, those who are predatory, those who are opportunistic, those who can gain control over worlds like this without firing a shot.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are entering a much more sophisticated and powerful environment in the Greater Community where outright war is rare, but where deception and the attempt to control are immense. You do not yet have wisdom, for you have not had to adapt to this greater environment. But wisdom from the Greater Community is being provided to you in the New Message. And you have allies in the Universe who have sent their warnings, their perspective and their information to help you to prepare for the Greater Community and to warn you of the dangers of depleting your Earth and of throwing away your self-sufficiency.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The picture is actually very clear. It is not complex. If you fail to take care of this place, others from the Universe will come and displace you. They will not destroy you. They will simply harness you and use you, the way you use cattle, the way humanity has used slaves. It is not a complex situation. Even your children could understand it. It has happened throughout nature and throughout the Greater Community since time began, since the Separation from God began.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The fact that people do not see it, do not think of it, do not recognize it, cannot imagine it or cannot face it simply represents your lack of development, your lack of wisdom and the indulgences that you have given yourself to that blind you to the realities of the basic laws of nature itself.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you must face the Great Waves of change; you must face the Greater Community—not with preference and not with fear, but with strength and objectivity. And you must gain this strength and this objectivity, which Knowledge within you will give you, for it is not afraid. Knowledge has no preferences beyond the great truth it is here to serve.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">At present, humanity is a weak and divided steward of a beautiful planet that is highly prized by others. How will you protect it? How will you defend it? How will you maintain its wealth and its diversity of life? If you squander it, you will lose it, and the costs will be beyond your imagination. If you fall under foreign persuasion, it will create a set of circumstances far worse than anything you could imagine.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is life. You must grow up to be in life. You must prepare for eventualities. Nature is unmerciful to the unprepared. Both history and nature teach you what happens when these preparations are not made. You must be sober and clear, and then you can enjoy life, be in life and be secure in life. But you cannot gain pleasures away from this without jeopardizing your position, and at present, humanity’s position is in great jeopardy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Great decisions will have to be made as to how humanity will proceed—decisions both at the level of government and leadership and at the level of each person. Will you fight and struggle for what you want, to hold onto what you have, or will you unite with others to provide a greater stability in your communities, in your towns, your cities and your nations? Will you accept the reality of the Great Waves of change, or will you continue to deny them, projecting onto life your preferences, your dreams, your fantasies and the assurances that your indulgences can be maintained indefinitely? Will you deny the reality of the Greater Community even though the Intervention is flying in your skies and taking your people against their will? Will you remain foolish and ignorant, like the adolescent, unwilling to face reality, unwilling to face the responsibility, unwilling to serve anyone but yourself? These are the questions. This is the challenge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has provided a New Message for humanity to warn humanity of the Great Waves of change, to warn humanity of intervention from the Greater Community and to teach that humanity has a greater spiritual power called Knowledge that represents its core strength, both on an individual and a collective level, and that humanity must use this Knowledge and its own native abilities to restore the world and to establish itself as a free and self-determined race in the Universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Though humanity has a great destiny, its future is now in great danger. Do not take it for granted that humanity will succeed. Do not think that your success is somehow guaranteed. Do not assume that no matter what happens, humanity will emerge and be able to continue. Do not think that your ascendancy in this world guarantees your future self-determination.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To assume these things is to maintain your weakness and avoid your strength. For strength always arises in facing reality, not in running away from it. And reality will either serve you or undermine you, depending upon the position you take with it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the time for humanity to unite and to become strong. The incentive for this is immense. The possibility for failure is great. This is your chance to rise or to fall, to become great, united and free in the Universe or to diminish yourselves here on Earth and fall under subjugation to foreign powers. This represents the great threshold for humanity, the great opportunity for humanity and the great challenge for humanity.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/the-great-waves-prophecy/"
}