{
  "title": "The Still Mind",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The mind is a wonderful vehicle of expression, a tool of communication, allowing you to be in the world to communicate to others who are here. The power of the mind is only known to a few, for most people have not really discovered its importance and its greater facilities, its greater faculties.</p>\n\n<p class=\"book-paragraph\">People begin their study of the New Message Teaching very much oppressed by their own minds, very much in the position of being a victim of what they think and feel, with very little control over what they think and feel. It is as if the mind has ruled them, like a harsh master, for all their years.</p>\n\n<p class=\"book-paragraph\">As a result, most people are afraid of their minds. That is why people do not want to admit mistakes. They do not want to look at how they have wasted their time and energy because they are afraid of their own personal retribution against themselves. They are afraid of how they would feel about themselves.</p>\n\n<p class=\"book-paragraph\">It is a real problem that prevents people from really assessing their own life and experience from a more objective perspective because they are so afraid to face the fact that they have misappropriated so much of their time, energy and resources. It is because they are afraid of their minds. They are afraid of what they would think about themselves and their own self-repudiation, self-criticism and self-denial. It is a serious problem that prevents people from understanding how they got to where they are today—to understanding the journey they have taken thus far objectively, courageously; to see really what their strengths are and where they are vulnerable at this moment.</p>\n\n<p class=\"book-paragraph\">So in the study of Steps to Knowledge, which is the New Message Book of Practices, you learn how to still the mind so that you may experience the greater power of Knowledge that exists beneath it and all around it. For you were born with two minds. The surface of your mind is the worldly mind, conditioned by your past experience—by all the influences in your life and your responses to them, and the decisions you have made along the way, both consciously and unconsciously, as to how you will participate in the world, and how you will relate to others.</p>\n\n<p class=\"book-paragraph\">At a deeper level, there is a greater Mind, the Mind that God has placed there, and with it a deeper conscience that knows what is right and what is not, what is true and what is not, and what is right for you and what is not.</p>\n\n<p class=\"book-paragraph\">But people live at the surface, as if they were floating on a boat on the ocean. Perhaps they have gained an understanding of the wind and the waves, but they know nothing of the ocean beneath them, and the great life that it contains, and the forces that move this ocean, moving the waters of the world.</p>\n\n<p class=\"book-paragraph\">The mind that must be still is the surface mind because that allows you to experience what exists beneath and beyond it. In developing this ability to still the mind, you develop authority over the mind. In a sense, your personal surface mind is searching for a master, and if no master is to be found, it will assume that role itself. But it was not designed to be a master, and it is not masterful; it does not have the quality of mastery. It is meant to be a tool, a medium, a servant for a greater power.</p>\n\n<p class=\"book-paragraph\">Unless Knowledge within you, the deeper Intelligence within you, assumes this greater power as a conscious act on your part, the mind will continue to be chaotic. It will be creative, but not in a beneficial way. It will be repetitive, reinforcing its former beliefs and ideas, reinforcing its fears and its phobias and its dysfunctional behavior. The world around you is showing you the results of this and the evidence of this everywhere you look.</p>\n\n<p class=\"book-paragraph\">So developing the still mind allows you to gain control over your mind so that you can direct its great faculties, so that you can use the mind to communicate and to understand and to comprehend things in the world. For your Spirit does not understand the mechanisms of the world; it only knows what the truth is. So you need the intellect to navigate this world successfully, to understand its complications, to understand its enigmas and its contradictions.</p>\n\n<p class=\"book-paragraph\">For the world beyond your senses is not orderly; it is chaotic. It is governed by the forces of nature—geologic and atmospheric forces, biological forces—but it is very chaotic. People try to find order and balance there, but then life upsets their balance. They face mishap or misfortune, and their whole notion of order and balance is upset.</p>\n\n<p class=\"book-paragraph\">If the mind is to serve you, you must gain a certain control over it. And the best way to do this is learning how to still the mind so that you may experience the greater Intelligence beyond it.</p>\n\n<p class=\"book-paragraph\">A still mind is a perceptive mind. It is through the mind that you can see and hear what other people cannot see and hear. You can sense and discern what others cannot or will not sense and discern.</p>\n\n<p class=\"book-paragraph\">This of course gives you innumerable practical advantages in life. But more importantly, it enables you to discern a real direction for your life, and to have the strength and the discernment to see how vulnerable you are to error and those forces of persuasion around you and within you that would lead you into error and that would harm you as a result.</p>\n\n<p class=\"book-paragraph\">The mind does not want to be still because it is afraid. Because people are afraid of their minds, they do not want to be still because they are afraid of what they might feel. They might feel the real condition of their life. They might feel their emptiness, and their longing, and their displeasure with so many things that they claim give them happiness.</p>\n\n<p class=\"book-paragraph\">So you must have courage to do this because you will feel the condition of your life, you will feel the quality of your relationships and whether they are really appropriate for you at all. You will feel your mental condition, the real condition of your emotions, the state of your body and your health.</p>\n\n<p class=\"book-paragraph\">People are running all of the time, overstimulated, overwrought, driven so they will not feel these things. The music is always playing. They are always busy. They are always talking. They are always moving, afraid to sit still, afraid to be with their own real experience.</p>\n\n<p class=\"book-paragraph\">What a slavish life this is, as if you were under constant torment from within yourself, driven to run away from yourself, being a stranger to yourself. Rich or poor, no matter what your circumstances, or your seeming advantages or disadvantages in society, you are really a slave to other forces in this condition.</p>\n\n<p class=\"book-paragraph\">That is why stilling the mind gives you peace and reprieve from your own self-torment. As a result, as you begin to approach this, you seek for more quiet in your environment. You seek for more depth in your conversations and communication with others. You seek that which is genuine and deep and meaningful, and find yourself increasingly dissatisfied with the superficial and the trivial.</p>\n\n<p class=\"book-paragraph\">And you find that even your friends do not really know you at all. They only understand, perhaps, your ideas or your behavior, but they really do not perhaps have a sense of your inner life or real nature.</p>\n\n<p class=\"book-paragraph\">Many things come under question here: the value of your work, the value of your health, the meaning of your relations with others. This brings you to the question as to whether you are really living the life you were meant to live. And the answer is real and fundamental. If you ask this question, you may feel the answer even immediately because it is so ever present in your experience.</p>\n\n<p class=\"book-paragraph\">So the question arises: “How do you still the mind?” You focus on something within it or beyond it. You sit quietly with your eyes closed or slightly open. You have a passive attitude, which means you are not trying to get anything or make anything happen within yourself. You sit comfortably. In Steps to Knowledge, it teaches you to say Na Rahn, or just Rahn, as part of your practice to give your mind something to focus on, a counterpoint to its errant thinking, and constant wandering and imaginings.</p>\n\n<p class=\"book-paragraph\">You can hear the busyness of the world. There are very few who can be quiet, who can be clear, who can be discerning. Their minds are too busy, moving too fast, thinking, but not really thinking.</p>\n\n<p class=\"book-paragraph\">So when you practice, you practice focusing on something and allow your mind to settle down. If you maintain your focus on a sound or a word or even an object that you look at passively, your mind will begin to settle down, and you will begin to feel deeper things in your experience.</p>\n\n<p class=\"book-paragraph\">You can even practice this when you are out in the world, when you are waiting for something, when you have a moment to be still. You can still the mind and just listen: listening within and listening without, without any judgment or interpretation. This leads to the experience of the still mind.</p>\n\n<p class=\"book-paragraph\">There is so much time in your day where you could practice this, actually, that is just wasted now in wandering thoughts, in vague imaginings, in fearful scenarios that you dream of. There is so much time and focus wasted that could be brought into this practice.</p>\n\n<p class=\"book-paragraph\">You will see that you need a quiet place to practice when you are in meditation. If you are out in the world, you need time to have this experience and to develop these skills. For you do not simply have a still mind just because you want it. You have to develop the skills to bring it about and to sustain it. One of the great benefits of this is whenever you really need to pay attention to something, you can still your mind.</p>\n\n<p class=\"book-paragraph\">Whenever you are with someone in conversation, it is very important to still your mind so you can hear what they are really communicating, and you can also listen to what you are communicating to see if it is really what you need to be saying and doing in that moment. You are listening in and listening out at the same time. Are you really saying something that is meaningful? Are you really expressing what you want to express? Do you need to say anything at all?</p>\n\n<p class=\"book-paragraph\">All this constant chattering that people do is such an immense waste of their time and energy. They are missing everything. Even if they think they are being clever and socially acceptable, they are missing so much. They might as well be talking to themselves. They might as well be talking to a tree or to a wall or to a stone.</p>\n\n<p class=\"book-paragraph\">When you still your mind, you can hear and feel people’s real condition. You see beyond charm, you see beyond pretense, you see beyond social behavior, you see how uncomfortable people really are, and you see how insecure people really are. Even if they pretend to be powerful and dominating, you see how fear driven they really are. You begin to see things that you never saw before. Powerful people do not look so powerful anymore. And you look for deeper qualities in everyone you meet.</p>\n\n<p class=\"book-paragraph\">Because you want to experience this power of discernment, you want your mind to be still so it is not obstructing your discernment, it is not interfering with what you are focused upon. You seek quiet at home because you need time to listen.</p>\n\n<p class=\"book-paragraph\">You then see the importance of being aware of where you are and what you are doing and what you are experiencing—an awareness that you just would not have otherwise. You would just go through your day in a kind of state of suspended awareness, not really knowing where you are, what you are doing and what is happening around you with any depth whatsoever.</p>\n\n<p class=\"book-paragraph\">Conversations are long and pointless. Your interactions with people are frustrating and shallow. And even if someone is with you, are they really with you?</p>\n\n<p class=\"book-paragraph\">This requires real courage, of course, because you must be willing to face whatever is there, the truth of whatever is there. And the truth is not an idea, or a concept, or a theory. It is simply what is there. Now you are beginning to experience Knowledge, which is the experience of reality—a reality at all levels, at the surface and deeper. But to experience this, you must be spending a lot of time looking without a lot of errant thinking—a still mind.</p>\n\n<p class=\"book-paragraph\">The mind is either a window or a wall. To see through it, it must be quiet and transparent. Otherwise, it is like a shell that you live within—afraid of it, driven by it, overwhelmed by it, intimidated by it.</p>\n\n<p class=\"book-paragraph\">The other part of the problem here is that in the course of life, people have picked up so much pollution from the world around them—from the media, from movies, from stories and from real life experiences. There is so much contamination, so much anger, so much tragedy, so much violence, so much degradation. People are polluted. Internally they are polluted; their mind is full of toxic things.</p>\n\n<p class=\"book-paragraph\">So when you begin your meditation, you begin to feel these toxic things, and it is really hard to face because you find that what is in your mind can be terrible, awful. And you also find you have images from movies you saw years ago, images that haunt you and make you feel afraid or upset. You find you have irresolution with people from the past. You find you have resentments towards certain people—even resentment towards people you knew long ago, like your parents or other family members. It is all pollution in the mind.</p>\n\n<p class=\"book-paragraph\">So for the mind to be a window and not a wall, it must be cleaned and cleared. So as these things come into your awareness, you say, “I release this now, for it is no longer meaningful to me,” and you experience letting it go, sending it down a long river until it is out of sight.</p>\n\n<p class=\"book-paragraph\">Sometimes you must take action to resolve these things: communicating with people you have resented, or taking some other kind of resolving actions that will help you in this matter. But much of this pollution is simply the imagery of life, imagery that your culture and the media have put into your mind, contaminating your mind.</p>\n\n<p class=\"book-paragraph\">As you practice stillness, these things have less and less appeal, and less and less of a hold upon you. Even your greatest fears or phobias begin to lose their power over you as you continue your practice in stillness and observation.</p>\n\n<p class=\"book-paragraph\">The pollution takes real time to be cleansed from your mind. And you see how important it is to control what comes into your mind, far more than you have in the past. You do not want to watch movies now, unless they are really essential for your awareness. You want to really be careful what you take into your mind, what you expose yourself to and [see] if it is really meaningful and necessary or not.</p>\n\n<p class=\"book-paragraph\">You want to be very careful what you tell yourself, for honesty and dishonesty both begin with what you tell yourself. Listen to what you tell yourself, and see if it is really true or if it is merely a habit or a part of your conditioning. Listen to what you tell other people to see if it is really true: “Am I really speaking the truth or am I just saying something for any other reason?”</p>\n\n<p class=\"book-paragraph\">Listen. Watch. Become aware of what you say and what you think and what you tell yourself, and what others tell themselves. You will see the nature of real self-deception. And you will see again how necessary it is for you to find freedom from this, and to cleanse your mind and your life of those things that do not belong in it, that are corrupting it and polluting it.</p>\n\n<p class=\"book-paragraph\">Here you are able to experience a state of mind that is neither hopeful nor fearful. It is not a state of mind that is angry. It is not a state of mind that is possessed. It is not a state of mind that is driven by desires and needs and anxieties.</p>\n\n<p class=\"book-paragraph\">It is remarkably observant. It is fully present. It is engaged with life because it is present to life. It is careful and discerning, but it is not defensive. It is looking for what is meaningful. It is letting everything else pass by. Here you do not need to be disgusted with the world, or disgusted with people, or disgusted with anything, for you are looking for what is real and true.</p>\n\n<p class=\"book-paragraph\">It is like looking for the fruit on the tree. The fruit is only a very small part of the tree, but you are looking for that. You are looking for wisdom in others. You are looking for inspiration in others. You are looking for what is true in others, and what they are communicating that is really true. You want to experience and see their real condition and not be swayed or mesmerized by how they present themselves.</p>\n\n<p class=\"book-paragraph\">You do not want to be fooled by beauty or wealth or charm, for they are deceptive and destructive to you if you cannot see through them. You do not want to be deceived, you do not want to be obsessed, you do not want to be overwhelmed, and so you exercise the power of seeing, which requires that you have a still mind.</p>\n\n<p class=\"book-paragraph\">Sometimes when you practice, the mind just will not settle down, and so if that is the case, you simply start to think about something else. You contemplate something that is important for you. You think about part of the teaching in the New Message. You think about the wisdom of your decisions regarding what you are planning to do and what you have already chosen.</p>\n\n<p class=\"book-paragraph\">You employ the mind to consider something meaningful and valuable, instead of being a helpless victim of wherever it wants to go. So if the mind will not settle down in your meditation, you use the mind for contemplation. You see, you are exercising authority here. In either case, you are exercising authority. And you are doing something very useful, beneficial and productive.</p>\n\n<p class=\"book-paragraph\">If there are traumas in your life that have to be resolved, you might need professional help. But ultimately you must release things that are obsessing you, and you must gain authority over your mind to do this. If there is no authority, then you can only hope and wish, and hoping and wishing are not strong enough to overcome years of habitual thinking and behavior.</p>\n\n<p class=\"book-paragraph\">You must be the captain of your ship. Your thoughts are your crew. Your body is your vessel. You cannot be a slave to your crew. You cannot allow a mutiny to happen. Here you exercise authority over the mind and the body because you are given this as part of your responsibility.</p>\n\n<p class=\"book-paragraph\">With a still mind, you can begin to hear the voices of your Teachers who speak to you now and then. You are hearing guidance even as you are doing things. They are sending thoughts into your mind. If your mind is clear and if you are present and aware, you can hear this and feel this and take action upon this, which are so necessary for making wise decisions in the moment.</p>\n\n<p class=\"book-paragraph\">Here you begin to feel and experience signs within yourself and signs within the world, telling you what you need to know, advising you, counseling you. You do this without fantasy, without preference and without fear. You just sense the way things must go and what to do and what not to do in certain situations.</p>\n\n<p class=\"book-paragraph\">Everything We are presenting here represents a set of skills that must be cultivated over time. You cannot simply wish for them and have them become really functional in your life. You have to build the skills. You have to repattern the mind, redirect the mind, learn how to respond differently to the world and where to seek for guidance and counsel within yourself.</p>\n\n<p class=\"book-paragraph\">It all really involves a deep evaluation of your inner life—your thoughts, your feelings, your goals, your wishes, your fears and your restraints—and your outer life—where you live, how you live, who you are with and what you are doing and what you need to be doing that you are not doing.</p>\n\n<p class=\"book-paragraph\">All this in time takes place because you are learning to still your mind and to be with your deeper experience. It is a tremendous thing to undertake, and that is why Steps to Knowledge has been given and that is why there are many Steps and not only a few because you are taking a journey from one state of mind to another.</p>\n\n<p class=\"book-paragraph\">You are learning to shift your authority from your social conditioning and your fearful habits to the power and presence of Knowledge within yourself. You are shifting your discernment of others from superficial things to things that are really meaningful and consequential.</p>\n\n<p class=\"book-paragraph\">In every decision you make, it is what informs that decision, and where you seek your counsel, and what influences your thinking and your actions [that are important].</p>\n\n<p class=\"book-paragraph\">You take this journey, and it is a great one. You will not experience great success in a day or a week or a month, but you will be moving in a positive direction. Your emphasis in life will begin to change, your experience of life will begin to shift, and you will begin to experience what you have always been experiencing, but what you could not recognize before.</p>\n\n<p class=\"book-paragraph\">The still mind is at the center of this study and this great education in The Way of Knowledge. There is nothing more important for you to do right now, and anything else that is important must have this as its foundation to be really effective. Then you will begin to feel what you must do, and you will find the strength to do those things that you could not seem to do before. And you will find the clarity to escape ambivalence and confusion.</p>\n\n<p class=\"book-paragraph\">For you will see through your own inner experience and through the genuine expression of others what is really true and what is not true. You will finally feel like you have power and direction in your life. This will restore to you your self-confidence over time, the sense of value of your life and the realization that you are here for a greater purpose—a greater purpose that is waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-still-mind.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/deepening-your-spiritual-practice/the-still-mind/"
}