{
  "title": "The Fate of Nations",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">This is part of the Message for the World regarding the fate of nations and peoples and the greater Calling that is now sounding for humanity.</p>\n\n<p class=\"book-paragraph\">The peoples and the nations of the world are entering a grave time of difficulty and change. The world’s resources are declining. Populations are growing. And as this occurs, there will be continued competition and the grave danger of conflict and war.</p>\n\n<p class=\"book-paragraph\">Here ancient animosities will be aroused. Prejudices will be played upon and used by those who are ambitious within both governments and religious institutions. Human weakness will be preyed upon, and fear will be pervasive.</p>\n\n<p class=\"book-paragraph\">It is because of this great threshold that a New Message from God has been sent into the world for the protection and advancement of humanity. In order to understand the greatness of this Message and its relevance to your time, you must come to understand and recognize those great changes that are now threatening the human family—threatening to send it into decline, threatening to ruin the great accomplishments of civilization, threatening to undermine the well-being and the survival of people everywhere.</p>\n\n<p class=\"book-paragraph\">Here politics and religion itself will be used as weapons of war, as a leverage to separate people and to pit them against one another in a great conflict, not over ideology, but over the resources of the world.</p>\n\n<p class=\"book-paragraph\">Here the debate and the conflict will be masked. It will be clothed in the disguise of politics and religion, but in essence it is a competition for resources. It is a conflict over access and the distribution of resources.</p>\n\n<p class=\"book-paragraph\">It is a great danger that humanity now faces as it begins to encounter a world in decline—a world whose environments have been degraded, a world whose climate has been affected, a world whose life-sustaining resources are being depleted and ruined by human ignorance and human greed. It is for this reason that a New Message from God has been sent into the world.</p>\n\n<p class=\"book-paragraph\">To recognize this New Message and to understand its Source and its meaning for this time, this time of Revelation, you must come to recognize the predicament that humanity is now entering and that it is already facing in so many places.</p>\n\n<p class=\"book-paragraph\">You will not be able to appreciate the New Message from God unless you can face these realities, unless you can recognize these conditions, unless you can see that without a greater Message from the Source of all life, humanity’s possibility to navigate these difficult times is very small. The possibility for humanity to avoid ongoing war, conflict and degradation is very small. The promise for humanity to begin a greater future, a future that will be unlike the past, will be very small.</p>\n\n<p class=\"book-paragraph\">The odds against humanity’s success now are so significant that there must be a New Message from God. You must see it within this context, or you will not understand the time of Revelation in which you live. You will not understand.</p>\n\n<p class=\"book-paragraph\">To those who will be tempted to take up the sword in the name of religion or political advantage: you must recognize that your thoughts, your intent and your actions go against God’s Will for humanity. They are a violation of what God intends for humanity.</p>\n\n<p class=\"book-paragraph\">For God intends for humanity to become united and self-sufficient within a universe full of intelligent life. Even at this moment, there are other powers beyond this world who are awaiting humanity’s failure, awaiting the opportunity to intervene to take advantage of a weak and conflicted humanity.</p>\n\n<p class=\"book-paragraph\">If you cannot see this or cannot accept this, then you do not understand humanity’s great predicament at this time. You do not understand the travail that is now upon the human family. And you will not see the great danger, the Greater Darkness that now lurks in the world, a Darkness that is born of intervention from beyond and a Darkness that is born of human ignorance, greed, competition, conflict and war.</p>\n\n<p class=\"book-paragraph\">To you who would take up the sword in the name of religion or political advantage: You must realize that you are violating God’s Will for humanity. And though the Creator will not punish you, you will within yourself step away from the Knowledge of God within yourself. You will cast yourself into darkness and confusion. And you will lead your peoples and your nation into conflict, desolation and ruin. For you are beyond the time in which one nation can simply profit from the decline of another, for the whole world is now at stake.</p>\n\n<p class=\"book-paragraph\">If you would take up the sword in the name of religion or political advantage, you will violate God’s Plan for humanity. Though God will not punish you directly, you will separate yourself and turn away from the Knowledge of God that is within you, that God has placed within you for your own protection and redemption. And you will cast yourself into chaos and conflict, into rage and misery, and bring ruin and desolation to your people.</p>\n\n<p class=\"book-paragraph\">This is a great risk, and this will be the great temptation of humanity—to exercise its grievance against one another, to exercise its ancient animosity, to begin to compete and enter into conflict with other nations, believing it is for the well-being of your nation or for the Will of God.</p>\n\n<p class=\"book-paragraph\">But in both cases you are deceived. You are in error. You are violating God’s Will and Plan for humanity. Though God will not punish you directly, you will separate yourself from God’s Wisdom and God’s Will. You will enter into confusion and darkness, into grievance and ultimately into despair.</p>\n\n<p class=\"book-paragraph\">Take heed, then, the nations of the world, the leaders of the world and the citizens of the world. Heed these words, for they come from the Divine Will and Presence in your life. They represent the Knowledge that has been placed within you to guide and protect you. It is the same Knowledge that is here to guide and protect all of humanity.</p>\n\n<p class=\"book-paragraph\">This is why the Messenger has been sent into the world—to bring this Message of hope, this Message of restitution and resolution, to the human family at this time of great travail.</p>\n\n<p class=\"book-paragraph\">For you are entering a time of great travail. You are just beginning the time in which the great wars and the great conflicts can emerge. The embers for these wars are already glowing. The intent for these wars is already alive in the minds and hearts of many people. And the conditions for these conflicts and wars are upon you.</p>\n\n<p class=\"book-paragraph\">Here humanity has its one great chance to unite in its own defense and for its own preservation—both within the world and in the face of a Greater Community of life in the universe, where freedom is unknown and humanity’s value is not recognized, save but by a few.</p>\n\n<p class=\"book-paragraph\">Those who would take up the sword in the name of God or for political advantage will have failed their mission and calling in life, and they will lead others to failure as well. Within this failure, there will be no peace and no resolution. For you have denied the Knowledge of God within yourself. You have denied the Plan of the Creator for humanity. You have turned yourself against the greater Wisdom that God has placed within you and within all hearts. You will have, through ignorance and arrogance and vanity, destroyed your great opportunity to make a real contribution to your people, to your nation and to the world.</p>\n\n<p class=\"book-paragraph\">Take heed, then, of this warning. It carries with it the gravest of consequences and the greatest meaning. Its meaning and its message is beyond your comprehension, and yet what it has to say to you will be clear and simple and easy for you to understand.</p>\n\n<p class=\"book-paragraph\">Beware, the leaders of nations and the leaders of religion. Beware if you seek to hurt or conquer another nation for your own advantage or to express your grievance or your ancient animosities. Be aware that you yourself are casting yourself into the darkness, into confusion and misery. And you will bring desolation, destitution and ruin upon your peoples as a result.</p>\n\n<p class=\"book-paragraph\">And be aware, the average citizen, that you too have a responsibility to follow the Wisdom and Knowledge that God has placed within you, to discover this Wisdom and Knowledge and not to violate it because of anger or revenge, rage or greed. You too have a responsibility, for the outcome is not simply up to the leaders of the nations and the religions. It is up to every citizen ultimately .</p>\n\n<p class=\"book-paragraph\">Take heed then of this great warning. This warning is born of the Love of God, but it is a warning nonetheless. It is warning you against the ever-increasing possibility for error. It is advising you to turn to the Knowledge of God that lives within you—beyond and beneath your thinking mind; beyond the ideas and concepts and beliefs that are historically established within humanity.</p>\n\n<p class=\"book-paragraph\">For there is a moral and ethical foundation to your existence. Should you violate this, you will suffer the consequences—not because God is punishing you, but because you are punishing yourself, because you have turned away from what God has placed within you and because, out of arrogance, ignorance and vanity, you have given yourself authority to override what God has placed within you. Be aware of the great danger for you individually, for your people, your nation and the world. For the great time of trial and tribulation is upon you.</p>\n\n<p class=\"book-paragraph\">How humanity will respond, both its leaders and its citizens, will make all the difference in the outcome. The power of decision here is with you. God’s Will is clear. Where God is taking humanity in preparation for its encounter with life in the universe is clear, and is presented in the New Message.</p>\n\n<p class=\"book-paragraph\">But in order for you to reap these great rewards, in order for you to prepare yourself for a future that will be unlike the past, in order for you to avoid calamity and disaster, you must take heed. You must stop. You must restrain your anger and your passions. You must withhold your judgments of others. You must consider the wisdom of your thoughts and actions and their consequences for the future.</p>\n\n<p class=\"book-paragraph\">Be prepared, for great and difficult times are upon you. They are a product of human ignorance and human abuse of the world. They are the product of humanity’s lack of vision and its lack of preparation for the future.</p>\n\n<p class=\"book-paragraph\">It will be the responsibility of all nations and [their] leaders to provide for their people adequately in the times to come, but this will become ever more difficult and challenging. The rich will have to take care of the poor. And the poor will have to take care of one another. There will have to be greater service to humanity, greater selflessness under these difficult conditions.</p>\n\n<p class=\"book-paragraph\">For humanity has pillaged the Earth to such an extent that it can barely sustain the human family. The conditions and the circumstances of your life, whether you be rich or poor, no matter what nation you live in, will now press these needs upon you.</p>\n\n<p class=\"book-paragraph\">Be clear and aware that this great difficulty has called the New Message from God into the world and God’s Messenger has been sent into the world to give this Message, to elucidate it and to be its primary focus and vehicle of expression.</p>\n\n<p class=\"book-paragraph\">Do not judge and condemn the Messenger lest you judge and condemn what God has placed within you. For though the Messenger is human and fallible, he brings with him a Message that is beyond humanity’s invention and that is without error and conflict and contradiction.</p>\n\n<p class=\"book-paragraph\">Receive this Message then. Consider it in light of the world you see and the world you know. Think of the history of humanity and its great battles, its great conquests and how utterly destructive this has been—that so many people should sacrifice so that a few may enrich themselves.</p>\n\n<p class=\"book-paragraph\">Consider now that this cannot proceed into the future lest the entire human family enter a state of permanent decline, lest you make yourself vulnerable to intervention and invasion from forces from beyond the world, who even now are planning to take advantage of humanity’s conflicts and dissolution.</p>\n\n<p class=\"book-paragraph\">To know yourself is to know God’s Presence in your life, to know that God has placed a deeper Knowledge within you to guide and to protect you and to override your self-destructive tendencies and your selfish pursuits. To know yourself is to know what God has placed within you—not to understand it intellectually, but to know of its reality, to experience its presence and to follow its direction.</p>\n\n<p class=\"book-paragraph\">As uncertainty and anxiety and competition increase in the world, you will need this guidance now more than ever before. For the institutions, the comforts and the consolations that perhaps you have benefited from may not be there for you in the future. The assurances and the security that you believe were provided for you, to whatever extent they were, may not be there for you in the future.</p>\n\n<p class=\"book-paragraph\">So how will you know how to be secure? How will you know what to do in the face of uncertainty and change? God’s answer lives within you, and to remind you of this [God] has brought a New Message from God into the world and has sent Its Messenger into the world. You do not know enough yet to question this or to dispute it, for that is merely an expression of your ignorance and arrogance and vanity.</p>\n\n<p class=\"book-paragraph\">You must consider the New Message. You must hear the Messenger to know, to see and to understand. For on your own, without this great endowment, you will not be able to see, to know and to understand. Your behavior will be determined by others. And you will follow fear and not wisdom in your approach.</p>\n\n<p class=\"book-paragraph\">Given this great danger and the great risks ahead, perhaps you can begin to see the Light that has been brought into the world in the face of a Greater Darkness that is now growing over the horizon.</p>\n\n<p class=\"book-paragraph\">Receive this warning then as a gift of love. Receive it as a consolation and a confirmation that what you most deeply feel is true, that humanity is facing great peril now—conflict from within and intervention from without. Have the courage to face this. Have the honesty to recognize it. Have the sobriety to consider it without trying to make it what you want it to be or what you think it is.</p>\n\n<p class=\"book-paragraph\">This is your responsibility. This is the Calling of your time. It is a time of Revelation, and the Revelation is upon you.</p>\n\n</div>",
  "audioUrl": "https://newmessage.org/av/the-fate-of-nations-and-peoples.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-new-world-prophecy/the-fate-of-nations/"
}