{
  "title": "The New God Experience",
  "content": "<div class=\"kb-row-layout-wrap kb-row-layout-id1933_e2ead9-59 alignnone wp-block-kadence-rowlayout\"><div class=\"kt-row-column-wrap kt-has-1-columns kt-row-layout-equal kt-tab-layout-inherit kt-mobile-layout-row kt-row-valign-top kb-theme-content-width\">\n\n<div class=\"wp-block-kadence-column kadence-column1933_8a17ff-5c inner-column-1\"><div class=\"kt-inside-inner-col\">\n<div class=\"wp-block-kadence-tabs alignnone tab-side-box\"><div class=\"kt-tabs-wrap kt-tabs-id1933_8ba706-cc kt-tabs-has-3-tabs kt-active-tab-1 kt-tabs-layout-tabs kt-tabs-tablet-layout-inherit kt-tabs-mobile-layout-inherit kt-tab-alignment-left \"><ul class=\"kt-tabs-title-list\"><li id=\"tab-acffieldtabtitleinfo\" class=\"kt-title-item kt-title-item-1 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-active\"><a href=\"#tab-acffieldtabtitleinfo\" data-tab=\"1\" class=\"kt-tab-title kt-tab-title-1 \"><span class=\"kt-title-text\">Info</span></a></li><li id=\"tab-acffieldtabtitlelisten\" class=\"kt-title-item kt-title-item-2 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlelisten\" data-tab=\"2\" class=\"kt-tab-title kt-tab-title-2 \"><span class=\"kt-title-text\">Listen</span></a></li><li id=\"tab-acffieldtabtitlewatch\" class=\"kt-title-item kt-title-item-3 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlewatch\" data-tab=\"3\" class=\"kt-tab-title kt-tab-title-3 \"><span class=\"kt-title-text\">Watch</span></a></li></ul><div class=\"kt-tabs-content-wrap\">\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-1 kt-inner-tab_f78f49-22\"><div class=\"kt-tab-inner-content-inner\">\n\t<figure class=\"image\">\n      <img width=\"768\" height=\"432\" src=\"https://www.newmessage.org/wp-content/uploads/2018/10/The-New-God-Experience-NEW-768x432.jpeg\" class=\"attachment-medium_large size-medium_large wp-post-image\" alt=\"\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2018/10/The-New-God-Experience-NEW-768x432.jpeg 768w, https://www.newmessage.org/wp-content/uploads/2018/10/The-New-God-Experience-NEW-300x169.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2018/10/The-New-God-Experience-NEW-1024x576.jpeg 1024w, https://www.newmessage.org/wp-content/uploads/2018/10/The-New-God-Experience-NEW-1536x864.jpeg 1536w, https://www.newmessage.org/wp-content/uploads/2018/10/The-New-God-Experience-NEW.jpeg 1920w\" sizes=\"(max-width: 768px) 100vw, 768px\">\t</figure>\n\n\n\n\nAs received by<br>\nMarshall Vian Summers<br>\non January 3, 2017<br>\nin Boulder, Colorado<br>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-2 kt-inner-tab_988d88-df\"><div class=\"kt-tab-inner-content-inner\"><div>\n<p>Hear the original spoken revelation:</p>\n<audio controls=\"\" src=\"https://newmessage.org/av/the-new-god-experience.mp3\"></audio><p><a href=\"https://newmessage.org/av/the-new-god-experience.mp3\">Download</a> (Right-click to download)</p>\n</div>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-3 kt-inner-tab_1b0710-ae\"><div class=\"kt-tab-inner-content-inner\">\n</div></div>\n</div></div></div>\n\n\n<div class=\"wp-block-kadence-dynamichtml kb-dynamic-html kb-dynamic-html-id-1933_a52d96-3b\"><p>There must be a new experience of God in the world, an experience of God that is not bound by strict belief or admonition, an experience that is not defined by religious authorities or traditions. For no tradition can define an experience of God, as no religion can define God’s Will, purpose and activity in the world. There must be a new experience of God, a New God experience: pure, refreshing, uplifting, empowering.</p>\n<p>This is the aim of all true religions that have been initiated by God, but in the hands of the separated, in the hands of people here on Earth living apart from Creation, these things are turned into scripture, admonition, control, definition and resistance to others whose definitions are different, whose prescriptions are different, whose admonitions are different.</p>\n<p>What is pure and holy becomes separated and diffracted in this world. And so God must speak again at this great turning point where humanity faces a world in decline and the reality of life in the universe, the reality of contact that is occurring in the world today and has been occurring for some time.</p>\n<p>Humanity is at a great threshold and needs a new experience of God, an experience that comes from God directly through a power of Knowledge that God has put within each person, a greater Intelligence deep beneath the surface of your worldly mind, waiting to be discovered, the great endowment from God, a gift of unparalleled value to guide you, to protect you and to lead you to a greater life of service in the world.</p>\n<p>You experience God through the power and presence of this Knowledge, through the guidance of this Knowledge. By taking the <a href=\"/stk\">Steps to Knowledge</a>, you begin to experience its power and its presence because this is your God connection, you see. This is the immortal part of you that no religion can fully describe. It is beyond the intellectual grasp of humanity and any race in this <a href=\"/aboutgc\">Greater Community</a> of life in the universe.</p>\n<p>Define God and you will lose God. Admonish others’ definition of God and you will lose God. Hold on to God as an exclusive right or privilege and you will lose God.</p>\n<p>For God is not about contraction and being defensive, about condemning others. This is the old definition of God that humanity must now outgrow. The experience of God is here to unite humanity, to end its ceaseless conflicts, to end competition and contention between the religions of the world, which have all been initiated by God and changed by man. How little humanity knows of God—God’s Will, Presence and Power in this world.</p>\n<p>What is this experience We speak of here today? It is a deep experience of purpose and meaning and direction in life. It is not about having fantastic high experiences or reveling in a Divine Presence. You may have moments where you experience such things, but the New God experience is about emerging out of confusion, the fog of confusion, emerging out of living a haphazard life without a true direction. It is coming back to your primary purpose for being here, which God has put within you, within Knowledge within you. It is quiet. It is deep. It is clear, taking you step by step into a new life, leading you out of the fog of the world.</p>\n<p>It is not something that happens all at once. It is not an idea. It is not a concept. It is not an insight. It is a growing revolution and revelation within you that God has set in motion when you are ready.</p>\n<p>God does not need worship and prostration. God needs for you to do what you came here to do, to carry out your greater purpose for being here, which is as yet unknown to you, for it does not reside within your intellect but within a far deeper place within you, a place that few have explored.</p>\n<p>When you come into this experience, you begin to understand other religions—their core strengths and truth. And you can tell what has been added on to them, for human convenience or adoption or by those who seek to use religion for power and personal gain. You begin to see the world in a very different way. You see the suffering of people with compassion, for you know now, finally, that without this power of Knowledge to guide them, they will be lost in this world—governed by others, living a haphazard life of struggle, difficulty and deprivation. Be they rich or poor, they are lost within this world—unknown to themselves, unknown to others, seeking constant stimulation or escape from their own internal crisis.</p>\n<p>God has the answer. But you must experience God clearly, openly, without the confines of belief, without demanding intellectual understanding, without assuming you know things you do not know, without believing things that are not based upon the deeper Knowledge within you.</p>\n<p>There must be a clearing away first, an opening, gradually, so that you can come to understand the greater truth of your life and transition your life into this greater truth, which is a process that requires many steps and certain thresholds.</p>\n<p>The journey begins with dissatisfaction. The journey begins with recognizing that you are not living the life you know you are meant to live. The journey begins with recognizing that all of the human commentary in the world, alone, cannot give you the answer that you seek.</p>\n<p>For your greater purpose in life is not a human creation. It is a Divine creation, and Knowledge has been put within you to bring you to it, to enable you to follow it step by step. You will not fully understand it until much later, but understanding comes later if it is true and efficacious.</p>\n<p>People around the world are seeking a New God experience. Their religions have become dry and brittle, empty, formulaic, repetitive, but lacking the essence and the substance and the true relationship that must be emphasized, and that is emphasized in this new experience of God.</p>\n<p>In a way, it is not a new experience. It is an ancient experience. But it is an experience that so few have had that it must be brought anew, where all that impedes it and holds it back and covers it up must be cleared away.</p>\n<p>You have been sent into the world for a greater purpose. Those who sent you, your Spiritual Family, are watching over you to see how you navigate this difficult world, this world of confusion and corruption, this world of fear and anger.</p>\n<p>It is not an easy place to be. But you have been sent here for a purpose, and that purpose lives within you and holds for you your New God experience. For once you begin to relate to the power and presence of Knowledge within you, once you begin to become aware of it and allow it to reshape and guide your life, you will know that you are not alone. You will know that Greater Powers are watching over you. You will know that you have a core responsibility and will not want to give yourself to things of no meaning or value, purpose or direction.</p>\n<p>This is the New God experience. It is not about having a big insight or a moment of prescience alone. It is a reality emerging in your life, simply at first, in very subtle ways, as you struggle with self-doubt and uncertainty. Perhaps it is contrary to your notions of religion and what you have been taught. Perhaps it is contrary to the views and beliefs of those around you who influence you. Perhaps it does not make any sense in a rational way. But what is human reason but a coping mechanism to deal with the uncertain and difficult world?</p>\n<p>The greater truth is beyond these things. The intellect is a great servant, but it cannot be the master. Rationality is a useful tool in many ways, but it is not the ultimate truth of your life. Religious belief can help or hinder you, but it must lead you to this greater experience that We speak of here today if it is to be true and meaningful.</p>\n<p>The world needs a new experience of God, beyond religious edicts and beliefs, beyond the controlling forces of religion or public opinion that guide, sway and control so many people.</p>\n<p>This is part of God’s great gift to you, which is waiting to be discovered, which is so close at hand. But you are looking out away from it. It is standing with you and behind you, but you are looking elsewhere—captivated by the world, afraid of the world, trying to be happy in this world.</p>\n<p>Yet God is with you, but you are not with God. The New God experience is within you, but you are not searching for it yet. It is not an intellectual enterprise. It is a deep reckoning within yourself, into the greater part of you that you know very little about, the great well of wisdom of Knowledge within you that you experience perhaps only momentarily here and there or [when] you feel its power to restrain you in certain things or to compel you in other things.</p>\n<p>This is the beginning of the New God experience. But you must come to terms with your life. You cannot be traveling in many directions at once. You cannot be pulled and swayed by others or by the dictates of culture and religion if you are to have this greater freedom We speak of, if you are finally to be able to experience God’s Presence and Power in your life, moving you through the Knowledge that God has put within you, and seeing this Knowledge in others and responding to it within them, and forgiving people everywhere who have not yet found this greater power to guide them.</p>\n<p>For in this world and in life, there is only Knowledge and the need for Knowledge. There is the experience of God and the direction of God, and then there is everything else.</p>\n<p>Here your mind becomes free. It breaks the chains of obligation. It breaks the chains of submission to worldly powers and forces. Here your mind begins to expand, now able to consider greater things, now able to feel compassion for yourself and others as you learn to see life clearly as it truly is and not merely as what it seems to be.</p>\n<p>God has put this power within you. And in the world today God is calling for this power through a greater Revelation for the world. For men and women of good will everywhere must rise to serve humanity at this great turning point, facing a world of declining resources and growing environmental disruption, facing a world of greater contention between nations and groups [over] who will have access to the remaining resources of the world—a time of great danger, but also a time of great opportunity.</p>\n<p>For God has spoken again now to bring the pure Revelation to people everywhere, to provide the Steps to Knowledge and the means for having the New God experience, this new experience of God.</p>\n<p>This is going forwards and backwards all at once. You go forward because you reach further than others have ever gone. But you go back because you go back to what is essential within you—what is permanent, what is true, what is unchanging, what is beyond the control and manipulation of culture, politics and religion.</p>\n<p>Here religion becomes a living reality within you. Here you are able to embrace your tradition, if you have one. It becomes alive with the reality of the new experience of God.</p>\n<p>This is how God revitalizes and restores and renews the great Messages that have been sent into the world, the great building blocks of human civilization, the heart and the soul of human reality, meaning and purpose in this world. This revitalizes what is true. This sets aside what is unnecessary or untrue. This is outgrowing strict and vehement belief, for you have a greater security now, a greater experience to guide your life.</p>\n<p>This is what We speak of here today. It has everything to do with who you are and why you are in the world. It has everything to do with what can finally unite humanity so that it can face the great hazard and the great challenge from within the world and from beyond.</p>\n<p>This is why God has spoken again and sent a New Messenger into the world—not to create another separate religion but to revitalize everything that has been given before to bring the New God experience here, which everyone is searching for in their pursuits, in their romances, in their quests for power or wealth. In essence, they are searching for their reconnection with God and their greater purpose for being here. But they are searching where it cannot be found. They are traveling down empty pathways with no resolution. They are looking elsewhere while God is standing behind them and alongside them.</p>\n<p>Come back. Be still. Stop your vain pursuits. Hold yourself back from where everyone else seems to be going and you will have a chance to experience this power, this presence, this inner resonance. Do not define it, for you cannot define it. Do not make a belief out of it, for it is greater than belief. Do not use it to judge others, for it is here to bless others. Do not use it to condemn yourself and your errors in the past, for it is here to restore you, to strengthen you and to give you what you have sought in all other things.</p>\n<p>We bring the Revelation, We who watch over this world. You do not know Our names, for We are the many speaking as One and the One speaking as many—a reality you cannot consider living in <a href=\"/the-message/volume-1/one-god/the-separation\">Separation</a> in this world. We are the One to translate the Will of God into words, into practices, into actions, into clarification. With the Power of Creation, We bring this to you.</p>\n<p>Do not be afraid to step beyond your ideas and beliefs, for there is freedom there. Do not be afraid to go beyond what you have been taught, for there is freedom and reprieve there. Do not be afraid to explore what lives within you, for beyond the shadows of fear, doubt and regret there is the presence of Knowledge.</p>\n<p>God calls to you for this. God always calls for this. This is the return to relationship with your Source through the power and presence of Knowledge that God has placed within you. For only Knowledge can hold this relationship. Ideologically, it is too great. It is too expansive.</p>\n<p>For your God is also the God of countless races in the universe, so different from you, in galaxies upon galaxies, in dimensions beyond them. What religion can contain this? What religion can explain this? What religion can define such a thing? It is not possible. It is arrogant. It is a hopeless quest. And it leads to repression for people, and subjugation.</p>\n<p>The world cannot afford this now. It cannot afford ceaseless conflict, or humanity will waste away the remaining resources of the world, leaving you in a situation far more desperate and tragic than anything that has ever occurred here before.</p>\n<p>This great need, this great danger, this great threat must be understood, or you will not see why God has spoken again. And you will not see the great need for you to have this new experience of the Divine Power and Presence. For that is the pure religion, you see, practiced by people within religion and beyond religion, practiced throughout the universe by those very different from you, practiced universally because God has one Plan for the whole universe, not for this one little world alone.</p>\n<p>You can see here in contrast how different this is from what preoccupies people and what religions use to admonish others and to corral their own followers. This is religion made by man, not by God. This is religion used for human purposes and ambitions. It is not the Will of God.</p>\n<p>God’s Will is that humanity rise above its divisions to help to protect and restore the world and to protect it from intervention from the universe around you, which threatens you at this moment, a reality that few people in the world are aware of at all.</p>\n<p>It is like a crew fighting on a ship, fighting with itself, while the ship is taking on water and beginning to list to one side. But the crew keeps fighting over who will have control, who will be captain, who will be crew, who will be the leader, who will be the follower.</p>\n<p>This ship is taking on water. It is in danger. Human civilization is taking on water. It is in danger. It is fragmenting already. Nations are breaking down. Whole populations of people will be moving in the future as their lands dry out or become uninhabitable, a reality never seen in this world before at this scale.</p>\n<p>Where will the power come from? Where will the inspiration come from? Where will the inner strength and integrity come from to face such a world and to serve it in such a way that human unity can grow and human freedom can be preserved and expanded?</p>\n<p>It must come from this well that We speak of. It must come from Knowledge within the individual. It must come from God, who wills this for humanity. For this must happen now, for the alternative is far too grave to even speak of. It is driven by need. It is also driven by courage and honesty.</p>\n<p>In your heart, you will know this to be true, but you must be free enough of the confines of your thinking to see this and to know this, to feel this and to begin to take the Steps to Knowledge that will lead you back to what is true and timeless within yourself.</p>\n<p>At that level, there is no confusion. At that level, there is no condemnation. There is only the service to be rendered. There is compassion for the world, but also strength and determination to carry out what must be done.</p>\n<p>It [Knowledge] is the core of your strength. It is the core of your power. It is the core of your inspiration. It is leading you back to the life you were meant to live. For only this can lead you there. Belief alone in a great saint or prophet cannot lead you there. You must return to what God has put within you to follow. This is the New God experience.</p>\n</div>\n\n\n<div class=\"wp-block-kadence-column kadence-column1933_7e9adf-ac bottom-links\"><div class=\"kt-inside-inner-col\">\n</div></div>\n\n\n\n<h4 class=\"wp-block-heading related-posts-title\">Related Teachings</h4>\n\n\n<div class=\"crp_related  crp_related_shortcode    \"><ul><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/establishing-meaningful-relationships/\" class=\"crp_link revelation-10210\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"establishing-relationships-500×262\" style=\"\" title=\"Establishing Relationships\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1.jpeg 500w\" sizes=\"(max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/what-god-wills-for-you/\" class=\"crp_link revelation-9983\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2022/07/What-God-Wills-for-You-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"What-God-Wills-for-You\" style=\"\" title=\"What God Wills for You\" decoding=\"async\" loading=\"lazy\" srcset=\"https://www.newmessage.org/wp-content/uploads/2022/07/What-God-Wills-for-You-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2022/07/What-God-Wills-for-You-1024x536.jpeg 1024w, https://www.newmessage.org/wp-content/uploads/2022/07/What-God-Wills-for-You-768x402.jpeg 768w, https://www.newmessage.org/wp-content/uploads/2022/07/What-God-Wills-for-You.jpeg 1200w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/maintaining-relationships-spiritual/\" class=\"crp_link revelation-10249\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"maintaining-relationships-500×262\" style=\"\" title=\"Maintaining Relationships\" decoding=\"async\" loading=\"lazy\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1.jpeg 500w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\"></figure></a></li></ul><div class=\"crp_clear\"></div></div>\n</div></div>\n\n</div></div>",
  "audioUrl": "https://newmessage.org/av/the-new-god-experience.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-one-god/the-new-god-experience/"
}