{
  "title": "The Four Pillars of Life",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Every great life must have a strong foundation, and in almost all cases this foundation takes a very long time to establish. You yourself are in the process of developing this foundation, and the extent to which you do so and your success in doing so will determine what kind of life can be established and how it can be maintained.</p>\n\n<p class=\"book-paragraph\">Those who have come upon the realization of their purpose too soon have rarely had the capacity to sustain and support such a life, and their greater gifts could not be rendered even though they showed real promise at the outset.</p>\n\n<p class=\"book-paragraph\">As you have built a foundation for your personal life in the world through many years of development and learning, you also develop a foundation for your greater life and purpose through many years of preparation and learning. Patience here is very important as well as great faith. Faith is essential because you cannot see the result of your actions at the outset. You cannot understand what you are preparing for. You do not see what will be built upon the foundation that you are building now, and so it seems like a long and arduous task to establish the foundation that you will need for your life. Yet this foundation is necessary and cannot be avoided. You cannot simply have the result without preparing for it. You cannot simply have the reward without earning it and without developing the ability to sustain and support it.</p>\n\n<p class=\"book-paragraph\">Whatever you establish in your life is only as strong as the foundation underneath it, and that is why the foundation is the most important part. Once your foundation in life becomes strong, then great things can be added to it and built upon it, and these things will stand. They will then be able to weather and endure the tribulations of life and the winds of change as well.</p>\n\n<p class=\"book-paragraph\">Building a foundation, then, is essential, and this is where we must start. Many people are too impatient to involve themselves in this in a conscious way. They seek to have the result as soon as possible. Be very careful here, for a great structure will not stand and will not provide benefit if it does not have the foundation that is necessary. It will collapse. It must be supported and sustained.</p>\n\n<p class=\"book-paragraph\">Within your personal make-up you must have character and capacity. Let us describe these things now. Character is built by becoming strong and determined, patient and observant. Character is not personality. Character is an abiding strength, the willingness to wait, a focused determination, and a patient approach. These are the elements of character. This is where your personal mind becomes strong enough to become a vehicle for Knowledge.</p>\n\n<p class=\"book-paragraph\">Character-building is at the level of the personal mind, which is the mind that you have acquired since you have come into the world. Your personal mind must become strong. It cannot establish purpose, meaning and direction in life, and it cannot be the foundation for a greater life to be established and contributed here in the world. And the personal mind alone certainly cannot withstand the changes in the world today and the world’s emergence into the Greater Community. For this you need a greater foundation. You need a genuine foundation. You need a foundation that is established beyond the world, a spiritual foundation, that cannot be affected or influenced by the world with its many errors and its great confusion.</p>\n\n<p class=\"book-paragraph\">Character, then, is a development of the person. With character you can begin to build a foundation and continue building it for as long as necessary. It may take the rest of your life, but every advancement here is permanent.</p>\n\n<p class=\"book-paragraph\">With character, you will have the capacity to wait for Knowledge, to discern Knowledge, to experience Knowledge and to carry out the direction of Knowledge in your life. This capacity is part of your foundation. If you do not have it, no matter how much you may want truth, peace and meaning in your life, you will not have the ability to experience them, and you certainly will not have the capacity to maintain them.</p>\n\n<p class=\"book-paragraph\">Building character and building capacity go together, for you must learn to wait for many things. Here it is very important to leave your life undefined because it is slowly taking shape. Here you must have faith that a Greater Power is at work in your life within you and around you. You must have faith in the presence and the reality of this Greater Power without making it the cause of all your happy and unhappy events, of all your little successes and great tribulations. The Creator has given you Knowledge, and that is the great endowment. Find Knowledge and you will find your way. Avoid Knowledge and you will remain in confusion and fantasy. Follow The Way of Knowledge and you will build the foundation of your life. Follow another way, and you will attempt once again to follow a journey that has no end and no meaning.</p>\n\n<p class=\"book-paragraph\">Seen clearly, the choices are very simple but can be difficult to make because they are so substantive and complete. People often wish to remain in speculation and fantasy because it seems they have so many options available to them. They say to themselves, “Well, any way that I go is just fine! I will end up at my true destination, for all the roads lead to truth!” Do not say these things to yourself, for you are not taking seriously the real opportunities and decisions that you face in life. Roads lead off in all directions. You need to find the right one and stay with it.</p>\n\n<p class=\"book-paragraph\">Your decision making here is crucial to your success. Never take it lightly and never assume that your decisions are not absolutely significant and important for the outcome of your life. The decisions you make today result in your life tomorrow. They determine what kind of decisions will be available to you tomorrow. Choose the way that has no destiny and no meaning, and you will spend your years trying to get back to where you started. But choose the way that is meant for you, the way that Knowledge within you will recognize and confirm, and every step you take will be a genuine step towards building a foundation for Knowledge and contribution.</p>\n\n<p class=\"book-paragraph\">Building a foundation represents the fundamental work of spiritual development. Again, this is neglected because people, in their own imagination, want to see themselves in their final state, in their mature state, in an accomplished state. They want and expect this to happen. Perhaps they even demand it of the Creator. Perhaps they think they can create it by their will alone. And, therefore, they do their affirmations. They make their declarations and they place huge demands upon themselves and others. And though they pretend to pray, they demand instead that their wishes be fulfilled, and promptly as well. Yet they do not have the desire for truth, and they do not have the capacity to experience it or to face what it would mean for them in their own lives.</p>\n\n<p class=\"book-paragraph\">Once you take a wrong road in life, it is very hard to get back. And if you go too far, you will not get back. Do not dabble, then, with your life and your existence. Do not toy with relationships and with other endeavors, but seek to find that which is essential within you, for what is essential will give you what you want and will lead you in the right direction.</p>\n\n<p class=\"book-paragraph\">We do not promise grandiose things or easy accomplishments. No instant riches. No instant love. No instant meaning. No instant purpose. No instant accomplishment, as if you just add water or some other magical substance and you just have these things! These are the goals that the dreamers dream of, those who are lost in imagination. No, we offer a way. We offer the means. We offer the reality. And we offer the confirmation of Knowledge within you. Our words speak primarily to Knowledge within you. They call to Knowledge within you as your Knowledge calls to us, to this message, to this Teaching and to this greater truth.</p>\n\n<p class=\"book-paragraph\">In living in the world, there are Four Pillars of life. These are all part of your foundation building. They are the pillars of relationships, health, work and spiritual development. These are the cornerstones of your foundation in life. Development of the Four Pillars of life represents your day-to-day activity and your greater challenge in learning. Your activities in the world are primarily concerned with these categories, so we are talking about something you are doing already. The question is whether you are developing or not, for you must develop in each of the four areas. You cannot develop one to the exclusion of the others. You must develop them all.</p>\n\n<p class=\"book-paragraph\">These areas represent the arenas in which Knowledge is experienced, expressed and contributed—in relationship, in health, in work and in spiritual development. If you look about you, you will see that there are very few individuals (perhaps you will even have trouble finding or thinking of one) who are developed in all four areas. When we say developed, we do not mean that they are magnificent in all four areas. We mean that they have built the necessary foundation. Their relationships are healthy, focused and purposeful. Their health is adequate for them to carry out their purpose in life. Their work serves this purpose and expresses it. And their spiritual development enables them to participate in life. We are talking of a great balance here. Think of the Four Pillars of life as the four legs of a great table. If those legs are not all strong and well attached, the table will be unstable and you will not be able to place anything of value upon it.</p>\n\n<p class=\"book-paragraph\">When we speak of developing a foundation in life, we are talking about the Four Pillars of your life. We are not talking about wonderful and fanciful spiritual journeys and metaphysical involvements and highly speculative ideas or concepts. We are talking about the cornerstones of your life. They are all interrelated, and they are all important. As you look about the world, you will see that perhaps some people have very good relationships, but their health has been neglected, and they have never developed any kind of financial substance. So they are always trying to patch up the dam, so to speak. Or perhaps others make a great deal of money and have established a great career, but they have no genuine relationships, and they have never been engaged in their spiritual development.</p>\n\n<p class=\"book-paragraph\">If you look about, you will see that some people have made great accomplishments in one, and more rarely two, of the pillars of life. But they have done so at the expense of the other pillars. Their approach was not a balanced approach. You will see that some have given their lives to relationships, but their health has plagued them, or their financial difficulties have set them back, or they have never found meaningful work in the world. You will see these imbalances everywhere.</p>\n\n<p class=\"book-paragraph\">The Four Pillars are all essential. You must work in every area, and your goals must be realistic and consistent with your life and with the reality of the world at this time. If you work in all areas, all areas will work. If you neglect one of the Four Pillars, it will undermine your success in the other areas where you have focused yourself.</p>\n\n<p class=\"book-paragraph\">For many people, this requires forbearance because they have a great deal of desire or ambition, and they want their lives to represent their own desire for accomplishment. They want to be radiantly healthy or fabulously wealthy. Or they want to have relationships that they can show off with pride. Or perhaps they want to become gurus and saints and be able to do spiritual feats that will impress others. All of these motivations are simply a desire for self-importance. They are not governed by Knowledge. They are not motivated by Knowledge. See them for what they are.</p>\n\n<p class=\"book-paragraph\">What is really needed here is a balanced approach. You want to establish a foundation that can sustain and support your life and provide an opportunity for Knowledge to emerge within you. You are seeking stability here more than the chance to show off. You are seeking an ability to become engaged in life rather than seeking to distinguish yourself within it.</p>\n\n<p class=\"book-paragraph\">A balanced approach will temper your desires and will also enable you to overcome your fears, for nearly everyone is afraid of at least one of the pillars. Some people are afraid of all the pillars. Your desires and your fears will become tempered if you take this approach. This develops character and capacity. If you are driven by ambition or if you are overcome by fear, you will not be able to establish the foundation for a life of Knowledge.</p>\n\n<p class=\"book-paragraph\">The great Teachers who oversee human development, whom we call the Unseen Ones, watch over you patiently and with great care and determination. Their first and primary concern is that you build a foundation for Knowledge. You may want Knowledge. You may want truth. You may want peace. You may want reality and meaning. But there must be the foundation. The concern of the Unseen Ones is the foundation, while people’s concern is often simply what will be built on the foundation. The Unseen Ones want you to start at the beginning, but people want to be at the end. The Unseen Ones know what the foundation for learning and for living The Way of Knowledge really means, while people have their great fears and grandiose ideas.</p>\n\n<p class=\"book-paragraph\">You learn to build the foundation by building the foundation. There is no other way. There is no philosophy of building a foundation. There is no hypothesis of building a foundation. There is only building the foundation. You learn the way by following the way. You learn the activity by doing the activity. You learn the steps to Knowledge by taking the steps to Knowledge. You gain Wisdom by exercising Wisdom. There is nothing more and nothing less than following the way, and that is why the way seems so refreshingly simple, honest and open. It is without adornment. It is without embellishment.</p>\n\n<p class=\"book-paragraph\">You will be foundation building for a long time. Be content. This is the essential activity. What will be built upon your foundation will be built by you and the Unseen Ones and your Spiritual Family, who have sent you into the world. But you must build the foundation here. Foundation building is absolutely essential, and you will feel essential doing it. And if you have patience and allow the foundation to grow and to build, then your life will become a marvel to you, for you will not be building it alone. You will find that others are there to help you, and their help will be genuine. And you will find that there will be mysterious presences in your life which will help you, and their help will be genuine as well.</p>\n\n<p class=\"book-paragraph\">What is genuine in relationship seems so lacking here, and yet as you build your foundation, what is genuine becomes evident—not momentarily, here and there, but increasingly on a daily basis. Foundation building has another great reward. This reward is much greater than you may realize at first. Building a foundation for a greater purpose in life completes the first stage of your life. Whatever has happened to you in the past, whatever disappointments you have had to face, whatever errors you have made, whatever calamities you have either created or endured are simply used now for foundation building. Everything is used for a meaningful purpose and a great endeavor.</p>\n\n<p class=\"book-paragraph\">The Way of Knowledge does not ask you to cast away any aspect of yourself or of your life but to bring it into meaningful engagement. In this way, nothing is destroyed and everything is re-employed. Instead of bemoaning your losses or condemning yourself for your errors, you use what you have learned to help others and to gain character, depth and capacity.</p>\n\n<p class=\"book-paragraph\">We can assure you that the great men and women in the world of today and in the past made a great many errors. That is what gave them character and capacity. It is what they did with their errors that made the difference. Their errors were not good for them because they were not divinely intended. Instead, their errors were used for a divine purpose and became useful as a result. In this way, you do not need to justify your experiences but only use them. It is how you use them that will determine whether they will have any value. And if they cannot be used in a useful or positive way, then they will simply remain as a mark against you in your own estimation.</p>\n\n<p class=\"book-paragraph\">Foundation building gives you a new life, but it uses everything that you have built before as material for building this foundation. It makes everything useful and beneficial if it can be brought into meaningful contribution here. This is part of the Plan of the Creator. Nothing is destroyed. Everything is re-employed. Whatever you have made without Knowledge is now brought to serve Knowledge. Whatever you have done to hurt yourself or others is now brought to develop Wisdom, compassion and discernment.</p>\n\n<p class=\"book-paragraph\">This is what forgiveness means, in reality. Without this, forgiveness is either the decision to be dishonest about your experience, to hide your experience or to try to forget your experience. Real forgiveness is a process of transforming something old into something new, something that was useless into something that is useful, something that is meaningless into something that is meaningful. Here your mistakes, instead of being a source of pain and inner discomfort for you, become a means of reaching other people, for everyone has made mistakes, and many people have made the same ones that you have. This becomes a way to reach people. “I made this mistake. This is what I learned. And this is what I am doing with it now.” What a beautiful teaching this is. How gracious this is and how important it is for the listener and for the communicator as well.</p>\n\n<p class=\"book-paragraph\">Building this foundation gives you a new way of using your past rather than simply being hounded or hindered by it. It uses your past to serve the present and the future. Without this foundation building, the past simply overshadows the present and makes the future incomprehensible. People who live in the past cannot experience the present and cannot understand the future. And every new experience they have is simply used to fit into the past, to add to their collection of ideas, beliefs and assumptions, and to fortify them as well. Their lives become relics as a result, museum pieces of their own personal history. There is nothing alive, nothing fresh and nothing vital there. Instead, people only amass recollections. Their pain is entrenched, and their decisions have become hard like concrete.</p>\n\n<p class=\"book-paragraph\">The thinking mind must constantly be stirred by new experience and by adaptation to new experience and new understanding in order to be vital and capable of learning. It is like stirring concrete. If you do not keep stirring it and adding water and new things to it, it hardens. And once it hardens, it can only be broken.</p>\n\n<p class=\"book-paragraph\">People who are learning and living The Way of Knowledge are constantly being renewed and refreshed because they are close to life, and they are close to Knowledge. Their thoughts change, grow and evolve. Their ideas change, grow and evolve. Their conclusions change, grow and evolve. They can do this because there is something greater. There is Knowledge, the dynamic force of life within you, within the world and within the Greater Community as well. Knowledge brings you to the edge of life where you have to learn and adapt, communicate and contribute. This keeps you young, alive and close to the heart of life. Your mind, then, becomes constantly relevant to the present and is able to prepare for the future.</p>\n\n<p class=\"book-paragraph\">To conclude the first stage of your life, you must be engaged in the second and final stage of your life. The first stage of your life is the development of the person. The second stage in life is the development of a greater purpose and the expression of that purpose. To finally make peace with your past, you must be building a new life. To finally be able to understand your past and to use it positively and constructively, you must be building a new foundation. To find freedom from the fears and anxieties that haunt you, you must have a new engagement in life.</p>\n\n<p class=\"book-paragraph\">It is to serve this redemption, this freedom and this great opportunity that we now present to you Living The Way of Knowledge. Let us begin now to explore each of the Four Pillars, to see what living and learning The Way of Knowledge is really like in the reality of the world and in the truth of Knowledge.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-3/living-way-knowledge/the-four-pillars-of-life/"
}