{
  "title": "The Great Waves and Your Life",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">People will ask, “What will these Great Waves look like? What can we expect? What are we really preparing for? Is it a difficult situation or is it a terrible situation?” The answer depends upon many things—upon human response and responsibility.</p>\n\n<p class=\"book-paragraph\">Certainly, the resources of the world will be diminished, and there will be great difficulty in securing them, particularly in poor countries and for poor people. And the risk of conflict and war over these diminishing resources will be very great. The risk will be very great.</p>\n\n<p class=\"book-paragraph\">How will people respond? Will humanity destroy itself as it struggles and fights over who will get the remaining resources, or will there be a greater union and cooperation? The answer is uncertain, but in either case you are moving into a time of great difficulty.</p>\n\n<p class=\"book-paragraph\">The climate of the world will change and become warmer in most places—diminishing food production, diminishing water supplies, creating great difficulties in certain regions of the world. The risk of the breakdown of society is extremely great under these circumstances, and the fact that most people are either unaware of this or are taking it far too lightly gives great concern.</p>\n\n<p class=\"book-paragraph\">Humanity has overspent its natural inheritance. It has overused the world, this place of magnificence and abundance. Humanity has not planned for the future. It has not restrained its behavior. It has wasted its great natural inheritance through greed and through conflict, through misuse and corruption, and now it will have to face the consequences. You will have to pay for the sins of the past, as your children will have to pay for the sins of the present. These sins are errors, fundamental errors, and in some cases tremendous errors.</p>\n\n<p class=\"book-paragraph\">Therefore, you cannot escape this. You cannot move somewhere else and be immune from the Great Waves of change. You will have to live very differently, and only Knowledge within you can guide you specifically in this matter. Beyond following the “Recommendations for Living in a Great Waves World” that are included in this book, it will be up to Knowledge within you, the strength of your relationships with others and the courage and objectivity you can bring to your circumstances that will determine the path that you must follow. For everything will be changing, and there will be great uncertainty.</p>\n\n<p class=\"book-paragraph\">Where you live, how you live and who you are with will all have tremendous bearing on what kind of circumstances you will have to face. And you will have to gain access to Knowledge—the deeper mind within you, the mind that God has created within you—to answer these questions. The answer will not necessarily be an explanation, but a series of steps—things you must do, step by step. For great change requires that you move incrementally step by step. The only exception to this is being in an extreme emergency, such as being in a house on fire or on a sinking ship. But beyond this, you must follow a series of actions which may not make any sense to you at all in the moment, a series of actions which others might consider to be foolish or irrational. You will have to follow these.</p>\n\n<p class=\"book-paragraph\">Ask yourself, “Where should I live?” Keep asking, and the steps will begin to appear if there is any change you must make in this regard. You cannot ask only once. You must ask repeatedly. You must be with the question. You must live with the question and be open, really open, to what might be presented to you, particularly if you already sense that where you are is not permanent, or you have concern over its viability as a place to live in the future.</p>\n\n<p class=\"book-paragraph\">You must be very open, you see, because Knowledge will not just take you to the place that is the safest or the easiest. It will guide you to the place where your greater strengths can emerge, where your destiny can be fulfilled and where you will be able to meet the really important people in your life and engage in the really important activities in your life.</p>\n\n<p class=\"book-paragraph\">This is entirely beyond the scope of just being safe and secure. And this is one of the reasons that people do not understand the answer when the answer is given. They do not understand or trust their deeper inclinations because they are asking the question with a hidden motive to get what they want—to be enriched, to be protected, to keep what they have or to have more. But this is not the emphasis of Knowledge. Knowledge will protect you here, but it will protect you and save you for a greater purpose.</p>\n\n<p class=\"book-paragraph\">In a way, the Great Waves of change provide a very optimum environment for Knowledge to emerge because there is really no place that you will be safe. There will be no place that will really be secure, where you can enjoy the kinds of benefits you might have enjoyed in the past, where you will feel safe and immune from the difficulties that will be emerging all around you.</p>\n\n<p class=\"book-paragraph\">The survival of your personality is not the issue here. It is the fulfillment of your mission. For you have chosen to come into the world at a time when the Great Waves would be striking the world. You have come at a time when humanity would have to deal with competition from the Greater Community, from invasive forces from the Universe around you. You have come at a time of great difficulty and uncertainty, a time of great discord and risk of war. Therefore, do not be in complaint. Do not deny or condemn the circumstances of the world when, in fact, they hold the greatest possibility for your redemption and for your fulfillment here.</p>\n\n<p class=\"book-paragraph\">Your great relationships will not come to you while you are hiding out somewhere pretending to be happy, safe and secure, surrounded by all your unnecessary possessions, involved in simple and innocuous and foolish activities. The great relationships will not come to you under these circumstances, only casual friendships, only people who share your hobbies or others who want to exploit you or share in whatever wealth you might have.</p>\n\n<p class=\"book-paragraph\">The great relationships will come in facing great change and difficulty because it is within this environment that the deeper and truer nature of people becomes evident. And people will have to choose a greater allegiance within themselves and a greater allegiance to others. This is where great relationships become recognized, cultivated and expressed. No more foolish and indulgent romances here. No more wasting your time trying to have endless pleasure with someone when, in fact, you have nowhere to go together and nothing really important to do together. No more wasting your life on chasing beauty, charm and wealth; having fantasies about yourself and other people; trying to look good, to be accepted and degrading yourself in every possible way to gain the attraction or the admiration of some person. There will be little time for such things now.</p>\n\n<p class=\"book-paragraph\">While these times are extremely dangerous and hazardous, they provide the optimum environment for you to discover your greater strengths and with this, a set of greater relationships. This is where the greater purpose and meaning of your life can emerge if you can understand your situation correctly and if you learn to engage with your deeper nature and to rely upon it increasingly.</p>\n\n<p class=\"book-paragraph\">Here you must respond when others are not responding. You must take precautions when others are not taking precautions. You must change your circumstances when there appears to be no immediate reason for doing it. You must follow an inner urging and an inner direction, without really understanding what is happening and what your future or the outcome will look like. If you do not have the strength or courage to do this, you will just stand where you are, becoming increasingly full of anxiety and confusion, increasingly worried, increasingly frustrated and compulsive until your circumstances just fall away and erode your life, like a person who is standing on a slowly shrinking island or in a boat that is taking on water increasingly.</p>\n\n<p class=\"book-paragraph\">You are going to have to be prepared to take dramatic action, and you may have to act alone. Not everyone who is with you now—your friends or even your family—will necessarily respond to the Great Waves of change or to the power and influence of Knowledge within them. Just being worried and concerned is not enough. Just being aware of the problem is not enough. You must be prepared to act—not hastily, not compulsively, not in a panic, but carrying out steps in your preparation.</p>\n\n<p class=\"book-paragraph\">The New Message has provided Steps to Knowledge so that you can begin to build this deeper connection to Knowledge, a connection that you will have to rely upon increasingly in the future as all other sources of certainty become challenged, upset and in conflict.</p>\n\n<p class=\"book-paragraph\">For where will you turn, who will you turn to in times of great change and uncertainty? Your government? Your friends? Your family? Your religion? And if you cannot find any certainty or clarity there, will you run away into your hobbies or your fantasies or your passions? This is a critical question, you see.</p>\n\n<p class=\"book-paragraph\">God has given you Knowledge to guide you, to protect you and to lead you to a greater fulfillment in the world as it is. Therefore, do not ask anything more from God. If you cannot receive this great endowment—a gift beyond your estimation, a gift that will serve you every day and in every circumstance—if you cannot receive this, if you will not trust this, if you will not follow this, then do not ask for a miracle. You may ask, but you are going to have to rely upon what God has given you. You have created a world where this will be increasingly necessary, a world where fantasy, speculation and presumption will be increasingly difficult to create and maintain.</p>\n\n<p class=\"book-paragraph\">Times will become more difficult. People will become more impoverished. Everything will become more expensive and in some cases unavailable. How will you function in this environment? You will have to turn to simple pleasures—the pleasure of the moment, the beauty of nature, connecting with other people in a significant way, enjoying very simple things. Relationships will have to be simple and honest now. Though many people will use deception to gain advantage over others, relationships will have to become very simple, direct and honest.</p>\n\n<p class=\"book-paragraph\">In a way, your life will have to become more authentic, more healthy and more in balance instead of this frantic pursuit to fulfill your fantasies and your needs, your expectations and the expectations of others—this frantic, desperate, unhappy life where you have no sense of yourself or where you are going or what you are really about.</p>\n\n<p class=\"book-paragraph\">So even in the face of the Great Waves of change, even in the face of the dangers of intervention and competition from beyond the world, you have an opportunity to bring your life into order, to establish a genuine set of priorities and to stop wasting your time, your energy and your life force on things that have no meaning, value or purpose. You have the opportunity to become strong, integrated, balanced, courageous, objective and compassionate, whereas before you were simply an addict of your culture, trying to have, be and do things that were not essential to your nature or to your greater purpose for being here.</p>\n\n<p class=\"book-paragraph\">Here your relationship with yourself becomes critical, fundamental, practical and mysterious. Whatever difficulties you have had from the past and whatever defects or deficiencies you now have will be overshadowed by the need of the moment and the need to prepare for the future. This is the perfect antidote to self-obsession and mental illness, to poor mental health and poor emotional health. You will have to do things now you have never had to do, to learn things you have never had to learn, to become resourceful and observant.</p>\n\n<p class=\"book-paragraph\">Do not look at the future, thinking and worrying about what you might lose. Recognize that the future has the power to uplift you, to give you back to yourself, to restore to you your true purpose for coming here and your true capabilities. But you must gain access to Knowledge, for only Knowledge knows who you are, why you are here and how you will be able to navigate the difficult times ahead.</p>\n\n<p class=\"book-paragraph\">If you can prepare in advance, you will be in a position to help others. If you wait, the change you will have to make will be desperate, expensive and hazardous. If you put it off or question it or doubt it or think it is not important, you will put yourself in ever-increasing jeopardy, and your chances of success will diminish as a result.</p>\n\n<p class=\"book-paragraph\">This is not an idle matter. This is not mere speculation. The New Message is telling you what is coming. It is warning you. It is preparing you. But it is still up to you to respond, to be responsible—to be able to respond and to learn how to follow, step by step, the things that you must do, with courage and determination.</p>\n\n<p class=\"book-paragraph\">Time is important now. You do not have time to languish. You do not have time to be distracted, carried away with other things or caught up in the circumstances of your life. There is no time for this now. You must take your life seriously. You must pay attention to the signs of the world that are telling you that great change is coming. You must learn to listen to the movement of Knowledge and the urging of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">Your study of Steps to Knowledge will teach you how to read the signs of the world and the signs of Knowledge, for this is a very different kind of education, unlike anything the world itself can provide. This education is without fantasy. It is without prejudice. It is without an idealistic view of the future. It is without human compromise and human corruption. It is pure and powerful, and you must become powerful to engage with it, and it will give you this power, indeed.</p>\n\n<p class=\"book-paragraph\">There will be great human need in the future. Many people will not have enough food or shelter. There will be great civil unrest in the large cities and in smaller communities as well. You must be strong enough not only to gain a secure position for yourself, but also to assist others, especially the elderly and the young. Lives will be lost through conflict and deprivation. This will depend upon whether nations and cultures choose to share the resources of the world or to try to gain them for themselves.</p>\n\n<p class=\"book-paragraph\">So there is a range of outcomes here from difficult to terrible. It is not up to you to determine the outcome. It is up to you to prepare for the future and to live fully in the moment—eyes wide open, paying attention, being responsible and exerting yourself appropriately. You do not need to read many books now. You do not need to go see movies. You do not need to engage in endless and pointless conversations with people. You do not need to immerse yourself in your hobbies and your interests. Only what is essential and deeply meaningful to you should you focus on.</p>\n\n<p class=\"book-paragraph\">You have Four Pillars in your life. Like the four legs of a table, they uphold your life. Think of your life then in terms of having Four Pillars—a Pillar of Relationships, a Pillar of Health, a Pillar of Work and Providership and a Pillar of Spiritual Development. Your life is only as strong as the weakest Pillar, the weakest leg of the table. How much you can see, how much you can know and how much you can do, will be dependent upon the strength of these Pillars.</p>\n\n<p class=\"book-paragraph\">Most people’s Pillars are barely built. Perhaps they have put all their emphasis in one area. They have focused their whole life on relationships, or they have focused their entire life on their work and their career, or they have become obsessed with their health, and it dominates everything that they do. Or perhaps they have run away and tried to immerse themselves in their spiritual practice and religious beliefs, while allowing the rest of their lives to be undeveloped and out of balance.</p>\n\n<p class=\"book-paragraph\">There are few people who have built two Pillars. But very few people have adequately built all Four Pillars of their lives. To do so is a perfect antidote to eccentricity and extremism. For if you are really building and maintaining the Four Pillars of your life, you cannot be extreme or eccentric in any area. You cannot be compulsive. You cannot be addicted because you will be so busy taking care of the fundamental Pillars of your life, you will not have time for foolishness or self-destructive behaviors. What a blessing this would be, and the results are profound, giving you a strong life, a broad set of abilities and competence in every aspect of your life.</p>\n\n<p class=\"book-paragraph\">Your Pillar of Relationships must include people who are capable of responding to the Great Waves of change—people who function not from fear and anxiety, but from certainty and conviction and the desire to support and assist the world.</p>\n\n<p class=\"book-paragraph\">Your Pillar of Work must represent work that is sustainable into the future—work that provides real goods or services to people, work that engages you meaningfully with others and that can provide at least the basics of what you need to live in the world.</p>\n\n<p class=\"book-paragraph\">In your Pillar of Health, your body and your mind must function as vehicles for Knowledge. For the body serves the mind, and the mind serves the Spirit in the true hierarchy of your Being. You do not have to be beautiful or athletic or fantastic in any regard, just functional. Good health, good mental health, good emotional health, self-honesty, honesty with others, the ability to appreciate and enjoy the moment, the ability to recognize and prepare for the future, the ability to connect with Knowledge and have a real foundation in your life and the ability to have simple and rewarding enjoyments and artistic expression—these represent the Pillar of Health.</p>\n\n<p class=\"book-paragraph\">The Pillar of Spiritual Development fundamentally is about your connection to Knowledge—building this connection, relying upon this connection, learning the wisdom to carry it out into the world, learning how to apply it and recognize it and discerning the power of Knowledge from all other compulsions or influences in your mind. Whatever your spiritual practice might be, whatever religious faith you might have, or even if you do not have a religious faith that you can define, it is your connection to Knowledge that connects you to what God has given you to protect you, to guide you and to lead you to a greater fulfillment and service to the world. This is your Pillar of Spiritual Development.</p>\n\n<p class=\"book-paragraph\">You need to build these Four Pillars. It is essential for the future, for times will become difficult and unstable. The stronger your foundation, the better equipped you will be to weather the storms of the world and to deal with the increasing chaos as people’s confusion, anguish and rage increase all around you. You will need to know where to go, what to do, what to say, what not to say, where to give yourself, where not to give yourself, what to involve yourself in, what not to involve yourself in, where to speak out, where not to speak out, where to travel and where not to travel.</p>\n\n<p class=\"book-paragraph\">You must have this foundation; otherwise, the Great Waves will wash you away. You will feel overwhelmed. Your life will be overtaken, and you will be left destitute and subject to very dark influences in the world and even from beyond the world. Again, the difficulty of the times is the perfect opportunity for you to reconnect with your life, to build your Four Pillars, to reestablish your integrity, to take determined action and to learn to be courageous and objective.</p>\n\n<p class=\"book-paragraph\">It is not about perception here, whether you are loving or fearful. It is really about whether you are wise or unwise, whether you are responsible or irresponsible. Do not hold yourself apart and think it is all about perception. The Great Waves are far more powerful than you are. You will not alter them with your affirmations or your declarations. But you can learn to mitigate them, to adapt to them, to use them to your advantage and to use them to be of assistance to others.</p>\n\n<p class=\"book-paragraph\">The human need around you will be immense—greater than any world war it will be. And you will have to be prepared to take care of people, people you do not even know perhaps, and to assist others in ways that will be new for you and unexpected. There will be great shortages of food and in some places great shortages of water. Your energy resources will become precious, difficult and expensive to gain access to. There will be political and economic instability, and there will be much civil unrest in many places in the world.</p>\n\n<p class=\"book-paragraph\">This is the world you have come to serve, and the more you are connected to Knowledge within yourself, the more you will gain this recognition, which will quiet your fears and your anxiety and affirm your strength and your great Source and all of the meaningful relationships that are here to serve and to assist you.</p>\n\n<p class=\"book-paragraph\">You have come to serve a world in transition, a world that will have to unite in many ways to meet the fundamental needs of the human family, a world that will have to prepare itself to deal with difficult interventions from races from beyond the world who are here to take advantage of a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">This is humanity’s greatest hour, greatest challenge, greatest danger and greatest opportunity for unity and cooperation, where the resources of humanity and the great talents of humanity come together to sustain civilization, to restore the world and to prepare for your future and your destiny within a Greater Community of intelligent life in the Universe.</p>\n\n<p class=\"book-paragraph\">Yet you will have to take a very different tack with it, a different approach. You will have to learn how to do this and gain strength, and quickly, for time is of the essence now. Each month and each year is critical in determining whether you are becoming stronger or weaker, more prepared or less prepared, more certain or less certain, more connected to others in a meaningful way or less connected.</p>\n\n<p class=\"book-paragraph\">The awareness of the Great Waves of change is God’s great calling for you and great gift to you who are fortunate enough to read these words. For it is a great love that brings this warning, this blessing and this preparation into the world—a love for humanity, a love for the possibilities for humanity and a concern to provide for humanity what it will need to see, know and do to prepare to live in a radically changing world and to prepare for your future within the Greater Community, which represent your greater destiny now.</p>\n\n<p class=\"book-paragraph\">Receive this awareness as a gift of great love, for great love it is. Receive it as a confirmation of what you most deeply know, for a confirmation it is. Accept it as a gift out of love and respect, for such it is. Use it and follow it to the best of your ability, for that is how you honor your relationship with God. And that is how you will fulfill the great purpose that has brought you here at this time.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/the-great-waves-and-your-life/"
}