{
  "title": "The Problem of Human Denial",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people, when reading The Allies of Humanity Briefings, will become afraid. They will read it as if they think it is real and genuine, which it is, and they will become frightened and want to withdraw. They will want to deny it in some way.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In a way, The Allies of Humanity material reveals your weaknesses. It calls upon your strength. It calls upon your inherent wisdom. It calls upon Knowledge, the spiritual Mind within you, but it also reveals your weaknesses. It reveals your vulnerability. It reveals your lack of control over your own consciousness. It reveals your undefended borders to space. It reveals your assumptions, your preoccupations and overall your ignorance of life in the universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here it is important to ask yourself if humanity will ever encounter intelligent life from beyond its world. And if it does, when that happens, how will humanity respond? How will humanity know if its new visitors are friendly or not? How will humanity be able to discern the visitors’ motives and their consciousness? How will humanity be able to discern their organization, their methods and so forth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you consider these questions seriously, you will realize that you have very few answers. And without answers, perhaps you will become afraid. You will feel your own vulnerability, and you will feel how unprepared people really are for an encounter such as this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because most people still think that they are alone in the universe, that they have always been alone and will always be alone, well, this important set of questions really does not get considered by very many people. And even those who do consider it often think very romantically about life in the universe and what it will bring humanity and how much humanity will gain from this encounter. They think how interested the visitors will be in humanity’s art and culture, history and temperament.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So even amongst the very few people who really consider these questions and think they are important, there is often a great deal of romantic speculation. People are afraid to be realistic regarding life in the universe because it reveals their weaknesses. When we speak of weaknesses, we are not talking about your lack of technology. Really, what we are talking about is your lack of awareness, your lack of focus in life, your lack of social cohesion in your nations and cultures.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity is divided and contentious within itself. This makes you vulnerable to outside forces. But really your vulnerability goes even beyond this because it has to do with your state of mind. It has to do with your view of yourself and your world. It has to do with your assumptions, your illusions and your preoccupations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is as if a great storm were building and had been building for some time, but people paid no attention. And then when the storm hits, well, it hits with such fury. It hits with such an impact. People are completely taken by surprise and are outraged and terrified. And yet the signs were there.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Even human science is beginning now to acknowledge the preponderance of life in the universe as a theoretical probability. Yet who is concerned with what your first great encounters might mean?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As The Allies Briefings are presented, there will be all kinds of denial, criticism and repudiation. Why? Why so much rejection over an encounter that everyone really considers to be very possible? Yet when it is actually accounted for, you will see a great deal of denial. “Outrageous! Ridiculous! Cannot happen!” You will hear scientists say, “Well, it is not possible for another race to get here given the limitations of travel and speed and so forth.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How presumptuous! Do human beings dare to presume what other nations and cultures have been able to develop over a long period of time? Is the universe limited by human understanding? Is it not possible that other races could have far surpassed human accomplishment in technology?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You may say, “Well, of course!” But when faced with the prospect of a real encounter, people sing a very different tune. Their idealism leaves them. Their romanticism is thrown into doubt. Their glorious anticipation is overshadowed with concern and anxiety.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So when the Allies of Humanity message is presented, people begin to feel the real core of their fear, their lack of preparation, the weakness of their position. The Allies present a very realistic view of life in the universe. They are not here to answer every question that you may have, but instead to give you an awareness of what is really occurring in the world today and also to dispel much of the fanciful speculation that surrounds the prospect of humanity encountering other forms of intelligent life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Even fanciful expectation, hopeful expectation, really has fear at its core because you are uncertain, because you do not know, because you are unprepared, because you realize in a moment of honest recognition how vulnerable you really are, living on the surface of your world, exposed to the universe and undefended.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Think for a moment if you were another race visiting your world and you wanted to just simply observe human behavior. Just observe it, without interfering. Well, you could look down on everything. It is all there. Human activity, human involvements, human conflict, human relationships, human technology, human communication—it is all available to the discreet observer.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, it is very important to understand why people are afraid. The fear of the reality of contact is deep seated. Many people have this very glorified view that they are at the pinnacle of God’s Creation, that their religions are built upon the pre-eminence of human spirituality and human identity. What will happen when they find out that humanity is one little race evolving within a Greater Community of intelligent life? And that this race is actually very weak, divided and insignificant in the vastness of the Creation!</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People’s religious views cannot tolerate this kind of realization. Many of these views are already being eroded by the discoveries of science that show that the universe does not revolve around this world, that this world is just a little planet revolving around an insignificant star in a vast galaxy amongst many. Where is human pre-eminence then? Who are you in the universe? Are you really important to anyone or anything?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We are asking these questions to bring you into the core of your anxiety because you must confront this within yourself. The inability or unwillingness to do this is really the source of all human ignorance and presumption regarding humanity’s place in the universe and regarding the reality of the extraterrestrial Intervention that is occurring in the world today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People say, “Well, there is no Intervention happening here. How ridiculous! It is all the fancy of certain people and their need for attention or their boredom or something.” What are you really hearing here but an excuse? This is the way that one pacifies oneself from experiencing real anxiety.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you could consider this rationally and objectively, you would say, “Well, of course we would be visited at some point! I mean, if there is intelligent life in the universe, someone out there must know that we exist here.” And if you are not limited by the limitations of humanity’s science, that opens the door to many more possibilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can ask these questions, you might think to yourself, “Yes, of course humanity will be encountered. Yes, our resources will be scrutinized. Yes, our world will be evaluated. Yes, there are other powers in the universe that would perhaps want our world to be part of their organization. And yes, they would want to take advantage of this beautiful place in some practical way.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, these observations are so obvious. These speculations, if you could call them that, are so reasonable, but people will not consider them. They will not face them because of their anxiety, because of their fear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In fact, the reality of life in the universe, the encounter with life in the universe and the Intervention itself together represent the most denied reality in the world today. People will think, “It is not important. I have my job. I have my family. I have, you know, my own daily problems. I mean, why should it matter to me?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What are you talking about? If there is an Intervention going on in the world, do you think that it is not relevant to you and to your life and to what will happen to you?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do you see here? This is “isolationist thinking.” The Allies Briefings bring home the reality that humanity’s isolation is over. But the isolationist thinking continues, unabated. Unless you have a direct encounter with forces from the Greater Community where your life is disturbed or upset in some way, well, you will just continue on thinking the way you have always thought, living upon the assumptions that you have always lived upon, oblivious to the greater realities that are shaping your life and destiny.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How can God reach you to tell you to become alert and aware, to make you responsive to these greater realities that are changing your life and destiny?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People love the idea of a God out there that will throw them a life preserver when they are drowning, but the idea that God will interfere in their life and show them something they really do not want to see, well, that is really a test of faith, isn’t it? That is exactly what is happening today.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why the Teaching in Greater Community Spirituality is in the world because this is God’s Message to alert humanity to this greater reality and to prepare humanity. The awareness is not enough. If the awareness engenders primary anxiety and fear, people will not know what to do. They will say, “Oh, my God! What do we do?” And they do not know what to do because they have never had to respond to this directly before.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is why God’s Message brings with it the preparation so people can begin to think like they live in a Greater Community. Then they can begin to become aware that there are Greater Community realities out there that are going to have a direct impact on them, their lives and their world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The preparation must give you this greater awareness and consciousness, this sensitivity. Otherwise, you are like an ant colony in a field that is about to be plowed under. And the poor ant colony has not a clue of what is about to happen. Up until the moment of their destruction, well, life will be as it has always been.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">But you are not ants, and you have a consciousness. You can consider the future, and you can think about things that are beyond your visible range. And you can consider yourself living within a larger arena of life, both within the world and beyond the world within a Greater Community.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As you develop this Greater Community awareness, you begin to see that your world is a very special place, with wonderful attributes. And you may think, “Well, of course others would be interested in our planet. And interested in us, not because we are magnificent but because we are the stewards of this place. We control this world.” And you would begin to think very, very objectively about your situation here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, even people who claim to be objective and scientific in their perspective are really still governed by this fundamental fear and anxiety and are still living under the general denial of the fact that the world is being visited and that the Intervention is occurring. They are in such a state of denial that they will not even consider it. They will not come near it. The information, the evidence, is all over the place, but they will not even come near it. They will just say, “Oh, no, no. That’s all foolishness. It’s just insecure people trying to get attention.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">They are in denial. They think they are being reasonable, but really they are being so unreasonable. They are supporting and fortifying their own ignorance and the ignorance of others. And even if they cannot accept that the Intervention is occurring, well, the prospect of life in the universe is still a very wondrous, romantic journey to them. It is like something that you dream about in the most glorious ways. “Oh, we will meet these advanced races who will give us so much technology and enlighten us on how to live in peace and so forth.” This is all foolishness. They have not a clue what is happening out there in the universe.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If these reasonable people are given a Greater Community perspective, which the Teaching in Greater Community Spirituality provides, oh, my God. It touches that core fear and anxiety. And they feel in that moment how utterly vulnerable they are, how undefended they are, how unprepared they are. And you look at people, and they do not have a clue. And they do not want to have a clue. And you look at your world, and you say, “Oh, my God! We could be overtaken without our even knowing it!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you did not have the preparation in Greater Community Spirituality, if you did not have anywhere to go with this awareness, it could be overwhelming because you would think that you had no recourse. It is as if humanity, like an unsuspecting native tribe, were just waiting to be taken over by someone else.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then, of course, there is the problem with the assumption that technology equals salvation. This is becoming a modern religion in many cultures in the world. Developed nations increasingly believe that technology really is their salvation now. There is a problem? Well, technology will solve it. There is something we cannot understand? Well, technology will overcome it. There is a situation that could arise for which we are unprepared? Well, technology will meet the challenge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">“We will meet the challenge with our technology in the eleventh hour.” There is a sort of unquestioned belief that technology is going to save you, regardless of what might happen—technology mixed with human ingenuity, that is. And no matter how overwhelming a situation might be, well, ingenuity plus technology will win the day in the final moments.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Can you see that this is all part of the denial? Wishful thinking is what it is. Regarding the Greater Community, it really is wishful thinking. Do you think humanity is going to generate a technological answer to the presence of Greater Community forces who may want your planet for themselves?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We can assure you that it will not be at the level of technology that you will be able to counteract this presence and these influences. Facing a race that is perhaps a thousand years ahead of you technologically, do you think you are going to make a difference in the next few years?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Consider this: The answer will not happen at the level of technology. It will happen at the level of the mind and consciousness. Those who are intervening in the world today are very concerned about preserving the world’s resources and about preserving the human presence here as a workforce. They cannot use technology to accomplish this alone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yes, their technology is useful in neutralizing someone they may want to take for themselves for investigation. However, if they forcefully exert their technology on your world, they will destroy the world’s resources and destroy the human presence here, and they cannot do that. Therefore, they must use the very means that you are able to counteract.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet here we run into fear again because people realize that without their technology, without the hope and the belief that technology is going to win the day and without human intellect being able to solve the problem, they are back in this very vulnerable place once again. But we are not talking about the intellect here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is not at the level of the intellect that humanity is going to be able to counteract this presence and to strengthen itself in the Greater Community. The intellect plays a very important role as far as technology goes and in certain kinds of problem solving. But in this situation, it will take a deeper awareness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">After all, some of your most intellectually brilliant people are in total denial of the Intervention and think life in the universe is some distant possibility. And you ask yourself, “Well, if they are so brilliant and so well informed, why can’t they feel this presence in the world today? Why can’t they even face this as a possibility and study the evidence rather than dismissing it out of hand? If people are so smart, how can they be so stupid?”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ignorance is one thing. Ignorance can be compensated by gaining information and perspective. But this is not merely ignorance. This is arrogance. It is the assumption that you know what life is in the universe. Oh, my God! Humanity knows what life is in the universe? Oh, my God! Humanity is so far from knowing what life is in the universe, it is pathetic.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Given the unfounded belief in technology as the source of human salvation, many people think, well, more technology is more salvation. And they think that technologically advanced races have evolved beyond being self-seeking and contentious and devious. They think that technologically advanced races do not have conflict and that these races have outgrown the chronic problems that humanity still faces. What a ridiculous assumption. You have technology today that your forefathers a hundred years ago could not even imagine. And yet have you overcome these problems yourselves?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, do not look to the experts to give you the answer. You must find the answer yourself because the experts may not know and may not want to know. Remember, they are human beings just like you, and they have their own thresholds of fear and anxiety that they may not be willing to face.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In a way, the Intervention is the most challenging thing that could happen to humanity. Part of humanity’s liability or weakness here is its presumption that it really understands life, that it really knows what is happening in the universe, that it understands who can travel, who cannot travel and how long it takes to get to planets. It assumes that human understanding sets the standard for all understanding in the universe. This is human arrogance, which supports and fortifies human ignorance.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is presented in the Teaching in Greater Community Spirituality, and it is presented very boldly in the message from The Allies of Humanity, that life in the universe is challenging, difficult and competitive. And if you approach life in the universe romantically or if you deny it altogether, you do this at great risk.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What really needs to happen here is a whole new shift in human awareness and human learning. It is as if you have reached this great threshold and there must be a completely new paradigm of understanding. It is not simply that you are building on past understanding, adding another feature or another dimension to human awareness. It is really that you have to make kind of a leap here. This is because human understanding is still so grounded in an anthropocentric view of the universe, with humanity at the center of everything and the unquestioned belief that life in the universe functions according to human values and ideals.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For many people, there is still this idea that God is primarily concerned with humanity as the centerpiece of Creation and that everything else is just sort of wallpaper to this great human drama. Look at your religions. Are they really equipped to deal with the realities of the Greater Community?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let Me give you this analogy: There are native tribes that have been overtaken and cultures that have been assimilated and destroyed countless places in your world in the last 500 years. It is still occurring today. They have their religions, which can be very expansive. But their religions usually do not include the reality of human life beyond their borders, which puts them in a very vulnerable position because they really do not know how to respond in the face of an Intervention.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Compared to the Greater Community, humanity’s outpost in this world is like a little village in the jungle. And when this village is confronted with forces coming to seek advantages, what can it do? Well, interestingly enough, it can actually do a great deal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The first thing is to become aware of the Intervention and to face your own fear and anxiety. Here it is necessary to see how ill prepared you are, how vulnerable you are and how easily even you could be persuaded to think and to believe that the visitors are here for your benefit. This is the first threshold, a threshold which unfortunately many people will not cross. They will withdraw or go into denial or cast a very preferred perspective over the whole matter. The first threshold is to recognize your situation. Even if the Intervention were not occurring at this time, you know it would occur at some time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, it’s interesting. People have their grand notions of intelligent life in the universe and advanced technology and other races of altruistic beings out there floating around. Yet the thing that people are most afraid of is that they will encounter others like themselves, but more powerful. What is the thing that people are really afraid of regarding the prospect of encountering intelligent life from beyond the world? They are afraid they will meet themselves. In a different form, perhaps.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps the visitors will look different and use a different language and a different means of communication. But the thing that people are really afraid of, the thing that no one can even talk about, particularly in enlightened circles, is the reality that they are going to meet themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is not to suggest that your visitors are human beings or that intelligent life functions according to human ideals and beliefs. What we are really telling you here, and what you must come to terms with, is that you are going to meet beings who are driven by the same needs that you are driven by.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Greater Community of life in which you live is a very competitive environment. You can see this competition in your own world. You can see it in the natural world. You can see it at the level of plants and animals.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet the Greater Community is a competitive environment on a scale you cannot even comprehend. This means that everyone who is in that environment, particularly those who are active participants in trade and commerce, must find resources and gain alliances with other nations and often try to persuade those nations to enter into alliances with them.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The need for resources does not end because of technology. Technology does not end the fundamental needs of life. It hasn’t for you and it hasn’t for anyone in the universe. Yes, it frees you from certain basic activities, but it creates more complexity. You may not need to go out and hunt and fish for your food, or farm, but you must go to work. You must maintain a much more complicated life in order to afford the food that you need to eat.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Technology has freed you from hunting and gathering and has freed you from basic agriculture, but it has not freed you from the need for resources. Indeed, it has made your life more complicated and more exciting, but in other ways, more difficult and more stressful.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is the same with life in the universe. Everyone has to eat. Everyone has to maintain what they have created. Everyone must deal with other forms of intelligent life that may be vying or competing for basic resources. Do you think an advanced nation in the universe does not have a great need for resources?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The larger nations or organizations may become, the more restrictive they will be regarding personal freedom for their constituents, and the greater the need will be for order and conformity. That is why in the universe the really free nations are small and isolated. Their technology has given them advantages, but they must protect it and keep it hidden.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It would be like you getting a million dollars and going out into the marketplace with your million dollars. Well, what a rude shock. Now everyone is your friend. Now everyone wants to invite you to invest in their endeavor, in their project, or they need your financial help because they are in difficulty.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If humanity were ever able to travel beyond its borders and carry its great incentive and enterprise into the universe, it would be like the little housewife having a million dollars and going out into the marketplace. You would not last very long.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, this reality of life, which is so denied, is something that must be faced. Who will you meet in the universe? You will meet others like you. Not exactly like you. Not looking like you or talking like you or dressing like you. But they are like you in their needs. And those who are resource explorers in the universe are not the spiritually enlightened.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, it is necessary to counteract many of the prevailing assumptions and beliefs, fantasies and myths, because otherwise you cannot face the situation. And if you cannot face the situation, it will overtake you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People pray to God for guidance, for strength, for courage and for peace, and God sends Greater Community Spirituality as a preparation. And people say, “What is this? I did not ask for this! What will I do with this? It isn’t relevant!” You do not know what is relevant. What you think is relevant may be important to you personally, but it is not going to protect your rights and your freedoms in the future.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity’s encounter with intelligent life in the universe is not the product of human journeys into space or human science or human philosophy or human religion. It is the result of the Intervention. It is the result of other races coming here in order to preserve the world for themselves, believing that humanity will destroy the world in its conflicts, that humanity will ruin the world’s valuable resources.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Think about this. This is how people would react. If, let us say, developed nations in the world found some little tribe in the recesses of the jungles who were sitting on tons of gold or other kinds of minerals, or had vast forests full of valuable woods, do you think that the advanced nations would not intervene, particularly if they felt these resources were going to waste? Or how about if the natives were cutting down all the trees because they liked the sunlight or they wanted to grow their own food?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Well, the nations of the world would be in there doing everything they could to get the resources, either legally or illegally. That is what human nations would do. Do you think they would sit by and let the natives just despoil or neglect what they have? Of course not. Well, if the land is of no value to the powerful nations, sure, give them their reservation. But if they are sitting on $100 million in gold, that would not be a reservation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your world is viewed like that by your visitors and by others in the universe who see this precious little world and this race of relatively destructive beings destroying its natural resources and violating its natural laws. Do you think this would not produce an Intervention? Some people think, “Well, of course, they would come and ask permission to be here and our nations, our governments would work out a deal.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Oh, my God! Are you kidding? What would happen instead is that those intervening races would establish a plan of intervention and integration because they want to preserve the human workforce. They cannot live in your world. They will have you do all the work. Get the natives to mine the gold. Just like what has happened in your world. Do you think the natives’ permission is needed?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Well, maybe they will find a way to induce you to give your permission, but they are going to get what they want. In your situation in the world today, your visitors are going to get what they want unless you stop them. And the way you are going to stop them is not merely by using technology. It is by intelligence and by cunning. And by cooperation in the human family.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The first step in counteracting the Intervention is awareness, but the awareness really is a big threshold because of people’s fear, anxiety and failed idealism. Can you face your own fear? Can you face your own vulnerability? Can you face the fact that perhaps you have been really wrong in your assessment of the situation, if you have given it any thought at all? People may say, “Well, ok, we get the awareness. Now what’s the next thing?” Ha! They do not see that the awareness is really big.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The next step is you have to create a Greater Community perspective in the way you look at yourself and in the way that you look at your world. Do you think humanity would be destroying the resources of the world if it could recognize that preserving and sustaining these resources is the very thing that will preserve human freedom in the future? If humanity loses its ability to sustain itself and becomes dependent upon foreign powers for not just advanced technology but for even basic resources, you will lose your freedom.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Perhaps you may say, “Oh, I don’t believe it. We wouldn’t lose our freedom.” But if you think about it objectively, you will see that you will lose your freedom. Either overtly or subtly, you would become reliant upon other races in the universe, and they would determine the terms of engagement. They would control your world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet because they do not want to create a human revolution, they will attempt to control your world in such a way that it would be acceptable to people to be controlled. That is why the Intervention that is occurring today is so devious and is being carried out so carefully over time. If they came here in force, everyone would just react and there would be huge warfare and the world’s resources would be severely damaged. There would be no human workforce here that would be either willing or able to help the intervening races, and the whole project would be spoiled.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must gain a Greater Community perspective. You are a human being living in this world. This world is unprotected. It is valuable. It is sought by others. Intervention by other races will increase over time. How will you defend your borders? How will you be able to determine who is here and why they are here and what they are doing? This cannot be the privilege of secret groups and secret governments.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity has to grow up and outgrow its childish self-preoccupations. It has to outgrow its adolescent fantasies about itself and about life and become realistic. Otherwise, the Intervention will continue, and your world will gradually become governed by foreign powers. And where will you go then with your complaints, your protest and your outrage? It is for this reason that gaining the awareness and a Greater Community perspective is critical because without these, you cannot even take the next step.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The third step is learning about the mental environment. The mental environment is the arena of influence. People know very little about it, but it is very important in Greater Community interactions, particularly between races or organizations that compete with each other. They have to spend a great deal of time trying to discern what the other is going to do and trying to influence the other in subtle ways. This does not happen through technology as much as it happens through consciousness, through awareness, through the projection of thought and through cunning activities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Competitors generally share the same technology, so technology is not the advantage. The advantage is cunning and persuasion. You cannot see this yet because you are still thinking like you live in isolation and that the universe is governed by human principles. You do not want to think about this because you realize that you do not have these skills. And that makes you feel afraid and vulnerable. So the third step in preparation is developing skill in the mental environment. You can actually learn how to do this, but you must have the awareness and you must have a Greater Community perspective to start.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The fourth thing, which really must be developed all along, is Knowledge. What is Knowledge? When we speak of Knowledge, we are not talking about perspective or bodies of information or data. We are talking about the ability to know—beyond deception, beyond appearances, beyond personal preference, beyond fear and beyond denial. The ability to know.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Intervention has been going on actively for almost 50 years. And people who claim to be studying the UFO phenomenon, well, do they know anything yet, or are they still gathering data? “Well, we don’t want to come to any premature conclusions. You know, this is so complicated and we may never understand it!”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What are you talking about? Is this denial? Is this the unwillingness to come to a conclusion? Or is it that people simply just don’t know? Can’t they see and feel what this really is? After 50 years, can’t they see and feel what this really is? They need more evidence? Oh, my God! How much more evidence? Another 50 years of evidence? A hundred years of evidence? 50 more years of evidence, and it will be all over then. And the conclusion you will come to will be so obvious.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is like the person in a 30-year marriage who never should have gotten married anyway, and it takes them 30 years to figure out that really they made a mistake somewhere back there, and they really should have followed their deeper feelings and not walked down the aisle with this other person. But they have been trying to make it all right for the last 30 years.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Without Knowledge, you will only know what others want you to know. You will only think what others want you to think—whether it be your parents, your culture, your social group, your government, or the Greater Community. You will basically be like cattle and you will be led around, from pasture to pasture.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Without Knowledge, the mental environment overtakes you and overwhelms you. Knowledge is the deeper spiritual Mind within you. It is the only part of you that is unaffected by the mental environment. It is the only part of you that is free from deception and manipulation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Do you want freedom for yourself? Then you must learn The Way of Knowledge. Otherwise, what is freedom? Having more money? Working less, having more money? Is that freedom? Look at the wealthy who have no freedom. Oh, they have lots of money, and they can go anywhere they want. They do not even have to work, some of them. Are they free? Or are they slaves to their money and their situation and their privileges and their appetites and their fears?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The message in The Allies of Humanity Briefings is about freedom. And to have freedom, you must become aware of the Intervention. You must gain a Greater Community perspective. You must learn about the mental environment and its impact upon you. And you must develop your experience of Knowledge. Not a lot of technology here though technology may play a small role in all of this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When we speak about learning The Way of Knowledge, we are not talking about just developing intuition. That is not adequate. You must actually connect with the Knowing Mind within yourself, and this is not an easy task. There will be many who will be unwilling or unable to do this. But not everyone has to do this in order for humanity to turn the tide, to develop a Greater Community awareness and to begin to build boundaries around your world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Force cannot be used to take over a planet like yours. Therefore, the Intervention must be subtle. It must be deceptive. It must be invasive. It cannot use brute force. This is good for you because you could not withstand brute force. And brute force would destroy the outcome for the visitors, if you can call them visitors. There are many reasons why they will not use it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Creator has responded to this great need of humanity, a need that is barely even recognized as a need, by presenting the Teaching in Greater Community Spirituality. This Teaching encompasses the reality of life in the Greater Community. Never has such a Teaching been given in the world before because it was not needed before.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yes, there are many spiritual teachings that emphasize the way of Knowledge to a certain degree. But a Greater Community Way of Knowledge has never been given in the world before. You need it now, however. It will not replace the world’s religions but instead give them a greater scope, a greater perspective, and a greater context in which to continue to grow, to exist and to evolve.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Yet it is curious that the world’s religious leaders will perhaps be the most resistant to learning a Greater Community Spirituality. To preserve their traditions, their authority and their power, they will perhaps deny the very thing that will give their tradition a future in the Greater Community.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">For without human freedom, there is no future. Without human self-determination, there is no future. And without an understanding of the Greater Community, there is no future for anyone here, not a future that you could embrace anyway.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must see the relevance of this to yourself. All that you want out of life, all that you want to be, do and have, the Intervention could take it all away from you. Are you going to mindlessly pursue your personal goals and to hell with everything else, saying it doesn’t matter?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Even if the Intervention were not happening, the degradation of your natural resources and the growing population of the world would change what is available to you anyway. Some people say, “Well, I’m just going to go get what I want, and I’m not going to worry about anything else.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people think like that, they are like locusts. Thrown upon the land, they are going to consume everything in sight. And they will leave a wasteland and move on until there is nowhere to move on to, and then they will all die out. Is this the promise for human advancement? To be like parasites that destroy the host and when the host dies, they all die too?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now most people would say, “Of course not! Absolutely not!” But if their behavior is self-seeking, then this is an appropriate analogy. Interestingly enough, those who are intervening in your world view humanity as a sort of destructive force in the world that is going to destroy this fabulous place. Their attitude is, “We’re going to get in there and stop them. And if they can’t use their world properly and preserve it, well, we’ll save it for ourselves. They can work for us.”</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is exactly how they think. This is their perspective. This is how you would think if you were in their place. Even with all of humanity’s great idealism, you would think like this too. “We are not going to let them destroy this place! If they can’t benefit from it, we will!” This is exactly how a human government would respond. Perhaps this is how you personally would respond.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those intervening are not evil. They simply see the situation from a certain perspective. They are not guided by Knowledge or spirituality, or they would not be intervening here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are people in the world who want the Intervention because they think that the alien races here will somehow save humanity from itself. They believe in the same perspective as the alien races themselves. Sometimes they reach this conclusion within themselves. Sometimes this thinking is encouraged through the Intervention. Yet the result is the same—loss of human freedom and self-determination, which will be very complete. If you think about this, you will realize that this is the worst possible scenario for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is why the Creator is providing the preparation for the Greater Community. This is why it must be learned and taken to heart. This is why the awareness must be gained.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People must face their fear and anxiety and realize the situation they are in. They must gain a new understanding of where they stand in the universe and their role and responsibility as the native peoples and stewards of this world. They must exercise the power that they have individually and collectively to preserve their own native grounds.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your spiritual understanding needs to change for you to realize what God has given humanity to preserve the advancement of human freedom, understanding and cooperation. In the universe, these must be defended. You need to recognize that you have to outgrow your fantasies and your ideals, even your demands and expectations, to see the situation clearly. The Creator has asked the allies of humanity to be observers, to provide commentary and to present their message so that humanity can begin to gain a Greater Community perspective.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has given a teaching about the mental environment and Knowledge. Learning The Way of Knowledge is an individual spiritual journey for each person. Knowledge is the greater Intelligence that lives within you. It knows how to deal with the Greater Community. Knowledge is not governed by human beliefs, assumptions, preoccupations, deceptions, ideals or ambitions. It is pure. It is the holy part of you. It knows.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your mind thinks. Knowledge knows. The gulf between them seems great, but they can be united together. And this is the ultimate goal of your spiritual development. This gift of Greater Community Spirituality is meant to give human freedom a real foundation, to empower the individual, to empower the group, to empower humanity, which is losing power every day to those who are intervening in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">We hope this discourse provides clarity, but it is really only the first step. Do not think you can read this discourse or read The Allies of Humanity Briefings and say, “Well, I understand now. I know what to do.” You do not yet know what to do. But you may be beginning to gain an understanding. If this stirs something within you deeply, then Knowledge within you is being activated. But there is much to learn ahead.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Humanity’s encounter with the realities of life beyond this world is a new threshold, perhaps the greatest threshold that humanity has ever faced. The learning will have to be rapid. Do not think you already know or understand. You do not. You may have an idea. You may experience a resonance with this message. You may feel it is important, but you still have to train and prepare.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You do not climb the highest mountain in the world because you love mountains. You do not climb the highest mountain in the world because you have hiking boots. You have to train and prepare, or you will not make it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the challenge of your time. This is the greatness of your time. This is where you will find your own greatness. You will never find your greatness in your individual pursuits, for there is no greatness there. You will only find your greatness in responding to a real need in the world and to the calling that lives within you even at this moment. This is the great situation that will bring out the greatness in you, if you can respond.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/the-greater-darkness/the-problem-of-human-denial/"
}