{
  "title": "The Consequence of Revelation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">If God were to speak to humanity only once in a millennium, surely it would have great consequence as to how it was received and what was done with it as a result. Surely these great interventions from the Divine mark great turning points in human history and the evolution of human awareness and thought and social engagement.</p>\n\n<p class=\"book-paragraph\">Such a time has come again, at this time of Revelation. And the consequences are great, for humanity is facing its greatest trials. It is facing a world of declining resources and growing population. It is facing the deterioration of your natural environment, and a disruption of the world’s climate, and the great impacts this will have on your ability to grow food and to engage in transportation.</p>\n\n<p class=\"book-paragraph\">Humanity is facing its greatest trials. You stand at the threshold of a Greater Community of intelligent life in the universe, a nonhuman universe that does not value human awareness or human accomplishments. You are reaching a point where humanity must grow up and become responsible and united if it is to survive within its own world and remain free within this Greater Community, where freedom itself is rare.</p>\n\n<p class=\"book-paragraph\">It has taken such a great threshold to call a New Message from God into the world. And now God has spoken again, through God’s Messenger, delivering a Message more comprehensive and complete than anything that has ever been given to this world, given at a time of Revelation.</p>\n\n<p class=\"book-paragraph\">The hour is late. The consequences are significant. Humanity is facing a new world—a new world of environmental disruption, a new world of social and economic upheaval, a new world that will not be like the past, a new world that must be comprehended with fresh eyes, not with assumptions from the past. Even wisdom from the past may in cases be ineffective or inadequate to deal with the Great Waves of change that are coming to the world and that are striking the world even at this moment.</p>\n\n<p class=\"book-paragraph\">For humanity, it is a time of great reckoning—a time of collective responsibility, a time to end your ceaseless conflicts and your pathetic indulgences to face a far more difficult world and to face the reality of the Greater Community, of which humanity knows almost nothing at all.</p>\n\n<p class=\"book-paragraph\">It is because of this that God has spoken again and has sent a great Message into the world. But even the Creator of all life cannot assure or determine how this will be received here or how the Messenger will be regarded. For he is not here to substantiate past Revelations or to fulfill past prophecies, but instead to bring an entirely new awareness and understanding into the world—the great turning point, that even at this moment few can see and fewer still can understand.</p>\n\n<p class=\"book-paragraph\">People are anxious. They are afraid. They look nervously over the horizon. They know that times are uncertain and will grow ever more uncertain. Despite the assurances of your governments and institutions, the human heart is troubled, for there is a Greater Darkness in the world.</p>\n\n<p class=\"book-paragraph\">It is a time of great consequence. Should the Revelation be denied or forestalled, should the Messenger be withheld or destroyed, it would have a great impact on the outcome for every person and for your children and their children as well.</p>\n\n<p class=\"book-paragraph\">In this respect, the Messenger is the most important person in the world, for his presence and the success or failure of his mission in bringing this greater awareness, this New Revelation, to humanity will have far greater impact than the decisions or the circumstances of any other person on Earth.</p>\n\n<p class=\"book-paragraph\">And yet the Messenger cannot assure his success. He has proven himself so far to be able to receive the Revelation, and now he is beginning to communicate it and to present it to the world. But this success cannot be on his shoulders, but must be shared amongst the many who can receive him, and the many who will respond to those who can receive him and so on and so forth.</p>\n\n<p class=\"book-paragraph\">If humanity can be alerted and prepared for the Great Waves of change and for the great hazards of contact with the universe, then humanity has the great possibility to build a future far better than its past—a future without incessant war and conflict, a future without degrading and overwhelming impoverishment and oppression, a future on a more barren planet of Earth, but a planet that is being wisely managed and sustained so that humanity may have a future here.</p>\n\n<p class=\"book-paragraph\">Do not think that you will leave to another world, for there is no inhabitable world within your vicinity, the closest being well inhabited by races far older than you. Do not think you can despoil your planet of origin and that God will provide you an alternative, for there is no alternative, you see.</p>\n\n<p class=\"book-paragraph\">Give up these fantasies, these ridiculous assumptions. Come to your senses, recognizing you are standing on a fragile world being degraded with each passing day. Realize you are facing a universe that you know nothing about—a universe full of intelligent life, a greater reality, a competitive reality on a scale you cannot even imagine.</p>\n\n<p class=\"book-paragraph\">Do not think your technology will save you. Do not think that Jesus will return, or the Imam or the Maitreya. For God has sent a New Messenger into the world. He is not here to fulfill the past, but to prepare humanity for its future and its destiny.</p>\n\n<p class=\"book-paragraph\">If his voice is ignored, if he is too greatly resisted, if enough people cannot receive and respond to the New Message, then humanity will continue [towards] its desperate and predictable future, its path towards incremental self-destruction, its path away from its greater destiny, facing collapse within the world and subjugation from forces from beyond the world—things that humanity as a whole is barely aware of, if at all.</p>\n\n<p class=\"book-paragraph\">It is a very grave situation, but the Creator loves humanity and has sent a blessing, a warning and a preparation. It has been given to one man to receive—a man who was prepared for this role before he came, a man sent here by the Angelic Presence, a humble man, a simple man, a man without social position, a man who has spent the last 40 years preparing and receiving the Revelation.</p>\n\n<p class=\"book-paragraph\">He will be attacked. He will be denied. He will be avoided. He will be ridiculed. For this always happens at times of Revelation.</p>\n\n<p class=\"book-paragraph\">While the world celebrates its heroes and its heroines, the Messengers go unrecognized. They who have the greatest power to alter the course of humanity are barely recognized by anyone.</p>\n\n<p class=\"book-paragraph\">You are living now at such a time—a momentous time, a time of great promise, a time of great possibility, a time of dire circumstances and grave human error, a time when you must be strengthened and the presence of Knowledge, the deeper intelligence that God has given you, is to be renewed so that you will have the courage and the determination to face a new world, so that you will have the orientation you need to prepare for the Greater Community.</p>\n\n<p class=\"book-paragraph\">Such things cannot be left up to secret governments or secret groups or elite organizations because it is the world that must be prepared, or humanity’s future freedom and sovereignty can be given away—traded away for technology, traded away on a mere promise of peace and prosperity, given away by selfish interests who have not the wisdom to comprehend who they are dealing with and what course of action they really must take.</p>\n\n<p class=\"book-paragraph\">The Messenger is here to give humanity the one thing, the one missing ingredient—the power and the presence within each person that must be ignited if they are to awaken from their troubled sleep of fear, tragedy and desire. It is the one thing that will awaken people to their greater purpose, but it must be given from the Creator. It is not something humanity can do on its own. It must be shown. It must be activated. For you cannot lift yourself up without this power and this activation.</p>\n\n<p class=\"book-paragraph\">If humanity should fail the Revelation, your world will continue to decline—destroying not only individuals but whole nations of people; setting you into war and contest over who will have the remaining resources; a situation far more grave, grievous and tragic than anything humanity has ever faced before.</p>\n\n<p class=\"book-paragraph\">And into this growing chaos, forces coming from the universe will arrive, promising peace, prosperity and high technology. They will come offering gifts with their secret plans—plans that have been long in formation, long considered. You will think they are wondrous, almost divine, but it is all a ruse. It is all a deception to weaken humanity.</p>\n\n<p class=\"book-paragraph\">What discernment will it [humanity] have when it is desperate, when it has driven itself into desperation? What wisdom will it have? Its seers will be denied or neglected.</p>\n\n<p class=\"book-paragraph\">The outcome is predictable. It has happened countless times in the universe when a nation outstrips the wealth of its world, falls into depletion and despair, only to be taken up by foreign powers—not through violent conquest, but through inducement and seduction.</p>\n\n<p class=\"book-paragraph\">If you knew anything about the Greater Community, you would understand this. But humanity knows nothing of the Greater Community. How could it know, isolated here in this world? To you, the universe is full of fantasy and fear. You are enamored with its possibilities. You are terrified of its realities.</p>\n\n<p class=\"book-paragraph\">That is why the Revelation must provide the reality and spirituality of the Greater Community, to reveal to you what life is really like in this region of space—what you can expect, how you should conduct yourself, when and where engagement should take place and under what circumstances. Otherwise, you will be the ignorant and easily seduced natives of the new world, falling prey to seduction or frightened into submitting yourself and thereby undoing your entire culture and reality.</p>\n\n<p class=\"book-paragraph\">This is the great warning, and it must be heeded, or you will not understand the blessing and the preparation. It is time to grow up and become serious about your life and your purpose and the meaning of your existence here.</p>\n\n<p class=\"book-paragraph\">The rich indulge themselves endlessly—in their hobbies, their passions and their plays while the rest of the world sinks into despair, poverty and degradation. Surely, this cannot be a world that will survive as a free race in the universe. Surely, this is a race that will not have the collective wisdom to restrain its activities and to prepare for its future. Surely, this will be an easy prize for those who use cunning and guile to achieve their goals.</p>\n\n<p class=\"book-paragraph\">For the world is rich. You do not understand how rich it really is, how precious it is in a universe of barren worlds. You know not of the value of this world nor the meaning of your presence here at this time—a time of Revelation.</p>\n\n<p class=\"book-paragraph\">The Messenger is burdened with this, to communicate all these things and much more. For the Revelation speaks on almost every aspect of your life, giving you strength and promise, clarity and integrity, lifting the veil of ignorance, releasing you from the chains of fear and anxiety and self-recrimination.</p>\n\n<p class=\"book-paragraph\">It is a fabulous gift, more precious than you can realize at the outset. And as the world grows darker, this gift will become more recognized. As the threat to human freedom and well-being escalates, the Revelation begins to reveal its greater promise.</p>\n\n<p class=\"book-paragraph\">At the outset, there will be those who are unsettled already, who have not been able to commit themselves to the great religious traditions of the past, who are not complacent with the way things appear to be, who are not satisfied with little pleasures and great pains, who have the prescience and the humility to respond to a New Revelation. Their numbers will be few at the outset, but this has always been the case at times of Revelation.</p>\n\n<p class=\"book-paragraph\">People do not want to face a Revelation from God. They think it will be a punishment. They think it will be a set of demands. They are so guilty from their misbehavior, their crimes against themselves and one another, they do not want to hear what God would have to say. They will fear retribution. They will fear condemnation.</p>\n\n<p class=\"book-paragraph\">But what God gives is the great Love and the great Wisdom and the preparation at this great turning point so that humanity can face and begin to prepare for a new world reality and for the reality of the Greater Community.</p>\n\n<p class=\"book-paragraph\">God has given you the eyes to see and the ears to hear, but you are still deaf and blind. For you have not responded to Knowledge in your life sufficiently yet to be able to see it clearly and to hear the truth amidst all that is pleasing and promising and seductive.</p>\n\n<p class=\"book-paragraph\">But you can take the Steps to Knowledge and regain this power and this strength, for the world requires it now. It is not merely for your personal edification, or your personal enhancement or your personal enlightenment. It is really to play a part at a great turning point for humanity, the small but essential part that you must play.</p>\n\n<p class=\"book-paragraph\">Do not think God is going to intervene and save the world in the last hour. For God has sent you and everyone else to save the world before there is a last hour.</p>\n\n<p class=\"book-paragraph\">But this mission and this purpose are not reflected in your personal wishes and goals. You must respond to a deeper voice within you and the Voice of Revelation that is presenting God’s New Message for the world.</p>\n\n<p class=\"book-paragraph\">It is so hard to trust that something is so pure, so powerful and so significant when the world has shown you what is so corrupt, what is so degraded, what is so deceiving and disappointing.</p>\n\n<p class=\"book-paragraph\">But God has given you the eyes to see and the ears to hear. You will know that the Revelation is true, and the more that you immerse yourself in it, the truer it will become. For it will resonate with the truth of your own Being even if it does not conform to your ideas or beliefs or expectations.</p>\n\n<p class=\"book-paragraph\">But, you see, your ideas, your beliefs and your expectations do not even allow you to see the new world you are entering and are living in already. They do not allow you to see the reality of the Greater Community or even that there is a Greater Community or that this would be in any way important for your life.</p>\n\n<p class=\"book-paragraph\">It is your beliefs and your attitudes and your preferences that blind you and disable you from hearing the greater voice within yourself and within others. Accept this as your condition, and your starting point will be honest. And your response will have the possibility of being genuine and efficacious.</p>\n\n<p class=\"book-paragraph\">God has spoken again. The Revelation is in the world. The Messenger is here. What could be more consequential than this? What could have a greater impact on your life and future, and the life and future of your children than this?</p>\n\n<p class=\"book-paragraph\">Look ahead. What do you see in the world? Yes, you are afraid because what you see will make you afraid, and you will feel ineffectual in the face of it.</p>\n\n<p class=\"book-paragraph\">God must strengthen you and unburden you and revive you and return you to a state of integrity so that you may become powerful and effective in contributing to a world in need, so that your gifts may be recognized and rendered where they are meant to be rendered. For this is the foundation for fulfillment in the world.</p>\n\n<p class=\"book-paragraph\">Knowledge within you cannot be destroyed. It is the part of you that cannot be destroyed, and so it is without fear. But it is here on a mission, which is your mission—the mission which has brought you to the world. You are not merely here to consume and to survive and to be gratified. You are really here for a greater purpose, and those who sent you are watching you now.</p>\n\n<p class=\"book-paragraph\">The consequence of your response to the Revelation is all-important in determining the outcome for you and whether your great and difficult journey in the world will be successful and fulfilling.</p>\n\n<p class=\"book-paragraph\">You must face the great needs of the world and realize that humanity alone cannot resolve them. There is not enough collective wisdom or conscientiousness here yet for humanity to do that. There are inspired individuals. There are individuals who are committed to service, but their numbers are too small, and they cannot hold sway over the passions and grievances of humanity. That is why the Revelation must be given to as many people as possible.</p>\n\n<p class=\"book-paragraph\">And those who are ready, who have been stirred, they will respond. The Messenger will not have to produce miracles for them, for the Revelation is the miracle, and their ability to respond to Revelation is the miracle. What greater miracle could there be than this? Some kind of phenomenon or trick?</p>\n\n<p class=\"book-paragraph\">Those who are intervening in your world from the Greater Community can create phenomena and tricks. They can make you think that they are divine and that you must follow them without question. With Knowledge, you would not do this, and you would see the deception. But many are not with Knowledge though it lives within them at this moment.</p>\n\n<p class=\"book-paragraph\">The acceptance or the denial of the Revelation will be of the greatest consequence for the future of humanity and for the outcome of your life. But you must see this with your own eyes and hear this with your own heart and soul. Our words may not be enough. Even the Messenger being in the world may not be enough.</p>\n\n<p class=\"book-paragraph\">And that is why the Message is being given to the individual, with the emphasis on the individual, and not taken to the corridors of power, where everything becomes manipulated and corrupted.</p>\n\n<p class=\"book-paragraph\">God has spoken again. The Messenger is in the world. You are blessed to live at a time of Revelation. The great promise is before you.</p>\n\n<p class=\"book-paragraph\">It is this consequence for you and your life and then beyond you for others and for the world that is the most important thing. It is your ability to respond—your responsibility—that is the most important thing. You do not need to be perfect. You do not need to be at peace at all times, for that will not happen, not if you are responsible and honest about your life.</p>\n\n<p class=\"book-paragraph\">The Message is pure. It will reveal all human deception, corruption, denial and intrigue. Your response must be pure. Beyond the realm of your intellect it will be, in a whole other part of you that you know very little about.</p>\n\n<p class=\"book-paragraph\">It is the response that will determine the outcome. If humanity cannot prepare for the Greater Community, its freedom and sovereignty will be lost. It will be lost if humanity cannot prepare for the Great Waves of change, if nations cannot unite for their own preservation and support each other to maintain balance and harmony, stability and security in the world.</p>\n\n<p class=\"book-paragraph\">It is your weakness that will be preyed upon. It is the breakdown of human civilization that will be the opportunity for others to intervene. You must see this with new eyes, without condemnation.</p>\n\n<p class=\"book-paragraph\">God cannot change human perception, but God has given you Knowledge that is not bound by human perception. And this can arise in your awareness—this power, this grace, this presence. That is the great redemption for you, and that is what will give humanity the clarity, the wisdom and the power to take the actions it must take to secure the world and prepare for its future in the Greater Community as a free and self-determined race.</p>\n\n<p class=\"book-paragraph\">May the gift be with you, for the gift is with you. But you cannot call it out of yourself. It must be called out of you from a Greater Power, and that Calling is the Creator calling to you as part of Creation. And your response will be a response to this—the most important communication of your life.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-consequence-of-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/the-consequence-of-revelation/"
}