{
  "title": "The Crisis",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Today We shall speak of the Crisis, the Crisis of Separation.</p>\n\n<p class=\"book-paragraph\">Behind all the pleasantries you see in the world, and the appearance of happiness and success, and the appearance of contentment, there is the crisis, the crisis within the person, within each person, within you—a crisis that is always there until it is resolved; a crisis you carry with you into all of your activities and relationships; a crisis that haunts you and keeps you living apart from yourself, running away from your deeper experience, hiding out in the world somewhere, hiding out in religion, hiding out in politics, hiding out in hobbies or pastimes. It is because of the crisis that this is the case.</p>\n\n<p class=\"book-paragraph\">People keep themselves stimulated all the time, or attempt to, because they do not want to feel the crisis. It is this crisis, you see, of being lost in the world, of living in Separation from your Source and all that is permanent within you and around you. Cast out, escaped you are, into a situation where you do not know what you are doing—ever afraid of the environment, ever afraid of change, ever afraid of loss and destruction. So in the world you see people are trying all manner of escape from this.</p>\n\n<p class=\"book-paragraph\">Yet the crisis is not merely poverty or oppression. That is a crisis at another level. But We are speaking of something much more fundamental—the crisis that plagues the rulers of nations as well as the citizens at every level of society. It is this crisis.</p>\n\n<p class=\"book-paragraph\">You cannot settle this crisis on your own. The pain of Separation is with you. The confusion of Separation is with you. The fear and anxiety of Separation are with you. You may tell yourself anything. You may believe in anything. You may try to live out your dreams and fantasies, your preferences and your desires, but you carry the crisis with you. It is always with you until it can be resolved.</p>\n\n<p class=\"book-paragraph\">But God has put an answer within you to resolve the crisis, to set out a pathway to end the state of Separation, to give you a greater purpose, meaning and value in the world so that your journey here can truly be meaningful and represent your real nature and purpose here.</p>\n\n<p class=\"book-paragraph\">For belief cannot do this alone. Adhering to a religious principle or system of belief alone cannot do this, cannot resolve the crisis.</p>\n\n<p class=\"book-paragraph\">It is not just a crisis of faith. It is the crisis that even requires faith. For if you must have faith, it means you are already distant from your Source. You are not experiencing the power of Knowledge that God has put within you, so you must have faith. Without the crisis, there is no need for faith. Faith then is the evidence of the crisis. Faith is armor against the crisis.</p>\n\n<p class=\"book-paragraph\">But when faith fails you, and there will be times when it will fail you, you will feel the crisis—a complete sense of being lost and disassociated, of being fearful and apart from yourself, apart from your Source, apart from others. It is a kind of Hell, you see, that lives within you, that you carry with you until it can be resolved.</p>\n\n<p class=\"book-paragraph\">God understands the crisis. It is the crisis of Separation. Everyone who enters the physical reality is entering Separation, now attempting to live as an individual, now attempting to fulfill oneself, if that is even possible given the lack of freedom there is in the universe.</p>\n\n<p class=\"book-paragraph\">It is your condition living in the physical reality. It is not your eternal state. It is not the state you have come from and to which you will return eventually. But it is your state living in time and space, limited by a body, governed by a mind, governed by the mind that is a product of living in this environment.</p>\n\n<p class=\"book-paragraph\">If you can begin to see that there is a crisis within you that you have been avoiding and running away from as far back as you can remember, you will see that there is a great need of your soul to be relieved of this—a need so deep, a need so ever present, regardless of your circumstances. Regardless of whether you are alone or married to another, regardless of who you are with, there is the crisis.</p>\n\n<p class=\"book-paragraph\">When you can begin to see this, and feel this, and have the honesty to look back into your life, to see what you are really afraid of, a fear that is even greater than the fear of death or loss, the fear of this crisis, then you will see and begin to see the deeper need of your soul—the need to reunite with your Source, not simply to ask God for favors or dispensations or to rescue you from your predicaments, but to reunite with your Source while you are here.</p>\n\n<p class=\"book-paragraph\">For without your Source, you are lost, no matter how firm your beliefs or how controlling you attempt to be over your circumstances and the opinions of others. That is why it is often in times of great disappointment or loss that people really begin to feel this deeper state and need. It is not pleasant by any means. It is not a desirable thing to deal with, but it represents your core reality.</p>\n\n<p class=\"book-paragraph\">But God has given the answer. The answer was given at the beginning of time, at the beginning of the Separation. For living in Separation, you lose contact with the deeper part of you that has never been apart from God. But you have not lost this, you see. So your relief from the crisis is guaranteed. It is only a matter of time. It is only a matter of you gaining the honesty and self-awareness you need to see your situation very clearly.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation for the world reveals this crisis and speaks of it very clearly, with great compassion, with great love. For there is no anger or vengeance in God. That is a human creation. That is the product of living in Separation. That is a response to the crisis We speak of here today.</p>\n\n<p class=\"book-paragraph\">God has given you something important to do in life. The awareness of this is within Knowledge within you, deep beneath the surface of the mind that you think with currently. It is not merely a recognition or an awareness because you must do things in life to restore your dignity, to restore your value, not to prove this to God, but to prove it to yourself. You must earn back your self-respect, your self-trust and your self-love.</p>\n\n<p class=\"book-paragraph\">God knows you are living in Separation and without Knowledge you can only be in error, that you will live a life of desperation and fear, with great dangers all around you and within you. There is no condemnation here.</p>\n\n<p class=\"book-paragraph\">The crisis is trying to live without your Source and your Sacred Community that exist beyond the visible range. It is trying to be alone. But you are never really alone. It is a greater delusion, a tragic misunderstanding.</p>\n\n<p class=\"book-paragraph\">All the damage you see in the world—human cruelty, human violence against oneself and others, human degradation, human addiction—is all a product of this crisis. Even if you live the most upstanding life, even if you are highly regarded, the crisis is still there.</p>\n\n<p class=\"book-paragraph\">We bring this forth because it must be understood in a true light. The great discomfort you feel within yourself, the restlessness you feel within yourself, the need for constant stimulation and outer engagement, demonstrate this crisis and its reality for you.</p>\n\n<p class=\"book-paragraph\">That is why people are afraid to be still. That is why people are afraid to face themselves. They do not want to feel what they really feel. And they fear that if they face this, it will overtake them and consume them and destroy them.</p>\n\n<p class=\"book-paragraph\">But God has put Knowledge within you, the perfect antidote to the crisis. For there is a place within you that is wise and compassionate, that is uncorrupted by the world. It is not the product of belief or religious affiliation. It is the gift of your Creator, a gift that you carry with you in your journey in the physical universe. It is here to restore you and to relieve you of your burden, to bring resolution to your dilemma, which you yourself cannot resolve.</p>\n\n<p class=\"book-paragraph\">To turn towards your Source knowing your great need is the most primary thing you could do. Do not wait until you are on your deathbed to do this. Do not bring calamity upon your outer life to bring you to this point. Do not degrade your life or fall into dissolution in order to have this recognition.</p>\n\n<p class=\"book-paragraph\">Your sorrow will be replaced with great confidence and great appreciation. Your anxiety will be replaced by the desire to participate in a world you have come to serve. Your enthusiasm will replace your lack of self-trust. Your authority will give you strength. And your humility will enable you to serve.</p>\n\n<p class=\"book-paragraph\">God has given you a way out of the jungle. God has given you the resolution to the crisis. But you must live the resolution. You must act upon it. It is not merely a moment of self-realization.</p>\n\n<p class=\"book-paragraph\">You must serve because that is why you have come. That is the purpose God has given you—a very specific purpose to give in a certain way, to certain people and situations. You are perfectly designed for this.</p>\n\n<p class=\"book-paragraph\">You do not heal the crisis by having a new understanding or a better point of view or a spiritual answer for everything. It is embarking on a new life guided by Knowledge that brings the great resolution to your life.</p>\n\n<p class=\"book-paragraph\">Now your life is not based on fear and preference, and a desperate attempt to satisfy your unquenchable thirst for excitement or avoidance. The deeper pain within you can only be resolved by the gift of purpose and meaning that Knowledge within you carries for you, waiting to be discovered.</p>\n\n<p class=\"book-paragraph\">To live a life of compassion and service is something that is so remarkable. Yet you will still suffer for the conditions of the world, you will fear for the safety of others, and you will have trials and difficulty along the way. But that is life itself here. The difference is that the crisis will be over within you, not all at once, but incrementally as you continue to follow the true and clear path.</p>\n\n<p class=\"book-paragraph\">You must demonstrate the greater life to others and to yourself. It is you who must be convinced. Those who watch over you know who you are, but you do not know this yet.</p>\n\n<p class=\"book-paragraph\">The crisis will fall away bit by bit, lose intensity, lose its strength, lose its grip upon you as you proceed—following a greater purpose and calling in the world. That part of you that is strong will lead that part of you that is weak as you make progress here.</p>\n\n<p class=\"book-paragraph\">This is the proper use of time. Otherwise, time is kind of a curse, you see, because you do not have much of it, and yet it seems to go on forever and be never ending. Time is your problem, in a way, because you are losing ground. The longer you fail to respond to the power that is within you, the more you are losing ground—the weaker you are becoming.</p>\n\n<p class=\"book-paragraph\">Even as you acquire all things in the world and seem to have great prestige and admiration from others, you are still pathetic. You are still in trouble. You are still unknown to yourself. And your greater purpose and calling are unknown to you.</p>\n\n<p class=\"book-paragraph\">We are like the physician who is telling you that you have a problem you do not want to admit having. You would rather live in denial because you are accustomed to that. But the physician is not here to tell you how great your life is, but to show you where you are suffering, where your life is in danger and imperiled, and can degrade your experience and your existence here.</p>\n\n<p class=\"book-paragraph\">While there is a crisis within you, there is a crisis in the world, growing now to ever-greater proportions. That is why you also have come, to play your small but important part in meeting that crisis. It is not merely that you get to be relieved of your pain and your difficulty in life. That would not be enough, you see. But that is not why you have come, really. You have come to deal with the great crisis of the world, the great change in the world’s environment, the great upheaval in nations and societies facing a changing world. You have come for this.</p>\n\n<p class=\"book-paragraph\">It is in meeting this [greater] crisis that your crisis can be resolved, but only if you are following the power of Knowledge that God has given to you. Otherwise, you will be a warrior. You will be an advocate only. But your problem is still unrecognized and unresolved. It is meeting the inner and outer problem together that creates the true resolution on both fronts, in both realities, within you and beyond you.</p>\n\n<p class=\"book-paragraph\">You cannot return to your Heavenly Home with the crisis. It must be undone here, for it was created here. It must be resolved here, for it was established here.</p>\n\n<p class=\"book-paragraph\">So even when you leave this life, if you have completed your work here, you will serve those who remain behind—those of your own world, your own kind—because you must help them be relieved of their crisis. Your success must now be the gift to others.</p>\n\n<p class=\"book-paragraph\">It is this giving born of resolution, born of purpose, born of meaning, born of the power and grace of Knowledge that God has put within you that will be an ongoing contribution in your life, in your time and in the times to come beyond this life and this time.</p>\n\n<p class=\"book-paragraph\">So in the end, there is not even a fragment of the crisis left. There is no residue left. It has all been flushed out of you because your life was moving in a true direction. You have become integrated with Knowledge. You have become yourself, finally.</p>\n\n<p class=\"book-paragraph\">There is no human therapy that can end the crisis. It may make you aware of the crisis. It may help you deal with the crisis. But it cannot resolve it. For that you need a Higher Power. You need the power of Knowledge within you, born of God. And you need God’s Grace and the Angelic Assembly that watches over the world. You need great assistance.</p>\n\n<p class=\"book-paragraph\">But down here on the ground, you will have to do the work. You will have to face the change that must be brought about in your circumstances and in your agreements and associations with others. And you must face the consequences of this. You must be the architect of your new life. You must make mistakes and correct them. You must gain wisdom and strength. There is no escaping this. Without this, your dignity would not be restored. Your value would not be restored. The purpose and meaning of your life would not be restored or realized.</p>\n\n<p class=\"book-paragraph\">That is why God does not just sweep away your problems. For God did not create your problems. Yet God has given you the power to resolve them and to bring your life into its true harmony and balance here in service to the great change that is coming, in service to the world facing this great change.</p>\n\n<p class=\"book-paragraph\">You and others are called into the world at this time to face the great upheaval, to contribute and to protect human civilization. For much has been done to contribute to this world from Heaven above, and facing great trial now, great danger, many are sent here to serve.</p>\n\n<p class=\"book-paragraph\">Do not think you are apart from this. You know so little about who you are, where you have come from and who has sent you here. That is part of your crisis. You know so little about where your life is destined to go and where it can be of the greatest value and meaning. And that is part of your crisis. You know so little about your origin and your destiny beyond this world. And that is part of your crisis.</p>\n\n<p class=\"book-paragraph\">But the problem that seems to have no answer has an answer. God’s New Revelation for the world presents this very clearly, more clearly than it has ever been presented in this world, presented now to a literate world, to a world of global communication and growing global awareness, given now so it can reach many people everywhere—in every religion, in every nation, in every culture.</p>\n\n<p class=\"book-paragraph\">The Messenger is in the world to receive and to present God’s New Revelation, which has come at the critical turning point for humanity, a turning point that will determine the fate and the future of every person and all who are yet to come.</p>\n\n<p class=\"book-paragraph\">Surely, the importance of this outshines anything that you think is important. Clearly, the need is greater than any need that you can understand. Clearly, to be sent into the world at such a time is of immense importance.</p>\n\n<p class=\"book-paragraph\">Face this and you will realize you have work to do. It is the unfinished business of your life. It is the one thing that can restore you and free you from the crisis.</p>\n\n<p class=\"book-paragraph\">Failure here has great consequence. Your life will be forfeited. It will be empty. The world will not be served. Your gifts will not be given where they were meant to be given. And when you return to your Spiritual Family, you will see very clearly that you did not make the connection. There will be no condemnation there, but there will be the perfect Knowledge that you must return and try again.</p>\n\n<p class=\"book-paragraph\">For in that state, you will remember that you were sent into the world, why you were sent and what the world needs. You will remember what you cannot yet see in this moment because your mind is taken up with other things, dominated by other things—things on the outside, things on the inside.</p>\n\n<p class=\"book-paragraph\">But God has put the answer within you, and it goes with you every moment of every day. And it is constantly seeking to drive you and take you and move you in the true direction of your life, to free you from dangerous and unfulfilling circumstances, to set your life on a new course, step by step. You may pray to God for many things, but God has already given you the ultimate gift.</p>\n\n<p class=\"book-paragraph\">May this power and presence strike you, gain your attention, let you feel the pain that is within you and yet remind you there is a way out.</p>\n\n<p class=\"book-paragraph\">You must face yourself in this regard to see the great need of your soul, to see the great need of your life, to see that you cannot resolve this on your own. No worldly power can resolve this. No worldly pleasure or wealth can resolve this.</p>\n\n<p class=\"book-paragraph\">The degree to which you can do this is important. And your ability to respond to God’s New Revelation is very important. It means there is great promise for you if you can respond and take the Steps to Knowledge that have been provided, and begin to honor yourself and others, and see the great cost of Separation all around you—with clear eyes, without condemnation.</p>\n\n<p class=\"book-paragraph\">It is the pain of your life and of the world that will finally turn you to your Source, in humility and honesty, seeking that which alone can resolve the great dilemma that exists within you and all around you.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-crisis.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/the-crisis/"
}