{
  "title": "The Turning Point",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Once you begin to become really honest with yourself about your life and affairs, no matter how painful this recognition might be in the moment, it marks a turning point in your life—a turning point where you begin to see things more clearly and are more willing to see things more clearly, to be more honest with yourself about your engagements with people and about your plans and goals, and even eventually about your fundamental beliefs, which are rarely questioned honestly.</p>\n\n<p class=\"book-paragraph\">This turning point is born of suffering. It is born of the recognition that you are failing in your attempt to organize your life successfully in keeping with how you really feel on the inside. Perhaps it [your life] meets the criteria of culture and the expectations of your family and others, and they hail you as a success, but inside there is emptiness. Inside, you know you have not found solid ground. You have not reached that which you are searching for.</p>\n\n<p class=\"book-paragraph\">Even if you were to acquire all things representing success and advancement in this world—beautiful relationships, lovely family, beautiful home—even if your work was meaningful in some way, which is so seldom the case, if you are not finding that which is your purpose, your soul will be starving. You will be suffering on the inside. You will congratulate yourself and allow others to congratulate you, but on the inside, you are frightened and unfulfilled.</p>\n\n<p class=\"book-paragraph\">This is the turning point, you see. You are tired of suffering, tired of false ideals, tired of striving for that which cannot satisfy you. Perhaps in a moment of despair or extreme self-doubt, you begin to ask yourself, “What is the truth?” You ask it now not to parlay with the truth, not to negotiate with the truth, but simply because you need it with your heart and soul.</p>\n\n<p class=\"book-paragraph\">This marks the turning point and begins the return. At the outset, the return may not be evident at all. You are simply questioning now. You are doubting things you believed in before. You are doubting the values you grew up with, the values that may be expected of you to adopt and to fulfill. But you are beginning, perhaps in the very slightest way, your return to your Source, your return to the greater purpose that has brought you into the world, which has been unaccounted for in your previous efforts and associations.</p>\n\n<p class=\"book-paragraph\">You do not know what this is, for you have not reached the place where you can see it clearly. For you are in the stage of undoing, the stage of dismantling what you have created that is not true, that is not authentic, that does not represent your heart and soul. You built these things out of convenience, or expediency, or pressured by the expectations of others, or the belief you could only be happy and have meaningful relationships if you acquired such things and such status.</p>\n\n<p class=\"book-paragraph\">Now the clouds have gathered around your dreams, your hopes and your fantasies, and you find yourself in a state of despair, a state of frustration and anxiety. Perhaps you think you are failing in life, but Heaven looks upon this as a great and hopeful sign.</p>\n\n<p class=\"book-paragraph\">Perhaps now there is a chance, a distant chance but a real chance, that this individual may turn this corner and continue to bring real honesty to their endeavors and have the courage to release those things that are untrue or inappropriate.</p>\n\n<p class=\"book-paragraph\">It is in this process of undoing that you gain your connection to Knowledge, the deeper power within you that God has given you to guide you, to protect you and to lead you to a greater life of contribution and fulfillment in the world.</p>\n\n<p class=\"book-paragraph\">Perhaps this journey will be long with many stages. You cannot control the process. You can only accelerate it by bringing this greater honesty to your mind and your thoughts and your engagements with others.</p>\n\n<p class=\"book-paragraph\">It is very important at this turning point not to discuss this with people who cannot understand, not to discuss it with your friends and companions, who may have no capacity to realize what you are going through. More than likely, they will attempt to encourage you to keep going with what you were doing before and not to fall prey to self-doubt, not to fall prey to the persuasions of others.</p>\n\n<p class=\"book-paragraph\">Here you will see who the real advocates for freedom really are in your life. And though they may be well meaning and have a regard for you, if they cannot understand what you are experiencing truly, then they can be a great hindrance to your progress.</p>\n\n<p class=\"book-paragraph\">You come upon this turning point not only by discovering the emptiness of your rewards or the failure of your pursuits, but also because Heaven is calling you. The time for you to begin the return has come, and now there is another force in your life—a mysterious force that you cannot understand with the intellect, a force you cannot bargain with, a force that will become stronger as you proceed. Now it is a faint light in your mind, but it is a light, and it is casting its revelation upon your life as it truly is, and you are having to deal with the consequence of this.</p>\n\n<p class=\"book-paragraph\">You may feel you have failed in all ways at this time, but for Heaven this is the beginning of a new life, a life of true promise, true accomplishment and genuine and greater relationships. Now you are beginning the return. But to begin, you must release yourself enough from your former engagements to have the clarity of mind to be free of the influences that were so persuasive over you before—influences you barely understood, but which had great impact on your thinking and behavior.</p>\n\n<p class=\"book-paragraph\">You need time, time to reconsider, time to build enough courage within yourself to honor your own integrity, which had been lost before and which you must regain now—step by step, event by event, decision by decision. Now your journey is one of unraveling the chains that held you back, undoing that which could not lead you to your real life—facing the betrayal of yourself and your dishonesty with others, facing the pain, but also feeling the rightness and the correctness of what you are now just beginning to contemplate.</p>\n\n<p class=\"book-paragraph\">Yes, there is pain here, but it is the pain of redemption. It is not the pain of being lost in the world, a casualty of the world, a slave of the world.</p>\n\n<p class=\"book-paragraph\">You will have to make decisions now, very simple decisions, one by one. You cannot remake your life, for that is not the purpose of this at this moment. It is to free yourself. It is to undo the knots that tie and have held you down. It is to correct the understanding with certain people to whom you have pledged yourself before you had an idea or an understanding of your real nature and purpose in the world.</p>\n\n<p class=\"book-paragraph\">Your return will be rocky. It will be turbulent. It will be uncertain. You will find yourself falling backwards, having to pick yourself up and choose again. You will see the power of persuasion now in a clearer light. The more you can experience this desire for the truth, the more it will show you in contrast all the decisions that you have made, all the agreements you have made, all the alliances you have established that stand in great contrast to a deeper feeling and recognition within yourself.</p>\n\n<p class=\"book-paragraph\">Here you must ask yourself, “Am I living the life I was meant to live?” You must ask this continuously, you see, because it will remind you that you are undergoing a great and profound change—a change beyond the realm of the intellect, beyond your intellectual capacity, beyond your manipulation and control. Allow this change to continue.</p>\n\n<p class=\"book-paragraph\">Heaven is pulling you now. The light within you is growing a little stronger every time you choose to follow the truth. Even if it means starting your life anew—with no friends, no recognition, no promise of success and advancement—if this is what is required, then you must follow this.</p>\n\n<p class=\"book-paragraph\">This is the birth of real freedom, inner freedom—the freedom to be truly honest with yourself, the freedom to recognize the truth, the truth that seems to escape all others who want to manipulate their life for their own designs.</p>\n\n<p class=\"book-paragraph\">Here you are pulled out of the crowd and set on a greater journey, but at this point you know nothing of the end point or the result. You do not know what it will lead to, or what it will mean, or who it will bring into your life.</p>\n\n<p class=\"book-paragraph\">If you are married with children, it all depends on what Knowledge requires you to do. Certainly, you are responsible for the raising of your children and their support, but if your marriage is not in harmony with the birth of the revelation within you, then you will have to follow Knowledge to know what to do and how to proceed.</p>\n\n<p class=\"book-paragraph\">This can be very challenging. It is as if you have to pass over the greater threshold at the outset just to be able to begin. For you are embarking on a new life, and your spouse may not want to go with you or be able to go with you. And in fact they may be in grave doubt and consternation over the change that is occurring within you. You are threatening your establishment with them. You are threatening your allegiance to them. This can give great rise to anxiety in their mind. But the Power of Heaven is greater than the obligations of Earth.</p>\n\n<p class=\"book-paragraph\">Here you must follow step by step. Here the truth will become ever more apparent whether your partner can go forward with you in this greater journey or not. You will not be able to explain yourself for a while, for you have not gained enough understanding of your journey to tell other people what you are really doing. What you can say is, “I am following a deeper strength and certainty within myself, and I must follow this. I must understand what it means for my life and where it might lead me.”</p>\n\n<p class=\"book-paragraph\">The return can be very difficult under these circumstances, but difficulty means that the decisions you make will have greater impact and greater significance, and will provide strength and wisdom to you to a far greater degree than if your decisions were far smaller and less challenging.</p>\n\n<p class=\"book-paragraph\">Heaven knows the return. Heaven is orchestrating the return. But it is you who must make the decisions and the adjustments and deal with the consequences. So do not think you are a blind follower. Do not take a passive attitude. Do not think that you will just be guided in all things, as if you were a little child.</p>\n\n<p class=\"book-paragraph\">You must make the decisions. You must face the consequences. You must speak for yourself. Therefore, let the mystery of your engagement with Heaven remain a mystery to those around you. Unless they can comprehend deeper things of this nature, this should not be mentioned or discussed.</p>\n\n<p class=\"book-paragraph\">You must make your decisions and be responsible for them. To do this, you will develop the courage, the strength and the determination to carry forward, which would not be cultivated if you were just a blind follower or thinking that you are going to be guided in all things.</p>\n\n<p class=\"book-paragraph\">As you will see over the process of the return, those who guide you have others to care for, and they cannot abide with you at all times. It is the strength of Knowledge within you that will respond and that will be your strength, that will be your foundation, that will give you the courage to proceed when everyone around you is in doubt.</p>\n\n<p class=\"book-paragraph\">That is why you take the Steps to Knowledge. At some point, you must begin the actual preparation because only here can you develop day by day the strength and the connection you will need to be able to receive correction and directives from the Higher Powers, from the Angelic Assembly. But before they can truly direct you, you must have this strength and this courage. In this, you must prove yourself, you see. You must prove yourself to them and to yourself that you have courage and can be trusted and counted upon to do greater things—things beyond your understanding, things beyond your fears and preferences. This is what it means to live a greater life.</p>\n\n<p class=\"book-paragraph\">Once you are on the return, it is important that you find the correct companions, the correct understanding, the correct preparation and eventually the correct teacher. Here you can become lost once again, for there are many voices. There are many doors. There are many promises. That is why Knowledge within you is the absolute fundamental power, for it will seek only that which is true and forego all other offers, opportunities and inducements.</p>\n\n<p class=\"book-paragraph\">Here your journey must be strengthened and accelerated, for time is of the essence. You do not have a lot of time. Even the world does not have a lot of time. You have many things to prepare for. Your life must be brought into balance and correct focus and engagement.</p>\n\n<p class=\"book-paragraph\">The more you hold back, the more you will suffer and be lost in indecision and ambivalence. Here it is better to forge ahead without knowing the outcome than it is to linger, hoping to carry with you the benefits you enjoyed before. For that will only lead to greater aggravation, suffering and misery for you and greater experiences of failure and disappointment.</p>\n\n<p class=\"book-paragraph\">Therefore, do not think you have all the time in the world. Do not think you can take your time. Do not think that it is not important what you choose to do and how you involve yourself.</p>\n\n<p class=\"book-paragraph\">Heaven is calling you. It is for a greater purpose. It is for the very purpose that has brought you into the world. It is for the very thing you have been searching for hopelessly in all of your previous endeavors.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation in the world can prepare you, for it is without human corruption. It is without human commentary. It is without the weight of history, human conflict and misunderstanding.</p>\n\n<p class=\"book-paragraph\">Here the Steps to Knowledge are provided in the clearest possible terms. They are challenging because you must be engaged. You do not want your mind to be drifting in a fog of confusion and anxiety. You want to bring it into the engagement as strongly as possible. You do not want your preparation for your greater life to be halfhearted or based upon ambivalence or confusion.</p>\n\n<p class=\"book-paragraph\">Therefore, once you set out, you must really set out. You must become determined. Certain things will prove to be false. Certain promises and expectations will prove to be untrue. You must face these things. It is all part of your essential education, you see.</p>\n\n<p class=\"book-paragraph\">To recognize the true, you must recognize the false. To feel what is true, you must feel what is false. To hold to what is true, you must recognize the persuasions and the inducements of the false. This you gain over time. This is called building wisdom.</p>\n\n<p class=\"book-paragraph\">Here your errors and mistakes and the regrettable things from your past become the real ground for developing true wisdom, for they all demonstrate the need for Knowledge. They all prove to you beyond a shadow of a doubt that you cannot return to those things, and knowing what not to do then brings greater clarity and focus to what must be done.</p>\n\n<p class=\"book-paragraph\">For you have a path and a journey to follow. It has a certain direction. It has certain goals and thresholds. It is not about wandering aimlessly in the world. It is not about being free to be whatever you want or do whatever you want without consequence, for that is merely chaos.</p>\n\n<p class=\"book-paragraph\">Here Knowledge grows stronger because it is the Power of Heaven within you. This is your connection to God. This is where the Light of Heaven is shining deep within you. You return here every day. Under all circumstances attempt the return, and this will grow stronger—giving you its certainty, its power and its direction and the ability to discern the true from the false in ways you could not do before.</p>\n\n<p class=\"book-paragraph\">Here your studenthood must be determined and not merely casual. If it is casual, it means you are still ambivalent. You have not yet found the ground of your certainty sufficiently to give you the determination you will need to create and follow a new life, guided now by the Greater Powers and confirmed by Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">Here you end the Separation within yourself between your worldly mind and the deeper Mind of Knowledge within you. Here your soul regains its connection to Heaven. Here true happiness and genuine relationships can be established. Here your true promise in the world becomes possible, where it was not possible before.</p>\n\n<p class=\"book-paragraph\">It is not a matter of having choices. It is a matter of knowing what to follow within yourself. It is not the matter of being free to do whatever you want. It is the matter of being free to do what you truly know to do. That is the real meaning of freedom.</p>\n\n<p class=\"book-paragraph\">Here everything you believed in before, which seemed so noble and valuable and edifying in your earlier life, now are redefined, for now they have a true context and a true meaning. Freedom, redemption, relationship, contribution, dignity, purpose, meaning, service—all these things now begin to have a very true meaning because their context is being established. Whereas before they were merely ideas, beliefs, hopes and wishes, now they become the foundation of your life, not because of what you believe in, but because of how you live and what you do.</p>\n\n<p class=\"book-paragraph\">This is the return. It has different thresholds, for there are things you must learn and unlearn along the way, things you are not even ready for at this moment.</p>\n\n<p class=\"book-paragraph\">You are still halfhearted in your approach. You let your mind wander constantly. You still engage in small activities that confuse you and lead you astray. You still give yourself the right to do certain things that are harmful to you, with lots of excuses and explanations. You still indulge in self-doubt, self-pity and self-condemnation. You still judge others habitually, condemning them for their failures, condemning the world for not being what you want it to be, being upset over little things, being preoccupied over little things, being obsessive about yourself and others.</p>\n\n<p class=\"book-paragraph\">There are many thresholds yet to come where you have an opportunity to recognize these things and to free yourself from them. For it is all about freedom, you see—the freedom to see, the freedom to know and the freedom to act with the power of Knowledge within yourself.</p>\n\n<p class=\"book-paragraph\">Here you will find that restraint will be so very necessary and will be one of the first things you must really learn to recognize and to employ. For you cannot give yourself away as you did before. You cannot allow yourself to become involved in social engagements like you did before. You will have to hold yourself back. You will have to hold back your speech. You will have to hold back your judgments and condemnation. You will have to restrain yourself from making obligations that are improper. You will have to hold yourself back from trying to have things you want which are not good for you, which will only waste your time and your life even further.</p>\n\n<p class=\"book-paragraph\">Here restraint is protecting you. It is taking away the freedom that was chaos and giving you the freedom that is true. It is teaching you to be strong with yourself, teaching you how to manage your mind and thoughts, how to not be a victim or a slave to your desires or compulsions.</p>\n\n<p class=\"book-paragraph\">This is all returning strength, power and determination to you and the courage to face things that other people will not face, to take a course of action that few around you are taking, to free yourself from having to have agreement and approval and consensus.</p>\n\n<p class=\"book-paragraph\">It is a great freedom, but it must be hard won. At times you must do battle with yourself. For part of you wants to go back to what is safe and secure, that which has no challenge. Part of you lives back there still. But the greater part of you must go forward. And the part of you that is small and weak must learn to follow that which is strong and certain. This is the return.</p>\n\n<p class=\"book-paragraph\">The return to God is not leaving the world. It is coming into the world to understand the world, to understand yourself in the world and to follow that which is guiding you to give your specific gifts where they are truly needed, which is something the intellect can never really determine.</p>\n\n<p class=\"book-paragraph\">Your work is here. You will return to your Ancient Home in time, but your work is here. If it is being truly approached, if it is being truly recognized, it will give you power, certainty and great strength in the world. If it is not being approached, then you are lost in a sea of confusion, self-doubt, frustration and disappointment.</p>\n\n<p class=\"book-paragraph\">And there is nothing that can really save you except coming to terms with your own integrity, except coming to terms with the truth of your life, which begins the return—the return to that which you came here to do, the return to your true integrity, the return to the strength and power you had before you came into the world, which was lost in the maze of confusion, frustration and influence in your earlier life.</p>\n\n<p class=\"book-paragraph\">Blessed is the return, but it can be very challenging at times. However, the suffering this might entail is nothing compared to the suffering that will be felt increasingly as you age, as the promise of your life becomes ever more distant, as you have to live with the consequences of your poor decisions and the aggravation this creates within yourself.</p>\n\n<p class=\"book-paragraph\">The question is not about being at peace and being happy. The question is about living the true life. This will give you inner peace. This will give you true happiness, but it is challenging in and of itself. You do not have it by merely wanting it. You must take the journey, the journey of many steps.</p>\n\n<p class=\"book-paragraph\">This is the true promise of your life. You earn back your strength. You earn back your dignity. You earn back your discernment and discretion. You earn back the power to make true decisions. You earn back the power to free yourself from divisive or destructive engagements. You earn the power to see what is true and what is untrue, and the discernment you will need with others to see what is true and untrue within them. You must regain this. It is there for you to reclaim.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-turning-point.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/journey-new-life/the-turning-point/"
}