{
  "title": "The Ship",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Your life is like a ship, sailing in the world, sailing in the physical environment with all of its challenges and influences, and also sailing in the mental environment with all of its challenges and influences.</p>\n\n<p class=\"book-paragraph\">On this ship, you have the craft, you have the crew, and you have the captain. And beyond the captain, you have the Authority that is directing the ship, giving it purpose, direction and a destiny.</p>\n\n<p class=\"book-paragraph\">Within this simple analogy, you can begin to see yourself more objectively, which is necessary now. For there is great change upon the world, and the influences in your mental environment and physical environment are holding you back to a great degree.</p>\n\n<p class=\"book-paragraph\">Your body is the physical vessel, adapted to its environment, a marvelous instrument if it is guided properly. It can sail the whole world if it has a wise captain and an able crew. It requires many things to stay afloat and must be cared for very well indeed, or it can fail you on the high seas with disastrous results. It is not a perfect thing, but it is capable of marvelous accomplishments if it is well maintained and properly directed.</p>\n\n<p class=\"book-paragraph\">Your crew are your thoughts and emotions, what the mind produces to direct the body. Here you have a functional crew or a dysfunctional crew, a faithful crew or an unfaithful crew, a competent crew or an incompetent crew. And their competence or incompetence will determine how far this vessel can go, what it can withstand in the winds and waves of the world and how well it can adapt to the presence of other ships and the hazards therein.</p>\n\n<p class=\"book-paragraph\">Then there is the captain. The captain is you. It is even greater than your mind, for you are greater than your mind, for the mind is the crew. You are the captain. If you do not direct this crew properly, it will become chaotic and disorderly, and everything will begin to become inefficient, and breakdown will follow.</p>\n\n<p class=\"book-paragraph\">Beyond the captain, there is the Great Authority that gives the ship its purpose, its destiny, its cargo. Your task is to carry out the mission that is assigned to this ship in these waters, in this world. Without the greater purpose, well, the captain and its crew will not have a greater sense of purpose, and disorder will follow most assuredly.</p>\n\n<p class=\"book-paragraph\">For the captain to really be the captain, the captain must know the cargo and the destiny as well as all the variances of sailing the great seas of life. You must have a foot in both worlds, you see. You must be able to govern and manage the ship and also carry out the greater purpose for the ship so that it can be successful in its voyage in life.</p>\n\n<p class=\"book-paragraph\">We give you this analogy so that you may look upon your life more objectively and not be submerged in your own thoughts and feelings to the degree to which you cannot see anything.</p>\n\n<p class=\"book-paragraph\">For the captain must be objective. The captain must have authority. For the Greater Authority is not managing the ship day to day. It is not setting the sails day to day. It is not navigating the waters day to day. That is the job of the captain and the crew, you see. That is the job for you and your mind.</p>\n\n<p class=\"book-paragraph\">Therefore, you cannot become passive and think the Great Authority is going to manage and direct all things, for this is not the case at all, you see. It gives you direction and purpose. It gives you warnings. It tells you the conditions of the world. But beyond that, it is you who must navigate the changing waters, the changing conditions, the storms and the hazards therein.</p>\n\n<p class=\"book-paragraph\">The captain must have authority over the crew, or the crew will become chaotic and mutinous. This is the condition of most people. They have no control over their mind, where it goes. They are driven here and driven there by their passions and fears or the intentions of others. They are preoccupied at all times because they cannot focus their minds properly. They know not restraint.</p>\n\n<p class=\"book-paragraph\">But on a ship at sea, you must have great restraint. You cannot be driven by passions and compulsions and addictions, or the ship will founder, and everything will be lost.</p>\n\n<p class=\"book-paragraph\">The captain must be strong and clear and discerning of the environment at all times. The captain must know the condition of the ship at all times and the condition of the crew at all times. The captain must see the ship has certain basic needs to maintain its structure—its rigging, its sails, everything, all of its provisions. The captain must also provide the crew what it needs, which is stability, certainty and direction. You, as the captain, gain your security and direction from the Greater Authority and from the foundation of your own wisdom, guided by Knowledge within you.</p>\n\n<p class=\"book-paragraph\">Everyone has a ship, but most never set sail. They cannot even leave the harbor. They are always in disrepair and not able to carry on a greater voyage. Their crews are dispersed, out of control. They cannot function in their true capacity. Then confusion reigns—frustration, addiction and self-doubt.</p>\n\n<p class=\"book-paragraph\">The world is a hazardous place for a small sailing ship. And the comforts and security of the harbor can no longer be with you once you set out. You cannot run on shore for every little thing you need. You cannot rely upon everyone else. You must know what you need, and you must govern what you have.</p>\n\n<p class=\"book-paragraph\">This is what it means to be a person in the world living a greater purpose. Your life cannot be in disorder. Your obligations cannot be set out to people who have no direction. Your obligations must be in alignment with what you are really doing here. And you must have the freedom to follow what is necessary for you.</p>\n\n<p class=\"book-paragraph\">Otherwise, you cannot be the captain of your ship. It will be governed by others. It will be owned by the corporation, or the harbor master. You will be chained to the docks forever, unable to set out. You will be lost and beached on shore. It will be a miserable condition for you.</p>\n\n<p class=\"book-paragraph\">Therefore, as the captain, your ears must be to Heaven, but your mind must be on the business of the day. You must be spiritual and practical all at once. You must be realistic about your affairs and the conditions around you, but ever mindful of the greater direction that is being provided from the Great Authority.</p>\n\n<p class=\"book-paragraph\">Here you cannot rely upon scriptures, for they cannot tell you the changing conditions of this sea, which are changing every moment. They can map the world perhaps, but it takes greater skill and wisdom in the moment to navigate all that.</p>\n\n<p class=\"book-paragraph\">This is why God has given you Knowledge to guide you, for you cannot guide yourself effectively. You must become the captain of your ship, or you will never be able to set out on your greater mission here. You must have authority and control over your mind— directing it, restraining it, holding it back when necessary, providing for it in its basic needs, appreciating it, but always maintaining your greater authority over it.</p>\n\n<p class=\"book-paragraph\">What a great challenge this is. This is lifelong learning right here. At present, you are so weak in this regard that you have no notion of what it means to really be in charge of yourself in a way that is effective and compassionate, in a way that allows you to respond to the power of Knowledge and to the meaning of your relationships.</p>\n\n<p class=\"book-paragraph\">God has given you a greater mission, but you must chart the course. The world is changing so quickly now you cannot base your actions on old assumptions or what has been done before. You must chart your course. You must guide your crew. You must make sure your ship has complete provisions. For it is a long time before you land at the farther shore, and you must be able to survive and maintain yourself in the process.</p>\n\n<p class=\"book-paragraph\">Though you live on land, most likely, and are surrounded by people and infrastructure—your nation, your culture and everything that you are accustomed to—you are still setting out on a greater course. This will require you to chart your way and restrain yourself from giving your life away to people and situations that have no promise for you.</p>\n\n<p class=\"book-paragraph\">As you embark, you will see that you are setting out while others are not, and you are not really with them any more. Oh, yes, they are over there. You can see them, but they are not embarking and you are. In this way, they are being left behind, and you must leave them behind in your own mind and honor the fact that you are being called to something greater.</p>\n\n<p class=\"book-paragraph\">This is like your ship leaving the harbor and setting out into the open waters—the great panorama with no landing site in view at all.</p>\n\n<p class=\"book-paragraph\">Here you have Knowledge to guide you and your crew to serve you and your vehicle to carry you forth. You are surrounded by people and places and things, but you are embarking on a whole new journey, where you cannot live your life according to the old assumptions. For the captain of the ship cannot rely upon assumptions alone. You must be responsive to the changing conditions and adapt to them correctly.</p>\n\n<p class=\"book-paragraph\">Anyone who has embarked in the way We are speaking of will feel like they are a ship at sea. They are going where others are not going. They are looking at things very differently than they did before. They are having to control their thinking and restrain their tendencies in order to continue. They are having to be sensitive to their environment, their physical condition and their engagement with others to a far greater degree than simply acting in a casual manner with people.</p>\n\n<p class=\"book-paragraph\">They have a far greater set of requirements now, and they must gain the self-discipline and the self-confidence to follow these. While those who are back in the harbor are drunken and dissolute, without real purpose and direction, the captain at sea must be ever vigilant, ever vigilant over the crew and over the environment itself—watching, not dreaming, not fantasizing, but watching, looking for the signs of the world, ever mindful of the condition of the ship and the allegiance of the crew.</p>\n\n<p class=\"book-paragraph\">To sail, you must be prepared. Your ship must be worthy. Your crew must be assembled. Your provisions must be there. You rely upon the world. You rely upon science. You rely upon everything practical. But you also rely upon the Mystery to tell you how to respond to the unpredictable circumstances that you will surely encounter.</p>\n\n<p class=\"book-paragraph\">You work now for a Greater Authority that has given you this ship, that has given you this journey, that has given you this greater destiny that has taken you away from the shore. You know who you serve. You know your duties. You are not confused about this. You are not a pirate, serving yourself alone—raiding other ships, stealing whatever you can, being a hazard at sea.</p>\n\n<p class=\"book-paragraph\">God has sent you into the world to carry out specific things and has given you Knowledge to give you the clarity of what must be done and the power to do these things—the power to override your ambivalence, your weakness and the persuasions of others.</p>\n\n<p class=\"book-paragraph\">Live for yourself alone, and you will know none of these things. You will be stuck on shore, going from tavern to tavern, a lost and unhappy soul, unwilling and unable to fulfill your greater destiny, seeking pleasure where you can, but never at peace with yourself. You look out at the ships setting sail, and your heart will sink because you cannot go yourself.</p>\n\n<p class=\"book-paragraph\">Let this not be your destiny. But to escape this prison—the prison of the shore—you must have a Greater Authority to guide you, and you must become strong and organized and vigilant and careful about everything related to your purpose and your ability to set forth.</p>\n\n<p class=\"book-paragraph\">There is no dreaming here. There is no laziness here. There is no indolence here. There is no addiction here. You have to leave people, places and things to set out. That is what it means to really go somewhere in life. Stay where it is comfortable and warm and safe, and you will never fulfill the greater need of your soul. You will be a bystander in life only, stuck on this shore with all of its hazards and corruption.</p>\n\n<p class=\"book-paragraph\">You build your life learning how to be a captain of this ship called your life. That is what all your education is really for—to give you the stability, the clarity and the relationships that are necessary in order for you to live this greater life. Here your hobbies and your pastimes are not important. Though they may give you pleasure on occasion, they cannot replace your greater responsibilities.</p>\n\n<p class=\"book-paragraph\">God has given you the ship. God has given you the mind and the crew. And God is saving for you your greater purpose and destiny once your ship is able to set forth and you have freed yourself from the attachments of being on shore and the dreadful compromises that can hold you there.</p>\n\n<p class=\"book-paragraph\">Anyone who is responding to a greater calling in life will feel like they are setting out—leaving people, places and things behind, entering new waters, having to take on greater responsibility, having to be really accountable and responsible for their decisions. For the captain must make the decisions now, relying upon his experience, his wisdom and the guidance from Heaven. He must make the decisions. He cannot defer to anyone, for out at sea there is no one else to defer to.</p>\n\n<p class=\"book-paragraph\">This is the self-reliance that you must have now, relying not upon your beliefs and ideas, for they can be incorrect and even deceiving. You must rely upon a deeper experience, a greater practical wisdom and a greater discernment of yourself, your crew, your ship and your changing environment.</p>\n\n<p class=\"book-paragraph\">Do not think this is too great a task for you, for you were designed for this. This analogy and picture We are painting for you is relevant entirely to your condition and to the challenges and hazards that you face today.</p>\n\n<p class=\"book-paragraph\">Here you must follow what is strong within you and not what is weak. Here you must restrain yourself again and again from falling prey to your own passions and the persuasions of others. Here you must hold yourself apart to build your strength, apart from those who are weak and unwilling to do so, for they cannot be your companions now.</p>\n\n<p class=\"book-paragraph\">God redeems you by giving you something important to do and giving you the power to see what it is to do and the strength to leave the shore—the shore of your past, the shore of the indulgent and impoverished world, the shore of easy assumptions and weak alliances, the shore of complacency and expediency and disillusion.</p>\n\n<p class=\"book-paragraph\">God has given you the Steps to Knowledge so that you may build your strength and build the Four Pillars of your life: your Pillar of Relationships, your Pillar of Health, your Pillar of Work and Providership and your Pillar of Spiritual Development—all of them, not one to the expense of the others, but all of them. For to be the captain of your ship, to have this freedom, to have this journey, to have this fulfillment, you must have this greater responsibility and preparation. There is no other way.</p>\n\n<p class=\"book-paragraph\">But your ship will not travel alone, for you are meant to be united with certain others. So you do not travel the great seas as one vessel alone, but as a small armada, you see, a convoy. You travel together, but you all must be capable to do this. For now you are accountable to others on your journey. Your failure will impact their success, and even their survival.</p>\n\n<p class=\"book-paragraph\">Here you are given power, but also great responsibility. Here you are given commitment to others, but also great relationships. Here your ship unites with others to take a greater journey. Here you unite with certain people to carry on a greater task to meet a greater need.</p>\n\n<p class=\"book-paragraph\">This is what takes you off the shore. For from this point onward, you can visit the shore, but you cannot live there. You can serve the shore, but you cannot become its permanent and enclosed resident.</p>\n\n<p class=\"book-paragraph\">This is the greater meaning of Our words that We share with you today.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-ship.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/building-the-foundation-for-a-new-life/the-ship/"
}