{
  "title": "The Origin",
  "content": "<div class=\"kb-row-layout-wrap kb-row-layout-id1933_e2ead9-59 alignnone wp-block-kadence-rowlayout\"><div class=\"kt-row-column-wrap kt-has-1-columns kt-row-layout-equal kt-tab-layout-inherit kt-mobile-layout-row kt-row-valign-top kb-theme-content-width\">\n\n<div class=\"wp-block-kadence-column kadence-column1933_8a17ff-5c inner-column-1\"><div class=\"kt-inside-inner-col\">\n<div class=\"wp-block-kadence-tabs alignnone tab-side-box\"><div class=\"kt-tabs-wrap kt-tabs-id1933_8ba706-cc kt-tabs-has-3-tabs kt-active-tab-1 kt-tabs-layout-tabs kt-tabs-tablet-layout-inherit kt-tabs-mobile-layout-inherit kt-tab-alignment-left \"><ul class=\"kt-tabs-title-list\"><li id=\"tab-acffieldtabtitleinfo\" class=\"kt-title-item kt-title-item-1 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-active\"><a href=\"#tab-acffieldtabtitleinfo\" data-tab=\"1\" class=\"kt-tab-title kt-tab-title-1 \"><span class=\"kt-title-text\">Info</span></a></li><li id=\"tab-acffieldtabtitlelisten\" class=\"kt-title-item kt-title-item-2 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlelisten\" data-tab=\"2\" class=\"kt-tab-title kt-tab-title-2 \"><span class=\"kt-title-text\">Listen</span></a></li><li id=\"tab-acffieldtabtitlewatch\" class=\"kt-title-item kt-title-item-3 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlewatch\" data-tab=\"3\" class=\"kt-tab-title kt-tab-title-3 \"><span class=\"kt-title-text\">Watch</span></a></li></ul><div class=\"kt-tabs-content-wrap\">\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-1 kt-inner-tab_f78f49-22\"><div class=\"kt-tab-inner-content-inner\">\n\t<figure class=\"image\">\n      <img width=\"768\" height=\"402\" src=\"https://www.newmessage.org/wp-content/uploads/2016/01/TOG-Chapter-3-The-Origin-768x402.jpeg\" class=\"attachment-medium_large size-medium_large wp-post-image\" alt=\"\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2016/01/TOG-Chapter-3-The-Origin-768x402.jpeg 768w, https://www.newmessage.org/wp-content/uploads/2016/01/TOG-Chapter-3-The-Origin-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2016/01/TOG-Chapter-3-The-Origin-1024x536.jpeg 1024w, https://www.newmessage.org/wp-content/uploads/2016/01/TOG-Chapter-3-The-Origin.jpeg 1200w\" sizes=\"(max-width: 768px) 100vw, 768px\">\t</figure>\n\n\n\n\nAs received by<br>\nMarshall Vian Summers<br>\non November 18, 2009<br>\nin London, England<br>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-2 kt-inner-tab_988d88-df\"><div class=\"kt-tab-inner-content-inner\"><div>\n<p>Hear the original spoken revelation:</p>\n<audio controls=\"\" src=\"https://www.newmessage.org/av/the-origin.mp3\"></audio><p><a href=\"https://www.newmessage.org/av/the-origin.mp3\">Download</a> (Right-click to download)</p>\n</div>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-3 kt-inner-tab_1b0710-ae\"><div class=\"kt-tab-inner-content-inner\">\n</div></div>\n</div></div></div>\n\n\n<div class=\"wp-block-kadence-dynamichtml kb-dynamic-html kb-dynamic-html-id-1933_a52d96-3b\"><p>Life had an origin long ago, before this world existed, before life as you know it existed in this world, before you took form and became an individual in this world.</p>\n<p>Life existed with no alternative to life, complete, whole, engaged, all of Creation, magnificent, beyond words and expression, life in the purest form in myriad expressions, creative but harmonious, life that still exists within you at this moment, deep beneath the surface of your mind.</p>\n<p>But there was a <a href=\"/the-message/volume-1/one-god/the-separation\">Separation</a>, and the Separation created the manifest universe that your senses report to you. As there could be no alternative to Creation, God created the manifest universe for all sentient beings who would choose Separation—a place to live, to learn and to taste the small pleasures and the great difficulty of living apart from Creation.</p>\n<p>God set in motion the biological and geological forces that have given rise to an expanding universe, a universe full of countless life forms and forms of intelligent life, evolving, but also returning. For in the end, there can be no alternative to Creation.</p>\n<p>From where you stand, there seems to be no alternative to manifest life, and Creation seems a very distant and ephemeral reality. The Creator created physical life for the separated to inhabit this universe. It took eons of time, in your sense of time, to create the environment where sentient life could enter into this arena. For time is nothing to God, and everything to you.</p>\n<p>The worlds in the universe that this sentient life would inhabit would be livable and habitable, but difficult, for Separation is difficult. Now you would have to learn to constantly solve the problems of survival and provision and contention and conflict with others—others of your own kind and form and others of a very different kind and form. Separation would not be blissful or easy. It would be problematic. Yes, it would have its great pleasures, but they would be short lived, for there is no [permanent]&nbsp;alternative to Creation.</p>\n<p>The physical universe is an alternative to Creation, and that is why it is changing and moving, for it has a beginning, a middle and an end. You are somewhere in the middle in the great span of Creation.</p>\n<p>Only a very small part of Creation is involved in manifest life. But to you, of course, it is immense and incomprehensible, as it should be. It is not possible for your intellect to comprehend the scope and the magnitude of this.</p>\n<p>But there are certain important things for you to realize about your life in the world at this time—why you are here and, most importantly, what lives within you at this moment that connects you with Creation as it really is and as it has always been.</p>\n<p>You have no origin really because you are a part of Creation. An origin would only be meaningful within the context of time and in the context of form. But you originate beyond time and form, and so in essence you have no origin. Because you have no origin, you have no end point. That part of you that is eternal and complete, that resides in a deeper part of your mind, lives in this reality.</p>\n<p>So now you have two minds. You have the mind of the world, conditioned by the world and influenced by the world, a mind that is full of the world’s impressions and influences, and your own responses and decisions in the face of it. But the deeper mind is still connected to Creation.</p>\n<p>In <a href=\"/aboutnmg\">God’s New Revelation</a>, this is called Knowledge—Knowledge here meaning the deeper mind, the mind that is not part of Separation. The difference between this deeper mind and your surface or worldly mind is the difference between Creation and Separation. You could not separate from God completely. The part of you that did not separate represents Knowledge. The part of you that did separate represents your soul.</p>\n<p>Now you are in the world, where you appear to be distinct, an individual, creative, but without a real foundation, alone and struggling to make associations, facing a world of immense difficulty, now having to solve the problems of existence in this state.</p>\n<p>But because Knowledge is with you and in you, you are here for a mission. Only Knowledge knows what it is, how it can be achieved and who it will involve.</p>\n<p>How different this is from your ideas, your notions and your beliefs about what this could possibly be. Yes, perhaps you sense there is something greater about your life, there is something permanent about your Being and your existence, that you have an existence before this life and beyond this life.</p>\n<p>Yet beyond this simple recognition, the mind cannot go, the worldly mind. It cannot reach that far forward or that far back because it only understands those things that are in form and in motion. The truth that you have no origin and no end point is entirely beyond its reasoning capabilities.</p>\n<p>No matter what you think you are, no matter what the makeup of your worldly mind or how you identify yourself with places, people and things, the greater association lives within you.</p>\n<p>This, then, is your hope and your destiny, your promise of fulfillment and redemption. It is not altered by the world. It is not corrupted by the world. It is not diminished by the world. The world constrains the power and the presence of Knowledge and limits its expression here, but not its reality.</p>\n<p>There is no conflict between Creation and evolution, for God created evolution so that everyone in Separation could find their way back. Even the most sinful, the most dreadful and the most depraved will find their way back because there is no alternative to Creation. Even Hell and all the dimensions of Hell that you could possibly imagine are only temporary in the greater scheme of things.</p>\n<p>The power, the draw and the calling of God are within you, deep beneath the surface of your mind. With this is the memory of the greater purpose that you are born with, which is not a purpose for Separation, but a purpose for contribution, which has the power to undo your Separation and to liberate you from it, thus returning to you the strength, the confidence and the reality that you are not alone.</p>\n<p>You are in the world for a purpose now, not your purpose, but a purpose that was given to you before you came, a purpose that is related to these times and to the <a href=\"/aboutgwc\">Great Waves of change</a> that are coming to the world.</p>\n<p>You can pretend. You can remain self-obsessed. You can occupy every moment of every day and dream through every night, but you are really running away from this greater purpose and from the power and the calling of God within you.</p>\n<p>When We speak of the origin, We are speaking of that which has a beginning, a middle and an end. The origin of your physical existence in this life has a beginning, a middle and an end. The origin of your nation has a beginning, a middle and an end. The origin of this world as a physical place has a beginning, a middle and an end, though in the scope of time this is very long. Even the universe that you perceive as far as your eyes and ears and touch can reach, it too has a beginning, a middle and an end.</p>\n<p>This is the theology of the <a href=\"/aboutgc\">Greater Community</a>, the theology of all life in the universe, not simply the theology of one little race in one little world.</p>\n<p>It is being given to humanity now because humanity is emerging into this Greater Community of life and is facing the grave danger that is posed by the Great Waves of change—environmental collapse in the world and all of the problems that that will create for the human family.</p>\n<p>That is why a New Revelation has to be given, not only to prepare you for the Great Waves of change, but to begin to educate you about the nature of spirituality in the universe and the larger picture of your existence so that you can find your place within a far greater reality.</p>\n<p>There is no one on Earth who could give you this theology, for there is no one on Earth who understands the reality of life in the universe. There is no one on Earth that can teach you about the Greater Community, for how would they know?</p>\n<p>Only a New Message from the Creator of all life can reveal these things to you, things that have never been revealed to humanity before, but which humanity now needs to prepare&nbsp;for its encounter with life beyond its borders and to give you the strength and the vision to face and navigate the Great Waves of change that are coming to the world.</p>\n<p>I speak from beyond your visible range because I speak for Creation. All of Us have lived in this world and other worlds before, as have many of you.</p>\n<p>Your theologies are far too narrow and limited to encompass the meaning of your spirituality and the scope of time that it truly encompasses. But everyone must have a starting point. And everyone must have the beneficence of the Creator, and so many different pathways to God have been provided. And they have all been altered and changed by people over time.</p>\n<p>It is now time for you to learn the theology of the Greater Community. If you do not learn this, you will never evolve beyond being a primitive race, isolated and ignorant, superstitious and foolish in your comprehension of life. That is why there is a New Revelation in the world, you see. And that is why it is unlike anything that humanity has ever received before.</p>\n<p>People will not understand it. People will be confused. Some people will be outraged and threatened. But God’s Revelation is not given to meet people’s expectations.</p>\n<p>It is given to save humanity. Humanity could perish in the face of the Great Waves of change. Humanity could perish in its encounter with the Greater Community of intelligent life, a Greater Community that is not human and which does not value the human spirit.</p>\n<p>That is why there is a New Revelation. That is why your comprehension now must be greater. You must begin to think of things that you have never thought of before, to break down the distinctions you have made that have no place in a real understanding and to make new distinctions that must be made in order for the new understanding to emerge. It will take a long time for people to learn this, but even if a few can, it is a beginning.</p>\n<p>There are many in the world today who are feeling the Spirit stirring within themselves, preparing for a new reality and a New Revelation. They have not found their home in the traditions of the world. They are waiting for something new to be revealed. They are living in the future because their present life cannot account for their deeper yearning or their greater associations. If they can discover the New Revelation, it will bring clarity and meaning to their existence and will answer their questions—questions that they could only live with otherwise, with no possible answer in sight.</p>\n<p>It is important for you now to know that you have come into the world at this time and that each of you has been given a greater purpose—to serve the world as it exists and to serve the world into the future so that humanity may have a future, and the evolution of the human family may continue with a greater possibility for success.</p>\n<p>It is time to outgrow creation stories and the end of the world ideas, for reality exists so far beyond these things. It is time now to look to the heavens, to contemplate the great expanse of the universe and to reconsider your fundamental beliefs and ideas, if they have been formulated at all.</p>\n<p>Human spirituality has been limited to this world and to local regions within this world, and to the history of those regions and those races and those peoples. But <a href=\"/the-message/volume-4/greater-community-spirituality\">Greater Community Spirituality</a> is a spirituality of the entire universe. God is the God of the entire universe—a God of countless races quite unlike you, a universe that represents practical, physical and spiritual evolution in every conceivable stage. That is what you will be facing in the future. And that is why you cannot be a primitive people with primitive ideas. You too must grow and expand because life is requiring this of you now.</p>\n<p>The Revelations must come and they must be great, great enough to serve humanity for a very long time. Here is where all the great traditions of the world find a greater panorama of expression. Here is where the unity of their intention can become recognized, and all the differences between them—the differences in understanding, the differences in spiritual practice and emphasis and the differences in their teachers, their leaders and their Messengers—begin to fall away to reveal their greater presence and intention.</p>\n<p>The purpose of all religion is to bring you to Knowledge. For Knowledge is here to guide you, to protect you and to lead you to a greater life in service to the world. Be you of any faith or tradition, this is the case.</p>\n<p>You may pray to God. You may fall down on your knees and prostrate yourself in the temple or the mosque or the church. But until you begin to carry out God’s Work that is meant for you to carry out, you will not understand the real nature of your spiritual reality.</p>\n<p>These things exist, but they must be relearned, for the Separation is blinding and confusing and overwhelming in its manifestation. It too is a reality that seems perpetual even though it does have an end. But the end time for the universe is so far beyond your concept of time that for you it has no end. Within the scope of your life, it has no end.</p>\n<p>Therefore, accept this teaching and the preparation to allow your mind to outgrow its shackles, its constraints and its delusions so that it may serve the power of Knowledge within you and not be an impediment to Knowledge.</p>\n<p>For your mind is a vehicle of communication. It is not your true Self and nature. The intellect is a powerful communicator and a powerful navigator. It is here to guide your ship. But you must be the captain of this ship, and this is where the preparation must begin. This is where you must look and see that which limits you and that which expands your life, that which leads you to the power and the presence of Knowledge and that which denies this presence and takes you away from it.</p>\n<p>You have no origin, so the soul cannot die. But if the soul is living in a hellish state, then its suffering seems to have no end. It is a prisoner in the reality of Separation. This Separation has an end. But it is an end far beyond the scope of this life, an end that you will work for in different capacities even as you outgrow the need to live in this world or to even take form.</p>\n<p>That is why the notions of Heaven and Hell are primitive notions and have no bearing on reality. Should you succeed in outgrowing the need to take form, then you will be of service to those who remain behind. Thus, your service will grow. God will not waste your accomplishments, but put them to use to serve others who need them and who will rely upon them in the future.</p>\n<p>Here everything that is religious must be reconsidered in the Light of the New Revelation. Here you must realize that you are not your intellect and that the intellect alone cannot grasp the nature of God’s Presence and Intention in the world. That can only come through Revelation, the Revelation given to the whole world and the revelation that must occur within your life as an individual, that brings you to the power and the presence of Knowledge and shows you the limits of your thinking and understanding.</p>\n<p>This is a gift to liberate you, to strengthen you and to give you the power of purpose in the world. But there is so much in the way, so many deeply held beliefs and assumptions. People have built their whole career on beliefs and assumptions. People base their identity on beliefs and assumptions.</p>\n<p>These doors must be opened and re-examined. This requires courage and fortitude. For humanity is not ready for the Great Waves of change, for living in a world in decline—a world of diminishing resources, a world of environmental constraints. Humanity is not prepared for the realities of life in the universe, which are far more challenging than you can now imagine. That is why a New Revelation has to be given now, and why humanity’s understanding must grow. Human unity and cooperation must be built and established, not out of high principle, but really for survival and creation.</p>\n<p>You will see in the future who is wise and who is not, who can respond to Revelation and who cannot, whose heart is open and whose is not, who has the courage to challenge their own ideas and the ideas of their societies and who does not. In the Light of Revelation, all this will become revealed, for no one can live in the past when the future is being revealed.</p>\n<p>The Creator of all life loves the human spirit and all the peoples in the world, whether they have a religion or not, whether they are wise or foolish, whether they are sinful or virtuous. It just changes the amount of work that must be done to redeem them, in time. But to God, time is nothing. To you, time is everything, as it should be, as it is.</p>\n<p>Your destiny is in the Greater Community. Your isolation is over. You are exhausting the world’s resources. To be free in the universe, you must be self-sufficient, you must be united and you must be very discreet. These are the requirements for all free races in the universe. But this will require a great change in human understanding and human behavior, and a great liberation from your past and the limits of your past beliefs.</p>\n<p>People do not change very willingly, so this will take time. But time is what you do not have a great deal of to prepare. That is why there is a New Revelation in the world. That is why there is a preparation for humanity. Not everyone has to prepare. But enough have to prepare in all nations and faith traditions for humanity to begin to gain a real comprehension of its predicament and its great opportunities.</p>\n<p>There is nothing more important in the world than this, for everything that is valuable can be lost in the face of the great challenges to come. That is why there is nothing more important for you as an individual and for the human family to receive than the New Revelation.</p>\n<p>With Knowledge, you will know how to proceed. Without Knowledge, you will enter increasing frustration, confusion and despair in the face of the great trials and uncertainty that are coming. This is God’s Prophecy for humanity. God’s Messenger is here to provide this.</p>\n<p>There are thousands of spiritual teachings in the world today, but there is only one Messenger. There is only one New Message from God. If you do not accept this, it is because you are afraid that the answer has finally been given and that it will require great things of you and a greater responsibility for you.</p>\n<p>You will see who can respond and who cannot, and all the reasons that people give for denying that which has the promise to save the human family. The light exposes the darkness and all that is hidden there. The light reveals that which was hidden, that which was concealed, that which was falsely called by other names. In this time of Revelation, you will see that which is true and that which is false. And the distinctions will be clear.</p>\n<p>Have great faith, then, that the power and the presence of Knowledge are with you. It remains uncorrupted within you. Your mind is confused, afraid and full of limiting and false ideas. But the power of Knowledge is with you. That is why your life has great promise despite your circumstances and the difficulties of the day.</p>\n<p>The preparation is demanding, for freedom must be won. It cannot merely be assumed. You must give up that which denies it for it to become strong within you. It is a demand upon men. It is a requirement, and not merely a consolation.</p>\n<p>Hear, then, the Voice that speaks for the Power of Creation—a Voice greater than your own, a Voice beyond an individual, a Voice that speaks for a great Presence and Hierarchy in the world, a Voice you cannot identify, a Voice that is not part of your traditions. But it is this Voice that spoke to the great emancipators and Messengers in the past, a Voice like this, taking them beyond their current understanding and preparing them to provide this to their peoples to the best of their abilities.</p>\n<p>Respond to this great calling and your life will begin to move, and your errors will become apparent. It will begin to change your allegiance to people, places and things as an act that is natural and fundamental and in harmony with your deeper experience.</p>\n<p>God only asks that you return to what is true within yourself and within other people. You do not have to be magnificent or absolutely pure or flawless, for that will not occur. Even the greatest amongst you will have doubts and inhibitions.</p>\n<p>Let this be your understanding.</p>\n</div>\n\n\n<div class=\"wp-block-kadence-column kadence-column1933_7e9adf-ac bottom-links\"><div class=\"kt-inside-inner-col\"><div class=\"link prev\">Previous chapter: <a href=\"https://www.newmessage.org/the-message/volume-1/one-god/new-god-revelation/\" title=\"The New God Revelation\">The New God Revelation</a></div><div class=\"link next\">Next chapter: <a href=\"https://www.newmessage.org/the-message/volume-1/one-god/the-separation/\" title=\"The Separation\">The Separation</a></div>\n</div></div>\n\n\n\n<h4 class=\"wp-block-heading related-posts-title\">Related Teachings</h4>\n\n\n<div class=\"crp_related  crp_related_shortcode    \"><ul><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/establishing-meaningful-relationships/\" class=\"crp_link revelation-10210\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"establishing-relationships-500×262\" style=\"\" title=\"Establishing Relationships\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1.jpeg 500w\" sizes=\"(max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/maintaining-relationships-spiritual/\" class=\"crp_link revelation-10249\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"maintaining-relationships-500×262\" style=\"\" title=\"Maintaining Relationships\" decoding=\"async\" loading=\"lazy\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1.jpeg 500w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-3/deepening-your-spiritual-practice/going-beneath-the-surface-of-the-mind/\" class=\"crp_link revelation-11297\"><figure><img width=\"300\" height=\"169\" src=\"https://www.newmessage.org/wp-content/uploads/2023/03/Going-Beneath-the-surface-of-the-mind-new._001-300x169.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"_Going Beneath the surface of the mind-new._001\" style=\"\" title=\"Going Beneath the Surface of the Mind\" decoding=\"async\" loading=\"lazy\" srcset=\"https://www.newmessage.org/wp-content/uploads/2023/03/Going-Beneath-the-surface-of-the-mind-new._001-300x169.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2023/03/Going-Beneath-the-surface-of-the-mind-new._001-1024x576.jpeg 1024w, https://www.newmessage.org/wp-content/uploads/2023/03/Going-Beneath-the-surface-of-the-mind-new._001-768x432.jpeg 768w, https://www.newmessage.org/wp-content/uploads/2023/03/Going-Beneath-the-surface-of-the-mind-new._001-1536x864.jpeg 1536w, https://www.newmessage.org/wp-content/uploads/2023/03/Going-Beneath-the-surface-of-the-mind-new._001.jpeg 1920w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\"></figure></a></li></ul><div class=\"crp_clear\"></div></div>\n</div></div>\n\n</div></div>",
  "audioUrl": "https://www.newmessage.org/av/the-origin.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-one-god/the-origin/"
}