{
  "title": "The Miracle",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Today We shall speak of the Miracle.</p>\n\n<p class=\"book-paragraph\">People have a very strange notion about miracles. They want to see fantastic demonstrations of supernatural powers. They hear stories of great teachers producing such events, and they are presented to them to induce or to strengthen belief—fantastic stories of producing miracles for people, as if that is what sets the true teacher apart from the ordinary person. This is the stuff of lore and fantasy certainly.</p>\n\n<p class=\"book-paragraph\">But what is a miracle really? We say the miracle is the discovery of the greater Intelligence that God has given to you and to each person and with this discovery the recognition that you are sent into the world for a greater purpose.</p>\n\n<p class=\"book-paragraph\">The miracle really is not just this moment of recognition, however. It is the entire discovery—for here you realize how God has saved you—and the promise of salvation for every person, no matter how sinful or evil they might appear to be.</p>\n\n<p class=\"book-paragraph\">The Mind of the Creator is so very different from what many religious teachings and principles have described—an angry, vengeful God; a judgmental God; a God sitting in Judgment Day, casting people into eternal damnation.</p>\n\n<p class=\"book-paragraph\">This surely must be the projections of the human mind—the human mind attempting to have God be the prosecutor and the executioner all at once—a projection of people’s notion of what real justice is, projected now upon the Creator. Judgment and damnation are used to induce and fortify belief. People are threatened with the worst of consequences should they not submit in belief.</p>\n\n<p class=\"book-paragraph\">All this is projected upon a God that is expected to be all merciful, kind, loving and forgiving. So you see the great contradiction, and this contradiction is significant enough to turn many people away. This great contradiction, and all of the errors in thinking and understanding that are associated with it all represent the failure to recognize the miracle.</p>\n\n<p class=\"book-paragraph\">If you really understood how God is going to reach you, how you are going to serve God, and what is going to motivate and prompt this greater association and commitment, you would escape this conundrum, this contradiction, this absurd projection upon God of human values, human judgments and human expectations.</p>\n\n<p class=\"book-paragraph\">People who are not directly having a unique experience of the Divine are now threatened with damnation and torment if they will not believe. But belief is not really what is going to unite people with God. Belief is necessary as a substantiating and supporting emphasis, but it must support the true recognition, which in essence is the miracle itself.</p>\n\n<p class=\"book-paragraph\">The miracle is that you come to God on your own, recognizing a profound and deeper need within yourself that cannot be fulfilled by anything else: pleasure, wealth, beauty. Freedom, even, cannot fulfill the deeper need of the soul, for that is what brings you to God. And that is the miracle, you see.</p>\n\n<p class=\"book-paragraph\">The miracle is that God has put Knowledge, a deeper Intelligence, within you. In fact, Knowledge is the part of you that has never left God. That is the miracle. And Separation has never really happened—that is the miracle. And you were sent into the world for a greater purpose—that is the miracle. And you can find and follow this purpose, and you were designed for it especially—that is the miracle!</p>\n\n<p class=\"book-paragraph\">There are extraterrestrial forces that can produce miracles as demonstrations of phenomenal and significant powers, using their technology and, in rare cases, even using the powers of their minds. They can fool you into thinking that they are godlike and that you should worship them, but is that the miracle? Or is that merely subterfuge and manipulation for the purpose of deception?</p>\n\n<p class=\"book-paragraph\">People want demonstrations of power because they feel powerless, because they have not yet found the real miracle in their lives, which restores to them their true power and efficacy in the world.</p>\n\n<p class=\"book-paragraph\">So there are the false miracles, the demonstrations that continue to impress and inspire, but these are used for unhealthy and unwholesome purposes. They are also used by the Intervention that is occurring today from races from beyond the world who seek to take advantage of a weak and superstitious humanity.</p>\n\n<p class=\"book-paragraph\">Understanding what the miracle really is sets the stage for true recognition of the Divine Presence, Purpose and Will in your life and in the whole world. The miracle is that God has planted salvation within you and that you can respond to this. In the end, that is more significant, more permanent, more marvelous than any demonstration of supernatural powers could ever be.</p>\n\n<p class=\"book-paragraph\">The fact that you bring yourself to God, based upon an honest recognition that there is a greater need within you that cannot be satisfied by anything else in the world, is part of that miracle. The discovery that God has given you a greater Intelligence, the power of Knowledge, to restore you, to protect you and to prepare you for a greater life in the world—this is part of the miracle!</p>\n\n<p class=\"book-paragraph\">You could say that your relationship with God is the miracle, for it demonstrates something that is so phenomenal and extraordinary and consequential that it can utterly change your life, restore you, give you greater power and integrity and reposition you in the world so that you may be of greater service where you are specifically needed.</p>\n\n<p class=\"book-paragraph\">The false miracles are only to induce belief, and belief is a kind of servitude. It is really not the genuine relationship. It is, in this case, a substitute for that relationship. You come to worship at the mosque, the temple or the church because you are expected to do so, because you want the rewards of doing so, because you are afraid if you do not do so, then misfortune will find you. But you have not yet experienced the miracle, or you would come to worship for a very different reason, and you would worship wherever you were—in your house, in your garden, at the city street, out in nature. You may not need a temple, or a temple may not be there for you.</p>\n\n<p class=\"book-paragraph\">Your purpose and your experience will be happening at a very different level than many people around you, who are going through the motions of religion, but they are not yet involved in the miracle of redemption. It is all belief and faith based—a kind of intellectual enterprise, a shallow enterprise, something that can fall away and is always eroding so you have to constantly reinforce it and revive it because it does not really have enough substance and strength within you to move you forward on its own, as if you were being towed along or corralled like a herd of sheep.</p>\n\n<p class=\"book-paragraph\">This whole notion has no understanding of the miracle, and your true relationship with the Creator, and your inherent responsibilities and purpose. Social forces, political forces, filial devotion—these become the prime motivators for people to believe. They want miracles from God because they feel so powerless, because they have not yet experienced the real miracle.</p>\n\n<p class=\"book-paragraph\">That God could guide you without interfering in your life, without manipulating your affairs, is a phenomenal thing that defies intellectual understanding. That God could allow you to exercise your fantasies, commit grave errors, even destroy your life and yet has planted the seed of redemption within you—that is something that the human intellect really cannot grasp. That you were chosen and are being called for something specifically that may or may not have anything to do with your local religion is something that the intellect has great difficulty comprehending. Try explaining this to other people, and they will look at you with blank faces.</p>\n\n<p class=\"book-paragraph\">The miracle is in you. It is waiting for you. It is calling you. It is waiting for you to come to your senses and to become honest enough with yourself to admit that you do not know what you are doing and that you are making mistakes and giving your life away to people and situations that have no promise whatsoever.</p>\n\n<p class=\"book-paragraph\">You return to God not because you are being corralled to do so, not because you are being bullied to do so, not because you are being threatened to do so, but because you are beginning to be really honest with yourself.</p>\n\n<p class=\"book-paragraph\">You do not return to your Ancient Home beyond this world because you are a firm believer because firm belief does not really establish an authentic relationship. Firm belief may be necessary as an adjunct to your original and authentic experience to uphold you during times of doubt or uncertainty. There faith has a real value. It serves its real purpose.</p>\n\n<p class=\"book-paragraph\">You return to your Ancient Home because you are rediscovering and expressing your relationship with the Divine, which defies and transcends religious orthodoxy because religious orthodoxy was created by people, but your relationship with God is created by God.</p>\n\n<p class=\"book-paragraph\">Here you may function within or without the boundaries of established religious institutions, but in essence your experience transcends what you can describe and explain. What Knowledge asks you to do and where it wants to take you is something that you must respond to—even if it defies social customs, even if it seems to contradict firm religious orthodoxy.</p>\n\n<p class=\"book-paragraph\">You know Jesus because you feel a relationship with Jesus, not because Jesus is producing miracles for you and you are simply there as a consumer, thinking you are getting something for nothing.</p>\n\n<p class=\"book-paragraph\">You know Muhammad because you are in relationship with Muhammad. You have a connection there that is intrinsic. It is part of your design and purpose.</p>\n\n<p class=\"book-paragraph\">The Buddha is inspiring to you because you have a relationship with this remarkable individual, not because this individual is making everything work out in life for you. In fact, your life may be a mess, a disaster, a set of immense problems, the consequences of many errors in thinking and judgment.</p>\n\n<p class=\"book-paragraph\">This is the difference between the believer and the person who is connected at a deeper level. Many people will go to God if they think they are going to get special favors, special dispensations or be rescued from their difficult circumstances. Oh, yes, the people will line up for the free lunch, for the miracle of the believer. But who amongst them is experiencing a real relationship here and comes to this relationship with their hands open, in a state of humility—without presumptions, without expectations of profit and gain, without running away from their life and circumstances?</p>\n\n<p class=\"book-paragraph\">God is not going to lift you above the world and make all of your problems go away. God is going to re-employ you here under the guidance of Knowledge. This is the miracle, you see. And if you can be redeemed, you do not just go back to Heaven. God employs you both in this world and eventually beyond this world in the universe as part of the Angelic Host—a junior part, at the outset, for there are many stages of development within this larger arena of life. It is not about going to Heaven [or] Hell. It is about fulfilling this stage of your preparation, or not.</p>\n\n<p class=\"book-paragraph\">You see, the reality is so very different from the general beliefs, assumptions and attitudes of people and religious institutions and so forth. That is why We bring God’s New Revelation into the world, to clarify these things so that a more genuine relationship with the Divine can be comprehended and appreciated, approached and accepted. The illusions must be cast aside so that the reality can be revealed, established and fully experienced.</p>\n\n<p class=\"book-paragraph\">The miracle is not just one event. It is not simply that something wonderful happened in your life or that you were able to avoid difficult and painful experiences. It is the whole process of redemption that was set in motion when the Separation began—before time, before this world existed, at the beginning of the physical universe, long ago.</p>\n\n<p class=\"book-paragraph\">God redeems the separated through Knowledge—in this world and in other worlds. This is an entirely new understanding for people. And with it, it requires a reconsideration of so many beliefs and assumptions.</p>\n\n<p class=\"book-paragraph\">The miracle of redemption can be found in every religion, but it has become so obscured and overlaid with other things that it may not be possible for the participant to really find it unless they have a very skillful and wise teacher to guide them. And such teachers are rare. You will find many who will reinforce belief and all that goes with it, but who will take you to the level of Knowledge, the deeper Intelligence within you?</p>\n\n<p class=\"book-paragraph\">For this is where God will speak to you and guide you. This is where the Will of the Creator flows through you, for that is where you are connected. It is like a current that runs through you at a deeper level, you see. It is not the same as your mind and intellect.</p>\n\n<p class=\"book-paragraph\">Your mind and intellect were created to navigate a difficult and problematic world and to learn to communicate effectively with others living in Separation. Your intellect is not who you are. It is not your reality.</p>\n\n<p class=\"book-paragraph\">When you leave this world, your intellect will fade away. To many people that looks like annihilation, but it is really liberation. Who you are now is free to expand and to express and to connect on a phenomenal level.</p>\n\n<p class=\"book-paragraph\">But right now, living in the world, you need the intellect. But you must understand that is not who you are. To gain freedom from your own mind, and the torments of your mind, and the restrictions of your mind, and the chaos of your mind is part of the miracle that God provides.</p>\n\n<p class=\"book-paragraph\">That which leads an individual to become a man or a woman of Knowledge is the miracle. Fully expressed it is worth more than a million believers to God.</p>\n\n<p class=\"book-paragraph\">God does not need praise. God does not need worship. God does not need all these things—great temples, prostration. That is for the benefit of the believer and the adherent. God is not insecure. God does not have to be bolstered and reminded how great God is. God does not need this.</p>\n\n<p class=\"book-paragraph\">You worship God to try to build a connection, to open yourself to the connection that already exists there. You prostrate yourself as an act of humility to say that God is greater than you and can guide you. But people do not understand the miracle, and so they do not see how this can be brought about. So they want dispensations. They want to be saved from their circumstances and the prospect of future loss and deprivation.</p>\n\n<p class=\"book-paragraph\">You may pray for these things, of course, and many people are facing grave circumstances, and they do pray for these things, and that is appropriate. But what delivers a response is at a deeper level, you see.</p>\n\n<p class=\"book-paragraph\">God did not create your intellect as it is today. When you started out in this life, your intellect was like a blank canvas. It was only a potential, like your physical body.</p>\n\n<p class=\"book-paragraph\">What your mind is today is a product of the world and its influence upon you and your reaction to it; and the decisions you have made and the beliefs you have assumed; the compromises you have made, your attitudes, your frustrations, your judgments, your unforgiveness, your fantasies, your desires, your fears—that is your intellect!</p>\n\n<p class=\"book-paragraph\">To free the mind from these things is a result of a revolution happening at a deeper level within you, and that is the miracle. It is a revolution created by God. That is the miracle. It is a process of transformation with many stages and steps. That is the miracle. You have been redeemed by a force you did not create. That is the miracle.</p>\n\n<p class=\"book-paragraph\">And now your mind is being dedicated to greater things. It is being focused on important things. And while old thoughts and fears may still haunt you from time to time as you proceed and progress, your mind has less and less of an impact upon your perception and experience, as if you had been freed from a prison house of your own creation and the creation of human society and human belief.</p>\n\n<p class=\"book-paragraph\">People who have not experienced the miracle will not understand it. They may even look at it fearfully, thinking that it could be evil, that they cannot trust it, [thinking] it should not be trusted: you should just believe and follow the prescriptions of religion. They will look upon the person experiencing the miracle with concern and uncertainty and even hostility, but they do not understand.</p>\n\n<p class=\"book-paragraph\">God has spoken to this person. Why not to them? There is jealousy. There is envy. There is misunderstanding. That is why the great saints and even the great Messengers who appear in the world every few centuries are maligned and misunderstood. Even God’s Messengers are maligned and misunderstood by religious figures and by many people in the general population, but they do not understand.</p>\n\n<p class=\"book-paragraph\">They are fearful. They are envious. They want to be the chosen ones. They do not know what to make of this person who is having an inexplicable experience and doing strange and unpredictable things.</p>\n\n<p class=\"book-paragraph\">Governments do not want this. They want a compliant population that follows certain guidelines and principles without question. And so the person experiencing the miracle could be a source of concern to them.</p>\n\n<p class=\"book-paragraph\">You must know you are entering a world without Knowledge, a world that is guided by fear, desire and belief. This will help you to adapt and to learn the wisdom of not expressing your inner experience to the wrong people, learning to be discreet and discerning in this regard. For you want to nurture the miracle within yourself. You want it to grow. You want it to take you to the next step. You want it to become stronger and more profound and more continuous instead of just intermittent and periodic.</p>\n\n<p class=\"book-paragraph\">Therefore, the person responding to Knowledge must understand that they are responding to something very unique. They are experiencing a miracle, which is unlike everything else around them. They are experiencing something other people are not experiencing. Not yet. They have to keep the flame alive within themselves and be very careful who they share it with. Only someone else responding to the miracle can support them and understand them, or someone who has greater wisdom and is not governed by social convention and consensus.</p>\n\n<p class=\"book-paragraph\">God is calling you. That is the beginning of the miracle. Your response is part of the miracle. Taking the Steps to Knowledge is part of the miracle. Following Knowledge, letting other things in your mind begin to be set aside or to fall away naturally, if they are not really needed and are unnecessary for you, that is part of the miracle. Discovering a greater purpose and service in the world as a result of taking the Steps to Knowledge, that is part of the miracle.</p>\n\n<p class=\"book-paragraph\">Break free of conventional thinking. Allow your mind to respond to something remarkable beyond its comprehension. That is the miracle.</p>\n\n<p class=\"book-paragraph\">The true power and path of redemption must be restored to the human family—not just to one tribe or one nation, but to the whole world. And that is why We are bringing the Revelation of God to you. That is why you are being called.</p>\n\n<p class=\"book-paragraph\">Your desire for freedom is not only freedom from the aggravations and the hazards of life. It is to find the miracle, and to follow the miracle, and eventually to embody and to express the miracle.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-miracle.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/pure-religion/the-miracle/"
}