{
  "title": "The World Must Receive God’s New Message",
  "content": "<div class=\"kb-row-layout-wrap kb-row-layout-id1933_e2ead9-59 alignnone wp-block-kadence-rowlayout\"><div class=\"kt-row-column-wrap kt-has-1-columns kt-row-layout-equal kt-tab-layout-inherit kt-mobile-layout-row kt-row-valign-top kb-theme-content-width\">\n\n<div class=\"wp-block-kadence-column kadence-column1933_8a17ff-5c inner-column-1\"><div class=\"kt-inside-inner-col\">\n<div class=\"wp-block-kadence-tabs alignnone tab-side-box\"><div class=\"kt-tabs-wrap kt-tabs-id1933_8ba706-cc kt-tabs-has-3-tabs kt-active-tab-1 kt-tabs-layout-tabs kt-tabs-tablet-layout-inherit kt-tabs-mobile-layout-inherit kt-tab-alignment-left \"><ul class=\"kt-tabs-title-list\"><li id=\"tab-acffieldtabtitleinfo\" class=\"kt-title-item kt-title-item-1 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-active\"><a href=\"#tab-acffieldtabtitleinfo\" data-tab=\"1\" class=\"kt-tab-title kt-tab-title-1 \"><span class=\"kt-title-text\">Info</span></a></li><li id=\"tab-acffieldtabtitlelisten\" class=\"kt-title-item kt-title-item-2 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlelisten\" data-tab=\"2\" class=\"kt-tab-title kt-tab-title-2 \"><span class=\"kt-title-text\">Listen</span></a></li><li id=\"tab-acffieldtabtitlewatch\" class=\"kt-title-item kt-title-item-3 kt-tabs-svg-show-always kt-tabs-icon-side-right kt-tab-title-inactive\"><a href=\"#tab-acffieldtabtitlewatch\" data-tab=\"3\" class=\"kt-tab-title kt-tab-title-3 \"><span class=\"kt-title-text\">Watch</span></a></li></ul><div class=\"kt-tabs-content-wrap\">\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-1 kt-inner-tab_f78f49-22\"><div class=\"kt-tab-inner-content-inner\">\n\t<figure class=\"image\">\n      <img width=\"768\" height=\"402\" src=\"https://www.newmessage.org/wp-content/uploads/2015/07/GHS-Chapter-13-The-World-Must-Receive-768x402.jpeg\" class=\"attachment-medium_large size-medium_large wp-post-image\" alt=\"\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2015/07/GHS-Chapter-13-The-World-Must-Receive-768x402.jpeg 768w, https://www.newmessage.org/wp-content/uploads/2015/07/GHS-Chapter-13-The-World-Must-Receive-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2015/07/GHS-Chapter-13-The-World-Must-Receive-1024x536.jpeg 1024w, https://www.newmessage.org/wp-content/uploads/2015/07/GHS-Chapter-13-The-World-Must-Receive.jpeg 1200w\" sizes=\"(max-width: 768px) 100vw, 768px\">\t</figure>\n\n\n\n\nAs received by<br>\nMarshall Vian Summers<br>\non January 1, 2015<br>\nin Alexandria, Egypt<br>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-2 kt-inner-tab_988d88-df\"><div class=\"kt-tab-inner-content-inner\"><div>\n<p>Hear the original spoken revelation:</p>\n<audio controls=\"\" src=\"https://www.newmessage.org/av/the-world-must-receive-gods-new-message.mp3\"></audio><p><a href=\"https://www.newmessage.org/av/the-world-must-receive-gods-new-message.mp3\">Download</a> (Right-click to download)</p>\n</div>\n\n</div></div>\n\n\n\n<div class=\"wp-block-kadence-tab kt-tab-inner-content kt-inner-tab-3 kt-inner-tab_1b0710-ae\"><div class=\"kt-tab-inner-content-inner\">\n</div></div>\n</div></div></div>\n\n\n<div class=\"wp-block-kadence-dynamichtml kb-dynamic-html kb-dynamic-html-id-1933_a52d96-3b\"><p>God knows what is coming for the world. God knows the condition of the world and its people. And the Angelic Presence that oversees this world is watching every moment.</p>\n<p>It is no secret to those who watch over you what your greater needs are, both in this moment and in the times to come.</p>\n<p>You cannot see these things, for you do not know yourself fully. You do not know why you were sent into the world, or where you should be at this moment and why you are not there at this moment. You cannot see what is coming over the distant horizon, coming your way. But those who watch over you and the Lord of the universe know these things.</p>\n<p>People are bound by their beliefs and their assumptions. They are bound by the interpretation of religions from the past, which makes it even more difficult for them to understand that God has spoken again for the protection and advancement of humanity.</p>\n<p>Everything God has ever given to the world in the great Messages, given at times of great need and opportunity, has been given for the advancement and the protection of humanity.</p>\n<p>You do not realize you are living in a world within a <a href=\"/aboutgc\">Greater Community</a> of life, where there are many threats to human freedom and sovereignty. You do not see the big picture of your life or why you were sent into the world at this time, to serve the world under these circumstances. But Heaven can see these things, which you, living in your <a href=\"/the-message/volume-1/one-god/the-separation\">state of Separation</a>, cannot see.</p>\n<p>You are further blinded by your assumptions and beliefs, your attitudes and your condemnation of others.</p>\n<p>People live for the moment. They have forgotten they must also prepare for the future. Like all intelligent creatures on Earth, they must do these two things.</p>\n<p>But God knows what is coming. God knows what humanity needs at this time. God knows what you, as an individual, must have to recognize your greater purpose for coming and why you were sent and what you must accomplish here, which is beyond your understanding.</p>\n<p>For your intellect is not big enough to hold greater things of this nature. It is a perfect mechanism for navigating the world of changing circumstances, but it cannot understand your life beyond time and space, and the greater forces that direct you and have sent you here and who hold for you your greater purpose in being here.</p>\n<p>Now God has spoken again, giving a Revelation greater and more vast than anything that has ever been given to the human family before, given now to a literate world of global communication and growing global awareness, given now at a time when the world is entering a state of decline—declining resources, a declining environment, a changing atmosphere, all wrought by human ignorance, greed and corruption.</p>\n<p>So humanity stands blindly at the threshold of precipitous change that could alter the face of the world, the greatest change that has ever come for the human family as a whole.</p>\n<p>But people are living in the moment and do not see the signs of the world. They do not hear the signs within themselves—warning them, alerting them, telling them to hold back, telling them to reconsider so that they may have a moment of seeing, a moment of clarity, so that they may have a moment to hear the greater voice that God has put within them, the voice of Knowledge.</p>\n<p>Deep beneath the surface of the mind it is. It is trying to take you somewhere, to prepare you for a greater service in the world and to prepare you for a world of monumental change and upheaval.</p>\n<p>God has spoken now to the whole world, not to one little group, not to one region alone, not to one religious tradition, not to one educated class of people, but to everyone at all stations of society, in all societies.</p>\n<p>For the world must hear <a href=\"/aboutnmg\">God’s New Revelation</a>, or it will not prepare for the great future, for the new world it is just beginning to experience. It will not end its ceaseless conflicts but degrade the world even further, casting humanity into ever greater darkness and confusion.</p>\n<p>The world must hear God’s New Revelation. For the great traditions of the past were not meant to prepare humanity for this great threshold in your evolution. They cannot prepare you for a universe full of intelligent life. They cannot prepare you for a world in decline, a world that will alter everything that you see and know.</p>\n<p>They were given at different times in history to build human civilization, to build and reinforce true humanitarianism, true human ethics and high principles. Though many have not been able to follow these things, they had to be established or humanity would be forever a primitive, violent, self-destructive race, degrading a beautiful world, which is so rare in a universe of barren planets and inhospitable places.</p>\n<p>The world must hear of God’s New Revelation because it alone holds the key to your future, to your safety, to human unity, purpose and cooperation. There are too few people in the world who value these sufficiently to be able to change and alter the course that you are plotting for yourself, even at this moment. It must come from God—your Source, the Creator of all life, the Creator of everything.</p>\n<p>But for this, you must hear with new ears. You must listen with an open heart. If you reject this, then you reject the God that you claim to praise and believe in. You reject the awareness that <a href=\"/the-message/volume-1/one-god/gods-plan-save-everyone\">God’s Plan</a> is greater than just one Revelation at one given time in history.</p>\n<p>For all the Messengers have come from the <a href=\"/the-message/volume-1/god-spoken-again/the-assembly\">Angelic Assembly</a>, and they are all serving in a Greater Plan for humanity—to build human civilization, to further human unity and cooperation, to teach humanity, through wisdom and through its technology, how to sustain a beautiful world and not plunder it into a state of total decay.</p>\n<p>It is a Greater Plan. Even from the beginning, it was to prepare you for your future in a Greater Community of life in the universe. But first it [humanity] must become a viable civilization. It must have higher ethics and principles to be a free world and to have any freedom in a universe where freedom is so very rare.</p>\n<p>The Plan was always there. It has not changed, but only adapted itself to changing circumstances and to shifting moments of great opportunity.</p>\n<p>You cannot see this, you who live in the moment, you who are circumscribed by a world you do not understand, you who live in your thoughts and beliefs and admonitions, but cannot feel yet the greater Presence that abides with you and that is your Source, your purpose and your destiny.</p>\n<p>It is necessary that the world hear God’s New Revelation. For only God knows what is coming. Only God knows how you can prepare. Only God understands you better than you understand yourself. Only God knows the true condition of humanity and what humanity must do to save itself from collapse from within and from the risk of subjugation by others from without.</p>\n<p>Do not stand behind your scriptures and deny this, for this is the further work of God in the world. This fulfills the work of Muhammad and the Jesus and the Buddha and the other great teachers—known and unknown, recognized and unrecognized—in the history of this world, whom you cannot even account for completely.</p>\n<p>Do not be arrogant and foolish, or you will fail in the face of the <a href=\"/aboutgwc\">Great Waves of change</a> that are coming. And you will not prepare for your encounter with a universe of intelligent life, an encounter that is already taking place by forces who are here to take advantage of a weak and unsuspecting humanity.</p>\n<p>The risks are growing each day. The Greater Darkness is in the world.</p>\n<p>Humanity is destroying its foundation in this world with unprecedented haste and foolishness—unable to restrain itself, unable to change course, unable to provide for the greater needs of people everywhere, unable or unwilling to do what must be done to secure humanity’s future under a different set of circumstances.</p>\n<p>You cannot prepare yourself. You do not yet have the courage. You do not yet see the need. You do not yet recognize the signs. You do not yet have the cooperation amongst you, between you, between your nations, between your religions, who are now descending into ever growing chaos and dissension between one another and even within themselves.</p>\n<p>It is not that you are helpless. It is just that you are irresponsible. It is not that you do not have certain strengths and abilities. It is that you are lost in a world of fear and desire, conflict, poverty and deprivation—a world you have created.</p>\n<p>You cannot blame God for this. You cannot even blame God for the natural catastrophes—the droughts, the hurricanes, the pestilence—because this is all part of nature functioning, which was set in motion at the beginning of time.</p>\n<p>So the Angelic Assembly watches over you and all others here to see how you will adapt, to see what you will choose. They have given you freedom to live in Separation. They have given you the freedom even to fail. But they have also given you the power and direction to succeed—if you can respond, if you can respond to this greater guidance, if you can respond to Knowledge within yourself, which is still connected to God.</p>\n<p>The Lord of this universe and other universes and of Creation, the timeless Creation beyond all physical manifestation, is not attending to you physically or personally. That is for the Assembly to do. For there are countless races in the universe, and each must have an Assembly to oversee them.</p>\n<p>It is a Plan on a scale that you cannot possibly even consider. So great, so vast, so encompassing, so perfect, only God could do it. Only God can reclaim the separated through the power of Knowledge that has been placed within all sentient life.</p>\n<p>You have now an opportunity to understand these things in a Revelation far more advanced and complete. For you do not yet understand how God works in the world, working through people from the inside out—through service, through contribution, through forgiveness and through constructive and compassionate behavior.</p>\n<p>Your notions of God are born of Teachings from antiquity. They are incomplete, for people at that time did not have the sophistication or the freedom or the social development to understand the greater nature of God’s Plan in this world and beyond.</p>\n<p>The great religions have kept humanity going, have built human civilization, have been an inspiration for countless people. Do not think they are without value, despite all that has been done in violation of them, and how they have been misused and are being misused even at this day.</p>\n<p>God has put Knowledge within you, a perfect guiding intelligence. It is connected to God. It is not afraid of the world. It is not conditioned by the world. It is not drawn by beauty, wealth and charm. It is only here to take you to a rendezvous with your greater mission in life and a reunion with those who sent you—a life of purpose, meaning, relationship and inspiration.</p>\n<p>But you are far adrift. If you are to be amongst the first to respond, you must respond strongly. Do not linger in doubt, for that is dishonest. In your heart you will know, you will understand what We are saying here today. It is a challenge. It is a challenge to be honest, to be sincere and to be wholehearted.</p>\n<p>The world must hear God’s New Revelation. It is not for you alone. It is not for your edification alone. But you are meant to be a part of it, to receive it, to express it, to share it and to help translate it into every language of the world so that enough people in the world might respond and begin to change the course of humanity, to evoke the kind of responsibilities and change that must occur for the human family to not fall into grave instability, conflict and war.</p>\n<p>You do not yet see the risks facing you now. So it is hard for you to understand the great need that has brought this to the world.</p>\n<p>For this, you must open your eyes to the world, not to what you want, not to what you prefer, but to what is really happening here. You must become a responsible person—a person able to respond.</p>\n<p>For you must hear God’s New Revelation, and you must bring to it as much honesty and sincerity and humility as you can. It will strengthen you in all ways. It will bring resolution to your life. It will restore you from shame and unworthiness. It will bring you back to yourself and to the true direction that you must follow, which God has already placed within you to receive now.</p>\n<p>The Messenger is in the world. He is the one who was sent to bring this here. He is a humble man. He has no worldly position. He does not seek to lead nations or armies or one group against another, for he has a Message for the whole world—to either receive or to reject.</p>\n<p>Time is of the essence now. The Great Waves of change are beginning to strike everywhere, here and there, each year degrading your infrastructure, your societies, your wealth and your self-confidence. It is the time to prepare, but the time is not long. It is short. It is now.</p>\n<p>But not everyone can respond. For not everyone will know of it. Not everyone is even ready for it. And many will stand against it, protecting their former ideas and beliefs, their wealth or their position in society. It is unfortunate, but it always happens at the time of Revelation.</p>\n<p>Let you be amongst the first to receive God’s New Revelation for the world. It is of the greatest value. It is the most important thing in your life. It will make all the difference after everything else has failed you. It will make all the difference for you if you can receive it and follow it and take the <a href=\"/stk\">Steps to Knowledge</a> that God has provided to re-engage you with your deeper purpose and nature in being here.</p>\n<p>If humanity should fail to receive the great Revelation, then it will enter into a state of permanent decline—great conflict, great human suffering and loss. For you will not be prepared for this new world. You will not be prepared for what is coming even though the signs appear every day.</p>\n<p>You will try to protect your interests, your preferences, your hopes. You do not want to really have to deal with the things that are coming your way. But to deal with them will give you strength and courage and determination. Without this preparation, you will not have these strengths and capabilities.</p>\n<p>It is a great Revelation for you. It is a great Revelation for humanity. For it will honor all the world’s religions and unite them sufficiently that they will cease their endless conflicts. You will see that they are all connected at their foundation, regardless of what has been made out of them over time.</p>\n<p>You will see that all the Messengers have come from the Assembly. And you will see that no one else can claim to bring great Revelations into the world if they do not have this Source. For though there are prophets in every age, the great Messengers only come at great turning points. And they bring with them a whole new reality that could alter the course of the world and the destiny of countless people who can respond over time.</p>\n<p>There is a great need for the world to receive God’s New Revelation. This is your challenge. This is your redemption. There is nothing more important for you to consider now.</p>\n<p>The Messenger is an older man. He will only be in the world for a few more years, perhaps. <a href=\"/the-message/volume-2/the-worldwide-community-of-gods-new-message/the-pilgrimage\">If you can meet him and know of him, it will be a great blessing for you.</a></p>\n<p>He is not a god, but none of the Messengers were gods. He will not allow you to praise him, for all praise must go to God and to the Assembly. He has proven himself through suffering and isolation, through great challenges and great preparation, beyond the understanding of people around him, save but a few.</p>\n<p>We bring this to you because it is the Will of Heaven. It is We who spoke to the Jesus, the Buddha and the Muhammad. It is We who watch over the world. You cannot know Our names. Our names are not important, for We speak as one and many, and many as one—a reality that you cannot embrace, living in Separation, not yet.</p>\n<p>The Will of Heaven is that humanity will prepare for the Greater Community, it will become strong and united, and it will preserve this world so it will not fall under the persuasion and domination of other nations who seek to use this world for their own purposes.</p>\n<p>For the first time in history, the doors of the universe are being thrown open for you to see what life is like in the universe around you and what God is doing in this universe. For to understand what God is doing in this world, you must understand what God is doing in the universe—essentially, fundamentally—and this is being made available for the very first time.</p>\n<p>May your eyes be open. May your understanding of the world be true and honest. May your evaluation of yourself and your needs be sincere and filled with humility and earnestness. And may the Gift of Heaven that you are receiving now—so fortunate you are to be living at a time of Revelation—be yours to recognize, to receive and to give to a world in great need.</p>\n</div>\n\n\n<div class=\"wp-block-kadence-column kadence-column1933_7e9adf-ac bottom-links\"><div class=\"kt-inside-inner-col\"><div class=\"link prev\">Previous chapter: <a href=\"https://www.newmessage.org/the-message/volume-1/god-spoken-again/god-is-moving-humanity-in-a-new-direction/\" title=\"God Is Moving Humanity in a New Direction\">God Is Moving Humanity in a New Direction</a></div><div class=\"link next\">Next chapter: <a href=\"https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-calling/\" title=\"The Calling\">The Calling</a></div>\n</div></div>\n\n\n\n<h4 class=\"wp-block-heading related-posts-title\">Related Teachings</h4>\n\n\n<div class=\"crp_related  crp_related_shortcode    \"><ul><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/establishing-meaningful-relationships/\" class=\"crp_link revelation-10210\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"establishing-relationships-500×262\" style=\"\" title=\"Establishing Relationships\" decoding=\"async\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/establishing-relationships-500x262-1.jpeg 500w\" sizes=\"(max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-4/relationships-higher-purpose/maintaining-relationships-spiritual/\" class=\"crp_link revelation-10249\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg\" class=\"crp_featured crp_thumb medium\" alt=\"maintaining-relationships-500×262\" style=\"\" title=\"Maintaining Relationships\" decoding=\"async\" loading=\"lazy\" srcset=\"https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1-300x157.jpeg 300w, https://www.newmessage.org/wp-content/uploads/2024/01/maintaining-relationships-500x262-1.jpeg 500w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\"></figure></a></li><li><a href=\"https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-must-be-avoided/\" class=\"crp_link revelation-10054\"><figure><img width=\"300\" height=\"157\" src=\"https://www.newmessage.org/wp-content/uploads/2024/02/Related-Posts-Default.jpg\" class=\"crp_default_thumbcorrect crp_thumb medium\" alt=\"Related-Posts-Default\" style=\"\" title=\"What Must Be Avoided?\" decoding=\"async\" loading=\"lazy\"></figure></a></li></ul><div class=\"crp_clear\"></div></div>\n</div></div>\n\n</div></div>",
  "audioUrl": "https://www.newmessage.org/av/the-world-must-receive-gods-new-message.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/god-spoken-again/the-world-must-receive-gods-new-message/"
}