{
  "title": "Trusting God",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">People have a great deal of difficulty trusting God. And based upon the notion of the old God, the judgmental God, the condemning God, their distrust is justified. But it is more complex than this.</p>\n\n<p class=\"book-paragraph\">For people do not know what to trust within themselves and one another, so their distrust permeates everything. And without the guidance of the deeper Knowledge that God has placed within them to guide them, they place their trust in the most unreliable things, the most temporary and uncertain things. They give their heart away to people, places and things, not knowing the great consequence of doing this and how difficult it will be for them later to reclaim their freedom and integrity once they have circumscribed themselves in such ways.</p>\n\n<p class=\"book-paragraph\">It is difficult to trust that which one cannot see and touch. But it is also difficult to trust anything that is physical and changeable that can be destroyed or undermined by others. In this sense, what is invisible is actually more trustworthy, for it cannot be destroyed; it cannot be maligned; it cannot even be distorted except in the minds and thoughts of people, which is so often the case.</p>\n\n<p class=\"book-paragraph\">So trusting God becomes, then, the question of what one must trust within [oneself] and what one believes God to be and how God functions in the world, and the great problems and questions surrounding this, which have plagued humanity for as long as time. So We will address these things because they must be clarified. For if they cannot be clarified, the problems will exist, and trust will be based upon the weakest assumptions and foundation.</p>\n\n<p class=\"book-paragraph\">First of all, you must know that you must trust something in life. Here people tend to trust their firm beliefs and their admonitions, their personal opinions and their grievances against others, themselves and the world. Too afraid now to trust anything beyond themselves, they put all their faith in their notions, which are themselves rarely founded in reality and are rarely consistent and have no real permanence at all.</p>\n\n<p class=\"book-paragraph\">Here people become fixated in their minds. Unable now to really experience life and to experience intimacy, closeness, resonance with another, they become bound to their ideas. Peering out through the little window in their concrete blockhouse, they try to see and relate to the world, a world that baffles them and frightens them and confuses them.</p>\n\n<p class=\"book-paragraph\">The more fixed their ideas, the more they are imprisoned. The more bound up they are in their admonitions of others and their grievances against the world, the less able they are to experience the joys of life—the spaciousness of this moment, the miracle of life occurring all around them and the blessed presence, power and endowment that God has placed within them, which exists beyond the realm and the reach of the intellect.</p>\n\n<p class=\"book-paragraph\">This is the condition of humanity, circumscribed not only by poverty and degradation, which is so prevalent around the world but also bound up in their beliefs, fears and admonitions. They cannot see; they cannot hear; they cannot know the truth.</p>\n\n<p class=\"book-paragraph\">God understands this, of course, because when you are separated from God and separated from Creation, living in the physical reality, you are also separated from the source of your inner strength, power and integrity that God has placed within you—an inescapable reality that lives within you every moment, waiting to be discovered, waiting to be followed. For only here can you find your way out of the maze, out of the jungle, out of the massive confusion that surrounds you and permeates your thinking and attitudes.</p>\n\n<p class=\"book-paragraph\">Heaven is all around you, but you cannot feel it; you cannot yet see it; you cannot yet hear it because your mind is caught up in itself—in your ideas, in other people’s ideas, in the influences around you and your own conditioning and culture and even religion itself.</p>\n\n<p class=\"book-paragraph\">People believe in God but cannot hear God or feel God or experience God, and so they place all of their emphasis on the firmness of their beliefs and the defense of their ideas. And though they may claim their whole life is for God and religion, they are very far away from their Source.</p>\n\n<p class=\"book-paragraph\">To know God is to come to find that power and presence that God has placed within you, for only here will you feel and experience the resonance, the power and the purpose that are the true content and direction of your life. For who you really are is determined by Heaven and not by the world. What you are here to really do is determined by Heaven and those who sent you here, not by the world and all of its circumscribing events and influences, powers and pressures.</p>\n\n<p class=\"book-paragraph\">This is how God redeems you—not through belief, not through prostration, not through the firm adherence to fixed notions and ideas, for that does not get you across the bridge of light. With all these things, you are still standing on the foreign shore. And while God calls to you, you cannot hear because your mind is locked and fixed, bound as if you were shackled to a wall and could not leave your restraints.</p>\n\n<p class=\"book-paragraph\">You must know what to trust within yourself and others, and it cannot be your ideas alone. For if they are not grounded in Knowledge itself, then they are a product of culture and influence and your own fearful preferences and persuasions.</p>\n\n<p class=\"book-paragraph\">Here the person who has no notion of religion may actually be closer to this Power and Presence than those who base their entire lives upon it. For God knows the way to God. And God has put the Power and the Presence within you to guide you, to protect you and to prepare you for a greater life of service in the world. This lives both within religion and beyond it, available to all.</p>\n\n<p class=\"book-paragraph\">For God is not persuaded by your religious beliefs. If you cannot follow and find this greater endowment, you are still lost in the world, lost in Separation—separation from your deeper nature, separation from the power of Knowledge that God has given you, separate from others, separate from yourself, living in an island even in the midst of others.</p>\n\n<p class=\"book-paragraph\">Only God knows how to liberate you from this seemingly hopeless situation. God has provided the Steps to Knowledge in a New Revelation for the world—pure, clear, unadulterated, unaltered by human adoption or manipulation, every word sacred and powerful from the Source, to give humanity another chance as it stands at the threshold of a changing world and a universe full of intelligent life.</p>\n\n<p class=\"book-paragraph\">The essence of religion becomes lost as the ideology and the institutions are built around it. It becomes lost as people attempt to use ideas, belief and persuasion to force people into adherence and conformity.</p>\n\n<p class=\"book-paragraph\">To be able to trust God, you must know what to trust within yourself and others. This then places the pathway right before you. It is not just having the right ideas though that is helpful and may be necessary at the outset. You must have the correct orientation, you see, and you must be able to think independently of the persuasions that exist around you that would want you to conform to the ideas and notions of culture and religion.</p>\n\n<p class=\"book-paragraph\">You must look upon the world without condemnation, or you will be blind, for judgments and grievances are blinding. No matter how correct you may think you are in exercising these things, they will prevent you from seeing, knowing and understanding.</p>\n\n<p class=\"book-paragraph\">Thus, you will have no security in the world. For security can only really be established by seeing, knowing and understanding in alignment with the deeper power that God has given you, which will teach you what to value and what not to value, what to listen to within yourself and listen to within others, how to manage your mind so it does not run like a crazy animal, learning how to think independently of others so that you may be free to think upon your own, thus using the power of your intellect effectively and appropriately as it was intended to be used.</p>\n\n<p class=\"book-paragraph\">Next, you must look at what you think God is and how you think God functions in the world, or whether you even think God exists at all. This has a great deal to do with who you think you are, even at the level of thought.</p>\n\n<p class=\"book-paragraph\">If you think you are just a body, well, how can you account for God, who seems to have no body. God is a nobody. And you do not want to be a nobody, do you? If you think you are your thoughts and your mind, well, you will not be able to comprehend the Mind and the Will and the Presence of God, for the mind is a vehicle of communication in the world. It is not your true nature. It is not who you really are.</p>\n\n<p class=\"book-paragraph\">When you leave this world, well, you will not have any beliefs. You will just be present, as you were before you came into the world. So belief cannot bring you to God. Belief cannot enable you to cross the bridge of light.</p>\n\n<p class=\"book-paragraph\">Yet you cannot really be without beliefs of some kind, so you use them as a temporary structure to help orient your thinking and your behavior and your activities in the world, and that is appropriate. But the greater questions must be left open, and this must take you into the realm of real experience and not merely thinking and speculation.</p>\n\n<p class=\"book-paragraph\">To have a sense of God, you must look at what you think you are. You must have a correct understanding of your relationship with your mind and your body. Here thinking and understanding are very important because they give you the window of opportunity to see what you could not see before, and to correctly understand how you are to utilize the mind and the body in life, and how they can serve you and not merely infringe upon you.</p>\n\n<p class=\"book-paragraph\">For the mind without Knowledge is like a crown of thorns. While it may give you recognition in the world, it is painful and uncomfortable. And you will seek escape from it in pleasures and addictions and fixations of all kinds.</p>\n\n<p class=\"book-paragraph\">If God is Spirit and not merely form, or a concept, or a hierarchy of concepts, or a belief system, then you must go beyond these things in your approach. And God has given you the Steps to Knowledge to take you beyond the limits of your thinking and the restraints you have placed upon yourself and have allowed others to place upon you to give you this opportunity to see, to know and to understand.</p>\n\n<p class=\"book-paragraph\">So you must look at what you think you are. Here understanding is important because if you cannot see the correct relationship of things, then you will confuse them terribly, and your approach will be skewed and uncertain. This will cast you back into confusion, a deep confusion out of which all your errors and misconceptions arise.</p>\n\n<p class=\"book-paragraph\">This is for you to consider. But remember if you think you are only a body, then you will feel as frail and vulnerable in the world as your body really is. If you think you are only a mind, you will use the mind to try to defend itself, to defend its ideas, even to the point of going to war with others and creating hatred, murder and mayhem to protect your ideas. You will live in fear and uncertainty and seek to counteract this with pride and arrogance in your thinking, your logic, which is merely an attempt to adapt yourself to an uncertain world.</p>\n\n<p class=\"book-paragraph\">You must see yourself existing beyond these things and learn how to utilize the mind and the body as great vehicles of communication. For without them, you could not communicate with others in the world. You could not give your gifts to the world. Without these, you may have the wisdom of the universe, but no one could hear you or see you or understand your demonstration.</p>\n\n<p class=\"book-paragraph\">The third thing that must be considered is the relationship with God and your experience in the world and the world itself. This is where a great many problems arise. People think God is the author of everything that happens in the world. Well, that cannot be a loving God. That cannot be a wise God. That cannot be a compassionate God.</p>\n\n<p class=\"book-paragraph\">With children dying of cancer and nations of people starving to death and civil war and strife arising with increasing frequency, do you make God the author of these things? You certainly could not trust such a God. You certainly could not love such a God. You certainly could not follow such a God.</p>\n\n<p class=\"book-paragraph\">The suffering, the conflict, the degradation you see in the world amongst the rich and the poor are the product of human confusion and misunderstanding. [They are] the product of people living without the power and presence of Knowledge to guide them, to bless them and to correctly place them in relation with others. [They are] the product of living in Separation—divorced from yourself, divorced from your Source, divorced from the center of your spiritual power, integrity, certainty and direction. Of course, the world will look like this. It is a miracle it does not look worse.</p>\n\n<p class=\"book-paragraph\">People are good and bad, noble and pathetic, representing the whole gamut of qualities—desirable and undesirable. Who can make sense of this? Did God create such a conflicted creature? Did God place you in such a difficult and uncertain environment? Did God cast you down from Heaven to live in a world of ever-changing circumstances, of great peril and uncertainty?</p>\n\n<p class=\"book-paragraph\">Here a correct understanding gives you the opportunity to see the relationship of things differently. Here understanding is important though it is but one component of what will enable you to rise above the misery of your past and the misery you see all around you, in the rich and in the poor.</p>\n\n<p class=\"book-paragraph\">God does not run the weather of the world. God is not moving the blood through your veins. God is not pouring the water over the cliff. God is not sprouting the seed in the ground. That was all set in motion at the beginning of time, the beginning of the Separation—the very Separation that has brought you to the world and keeps you here until you can learn to follow the power and presence that God has placed within you, which is available to all—to all peoples, all religions, the human family and the countless races in the universe that are living in the separated existence with you. What created the Separation is beyond your comprehension, as is the Separation itself, but you live with its effects every day.</p>\n\n<p class=\"book-paragraph\">So do not blame God for the events of the world. Do not blame God for illness or misfortune. Do not think that everything is happening according to a Divine Plan, as if every event has meaning, purpose and value for you.</p>\n\n<p class=\"book-paragraph\">The world is chaotic and uncertain. Everything can change in a moment. There are no guarantees. That is why God has given you the great endowment of Knowledge, for it is the only thing that is truly certain, pure and efficacious in the world.</p>\n\n<p class=\"book-paragraph\">Learn to recognize this in your experience. Learn to value this above your desires and your fears. Learn to recognize how you have lived life without Knowledge and the terrible cost this has been for you and the great prices you have paid through your errors and misunderstanding. And you will come to value this, finally, for it is the one true hope and promise of your life.</p>\n\n<p class=\"book-paragraph\">God saves the separated through Knowledge. The Lord of the entire universe and all dimensions of the universe is not running the events of your life because God is intelligent. God is giving you the freedom to live in Separation because that was your initial decision, you see. But to live in this environment is very perilous, and therefore God has given you the great endowment. That in the end is the greatest gift of all, but you will only see this and know this if you can recognize it, value it and learn to follow it, taking the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">This is the beginning of the return, not to leave the world but to bring a greater life into the world—the life you were meant to live here, the life you are not yet living, the life you must live to find true happiness and fulfillment here.</p>\n\n<p class=\"book-paragraph\">God set in motion the forces, the geological and biological forces that have taken great amounts of time to come into being before human beings could even be in this world. But time is nothing to God though it is everything to you.</p>\n\n<p class=\"book-paragraph\">So do not blame God for the conditions of life, even the harshness of nature, which seems to have no real regard for you and your welfare. Do not blame God for the hurricanes and the earthquakes, the pestilence and the famines, for that is just nature functioning according to its own rules and guidelines.</p>\n\n<p class=\"book-paragraph\">God is standing apart watching to see who can respond to the greater power that has been given them. And God’s Angelic Assembly watches over the world to assist individuals who are at great turning points in their lives so that they may have the chance to find the source of their redemption, which lives within them at every moment. And your Spiritual Family sends messages to you to help you though you may not hear much of what they have to offer.</p>\n\n<p class=\"book-paragraph\">That will come in time as your mind settles down, as it relieves itself of its crown of thorns, as it learns to watch nature and events of the world with compassion, and to recognize that everything that happens, even the most grievous events, are a demonstration of the great need for Knowledge—in your life and in the world as a whole.</p>\n\n<p class=\"book-paragraph\">God is pure and beyond these things, but God has placed within you something that is pure and beyond these things that cannot be corrupted, that cannot be defiled, that cannot even be misused. It can only be misunderstood, and in this people will commit many errors. But the power and the purity exist within them, beyond their attempt to manipulate it for their own benefit.</p>\n\n<p class=\"book-paragraph\">For God knows in the end you will turn to Knowledge. In this life or beyond, you will turn to Knowledge, for you can never leave it. It is the guarantee of your redemption, however far in the future that may be. It is the only thing in life that is ultimately trustworthy—Knowledge within you, Knowledge within others, relationships built upon Knowledge and higher purpose. These are the most certain things in life, for everything else can change and will change in ways you cannot yet predict.</p>\n\n<p class=\"book-paragraph\">To free yourself at last from constant anxiety and uncertainty, to liberate yourself from the constraints of your fixed ideas, this will be your journey to real freedom—emotional freedom, intellectual freedom, circumstantial freedom—which you have sought hopelessly in so many other ways. God’s New Revelation has made this very clear and has repeated it over and over again so that you will have the opportunity to hear it and finally see it and to recognize its essential importance in your life.</p>\n\n<p class=\"book-paragraph\">Here you will know that God loves you and cares for you, for the guarantee of your redemption has been placed within you no matter how grievous your life has been, no matter how deep your regrets. And if you have committed violence in the world, well, it will just take a little longer for you to come to the power and presence that lives within you, for your shame will be deeper. Your regrets will be deeper. Your pain will be deeper. But only Knowledge within you can dispel these things in time and give you the strength to compensate for them by living a true and efficacious life.</p>\n\n<p class=\"book-paragraph\">People may argue the points of religion. People may debate endlessly, and have debated endlessly, the meaning of God and the reality of God. But the Revelation of this exists in the realm of pure experience, for ideas can only point you in a direction. They cannot get you up the mountain. For that you need inner strength and determination, not merely ideas or firm beliefs.</p>\n\n<p class=\"book-paragraph\">Let the scholars stand at the bottom of the mountain and argue and debate the meaning of their ideas and their traditions, while those who are truly courageous will begin to venture up the great slopes. For it is only as you reach a higher vantage point on this mountain can you really see the lay of the land and understand the nature of your true journey in life, and where it was meant to take you, and who sent you on this journey, and who watches over you and has watched over you, and what you are really here to do, to see and to know.</p>\n\n<p class=\"book-paragraph\">Therefore, you must learn what to trust within yourself. You must consider who you think you are and what you think you are and understand your true relationship with your mind and your body in a very compassionate way. You must understand the nature of God and the difference between God and what you see in the physical world, even in the natural world.</p>\n\n<p class=\"book-paragraph\">Do not call nature God because this will be inadequate. Though it is grand and though it can be exalting to consider, God is even greater than this. It takes you beyond, beyond—beyond your thoughts, beyond your new thoughts, beyond your old thoughts, beyond, into a realm of recognition that is clear and unadulterated and uncorrupted by your experience of being in the world.</p>\n\n<p class=\"book-paragraph\">God therefore takes you to where trust is obvious and deep and profound and powerful enough to live in a world of uncertainty, in a world where people are still lost all around you—lost in their fear, lost in their hope, lost in their degradation and their circumstances.</p>\n\n<p class=\"book-paragraph\">Do not condemn them, for they show you the state you are now attempting to escape. And only God has given you the means to do this, given now in a clear form, given now so that you may find what you truly came here to do.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/trusting-god.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/the-new-god-experience/trusting-god/"
}