{
  "title": "The New Revelation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">God has sent a New Message into the world. It is a Revelation for this time and the times to come. For humanity is entering a very dangerous period, a period where the Great Waves of change will be coming to the world: environmental degradation; the depletion of your resources; the changing of your climate; violent weather; economic instability and the growing risk of competition, conflict and war. It is a time when humanity will be facing the reality of an Intervention from races from beyond the world who are here to take advantage of a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">It will be a time of unprecedented instability. There will be great human need and suffering. It is a dangerous time for the human family, for the temptation to go to war to lay claim to the remaining resources will be very strong. And the needs of people in every country, even the wealthy nations, will be profound.</p>\n\n<p class=\"book-paragraph\">What will humanity do in the face of these two great challenges? That will be a deciding question, not only for governments and leaders, but for citizens as well—for everyone, for you. It will be a point of decision, and the decision will determine the outcome to a very great degree.</p>\n\n<p class=\"book-paragraph\">If humanity chooses the path that it has chosen in the past, to fight and to struggle, then human civilization will decline. And those foreign powers who are in the world today will gain pre-eminence here. Their offerings of technology you will not be able to deny.</p>\n\n<p class=\"book-paragraph\">It will be a sad ending to humanity’s long and great development and evolution, to end in servitude to a foreign power, to capitulate. It will be a sad ending to what could have been a far greater story. But this outcome has not yet been chosen, and the way is clear for the human family to choose another path, a path of resolution and a path of cooperation in the face of great change and threats.</p>\n\n<p class=\"book-paragraph\">Only something catastrophic will unite humanity. And now you have the threat of catastrophe from within your world and from beyond your world. This is how races of people grow and evolve—out of necessity. But in order for humanity to choose the path of resolution and commitment and cooperation, it must have a greater vision, it must have a greater strength, and only a Revelation from God can provide this.</p>\n\n<p class=\"book-paragraph\">Humanity is not yet strong enough with Knowledge, the deeper wisdom that God has placed within the human family, to overcome its divisive tendencies, to overcome unforgiveness, to overcome grievances, to overcome ambition and to resist the temptation to fight and to struggle for what you need.</p>\n\n<p class=\"book-paragraph\">Humanity must grow up. It is still a primitive race in so many ways. It is still given to competition, conflict and war. It is not yet really seeing the necessity of a united human family—united out of necessity, united to face a declining world and united to face the competitive environment of the Greater Community of life in the universe. What will prevail, strength or weakness, within the minds and the hearts of people and in the policies of nations?</p>\n\n<p class=\"book-paragraph\">God’s New Revelation is needed now, for humanity cannot prepare accordingly and adequately for a future that will be unlike the past without this Revelation. It is the power of Knowledge within the individual, and within many individuals, that will override your more primitive and self-destructive tendencies.</p>\n\n<p class=\"book-paragraph\">Optimism and high idealism will not be enough now. You must choose a pathway within yourself as an individual. If you yourself cannot rise above anger and anguish and resentment and the projection of blame upon others, then do not expect your leaders to do any better.</p>\n\n<p class=\"book-paragraph\">The Revelation is here to reveal humanity’s inner strength and the requirements in your outer life that will call upon this strength and require it. The Revelation will show you what is coming in the Great Waves of change. It will reveal the Intervention that is occurring in the world today by those races from the universe who seek to gain advantage here. It will reveal your deeper nature, the power and the presence of Knowledge within yourself, which is the source of your strength and integrity, a power that is beyond deception and corruption. The great events of your time, which humanity cannot yet see clearly, which humanity does not have the courage yet to see clearly, are being revealed in a New Message from God.</p>\n\n<p class=\"book-paragraph\">The human family will face great travail in the future, much of it the result of its own abuse and overuse of the world and its unwise use of the world’s resources. But this also represents an evolutionary step. For as your technology grows, so does the demand upon your world grow with it. As your population increases, you are pushing the world beyond its limits, its carrying capacity. What will you do with this?</p>\n\n<p class=\"book-paragraph\">There is a maturation process here because all nations and worlds that advance in the Greater Community have to face these kinds of thresholds. That is why every advanced nation in the universe that has been able to survive the rigors of competition with other nations and the difficulties in physical life has had to control their populations, has had to control the consumption of resources in order to become stable because you cannot simply go and consume more from the universe. Many people think the universe is just a big empty place like a wilderness and you will go out and get whatever you need there, but this is not the case. Once you venture beyond this solar system, you are entering the territories that are controlled by others. And they are far more powerful than you are.</p>\n\n<p class=\"book-paragraph\">You must face this fundamental problem in life of establishing stability and security. That represents the next great threshold for human development. It will not be growth and expansion, for you are reaching the limits of growth and expansion. Instead, it will be stability and security.</p>\n\n<p class=\"book-paragraph\">This is the difference between adolescence and adulthood. In adolescence, your life is expanding. It is opening up. It is reaching out. But in adulthood, you have to find stability and security if you are to be mature.</p>\n\n<p class=\"book-paragraph\">It is not about having more. It is not about consuming endlessly more. It is about finding a stable reality within the limits of your environment. This represents a fundamental shift in human awareness, a fundamental change in how you run your nations and your economies—a change of heart, a deeper recognition.</p>\n\n<p class=\"book-paragraph\">The universe is not yours for the taking, and should you try to take it, you will find yourself opposed by hundreds of nations.</p>\n\n<p class=\"book-paragraph\">The Revelation must come from God, but it must also take place within you, a kind of deeper reckoning and evaluation, a recognition that you are here to be of service to the world. You are not here to be a locust upon the field, devouring everything in sight. You are here to be a contributor to the world. And the gifts are within you, held within Knowledge deep within you, beyond the realm and reach of your intellect.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation will teach you how to find your gifts. But it will teach you this within the context of what is really occurring within the world so that your gifts can be realized and called out of you by the reality of the world in which you live. You cannot call these gifts out of yourself. They must be called out of you from the outside. If you are here to serve a world in transition, you must face a world in transition to have your contribution called out of you.</p>\n\n<p class=\"book-paragraph\">The need for this recognition is profound. Humanity is going blind into the future. You have your backs to the universe. You are not paying attention. Humanity is like on a train that cannot stop. Its throttle is stuck. It is driving headlong into calamity.</p>\n\n<p class=\"book-paragraph\">What will restrain this? What will mitigate this? What will help prepare humanity for the difficult times ahead? Surely, humanity is clever, but the wisdom required to really meet this greater set of needs is beyond your skill and scope.</p>\n\n<p class=\"book-paragraph\">That is why there must be a New Revelation, for you are entering a new period in your evolution. You are passing through a greater threshold that your ancestors never had to face. You are emerging into a much different environment with requirements and limitations that pose extraordinary problems for humanity as a whole, and yet [hold] extraordinary gifts as well. For it is only under these conditions that humanity will ever have the chance to overcome its ceaseless conflicts and its bitter dissensions within itself to establish a greater foundation of unity and cooperation.</p>\n\n<p class=\"book-paragraph\">Humanity is emerging into a Greater Community of intelligent life in the universe. If you are to remain free and self-determined, you cannot be a world of warring tribes, of divided nations. You will have to create a greater foundation of unity. You will have to have a united voice in speaking to the Greater Community and in resisting its interventions and competition from beyond.</p>\n\n<p class=\"book-paragraph\">The fact that this all seems to be too much for most people tells you that humanity is not yet strong enough or competent enough to deal with a greater set of issues and to face the reality of the Greater Community, or even to meet its overwhelming and growing problems here at home.</p>\n\n<p class=\"book-paragraph\">But God has placed within you the power of integrity, the power of commitment, the power of wisdom and compassion. This will give you the power and the clarity and the conviction to face an uncertain future with determination, with clarity and with courage.</p>\n\n<p class=\"book-paragraph\">Your emotions cannot provide this for you. Your ideals cannot provide this for you. Your theories and philosophies cannot provide this for you. This strength must come from the well of Knowledge within yourself. It is within you now, but you are not living according to its power and its presence. That is why taking the steps to this deeper Knowledge is so essential and is so much a part of preparing for the future.</p>\n\n<p class=\"book-paragraph\">God has sent many great teachings into the world to civilize humanity, to give it a higher ethical standard, to teach different paths of redemption for different people at different times. But now you are facing a set of circumstances that are radically different. You are facing a world in decline, and you are facing competition from the Greater Community itself.</p>\n\n<p class=\"book-paragraph\">That is why a New Revelation must be given to the world. This Revelation will resonate with all that is true within the world’s religious traditions, for at the core of them all is the Knowledge and the reality of your spiritual identity, and the truth that you were sent into the world for a greater purpose.</p>\n\n<p class=\"book-paragraph\">God has initiated all the world’s great religions, but they have all been changed and altered by people and culture, and now they appear to be in competition and conflict with one another. What seems different between them is what is emphasized. People have different heroes, different teachers, different interpretations, and these are vehemently expressed, and sometimes violently expressed. But the true nature of the world’s religions is fundamentally that you are born of God, that there is one God, and that you are here in the world to be of service to a struggling humanity.</p>\n\n<p class=\"book-paragraph\">This is exactly what God’s New Message emphasizes. But God’s New Message also teaches you to function within a declining world and teaches you how to prepare for a Greater Community of intelligent life, which humanity has never had to face before. It is not the same as an ancient race being visited from races from the Greater Community. Now you are facing the reality of the Greater Community itself—a difficult and challenging reality, a reality where freedom is rare, a reality that is not governed by human values and human temperament, a very competitive reality where the powers of persuasion are strong.</p>\n\n<p class=\"book-paragraph\">You have not yet adapted to this greater reality. You do not even know what it is, and yet it is upon you. You are now facing it because there is Intervention in the world by races who are here to exploit human weakness and to gain advantage to the great biological resources of the world.</p>\n\n<p class=\"book-paragraph\">You are being thrust into this larger arena of life, but you are unprepared and unaware. You cannot be foolish here. You cannot fantasize here and have any hope of being effective or of protecting human freedom within this larger arena of life.</p>\n\n<p class=\"book-paragraph\">You must become united. You must be powerful. You must be clear. Only a New Revelation from God can teach this to you and give this to you and reveal what you could not know otherwise in order to prepare you for your destiny in the Greater Community.</p>\n\n<p class=\"book-paragraph\">The fact that most people will not respond is not the issue. Whenever God has sent a New Revelation into the world, most people would not or could not respond. The response came to a few, and it was their response and responsibility that enabled God’s Revelation to come into the world, and to be of benefit within the world, and to be sustained within the world over time.</p>\n\n<p class=\"book-paragraph\">Religion has suffered many tragic errors, but at its core it is redeeming and powerful, for it evokes a greater set of ethics and a greater strength and compassion within the human heart, which separates you from the beasts of the field, which separates you from your more primitive ancestors. It is this inner strength that humanity will need or you will not have the courage or the commitment or the clarity to face a very uncertain future with immense and unanticipated challenges.</p>\n\n<p class=\"book-paragraph\">God knows what is coming for the world. God knows that humanity cannot prepare without a New Revelation. And so a New Revelation is being sent into the world for the protection and the advancement of humanity.</p>\n\n<p class=\"book-paragraph\">If you are a practitioner of a religious tradition, do not be threatened by this. It is here to resonate with the essence and the core of your religious faith. It is a Message from the same God that has provided you your pathway in life. It is a New Testament. It is here to enliven your religion and to expand it, to make its realm of application greater. It is here to prepare you. It is providential.</p>\n\n<p class=\"book-paragraph\">If you deny this, you deny the Source of your religious faith and tradition. If you take issue against God’s New Revelation, then you are in conflict with your own tradition and its Source. If you dispute that a New Revelation could come into the world, then you are being arrogant, assuming that you know God’s Will and that God’s Will will conform to your beliefs and expectations. Do not be presumptuous and say that the last prophet has spoken, for that is to assume God’s Will.</p>\n\n<p class=\"book-paragraph\">Do not make this assumption, for there is a New Revelation in the world. It is here to meet an unprecedented set of circumstances and needs. It is here to prepare you for a future that will be unlike the past. It is here to rescue humanity from its own self-destruction. And it is here to protect humanity from exploitation from the Greater Community and to prepare humanity for the reality of this Greater Community, which represents your future and your destiny.</p>\n\n<p class=\"book-paragraph\">Do not condemn the man chosen to receive and bring this New Message into the world. He is a humble man. He has no position, and yet he is imbued with a New Message from God. You may challenge him and question him, but do not condemn him until you have really examined the New Message and have taken it into your heart, or you will make the same error as those made who condemned God’s previous Messengers.</p>\n\n<p class=\"book-paragraph\">Do not think that this man is functioning without the complete support of Jesus and Muhammad and the Buddha and all the great Teachers and Emissaries that have been sent into the world over time, for he is carrying on their tradition. He is not a savior. He is a Messenger. He does not require devotion or worship because he is only a man. But he is the Messenger. And he will have to face all the problems of criticism and condemnation and ridicule and ambivalence that all the Messengers have all had to face in their own eras and times.</p>\n\n<p class=\"book-paragraph\">It is the same problem that people face today. They are governed by beliefs and ideas and their own social conditioning. They do not see clearly with the power of Knowledge that God has placed within them, for they have not yet gained access to this greater strength. And that is the fundamental problem that humanity faces in all of its dilemmas and conflicts and tragedies.</p>\n\n<p class=\"book-paragraph\">With Knowledge, these conflicts would not arise or would be resolved quickly. Without Knowledge, small problems become big problems. Big problems become endemic and ingrained in cultures. Divisions are long standing, and wars continue to erupt.</p>\n\n<p class=\"book-paragraph\">It is like the planet you live on. It seems quiescent and stable on the surface, but underneath there is molten rock. It is violent. It is intense.</p>\n\n<p class=\"book-paragraph\">A life without Knowledge is like that. It may seem placid and stable on the outside, but underneath it is roiling. It is turbulent. It is violent. And this violence will erupt. It will erupt in people’s individual lives. It erupts within the human family in the form of conflict and war and catastrophe.</p>\n\n<p class=\"book-paragraph\">It is because humanity is not yet connected to Knowledge and the wisdom that Knowledge would provide that it is in contention with itself ceaselessly and that these contentions and conflicts seem to be beyond resolution. They perpetuate themselves. Groups of people have been at odds with each other for centuries, projecting blame upon each other, distrusting each other.</p>\n\n<p class=\"book-paragraph\">With Knowledge, this would not be the case. For Knowledge would override these tendencies and would give you a greater vision and equanimity, and a greater recognition of one another. To face the Greater Community, Americans and Chinese and Russians and Iranians and the peoples from all the nations of the world will have to cooperate if humanity is to survive and to avoid intervention. In facing the Great Waves of change, nations will have to cooperate with each other to provide resources to each other, or the human family will begin to fail.</p>\n\n<p class=\"book-paragraph\">The rich will have to take care of the poor, or civilization will fall apart. It is because you are facing a world in decline and you are facing competition from beyond the world that this is the case.</p>\n\n<p class=\"book-paragraph\">It is not like the past, for you are exceeding now the world’s carrying capacity. There will be shortages of food, lack of energy resources. Many places will become uninhabitable in the future because of changing climate and the loss of water. It is not like the past where the rich can content themselves with their own personal pursuits, hobbies and obsessions and the rest of society struggles and declines. You cannot function like that in the future.</p>\n\n<p class=\"book-paragraph\">God knows this. Humanity does not see it yet. God knows that you will have to unite to survive in the future. Humanity does not see this yet. God knows that you will have to become strong and resist intervention from beyond the world, but humanity does not see this yet. God knows that you have gone too far in your use of resources and have used them recklessly, destroying your natural inheritance here in the world, but humanity does not see this yet.</p>\n\n<p class=\"book-paragraph\">God knows that you cannot afford war and conflict for any reason. Humanity does not see this yet. God knows that nations cannot try to overcome each other and dominate each other if humanity is to have the stability and the unity necessary to survive into the future. But humanity does not see this yet. God knows that humanity will not be able to find the resources it depletes here on earth in searching space. But humanity does not see this yet. God knows that if humanity accepts technology from foreign races, that it will become dependent upon those races and will lose power and self-determination to those races. But humanity does not see this yet.</p>\n\n<p class=\"book-paragraph\">This is why there is a greater Revelation in the world. It will go unnoticed. It will be rejected, avoided and denied, but that is what has happened to all God’s Revelations. In that sense, nothing has really changed.</p>\n\n<p class=\"book-paragraph\">But your environment has changed. Your circumstances are changing beyond your recognition. You are facing competition from beyond the world for who will be pre-eminent in this world and who will govern its resources and its environment.</p>\n\n<p class=\"book-paragraph\">It is not about your hopes and your fears now, for this is a time when you must see clearly. And you must have a New Revelation to see clearly because without this, humanity will not see clearly. It will believe in its fantasies. It will believe in its predictions. It will follow its premonitions. It will be subject to its conflicts and its grievances.</p>\n\n<p class=\"book-paragraph\">You cannot function like this in the future if human civilization is going to survive and if human freedom is going to survive and to evolve. God knows this. But humanity is not yet aware of it.</p>\n\n<p class=\"book-paragraph\">This is the problem. But through the Revelation, an answer is being given. But if you cannot see the problem, you will not see the answer. If you cannot recognize the deeper need for you to know who you are and why you are in the world and what you are here to accomplish, your life will just be a mass of confusion—a puzzle that you cannot put together, full of contradictions, full of uncertainties, full of self-recrimination, full of errors. That is why there is a New Revelation.</p>\n\n<p class=\"book-paragraph\">The world is like your life in that regard. It is a mass of confusion, full of beliefs, full of fantasies, full of fear, full of error and tragedy, lost opportunities, failed attempts—all consuming humanity’s time, energy and resources when all along God has given you a more powerful Presence within yourself to guide you, to lead you and to help you escape seduction and deception. You will need this power now. It will not simply be the providence of the enlightened or inspired few. It will have to be something that runs deeper within the entire human family.</p>\n\n<p class=\"book-paragraph\">Human wisdom, which is imbedded within you, which God has created for you, will now have to become relied upon and utilized. You must begin to listen to those who are wise in your nations, those who are pragmatic, those who realize that ideology is blind and that belief alone is blind.</p>\n\n<p class=\"book-paragraph\">For now God has given you a greater power, a greater vision and a greater skill. And it is this that humanity must foster, nourish and encourage in its young people, in its citizens, if it is to become and remain a free nation in a universe where freedom is rare. God knows this. But people do not recognize it yet.</p>\n\n<p class=\"book-paragraph\">Accept your limitations here with humility and with relief, for you cannot govern your life based upon ideas alone. You need a greater power and a greater sense of justice and compassion that is not based upon ideology or political views or religious beliefs or human greed, human fear, human aggravation.</p>\n\n<p class=\"book-paragraph\">God has given you an ethical foundation that is held with Knowledge within yourself. You know that thievery is wrong. You know that murder is wrong. You know that bearing false witness is wrong. The commandments have been given. What is the problem?</p>\n\n<p class=\"book-paragraph\">The problem is that humanity does not have the strength, the courage and the commitment to follow them. This courage and commitment does not come from the intellect or from your emotions or from your beliefs. It comes from the power of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">That is why the Revelation that God is providing humanity now addresses the reality of your spiritual life at the level of Knowledge. It is only here that you will find not only the vision of the truth, but the strength and the power and the commitment to follow it.</p>\n\n<p class=\"book-paragraph\">When you finally realize that you cannot manage your life, that you cannot solve the problems of the world, that you do not know how to face the Great Waves of change and that you have no idea how to prepare for a Greater Community of intelligent life, then you will turn to Knowledge within yourself. This is where God will speak to you, and this is where you will find the well of strength, integrity and courage that you will need to face the great difficulties and uncertainties of this time.</p>\n\n<p class=\"book-paragraph\">Only God can give this to you, and God has given this to you already. You may argue against it, you may contend against it, you may disavow it, but you cannot change it. There is your mind and there is Knowledge, which is a deeper mind within you. Knowledge will not follow your mind, your intellect, but your intellect must follow Knowledge if it is to be truly effective and constructive. God knows this is true. But humanity has not yet realized this.</p>\n\n<p class=\"book-paragraph\">That is why there is a New Revelation in the world. It is unlike any Revelation that has ever been sent to the world before. It will build upon all the great Revelations that have been sent to this world, but it will reveal things that humanity has never seen or known before. For this is required now to prepare humanity for its next great stage of evolution, and to prepare humanity to face the great and unprecedented challenges of this time.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/the-new-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/greater-community/uncertain-future/"
}