{
  "title": "Unseen Forces in the Universe",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Serving all of manifest life in the universe, there are Unseen Forces. These Unseen Forces speak for what is good and necessary. They serve as a source of encouragement and reinforcement for those who are beginning to experience and recognize Knowledge, the great spiritual inheritance that the Creator of all life has imbued in all intelligent races.</p>\n\n<p class=\"book-paragraph\">The Presence of these Unseen Forces gathers where Knowledge is being experienced and expressed. They constitute the Angelic Presence that is assigned to each world, and it includes those who assist this Angelic Presence as well. Even in worlds where there is no religious tradition that are governed by strict dictatorial forms of government, even there, there is an Angelic Presence. Wherever intelligent life has originated or has migrated, you will find this Presence.</p>\n\n<p class=\"book-paragraph\">Those who have become close to Knowledge, who have taken the Steps to Knowledge, they will feel this Presence. This Presence can guide them and instruct them, warn them and prepare them. Yet because it is beyond the visible range and even beyond the realm of the mental environment, these Unseen Forces can exist without the awareness of those races they are meant to serve. Even those individuals who are developed and skilled in insight and clairvoyance, even they will not be able to discern, with any accuracy, the presence and the work of these Unseen Forces.</p>\n\n<p class=\"book-paragraph\">In many places in the Greater Community, they are called the Unseen Ones. Their Presence indicates that God has a Plan. The Plan for the universe is to reclaim the separated through Knowledge and, through these individuals, to provide unique forms of contribution for the well-being and the advancement of their races. Here progress is made in terms of the realization of Knowledge, ending the separation between those who are in the physical universe and the Source of all life and, at the same time, providing meaningful and essential contribution to science, philosophy, literature, ethics and so forth.</p>\n\n<p class=\"book-paragraph\">There is the Presence everywhere where intelligent life exists. In the very primitive societies all the way up to the most technologically advanced societies, this Presence exists. It is not just the Presence of God, which is everywhere. These Forces are here to serve specific goals, to reach certain individuals and to assist those who are beginning to experience the light of inner freedom and those who are beginning to experience a greater Presence around them.</p>\n\n<p class=\"book-paragraph\">Therefore, practicing engagement with this Presence, or you could say “practicing the Presence,” is one of the fundamental practices in The Way of Knowledge. Even in religious traditions where Knowledge is recognized and honored, Practicing the Presence is a very universal form of spiritual practice. The Way of Knowledge represents a universal form of religious experience and spiritual emphasis, an emphasis that can be translated through any culture that has the freedom and the awareness to experience it and to express it.</p>\n\n<p class=\"book-paragraph\">This awareness of Unseen Forces is very important. These Unseen Forces are regarded in many different ways, as the Great Powers, for example, or as an Angelic Presence. Through many different languages and understandings, the spiritual Divine Presence in life becomes universally acknowledged by those who are experiencing and practicing The Way of Knowledge within their own respective worlds.</p>\n\n<p class=\"book-paragraph\">These Unseen Forces have a goal. The goal is to ignite a deeper intelligence within individuals, the intelligence of Knowledge, and through this intelligence to contribute to the well-being, protection and advancement of their peoples and nations.</p>\n\n<p class=\"book-paragraph\">Yet the opposition to these Forces is significant, for strict hierarchical societies are afraid of any other source of authority functioning in the individual’s life. Here practices such as practicing the Presence, practicing inner silence, inner listening or receiving communications from Unseen Forces are greatly repressed. Seen now as a danger not only to the allegiance of the individual but to the security of the state, such practices are strictly prohibited, and in many places there is a great effort to discern their presence and to eradicate those who participate in them.</p>\n\n<p class=\"book-paragraph\">The fact that freedom is so rare in the Greater Community indicates and illustrates in innumerable ways the fundamental dilemmas of living in physical existence and the problems of power and authority in manifest life. Those powers and authorities that are not aware of Knowledge or who do not honor the existence of Knowledge will tend to oppose it and regard it as a threat to their authority and to the stability of the nations that they govern. This again is why the pure practice in The Way of Knowledge is usually done in a clandestine manner, in secrecy, through various networks of individuals who are able to communicate with one another beyond the scrutiny of their own governments and political organizations.</p>\n\n<p class=\"book-paragraph\">Here you have an immense contrast between the difficulties and restraints of mundane life and the constant presence of Unseen Forces serving a greater plan and purpose for God. This also reflects upon an understanding of how the universe works, for God has set in motion the forces of evolution and the forces of natural selection. Within this pattern, there is tremendous variability. It appears to be chaotic, but within this overall pattern, there is a natural progression towards complexity and ultimately towards Knowledge for intelligent races who have self-awareness.</p>\n\n<p class=\"book-paragraph\">Here you have overlapping two different kinds of patterns. You have the pattern of evolution that humanity is just beginning to comprehend, and then you have a pattern of evolution regarding awareness and spirituality that has been set in motion and is supported by Unseen Spiritual Forces wherever intelligent life exists. One seems random and chaotic; the other is organized and purposeful. It depends upon the level of understanding and the level of reality which you will consider.</p>\n\n<p class=\"book-paragraph\">Someone who is only looking at the physiological and biological patterns of existence will see the evolutionary track. They will see the aspects of evolution that are beginning to be understood within your own world. This pattern will seem variable and chaotic, without any notion of intelligent design behind it. But overlapping this, there is an evolutionary pattern of intelligent design, an evolution for intelligent races towards self-awareness and the discovery of Knowledge.</p>\n\n<p class=\"book-paragraph\">This is a source of great confusion amongst the scientists of your world and indeed the scientists of many worlds. You have overlapping realities here. They are functioning in the same environment. One is discernible through your senses. The other is discernible through a deeper sense within you. One is visible and tangible. The other is invisible, but so very present. You therefore need to allow for this seeming contradiction of these two overlapping realities to exist in order to appreciate and to begin to comprehend the nature of God’s work in the universe.</p>\n\n<p class=\"book-paragraph\">In societies where Knowledge is practiced, either with official support or in a secret manner, the acknowledgment of this greater evolution is universally recognized. This acknowledgment has its own patterns and its own progress that is both tailored to the individual and that has certain basic thresholds as well. Fundamental within it is the realization that one’s true reality is not defined by one’s mental state or one’s spectrum of ideas or beliefs, that one is not one’s mind and that one is connected to a greater intelligence and a greater reality.</p>\n\n<p class=\"book-paragraph\">You can begin to see here again why Knowledge is such a threat, for a person who is engaged with this reality begins to differentiate from the normal structured patterns of life and is now able to function more creatively with greater discernment. Their mind is free from the governance of societies, political structures, ideology or nationalism. They are now a free-thinking individual, an individual who is guided by an Unseen Power that is beyond the grasp and comprehension of the state and beyond the grasp and comprehension of many religious institutions as well. Governed now by a Greater Power, the individual begins to demonstrate abilities that will not be found by their compatriots and by their peers—a power that is uniform, that is not chaotic, a power that is vastly intelligent and compassionate. This represents the motivation behind all true reformers. Every nation has reformers or at least the inspiration towards reform, progress and advancement.</p>\n\n<p class=\"book-paragraph\">Here, essentially, you have competing powers. You have the power of the state and the power of large commercial forces that are focused on stability, security and continuity, wealth and power. Then you have another source of authority, the power and presence of Knowledge in the individual supported by the Unseen Forces—the Angelic Presence, if you will. Therefore, there is a competition in the universe—a competition between governance, control and conformity and a greater Spiritual Power that seeks to liberate, that seeks to differentiate and that seeks to express itself through the individual to demonstrate the beneficence of the greater Spiritual Power in the universe.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, there is the recognition of one God, but in some places this is altered to include many gods serving one God. In other places, there is not the recognition of one God, only of the Spiritual Power and Presence, depending upon the theological emphasis and orientation of the peoples involved. The variability here is significant, but the essence is the same. That is why Knowledge in one world is like Knowledge in another world, functioning beyond and within the great variability of cultures, ethics and orientations that exist between different worlds and nations.</p>\n\n<p class=\"book-paragraph\">The power of unity in Knowledge is very significant. Knowledge does not condone war or conflict, unethical competition or deception or manipulation. It is entirely just. It is entirely uniform, so much so that individuals from opposite ends of the entire galaxy could recognize and communicate to each other through Knowledge, should they ever have the opportunity to meet.</p>\n\n<p class=\"book-paragraph\">A nation governed by the inspiration of Knowledge would be entirely different in essence and in emphasis, in structure and in social orientation from a society governed strictly by law and dominance. That is why there is a great difference between a nation that is free and a nation that is not free. You can see the manifestations of this within your own world between nations that have greater freedom and nations that have little or no freedom. You can see the corruptions of power. You can see the emphasis on self-perpetuation that exists in large institutions and how this has a limiting and corrupting influence upon its participants.</p>\n\n<p class=\"book-paragraph\">Everything We are telling you is within the realm of your experience here in the world. For the laws of nature are the laws of nature, and the Plan and Presence of God and of Unseen Forces are uniform throughout the universe. So while races and nations may appear to be entirely different from one another, they are bound to the same physical reality, and they are influenced by an overseeing reality that is divine and spiritual in nature.</p>\n\n<p class=\"book-paragraph\">That is why the importance of spirituality and spiritual practice that are translatable is so very significant. This speaks of a greater union in the universe—a union beyond separation, a union beyond the difference of environment and appearance, orientation and belief. Here you see what is powerful, what is consistent, what is uniform and what does not change with time and place, situations and circumstances.</p>\n\n<p class=\"book-paragraph\">Yet even here Knowledge functions differently in different environments, giving guidance specifically to individuals that is unique to their circumstances and their needs. This demonstrates God working in time through individuals, for this is how God works in the universe. This is a very important understanding. While your emphasis may be on what is different and unique that separates individuals and nations from one another, both nature, which has been created by God, and the Spiritual Presence, which has been set in motion by God as a unifying force, represent the real powers in the universe—the power of nature and the power of God’s Plan and Presence.</p>\n\n<p class=\"book-paragraph\">It is as if God’s Plan is a balance and an antidote to the chaotic nature of the natural world. The randomness that one finds in nature and its evolution of life forms is balanced by this constant focus on spiritual awareness amongst intelligent races. Here intelligent life has a deeper instinct to return to the one God, to the One Reality beyond all separation, distinction and disassociation.</p>\n\n<p class=\"book-paragraph\">It is these overlapping realities, then, that produce a seeming contradiction, but which in fact represent a balanced union—a union between that which grows, changes and evolves and that which is constant and continuous, unchanging and yet adapting itself to changing circumstances. To be really successful in life, you must be able to grasp these two realities and be a bridge between them, treating the mundane natural world at the level which it exists and treating the overlaying Presence, the Divine Presence, as it exists—recognizing randomness, change and variability in one and the continuity, consistency and eternal nature of the other. One is changing; the other is eternal. One is temporary; the other is permanent. The entire universe is temporary; God’s Presence is permanent.</p>\n\n<p class=\"book-paragraph\">To have a connection to these two realities—to see how they interact and to allow them to interact through one’s self—represents real spiritual advancement throughout the Greater Community. Here the debate between randomness and intelligent design comes to an end, for they are both true. Here the laws of nature are honored as a vehicle for growth and advancement from simplicity to complexity, allowing the universe to move and to change and allowing life forms to adapt and to evolve. Yet there is another reality that exists and permeates this physical reality that is consistent and constant. Though this other reality adapts itself to changing circumstances to serve manifest life, it itself is completely uniform. It represents part of God’s Creation that is not entered into form, that has not entered into a process of change, growth and decay.</p>\n\n<p class=\"book-paragraph\">This represents the focus of spiritual awareness in the universe. While all peoples and nations must function within the natural world—a world where resources must be obtained, where stability must be established, an environment where survival and continuity are ever present and ever important—there is a greater unifying Power and Presence, unseen and unrecognized except by those who have begun to respond to the power of inspiration within themselves. This Power and Presence are always there, always beckoning intelligent life toward a greater union and a greater experience of Knowledge. This appears to be a great contradiction until you begin to recognize how these two realities complement each other and why the Spiritual Presence and the Unseen Forces in the universe represent the real hope for advancement and redemption for intelligent life everywhere.</p>\n\n<p class=\"book-paragraph\">The great variability of life in the universe represents the evolution of life at all levels and in countless forms and countless variety, where the distinctions are endless, where the environments are different and where the circumstances are different. Here one could imagine endless variability. But then there is this unifying reality, this Unseen Presence, Unseen Forces working on behalf of Knowledge, working according to a Plan drawn and directed by the same central Power, creating a competition for authority within the individual between the dominance of the mind and the vast intelligence of the Spirit.</p>\n\n<p class=\"book-paragraph\">Races that have become spiritually advanced have begun to recognize their dual nature and this dual reality that seem to be a contradiction but which, in reality, serve life. While life must evolve and change, it must also be redeemed. While there is countless variety and variability through the evolutionary patterns of adaptation and survival, there is a greater union that exists that is consistent and that does not function in opposition to itself. While there is the inclination for separation and distinction within the individual, there is this greater power of union that unites the individual with others and with life everywhere.</p>\n\n<p class=\"book-paragraph\">If this overlying reality were not present, the evolution of life would be a constant process of disassociation. Life would become ever more distinct and particular. Variety would continue within the constraints of one’s environment. There would be no ability to connect or to deeply associate between races in the universe. Beyond the prospects of trade and commerce, there would be no way for races to truly resonate with one another. The possibility for peaceful relations would be greatly diminished as a result. And religion would never emerge beyond superstition and beyond the rituals of the state or social pageantry to have any greater meaning whatsoever.</p>\n\n<p class=\"book-paragraph\">Therefore, you have Unseen Forces unifying the universe, providing the basis of unity for life beyond the complexity and variability of life, and with it the promise of redemption for the individual to regain an essential relationship with others and with life itself. Without this, there would only be an awareness of physical life. There would only be the emphasis on separation, on distinction, on disassociation, on conflict, on competition, on dominance, on persuasion, on manipulation and all the forces and activities that are so prevalent throughout the universe.</p>\n\n<p class=\"book-paragraph\">Without these Unseen Forces, the best that nations could achieve would be an economic interdependence and a state of compromise with one another—a compromise that would always be fragile and subject to change, threatened by difficulty, unstable, uncertain and so forth. Without this Unseen Presence, the evolution of life with an emphasis on stability and security would become so anti-progressive, so conservative, so self-reinforcing that awareness and even technology itself would never really advance. Nations seeking a steady state, seeking a permanent stability, would become so resistant to change, to advancement and to innovation that the progress of intelligent life would be stifled.</p>\n\n<p class=\"book-paragraph\">You have seen in the history of your own world that civilizations that were the most long lasting tended to be extremely conservative and resistant to change and innovation. Consider this on a larger scale and you can see how nations tend towards this pattern as their emphasis on stability and security increases. But there is a Greater Force in the universe that promotes innovation, promotes reform, promotes advancement, promotes creativity and promotes the freedom to make all of these activities possible.</p>\n\n<p class=\"book-paragraph\">You do not realize how important these Unseen Forces are in your own personal awareness, the advancement and the possibility for true accomplishment and the establishment of peace and cooperation for your own race. You may think that it is all about negotiations and compromise, war and conflict, struggles for power between different groups and different interests, different tribes and different nations—a constant battle, a constant conflict occurring at every different level.</p>\n\n<p class=\"book-paragraph\">Without this Greater Presence, life is only a struggle—a struggle to achieve and a struggle to defend what one has, a struggle against endless threats and forces of competition, a struggle against death and destruction, a struggle for wealth and power and a struggle to maintain wealth and power. Without this great Spiritual Presence and these Unseen Forces in the universe, life degrades into a miserable state. Even if one has advanced technology and many conveniences, even if one’s nation has been able to establish a continuous state of stability, even if there is social freedom, life becomes only a struggle, a dilemma, a stressful existence and an empty experience.</p>\n\n<p class=\"book-paragraph\">You value change in the physical reality, but you do not yet see the power of continuity that exists in the deeper well of your mind, in the deeper intelligence within you and in the presence of this intelligence in life. It exists throughout the universe. It is not changed by the change of culture or environment or by the evolution of one race or its social structure, its fantasies and mythologies, its political ideologies or even its religious beliefs.</p>\n\n<p class=\"book-paragraph\">Everything that is innovative comes from the Mystery of your life. All inspiration comes from the Mystery. All new ideas come from the Mystery. The quest for freedom comes from the Mystery. The quest for justice comes from the Mystery. The quest for union and for peace comes from the Mystery. The recognition between two individuals or even between two worlds comes from the Mystery. It is this Mystery that exists alongside the manifestation of life that gives life all of its value, its meaning, its purpose and its true destiny.</p>\n\n<p class=\"book-paragraph\">Experience the Mystery and you will see the manifestation in a different way. If you see only the manifestation, you will miss all that the Mystery has to offer you—its guidance, its protection and its ability to take your life into a greater level of service and meaning. These are the Unseen Forces in the universe, permeating and existing alongside the natural world and the existence of nature.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/life-universe/unseen-forces/"
}