{
  "title": "Walking With the Messenger",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Everyone who can receive the Revelation, in humility and honesty, will be walking with the Messenger. In some degree, either great or small, they will be doing what he is doing. They will be following the pathway that he is blazing for everyone.</p>\n\n<p class=\"book-paragraph\">Any true student will do this naturally because they are following Knowledge, and they are taking the Steps to Knowledge, and they are building a strong foundation for their greater and future life through the Four Pillars of development—the Pillar of Relationships, the Pillar of Work and Providership, the Pillar of Health and the Pillar of Spiritual Development.</p>\n\n<p class=\"book-paragraph\">To walk with the Messenger is to understand the Revelation as it is pertaining to your own life and to the lives of those whom you will influence.</p>\n\n<p class=\"book-paragraph\">It is a great calling, you see, but before you can give, you must receive, and you must prepare, for you are not ready for your greater life. You are not ready for your greater purpose, which has been waiting so long for you to begin.</p>\n\n<p class=\"book-paragraph\">First, you must allow Knowledge to rearrange your life, to bring harmony and balance there, integrity, purpose and meaning. And this will take time, for there are certain things that must be undone and certain things that must be initiated and sustained.</p>\n\n<p class=\"book-paragraph\">Most people are not yet able to carry out such a great preparation on their behalf and on the behalf of others, both seen and unseen, who are depending upon their development.</p>\n\n<p class=\"book-paragraph\">At the beginning, people think the journey is all about them and their happiness and contentment, but it is really about something greater than these things. And they will discover as they proceed that they are learning not only for themselves but for others and, in their own small way, for the entire world.</p>\n\n<p class=\"book-paragraph\">For God wills that humanity now learn a Greater Community Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">God wills that humanity join together out of great necessity and urgency to preserve human civilization in the face of great change that is coming to the world.</p>\n\n<p class=\"book-paragraph\">God wills that humanity prepare for its future and destiny within a Greater Community of intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">God wills that the religions cooperate with one another, for they are all born of the same Source. And, ultimately, if correctly understood in the Light of the New Revelation, they all serve the same purpose and outcome, which is to keep Knowledge alive in the world, to give people the opportunity to discover their greater life and purpose within the circumstances of the world.</p>\n\n<p class=\"book-paragraph\">Here you must see that your destiny is connected with the Messenger himself, for he is bringing the Revelation that will reveal your greater destiny and its possibilities for the future.</p>\n\n<p class=\"book-paragraph\">For, you see, destiny is everything, for everyone was sent into the world for a higher purpose. If their purpose can be discovered and fulfilled sufficiently, then someone is fulfilling their greater destiny.</p>\n\n<p class=\"book-paragraph\">But, alas, most people have not found this, and they have built lives that are not oriented towards this. They are lost in the world—lost and forlorn. Even if they are wealthy, even if they have all the privileges that everyone seeks, they are lost and forlorn. Their lives are empty. They cannot be fulfilled.</p>\n\n<p class=\"book-paragraph\">For only Knowledge can fulfill your life, and Knowledge comes from God. And Knowledge is connected to your purpose and your destiny. And your destiny is connected to those people who will share in its particular expression.</p>\n\n<p class=\"book-paragraph\">But when a Messenger comes into the world, you see, it sets the direction of the destiny of many, many people, either directly or indirectly. To think apart from this is to miss one of the critical ingredients to your self-revelation. For this is what draws you out of Separation, you see: to realize that the sacred relationships of your life create the context and the meaning of your life and that these relationships were destined before you came. How you will find them, and if you will find them, is dependent upon many circumstances here on Earth.</p>\n\n<p class=\"book-paragraph\">But you cannot change the reality of your destiny. You cannot change the meaning of your destiny. You cannot alter it to meet your objectives, your goals, your preferences.</p>\n\n<p class=\"book-paragraph\">To walk with the Messenger consciously, then, begins to allow you to resonate with this greater purpose, which will give you a sense of encouragement, courage and strength that nothing else can provide.</p>\n\n<p class=\"book-paragraph\">For these things now are connected to your destiny and not to other ambitions or activities.</p>\n\n<p class=\"book-paragraph\">To receive the Revelation is to walk with the Messenger. To walk with the Messenger is to receive the Revelation.</p>\n\n<p class=\"book-paragraph\">Though he will not be in the world forever, to learn of him in his life is an essential relationship for you now. For he is the bringer of God’s New Word and Teaching for the world. He is the seed of Greater Community Knowledge and Wisdom in the world. There is no one else who can do this for the world.</p>\n\n<p class=\"book-paragraph\">In this light, Heaven looks upon him as the great hope for humanity, and all who associate with him and share his destiny as the greatest hope for humanity. Though there are other hopeful individuals and other great movements in the world, nothing is as essential to humanity’s future—future well-being, future success, future redemption—as this.</p>\n\n<p class=\"book-paragraph\">Here all of the religions of the world will be involved. Here everything that is good will be involved. Everything that has been created that is beneficial will be involved. Everyone who feels a genuine calling will be called and influenced and affected if they can have the opportunity to receive and experience the Revelation.</p>\n\n<p class=\"book-paragraph\">There is no point in defending one’s religious beliefs if it prevents you from receiving the Word of God for this time and for the times to come.</p>\n\n<p class=\"book-paragraph\">Those who are humble in the Light of Revelation will demonstrate their humility and their reverence. But those who lack this humility will struggle and fight, thinking that their ideas and their beliefs are the truth when, in fact, they are only approximations to a truth that far extends beyond them and their understanding.</p>\n\n<p class=\"book-paragraph\">To walk with the Messenger is to live as the Messenger lives, to receive and adopt the Revelation and all that it provides in every aspect of your life. It is to recognize you are part of something very great. Even at this moment, at a time of its very humble beginning, even without recognition from the world, even without prestige—without great monuments, without great ceremonies, without the deference of people everywhere—you are part of something at the beginning, at the outset.</p>\n\n<p class=\"book-paragraph\">And in these sacred years of the life of the Messenger, who will be his companions? Who will be his assistants? Who will receive the gift from him and share it with others?</p>\n\n<p class=\"book-paragraph\">This is a time of Revelation, you see. It only comes once in a millennium, and you are living at such a time. Does this not shed light on your greater purpose in the world? Does this not have relevance to why you were sent and what you are here to ultimately accomplish? Does this not connect with Knowledge within you, which is connected to Knowledge in the universe and to the Creator, which is its Source?</p>\n\n<p class=\"book-paragraph\">Even if you are alone in receiving the Revelation, you are part of its reality as you proceed. And this reality will grow for you naturally, for it emanates from within you outwardly—adjusting your outer life, affecting your values and priorities, giving you a deeper confidence and a greater strength.</p>\n\n<p class=\"book-paragraph\">Even if you are just beginning, it is a great opportunity for you. It is a blessing, indeed. You cannot yet see how complete this blessing really is at the outset, and perhaps not for a long time as you proceed, as you struggle with yourself—the opposition within yourself that has created the Separation for you and the opposition in the world that holds people back from receiving the Grace and the Power of the Creator, as it is now expressing itself in a radically changing world.</p>\n\n<p class=\"book-paragraph\">You must take the Steps to Knowledge, then, or these things will only be a belief and an idea, which you will either agree with or argue against. But you have not yet connected with the reality of the Revelation, so you do not know. And your rejection is born of ignorance and fear, and your acceptance is not yet authentic, for the reality is not yet strong enough within you to show you its meaning, its purpose and its immense value for your life.</p>\n\n<p class=\"book-paragraph\">Not everyone will have to receive God’s New Revelation, but a great number of people will, around the world, for it to take residence here in the minds and hearts of people and then begin to radiate its wisdom, its power and its efficacy even to those who cannot receive it, to those who have not learned of it, to those in great need, to those who are stricken with poverty and oppression, to those who lead the world’s governments and great enterprises and to everyone in between.</p>\n\n<p class=\"book-paragraph\">The wisdom and power of the Revelation will extend outwards, moving through the minds and hearts of people, borne now [by] those who share the destiny given by the Messenger in his time on Earth, given by the Revelation for all time, given for the value and the discovery of people everywhere, both now and in the future.</p>\n\n<p class=\"book-paragraph\">Those who walk with the Messenger in his time on Earth will be considered so fortunate to have this opportunity by all those in the future who will not be present at this time, or who cannot respond at this time.</p>\n\n<p class=\"book-paragraph\">You cannot yet see this, for you are lost in the world and cannot see the greater meaning that is now being given to the world. So you will have to listen, and consider, and open yourself to the Revelation so that it may reveal itself to you within your own experience. Then the reality of it will arise naturally, for it comes from the most natural place within you.</p>\n\n<p class=\"book-paragraph\">To walk with the Messenger is to face the adversity that he will have to face in bringing a New Revelation into the world—into a world of contentiousness and conflict, fear, doubt and aggravation; into a world where even the religions now are polarized against one another and are used for political purposes, generating conflict, contention and violence.</p>\n\n<p class=\"book-paragraph\">As the resources of the world decline in the future, these conflicts will become more severe, and people will be more polarized within their nations and between their nations. What will then be able to overcome these ever-growing difficulties and the great danger of war that they will produce, but the Light of Revelation itself that will restrain these activities and intentions and activate a recognition that all people in the world must now work for the preservation of civilization and for the well-being of the world so that it may emerge into this Greater Community of life as a free and self-determined people?</p>\n\n<p class=\"book-paragraph\">If you could recognize the great challenges ahead and the adversity you will have to face, you would see the importance of your life, and the importance of the Revelation, and the meaning of the Messenger walking the world, and your opportunity to walk with him.</p>\n\n<p class=\"book-paragraph\">But you must have the strength of Knowledge and the reality of the Revelation to give you the courage to face such great and monumental tasks, knowing that you will play your small but essential part, and that if enough people can respond, then humanity’s future becomes ever more hopeful, ever more beneficial. The chance that you may escape the great attraction of war and conflict will grow and overcome these tendencies sufficiently that humanity may cross this great threshold into a new world, a new life and a greater future.</p>\n\n<p class=\"book-paragraph\">It is the great Love of the Creator, at the time of great peril, that makes all of this possible. Even if it seems impossible, even if you cannot see a way, even if everything seems to work against this, Knowledge will carry you forth to follow your journey, to walk in the Light of Revelation.</p>\n\n<p class=\"book-paragraph\">This [Knowledge] is the power beyond all powers. This is the strength beyond all strengths. This is the courage beyond all courage. This is the power, strength and courage that does not evoke conflict and war. It is not hateful. It does not contain revenge. It is not arrogant and ignorant. It does not put people in positions of higher authority beyond everyone else. It gives everyone authority according to their nature and purpose and design in the world at this time.</p>\n\n<p class=\"book-paragraph\">It will take many people strong with Knowledge to turn the tide for humanity. And they will have to be in concert with each other sufficiently for their efforts to gain strength and collaboration.</p>\n\n<p class=\"book-paragraph\">This is for you, you see. This is all about you and why you have come. It is not a philosophy. It is not just another approach. It is not a teaching amongst many teachings. It is the Teaching for this era and this time. Such a great claim can only be substantiated by such a great Teaching, and will only be known to you as you receive the gift of Revelation—its practices, its vision and its reality.</p>\n\n<p class=\"book-paragraph\">The Messenger’s task is very difficult. It has taken him years to prepare for it, as it has taken him 40 years to receive the Revelation. Forty years, so that you could have a chance, so that your great opportunity could emerge, so that there would be a greater hope for humanity, so that humanity could be prepared for the great change that is coming to the world and for its difficult encounter with intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">It has been the Messenger’s life and the life of others who joined him early to assist him in receiving this great promise for humanity. The Messenger cannot do this alone. Others must walk with him and speak for him and share the Revelation with him.</p>\n\n<p class=\"book-paragraph\">Everyone now is called into a greater service, you see, for the great times are upon you. And from here on, nothing will seem normal or stable in the world around you as you begin to enter the foothills of the Great Waves of change.</p>\n\n<p class=\"book-paragraph\">You will need this inner strength to maintain your balance as the waters become more turbulent, as your ship sways to and fro, as uncertainty arises around you and hostility and anger amongst many peoples. You will need a greater compass, a greater barometer, a greater ballast to hold your life steady in the turbulent times to come.</p>\n\n<p class=\"book-paragraph\">To share this is to walk with the Messenger and to keep him in your mind. For he is here to serve you, and you are here to serve him, not personally, but in a great effort to save humanity from the unknown calamities that it now faces and will face increasingly as the time continues.</p>\n\n<p class=\"book-paragraph\">What pulls you out of the hazard and the tragedy of your Separation is the Revelation and its reality. What restores to you your own integrity, your strength, your courage and your determination is the power of Knowledge within you, which God has given you for this time and set of circumstances.</p>\n\n<p class=\"book-paragraph\">It is your great relationships that are far more important than your ideas, your beliefs or anything your intellect can create and assemble. Do not think a great ideology can withstand the great change that is coming to the world. Do not think that a beautiful theology can withstand the harshness and the demands of a changing world. Do not think good intentions alone have the strength to overcome the fear and uncertainty you will see around you, and even within yourself.</p>\n\n<p class=\"book-paragraph\">This is a calling to be strong, to be determined, to outgrow little things, to set aside little passions, to build a greater strength and foundation in the Four Pillars of your life. This is what the Messenger does. This is what he asks you to do—for yourself and for others and for the world as a whole. This is the strength that others will not have. This is the clarity that others will not have. This is the certainty that others will not have. So who shall give it to them? How will it be shared in a world of increasing anxiety, uncertainty and conflict?</p>\n\n<p class=\"book-paragraph\">This is your question, and questions, to consider and ask for yourself. For it is by no accident that you have learned of the Revelation. It was intended to be, you see, because it is part of your destiny. Even if you are critical of it, even if you are unsure, even if you are suspicious, thinking it is like something else that was deceptive in the past, it is by no accident that you have come upon this during the time of the Messenger.</p>\n\n<p class=\"book-paragraph\">Someday he will pass from this world, and his wisdom will be saved and recorded for humanity. But even greater than the Messenger is the Message itself, which has been given with great care, with much repetition, with great clarity and demonstration so that it cannot be confused with other things. And you must not align the New Revelation with other things, for it represents a new beginning in your understanding, and the beginning of a new life for you.</p>\n\n<p class=\"book-paragraph\">Such is its power and meaning now. Such will be the need for it in the future. For your old life will fall prey to the discord of the world. Your old position will be vulnerable. Your old attitudes and ideas can work against you in the changing world around you.</p>\n\n<p class=\"book-paragraph\">You will need a new life for a new world. Nothing less, you see. This will bring new relationships to you and restore old ones that can be restored.</p>\n\n<p class=\"book-paragraph\">This is part of the gift of the Messenger for you. For he brings not only the Message, but he lives the Message and demonstrates the Message, and has passed through many of the adversities and uncertainties that you will encounter along the way and are possibly encountering even at this moment.</p>\n\n<p class=\"book-paragraph\">Let Us give blessing, then, to all who can walk with the Messenger and share in this reality, and amplify it for their own restoration, and for the gift that they are meant to give to others in the world who seek to reclaim their dignity, their strength, their courage and their true direction in life.</p>\n\n<p class=\"book-paragraph\">This is the greater life and greater promise, and it will not arise under normal circumstances, for nothing great arises under normal circumstances. Seek the peaceful, quiet, comfortable life, and your inner life will never emerge. Seek happiness only, and you will be deceived. And you will miss your great opportunity to give your gifts to a world in need.</p>\n\n<p class=\"book-paragraph\">It is the adversities of the world that will call this out of you and will convince you that there is no other alternative. There is no escape. There is no escaping into fantasy, or pursuits of happiness, or living some kind of idealized life in a world that is now beginning to undermine the safety and security of all of human civilization.</p>\n\n<p class=\"book-paragraph\">When you see this, finally, and have the courage to face this, you will recognize that you must rise to this great occasion. And you will recognize the Revelation as God providing the means and the vision for you to do this.</p>\n\n<p class=\"book-paragraph\">May the blessings of Heaven be upon you and all those who can walk with the Messenger—in understanding, in spirit, in feeling, to give strength to the Revelation and promise to your life, for they are one and the same.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/walking-with-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/new-messenger/walking-with-the-messenger/"
}