{
  "title": "What is the World?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Your understanding of the world and all things in the world will change as you advance in The Way of Knowledge. Certainly your understanding of yourself—your needs, your purpose and your direction—will change as you progress. This will give you a different perspective and a growing perspective as you proceed.</p>\n\n<p class=\"book-paragraph\">In a greater context, the world is a place where you have come to serve, to give and to reunite with those whom you are destined to meet, to know and to participate with. This definition, though universally true, is a truth that is not accessible to many human beings at this stage of development, for they are much too focused on survival and gratification to be able to see its importance. However, even as you grasp this idea and begin to experience it within your own range of relationships and understanding, it opens up a whole new panorama, a greater vista where things can be seen and known which could not be seen and known before.</p>\n\n<p class=\"book-paragraph\">The world is primarily a place to give. You learn this through giving. It is a place to associate and to reassociate. You learn this by associating and reassociating. You have come from beyond the world bearing gifts for the world. This is most certainly true, but do not fall prey to thinking that this indicates a grandiose role for you. Indeed, your role will be very specific and only in the rarest circumstances will it garner attention and acclaim. This must be a clear understanding, for here you see that the world is something very different from what you had thought before. Instead of a place to proclaim yourself and to establish yourself, it is a place to get something done behind the scenes, in secret, without recognition and acclaim. This is the way that Knowledge works in the world, and this is the way that you will learn to work in the world as you begin to experience a greater purpose and direction in life.</p>\n\n<p class=\"book-paragraph\">Before this, the world was a place in which to survive and to fulfill yourself, but now it is becoming something else. This is in keeping with the truth in the greater panorama of life that we call the Greater Community—that the Wise everywhere work with as much secrecy as possible. They contribute their gifts to those individuals for whom their gifts are destined and required.</p>\n\n<p class=\"book-paragraph\">Knowledge is rarely welcome in any society in the Greater Community except those very few that have advanced and have secluded themselves from the difficulties and tribulations of Greater Community involvements. In all other societies, regardless of the nature of their environments, their culture, their ethics, their beliefs and their standards, the Wise must exercise their gifts and their work with great caution. Knowledge finds unique expression in different societies in the Greater Community, but its purpose and its destiny are the same—to reunite you with those who have been sent to share your purpose in life so that you may fulfill your specific mission here. Then you will return to your Spiritual Family beyond manifest life, and there you will prepare for your next assignment.</p>\n\n<p class=\"book-paragraph\">There are no heavens and hells. There is only work to be done, and there is only success and failure in this regard. If you succeed, you advance and you progress. If you fail, you set yourself and your Spiritual Family back. Failure is not always a matter of neglect. Sometimes it is circumstantial. In this, there is no blame. However, realizing the importance of achieving success in finding your purpose in life as it truly exists and not as you would have it be is a great accomplishment. This guarantees a satisfaction and a sense of meaning that can never be found in any other way.</p>\n\n<p class=\"book-paragraph\">You are not here to condemn the world. You are not even here to repair the world. But you are here to give something, and your gift knows where it needs to go. Your gift has its own destined recipients. You cannot change this. But you can determine whether your gift can be given or not. You can determine how long it will take to give your gift. You can determine the outcome. But the final outcome is beyond your determination, for this is part of a Greater Plan. It is a Plan that does not predetermine all activities and events in life but instead sets a direction for all life and for the evolution of life. Here much variety and variance will occur, but the end result must finally in time be established.</p>\n\n<p class=\"book-paragraph\">You have a purpose in being here. This is religion. You have a message for certain people. This is faith. You are in the world to give because you have an Ancient home beyond the world. You have a purpose that transcends your impulses for survival and your wishes for self-gratification. This purpose does not deny these other impulses and wishes, but it establishes a greater focus and a greater standard for your life.</p>\n\n<p class=\"book-paragraph\">What is the world, then, for you who have come to give? The world is a place that needs your gift. Your gift must be given to certain people at a certain time in a certain way. It is not for everyone, and it is not necessarily for those whom you want it to be for. The world is as it is because it is a place without Knowledge. It is a place of conflict. Beneath and underlying all the apparent conflicts in physical life, there is a fundamental struggle between receiving and resisting Knowledge. This struggle resides within each person. It is the struggle between Knowledge and will, between union and separation, between purpose and self-determination.</p>\n\n<p class=\"book-paragraph\">How few people in the world know that they are here on a mission and can leave that mission undefined and unexplained and yet support it wholeheartedly nonetheless. How few people can give themselves to something that is known and urgent but that seems inexplicable and beyond description. How rare are these individuals, and yet how important they are for the advancement of the world. Without men and women of Knowledge, the human race would have faded long ago. Humanity’s promise, heritage and legacy are kept alive by the activities of those who work unseen and unbeknownst to the population at large. For them, the world is something very different. Its tribulations are opportunities. Its conflicts represent its calling. Its difficulties and disasters represent its condition. There is no complaint and no blame here. There is only work to be done—a great gift for a temporary place.</p>\n\n<p class=\"book-paragraph\">This understanding transcends human morality and the morality of any society or culture within the Greater Community. Therefore, its application is universal. It can permeate any situation and provide value and meaning there. It is free of the restraints and limitations of the society into which it enters, as is the person who carries such a purpose in full awareness.</p>\n\n<p class=\"book-paragraph\">The world is not a meaningless place. It is not a hopeless place. It is not an evil place. It is a troubled place. The person of Knowledge must come here to work, for this advances those in the world and those beyond the world.</p>\n\n<p class=\"book-paragraph\">Greater Community Spirituality is not a spirituality for one race alone. It is a spirituality for many races. Ultimately, it is a spirituality for the entire universe. As such, it calls upon experience rather than ideas. Uniformity in thinking is not possible in the Greater Community because of the variance in temperament, values, environment and biological development. However, the experience of Knowledge is universal, and this transcends all local customs and limitations. This has benefits beyond the horizons of your awareness. This is the source of inspiration in your life. This is the meaning of the mystery of your life.</p>\n\n<p class=\"book-paragraph\">Do not attempt to explain the Mystery or the Mystery will be lost to you. Do not give definition to your purpose, or your purpose will become only your definition. Do not claim that you understand your origin or your destiny, for to think this is to deny yourself the direct experience, which is your reward for gaining access to a Greater Wisdom and Greater Power within yourself. Allow the Mystery to be inexplicable and bond to it in your deepest experience. Hold to it with the greatest devotion. Follow it without restraint. Keep yourself in its embrace, and you will know what others cannot know, and you will see what others cannot see, and you will hear what every heart calls for—freedom and reunion with life as it really is.</p>\n\n<p class=\"book-paragraph\">Greater Community Spirituality is at the heart of every religion, and yet it is beyond every religion. It is the source of all inspiration, and yet it transcends all of the expressions of inspiration. This, then, is your heritage—to find this, to receive this, to embrace this, and to give this according to a Greater Plan of which you are an important part. Accept the fact that your role will be small and specific. It will not be self-glorifying. In fact, it may lead away from all of your plans for self-fulfillment. And yet it contains a greater truth, a greater understanding and a greater security in life that you will not find anywhere else.</p>\n\n<p class=\"book-paragraph\">Be without judgment of the world. If the world were a perfect place, you would not need to come here. If the world were a place that functioned harmoniously, without friction or conflict, this would not be the place for you. The world represents all aspects of the human condition, from the highest to the lowest. The world also exists within a Greater Community context, which is largely unrecognized here. The world is your place to work and to give. Its pleasures are small but real. Its pains and difficulties are great. The world cannot give you what you seek, for what you seek you have brought with you from beyond the world. The world cannot answer your great questions about life or satisfy the greater yearning that resides in the hearts of all who dwell here. That requires a different understanding. It abides with something else, something we call Knowledge.</p>\n\n<p class=\"book-paragraph\">Knowledge is the source of all true religion in the Greater Community. You have the possibility of finding Knowledge, but your understanding of the world and of everything within it will need to change. You must allow this change to occur. It is not a change you impose upon yourself or upon others. It is a change that naturally occurs. What you must do is allow this change to occur and support its occurrence. Your support is illustrated in the way you live, in what you learn, in what you practice and in what you give yourself to.</p>\n\n<p class=\"book-paragraph\">Greater Community Theology is not a theology of ideas. It is a theology of experience and relationships, for these are the media through which real understanding is transmitted from one mind to another. These are the media through which greater Knowledge can be sent and embodied long before understanding has developed over time. Indeed, you may have an experience that might take years for you to understand. Has this not been true in your own experience?</p>\n\n<p class=\"book-paragraph\">Therefore, you must be very patient for real understanding to develop. You must be very open for real experience to occur within you. Then everything we are saying will make perfect sense to you. You will hear it; you will feel it; you will know it. It will seem so familiar to you in such a deep and pervasive way. Until this happens, our words will seem odd and strange, peculiar and disconcerting. Yet, they are the real food that nurtures you, not because of the words we choose specifically, but because of the intent and the strength behind them.</p>\n\n<p class=\"book-paragraph\">Truth can only be known; it cannot be understood. Purpose can only be known; it cannot be understood. The world can only be known; it cannot be understood. You may have great skill and efficiency in discerning the mechanisms of the physical world, but this does not assure that you will understand its purpose, its value or its greater meaning in life.</p>\n\n<p class=\"book-paragraph\">A great benefit for humanity in learning Greater Community Spirituality and its human translation in the form of The Greater Community Way of Knowledge is that it gives you an opportunity to look at yourself from the outside. It gives you a clear vision and understanding of yourself, your situation, your predicaments and your opportunities. When you attain this awareness, things will seem so obvious to you that before you could not understand. And yet you will be frustrated because you will see things that others cannot see, and you will know things that others either cannot or will not know. This is the price of knowing the truth. It sets you apart. Yet, this separation is temporary. It is only to reposition yourself in life in order to allow a greater understanding and Knowledge to emerge within you. This makes union with life and in life possible.</p>\n\n<p class=\"book-paragraph\">What is the world? The answer to that question must always be based on what you think you are and why you think you are here. You cannot give meaning to the world without addressing these fundamental questions of who you are and why you are here. People answer these questions unknowingly by defining their goals and by giving themselves to their priorities, without ever questioning the meaning of their goals and priorities and why they must be so.</p>\n\n<p class=\"book-paragraph\">To find a greater identity and a greater purpose in life, you must go beyond human speculation and all the self-comforting ideas that you find reassuring or familiar. This centers you in the Mystery. From this Mystery, a greater understanding of the world will arise, and your experience of it will be quite different from what it was before. Your advantage here is that the world will no longer encumber you internally. Yes, it will provide the physical context for your life and define your life to a certain extent on the outside, but the real motivating force within you will be free of the world, and with this you will become free of the world.</p>\n\n<p class=\"book-paragraph\">This is what it means to overcome the world. Here the world is not conquered. It is not banished. It is not denied or rejected. This simply means that you have found your freedom in the world, and your freedom in the world is the freedom to know, to give and to associate—not according to your habits or the demands of your external life, but according to a deeper Knowledge that is now burning within you and that is now alive within your awareness. This truth holds true in any world, in any environment. That is why it represents a Greater Community Spirituality, and that is why its application is universal.</p>\n\n<p class=\"book-paragraph\">How much human truth is universal? How much of what human beings cherish and believe is truly universal? If you could have access to the great variety of cultures in the Greater Community, you would see how limited the application of human truth is, how self-assuring it is and how limited it is. Human values, human ethics, human advantages, human endowments—how limited is their application in the Greater Community. Therefore, how limited they are in your own life. This is true because you live in the Greater Community, because your world is in the Greater Community and because you are part of the Greater Community.</p>\n\n<p class=\"book-paragraph\">Your world is emerging into the Greater Community now. It is entering a great threshold of life, a threshold that will overshadow all that you do, all that you see and all that you believe. To prepare for the Greater Community assures your survival and well-being. But even beyond this, learning and experiencing Greater Community Spirituality puts you in the position to gain maximum value and to make the greatest contribution within the reality of the evolution of life. This fulfills your purpose here, for you have come to participate in the world’s emergence into the Greater Community. Regardless of your specific activities in life, whether they seem related to this great emergence or not, you have entered the world to support this because this is humanity’s great need and destiny.</p>\n\n<p class=\"book-paragraph\">Within the larger context of the Greater Community, you will have an understanding that is profound and eminently useful. Here your ability to develop real discernment, true decision making, greater association and wise insight will be profound because it will not be limited by your customary thinking, by your worldly conditioning, by your painful past or even by the great assumptions that most people still hold to thoughtlessly. This puts you in a position to contribute to humanity in order to meet humanity’s greater needs. Seen from this position, the world is a place to give. It is a context for giving. It is a temporary context in which to give something that is permanent.</p>\n\n<p class=\"book-paragraph\">Here you can accept the pains and tribulations of the world as part of the condition in which you must give. This acceptance is an important starting point, for if you feel that the world has betrayed you and your greater hopes and ambitions, what can you give here? If you feel that the world is an evil place that has denied the greater ideals and greater aspirations of human beings, what can you give here? Giving begins with understanding and acceptance. Without understanding, your giving has no direction. Without acceptance, your giving becomes an attack on life. You cannot help people if you attack them. You cannot help them if you are horrified by them, disappointed by them, frustrated by them, hostile towards them, angry with them or impatient with them.</p>\n\n<p class=\"book-paragraph\">The universe is great and people are small. Knowledge is great and the mind is small. These things become ever more clear as you advance in The Way of Knowledge. It is a transition from one way of thinking to another, from one perception of the world to another, from one set of abilities to another.</p>\n\n<p class=\"book-paragraph\">So far, you have learned to survive and have found various ways to gratify yourself. Congratulations! Now, it is time for you to learn of Knowledge and to learn the ways of Wisdom as they truly exist in life. This is your calling and your challenge. Do not give definition to your purpose, for your purpose now is to prepare. Your purpose now is to learn. Your purpose now is to learn The Way of Knowledge according to its reality in life, not according to human inventions.</p>\n\n<p class=\"book-paragraph\">Any truth that is genuinely true must have universal application. Small truths apply to certain situations under certain conditions. That is a small truth. But a greater truth is universal. It permeates everything. Beware, however, for a greater truth has untold ways of manifesting. The application of truth is conditioned by the situation at hand, yet the experience and the awareness of truth are universal.</p>\n\n<p class=\"book-paragraph\">The only way you will know who your visitors from the Greater Community are and what they intend to do here is through this awareness of truth and Knowledge. It would take you decades and even centuries to figure it out in your mind. You do not have decades and centuries to understand what is occurring in the world. Understanding this has bearing on your purpose for coming here.</p>\n\n<p class=\"book-paragraph\">The world presents you with a great opportunity. It is a place to work, to enjoy your work and to advance yourself and those who sent you. You who are reading these words have a great advantage and opportunity here. We are speaking to the part of you that is beyond your understanding and beyond your habitual thinking. You are being offered something of incomparable value, but to receive it and to understand it you must open yourself to it. You do not need to believe in it, but you do need to experience it. The experience will convince you; the belief will never convince you.</p>\n\n<p class=\"book-paragraph\">Those who oversee the development of the world from beyond the perimeters of physical life see the world as a great opportunity for you. They see the world as a perfect place for you to come to. The perfection of this place will only be realized as you come to terms with your real purpose for being here. Then you will look at the world and say, “Yes, this is the perfect place for me to be,” without justifying the conflict, the suffering and the discord that exist here. There will be no deceit in this perception and understanding. It will be clear.</p>\n\n<p class=\"book-paragraph\">This is the theology of experience and relationships. Out of this, a greater understanding and a greater set of ideas will emerge. Greater understanding emerges from greater experience, if that experience can be applied and correctly understood and interpreted.</p>\n\n<p class=\"book-paragraph\">Greater Community Spirituality represents a greater religious tradition. It is a religious tradition of which you are a part because you live in the universe. It is a tradition that is not bound by the ideas, customs or rituals of any world. It is a tradition that is not bound by devotion to one deity or one person or one idea. It directs you towards your Creator and towards all that exists between you and your Creator—the great fabric of life that exists within the physical universe and beyond and the great fabric of relationships into which you are finding yourself to be interwoven and interdependent. Experience this with those whom you were sent to engage with and with those whom you were sent to serve, and in the most mundane situations you will realize the greatest truth.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-the-world/"
}