{
  "title": "What God Wills for You",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You have come into the world for a greater purpose, a greater purpose that was given you before you came here. This greater purpose is held sacred within the deeper Intelligence within you, the deeper Intelligence that God has given you called Knowledge.</p>\n\n<p class=\"book-paragraph\">You were sent into the world first to learn how to live in the world, to learn how to communicate and associate successfully with other people and to adapt to living in a state of Separation—a state where you had a separate reality and identity that were distinct from others, a reality where you were unknown and unrecognized, except perhaps by a very few people.</p>\n\n<p class=\"book-paragraph\">This reality in the world is so very different from where you have come from, and it takes a long time to develop here. It takes a long time to learn how to be in the world with even a basic set of skills.</p>\n\n<p class=\"book-paragraph\">Your greater purpose is kept sacred within you beyond the reach of your intellect, held sacred there until you could reach a point in your life where you would feel a deeper stirring within you, a deeper need emerging within you—the deeper need to know who you are and why you are here and what you must accomplish.</p>\n\n<p class=\"book-paragraph\">This greater purpose is not what you think, and rarely will it ever reflect your personal goals or aspirations. But the fact that you are seeking for it is real and consistent, and that you are searching for those individuals who will enable you to discover this purpose and to help you fulfill it and express it.</p>\n\n<p class=\"book-paragraph\">You have come here for a greater purpose, but it is being carried like a secret cargo within you, a secret cargo that you have yet to discover. But you have signs and clues. Your mind is oriented and designed in a unique way for this purpose, and you have experienced deeper inclinations at various points in your life.</p>\n\n<p class=\"book-paragraph\">When you reach a state of greater maturity, you will feel a deeper stirring within yourself. You will begin to have a deeper kind of experience—an experience that will alter very slightly, but profoundly, your view of yourself, your view of the world, your values, your interests and so forth—as if you have reached a kind of threshold beyond which you undergo a kind of inner change.</p>\n\n<p class=\"book-paragraph\">No longer satisfied with the seeming pleasures and distractions of the world, you look for something deeper. You look for something that reflects your deeper nature and the greater purpose that has brought you into the world.</p>\n\n<p class=\"book-paragraph\">Before, while you were highly critical of the world around you and highly critical of other people and perhaps yourself, now you begin to see a connection between the state of the world, the state of people, your own state and the purpose and meaning of your greater contribution to others. This connection can seem very faint at the outset, very partial, but eventually you will come to find that you were sent to serve the very world that you see around you, but only a unique aspect of it, or a certain problem, or a certain need.</p>\n\n<p class=\"book-paragraph\">There is a problem in the world that has your name on it, a need in the world that calls to you beyond all other things. You have clues already because there are certain things that you encounter that excite intense reaction within you. Perhaps it is a critical reaction, but it seems to stand out far and beyond other things that might irritate you or excite you.</p>\n\n<p class=\"book-paragraph\">It is a clue. It is not an answer yet, but it is a clue. And that you are oriented in a certain way and have certain skills or inherent strengths—these are clues as well.</p>\n\n<p class=\"book-paragraph\">Here instead of looking at what you want, you look at your natural orientation. And part of the discovery of this purpose is a process of elimination of other things. You come to terms with things that you should not do, could not do, and this begins to narrow your range of choice.</p>\n\n<p class=\"book-paragraph\">It is like a process of elimination where you come to accept your limitations; you come to accept that there are certain things you cannot do, ways of living that would not work for you, relationships that would be inappropriate for you, and you begin to limit your choices. Here the discovery of your greater purpose is the result of a process of elimination more than it is having endless choices to do whatever you think you might want to do.</p>\n\n<p class=\"book-paragraph\">Life, through the experience of disappointment and sometimes shocking disillusionment, will help you in this regard. For you cannot be whatever you want to be, do whatever you want to do, adapt yourself to any set of circumstances or to any relationship that might be attractive. If you are being really honest with yourself, you see that so many of these options and choices would be completely wrong for you. This is an important step in your self-awareness and in building wisdom in the world.</p>\n\n<p class=\"book-paragraph\">People spend their entire lives trying to be something that they could never be, living in fantasy about themselves, seeing themselves in a role that really is not their destiny. People can pursue endlessly and doggedly a set of goals that does not represent the deeper need of their soul.</p>\n\n<p class=\"book-paragraph\">Here the more determined you are can end up casting you even further into a path with no future and no fulfillment. It is a misappropriation of your skills and talents, based upon a misunderstanding of your true direction.</p>\n\n<p class=\"book-paragraph\">That is why this deeper turning point is so important. People can become lost in the world and disheartened and disillusioned and feel empty and depressed because they have not reached this turning point within themselves. Perhaps they have exhausted their ambitions and through disappointment and dismay, they have been cast back upon themselves, but they have not reached this turning point where something deeper begins to emerge within them.</p>\n\n<p class=\"book-paragraph\">Do not judge people in this state. It is a very difficult state, and if it is prolonged, it can be a tragic state. Everyone is struggling to survive, and beyond this struggle to survive, they are struggling to find the truth about their lives. This struggle can lead people into many mistaken paths, can lead so many people astray, can lead to a kind of spiritual destitution.</p>\n\n<p class=\"book-paragraph\">For even if you are successful in reaching your material goals, even if you have achieved what your culture esteems to be a success, if you have not discovered your real purpose, then your soul’s need has gone unmet. And the feeling of emptiness, the feeling of unfulfillment, will haunt you. Achieving more goals or purchasing more things or conquering other people will not satisfy this deeper need of the soul.</p>\n\n<p class=\"book-paragraph\">That is why when some people reach a point of material success, they can fall into a great and seemingly endless depression, a kind of vacant state, where they are feeling the emptiness of their lives at a deeper level.</p>\n\n<p class=\"book-paragraph\">Here the only way out is through service, through a kind of selfless service. They recognize a need, and they support that need—using their assets, using their personal strength—and this becomes a path of redemption for them. Here every wealthy person must become a benefactor, not just giving some small portion of their wealth, but committing their wealth to serving a real need in the world.</p>\n\n<p class=\"book-paragraph\">So the question arises: What does God will for me? Perhaps even if you are not religiously oriented or have not grown up in a religious family or environment, you might ask this question in some way. The question could be asked in many ways: What am I really here to do? What is my true path in life? Or What does God will for me? It is all the same question, you see.</p>\n\n<p class=\"book-paragraph\">People who have grown up in a religious environment will ask this question more immediately. And they will try to interpret their answer, perhaps, based upon their religious beliefs or the practices or trends of their tradition. But the answer reaches far deeper than this and is in a sense far more simple to comprehend.</p>\n\n<p class=\"book-paragraph\">If you were sent into the world for a greater purpose, then God wills for you to find this purpose, to experience it, to accept it and to fulfill it. People think they must praise and worship, fall down on their knees and prostrate themselves to please God. Perhaps as a demonstration of humility, these forms of worship are appropriate as a sign of yielding one’s will to a greater Will. These forms of worship can be quite beneficial, but they do not please God.</p>\n\n<p class=\"book-paragraph\">God does not need to be worshipped and acclaimed. God is not driven by the same kinds of needs of recognition that people, in a state of Separation and insecurity, tend to want for themselves. God does not need to be validated, for God is not insecure. God does not need to be worshipped because God does not suffer from a kind of low self-esteem. God does not need to be praised. What God needs is for you to fulfill what you came here to do. That is really the matter.</p>\n\n<p class=\"book-paragraph\">Even if you were not religious, even if you had no religious tradition or practice, if you could do that, from a position and attitude of service, you would fulfill your destiny here. You would break through the wall of Separation. You would follow the deeper Knowledge that God has given you to guide you, to protect you and to lead you forward.</p>\n\n<p class=\"book-paragraph\">Even if you claimed you did not believe in God or were not religious, if you could do this in the spirit of service, following Knowledge within yourself, breaking free of personal self-obsession and addiction to serve in this way with courage, compassion and determination, you would fulfill your destiny here. And you would find a kind of satisfaction, and a rightness with yourself, and a deeper level of fulfillment that cannot be found in any other way.</p>\n\n<p class=\"book-paragraph\">God does not need a vast army of believers, all saying the same thing, all marching in step, all performing the same or similar acts of devotion. Fundamentally, God needs for you to discover Knowledge, to follow Knowledge, for this is what God has put within you—to guide you, to protect you and to lead you to your greater life in the world and to a greater set of relationships that will enable you to find and to fulfill this purpose.</p>\n\n<p class=\"book-paragraph\">Here you are not redeemed by just believing in God, for belief is just a position of the mind. It is not deep enough to really establish the fulfillment and completion that you were sent here to establish and to fulfill.</p>\n\n<p class=\"book-paragraph\">Besides, God knows you could never get everyone to believe in the same things and that if you try, you will just end up oppressing people and punishing people, leading to a kind of self-righteous cruelty. This will be done in the name of God. People will be punished and executed in the name of God. And this is an abomination. This is such a great distortion.</p>\n\n<p class=\"book-paragraph\">God does not will punishment or death for anyone. God wills that all Beings in the world be redeemed and knows that the separated are reclaimed through Knowledge and through service.</p>\n\n<p class=\"book-paragraph\">You have come into the world at a time of profound need, and the needs of humanity will grow ever greater in the face of the Great Waves of change that are coming to the world: resource depletion, environmental decline and degradation, changing climate and catastrophic weather, growing political and economic instability, and the risk of war between nations and groups over who will claim the remaining resources. This will plunge humanity into a greater and deeper state of instability and uncertainty and give rise to many dangerous leaders coming to power.</p>\n\n<p class=\"book-paragraph\">You have been sent into the world to serve the world under these circumstances. Accept this. To love the world, you must accept the world as it is. That does not mean you condone everything or justify the great wrongdoing and errors that are occurring here, but it means that you take a position of seeing how you can serve rather than merely being a critic, a person who casts condemnation upon the world.</p>\n\n<p class=\"book-paragraph\">What people believe about God in so many instances, in so many traditions, is so completely incorrect. They are trying to fulfill their greater purpose by being good believers, but belief is not strong enough or consistent enough or free enough from manipulation and from error to assure that you will find your greater service here and perform it correctly to the benefit of others.</p>\n\n<p class=\"book-paragraph\">Many tyrants feel they are doing a great service to their people. Many cruel oppressors think they are bringing order and benefit to society. That is why a belief alone cannot be your guide. That is why God has given you a deeper Intelligence that is not influenced or seduced or dominated by human belief.</p>\n\n<p class=\"book-paragraph\">The power of belief is appropriate in trusting and honoring the presence of Knowledge within yourself, which at the outset in particular you may experience only very infrequently. But it is still enough to alter the course of your life and to set your life in a true direction.</p>\n\n<p class=\"book-paragraph\">People try to comprehend God’s Will, Nature and Purpose with their intellect, to use belief and obedience and eccentricity to try to comprehend and to follow what they think God wants them to do. And many proclaim that the great Teachings that have come from the Emissaries answer these questions fully. But the real purpose that has brought you here cannot be defined by any tradition or simple set of ideas.</p>\n\n<p class=\"book-paragraph\">Even the ideas We are giving you here require a deeper understanding and recognition and a commitment to adhere to a mysterious power within yourself that you cannot comprehend with your intellect, that you cannot concretely define. For to define something is to give it form and limitation, but Knowledge within you does not have form and exceeds beyond limitation.</p>\n\n<p class=\"book-paragraph\">The great traditions of humanity have given significant and necessary perspective and guidance in a general sense. Commandments have been given to guide human behavior in a general sense so that human civilization could be fostered and grow and expand without destroying itself. But beyond this, the revelation must happen within you. You must have your revelation, and you must bring yourself to it in a state of humility.</p>\n\n<p class=\"book-paragraph\">This is bringing yourself to the truth and yielding, but it is not simply an act you do once a week, or a social process, or a ceremony alone. It is something you must do within yourself.</p>\n\n<p class=\"book-paragraph\">You are not asking for a distant God to give you guidance. You are asking for Knowledge within yourself to emerge, for God has already given you the perfect guiding Intelligence. Now you must discern it in your own experience.</p>\n\n<p class=\"book-paragraph\">You must distinguish it from your compulsions, your desires and your other needs. You must look for its evidence in your life and in the lives of others. You must stop condemning the world and humanity and begin to look and listen for the signs of Knowledge.</p>\n\n<p class=\"book-paragraph\">Your mind will want to give definition. It will want to rely upon beliefs and convictions and theories and laws because it is so insecure. It wants these things as a kind of crutch, as a handrail.</p>\n\n<p class=\"book-paragraph\">But Knowledge is beyond the intellect because your true identity is beyond the intellect. Who you were before coming into this world and who you will be after you leave this world is beyond the reach and the domain of your intellect. Your intellect was created to communicate and to function within this limited reality called life in the world, but it cannot encompass the greater reality of your existence and the Greater Reality of Creation. Even the physical universe in all of its dimensions and expansions is only a part of Creation.</p>\n\n<p class=\"book-paragraph\">Your intellect is an incredibly important tool of communication and evaluation. Within this world, within the world of changing circumstances, within a world where people do not recognize each other, in a world where you must survive and adapt and innovate, it is a marvelous instrument.</p>\n\n<p class=\"book-paragraph\">But do not think that it can comprehend the meaning of life, or your greater purpose for coming into the world, or the nature and reality of those who sent you here. This must be revealed to you.</p>\n\n<p class=\"book-paragraph\">Do not try to make experience fit in with your ideas. Honor experience and allow it to shape your ideas. Do not take a profound experience and try to fit it in with your belief system. Let it exist outside your belief system to give you wisdom that your belief system cannot provide.</p>\n\n<p class=\"book-paragraph\">This is humility. Insisting that your ideas be right and your beliefs be confirmed, that is arrogant. That is demanding that life and God conform to your ideas or the ideas of your culture or tradition. That is fundamentally arrogant and ignorant. It does not represent a position of humility or openness.</p>\n\n<p class=\"book-paragraph\">While you should not be open to all human ideas and accepting of all human beliefs, you must be open to the power and presence of Knowledge within your life, for this is how God will guide you and speak to you. But for this to be genuine, for you to have a real experience of this, you will have to see the difference between Knowledge and your beliefs.</p>\n\n<p class=\"book-paragraph\">This will take skill and maturity. Otherwise, you will claim that every idea that comes into your mind is God speaking to you. Everything you want for yourself is God speaking to you. Every judgment that you have against others is God speaking to you. This is so obviously incorrect and false.</p>\n\n<p class=\"book-paragraph\">So this takes a real high degree of self-honesty. That is why the great turning point of the emergence of Knowledge comes later in life for almost everyone. If you are deceptive here, you will deceive yourself and think you have found a truth that is really only the product of your self-deception. You will cling to some idea or belief, and it will block your path, and it will blind you. Even the light will blind you. You will feel you have found a great light, a great revelation. It will blind you. And it will not really be it.</p>\n\n<p class=\"book-paragraph\">That is why the student of Knowledge must proceed slowly and carefully, for there are many errors and traps along the way, and many people fall for these errors and fall into these traps because they are impatient, because they want self-validation, because they want to have their ideas, their beliefs and even their existence be confirmed. They are too impatient and too compulsive to allow the reality of their life to slowly emerge and be revealed to them.</p>\n\n<p class=\"book-paragraph\">That is why the journey is a journey. It is not a moment where you discover everything. Even if you could see within a flash of light the reality of your existence, you would still have to interpret this and apply this in your everyday life and bring it into the context of all of your involvements.</p>\n\n<p class=\"book-paragraph\">People hope that revelation will be sudden for them so that they do not have to take the long journey. But the long journey is where you build wisdom and discernment, where you discern reality from illusion, truth from ideas alone.</p>\n\n<p class=\"book-paragraph\">People are impatient because they are governed by the intellect, which is so profoundly insecure. It has not found its true service to Spirit, or to Knowledge, to God. It is trying to be a god itself. And while the intellect is a marvelous vehicle of communication, it makes a very poor god—weak, fallible, judgmental, arrogant, conceited, cruel. It makes a very poor god.</p>\n\n<p class=\"book-paragraph\">People think God is like the intellect, just on a larger scale, containing all of the weaknesses and the dangerous dispositions of the intellect, and that God has all this. This has given rise to the vengeful God, the judgmental God, the punishing God, the God who sends people to eternal damnation, eternal suffering—a kind of immense ego.</p>\n\n<p class=\"book-paragraph\">Yet people insist that God is loving and all merciful, and so you can see the contradiction. This contradiction is apparent to many people who turn away from religion altogether because they see the falsity of these notions.</p>\n\n<p class=\"book-paragraph\">This Teaching We are giving you is part of God’s New Message for the world. Part of its purpose is to bring clarification, to teach about spirituality at the level of Knowledge, to reveal to you the real nature of redemption and fulfillment in the world.</p>\n\n<p class=\"book-paragraph\">This Teaching has been part of all the great past traditions but has become lost and obscured because religions have become dominated by political forces and ambitious individuals. Their true message and their true power have been obscured in so many ways. People can still find the great truths and redemption through these traditions, but they must be very discerning. And the truth here can be difficult to find, given the persuasions of one’s culture, the weight of tradition and how their religious traditions are being taught and emphasized in their nations and cultures.</p>\n\n<p class=\"book-paragraph\">That is why the New Message from God presents God’s intention in a pure form, unadulterated by the power of the state, unclaimed by governments, without human manipulation or domination.</p>\n\n<p class=\"book-paragraph\">This is God’s Message in a pure form. This is meant to resonate with the purity of all the great traditions, for they were all initiated by God, and they were all changed by humanity. The truth can be found in all of them, but it takes a great effort and great mental freedom and great patience.</p>\n\n<p class=\"book-paragraph\">In all cases, it comes down to receiving revelation as it occurs at the very heart and center of your life and to follow revelation. For revelation is not just an idea or one consuming experience. It is a journey to take, a pathway to follow, a whole new stage of life where you are the student, the follower, who presumes very little, and who is open to learning everything that must be learned.</p>\n\n<p class=\"book-paragraph\">Here you are not bound by one belief system. You are not bound to recite one Teaching, for you are following the Mystery. And this is what the Mystics of all ages have followed.</p>\n\n<p class=\"book-paragraph\">Beliefs and doctrines are for people who are not free enough to take the journey, who are held back by their cultures, by their economic position, who are oppressed by their nations and their leaders. Perhaps they have felt the stirrings of Knowledge within themselves, but they are too bound, too circumscribed by their situation. This is a condition of so many people in the world today.</p>\n\n<p class=\"book-paragraph\">So many of humanity’s future great leaders, scientists, physicians and inventors are bound by grinding poverty or oppressed in oppressive regimes, and their greater gifts will not be discovered and expressed as a result.</p>\n\n<p class=\"book-paragraph\">Here is where poverty and oppression hold back the entire race, diminish the prospects for the human family. This is why women must be free to assume positions of leadership and power and innovation, for if you suppress half of humanity, you deny all of humanity half of what it could create and produce that would be entirely beneficial.</p>\n\n<p class=\"book-paragraph\">That is why circumstances must be conducive to the discovery of Knowledge. If you are oppressed by dire financial needs, if you are at the edge of survival trying to take care of a family, if you are living under severe restriction and oppression by your government or by your religious tradition, then the emergence of Knowledge may not occur, for the environment for its emergence is so unfavorable.</p>\n\n<p class=\"book-paragraph\">This is why political freedom is important. This is why certain traditions must be opened so that people can emerge, so that their gifts can be discovered and expressed. This is why poverty is a blight upon humanity as a whole.</p>\n\n<p class=\"book-paragraph\">Great religious and political leaders often emerge from very humble circumstances. And for the few who can escape these circumstances, they require great courage and assistance from others.</p>\n\n<p class=\"book-paragraph\">So when you ask yourself: What does God will for me? Or if you ask yourself: What am I really here to do? If you ask yourself: Am I living the life I was really meant to live? In all cases, you bring yourself to the power and the presence of Knowledge within you.</p>\n\n<p class=\"book-paragraph\">God is not managing your daily affairs. The Creator of the universe and Creation beyond the universe is not preoccupied with your hourly and daily life. Instead, God has planted a seed in you, a seed that can germinate and grow within you. This is the Wisdom of God.</p>\n\n<p class=\"book-paragraph\">So do not think that everything that happens is because God is making it happen, or God is manipulating every little thing that happens for your benefit or your edification. Do not think that God is managing all the affairs of life.</p>\n\n<p class=\"book-paragraph\">God has created nature and evolution and the mechanisms of the natural world. You have entered this arena of great change and uncertainty. God has given you Knowledge. It is this Knowledge that is the key. To discern its reality, to feel its presence, to allow it to exert its influence over your thinking and emotions is really beginning to take the path of redemption.</p>\n\n<p class=\"book-paragraph\">Here, even, you cannot answer the question: “What does God will for me?” because you are taking a journey, and the journey is one of discovery, of coming to terms with the most fundamental realities of your life—to begin to value what is permanent and real over sensation and desires, fantasies and illusions; to discern what is good from what only looks good. To gain this discernment, this wisdom, this competence, this is necessary if you are to carry out a greater purpose and to be in real service to others in a way that is entirely redemptive for them and for you.</p>\n\n<p class=\"book-paragraph\">So the answer is not just an answer. It is a door that opens through which you must pass. It is a journey to take with many stages. And you take this journey still with great self-doubt and uncertainty, with questions unanswered, because you are living in the Mystery, and the Mystery is confounding to the intellect.</p>\n\n<p class=\"book-paragraph\">Here the great uncertainty that underlies your intellect finds a greater power and a greater strength to rely upon within you. For, in essence, your body serves your mind, and your mind serves Spirit, or Knowledge. That is the true hierarchy of your Being.</p>\n\n<p class=\"book-paragraph\">But this is not where people begin their journey. Most people begin their journey thinking that their mind serves their body and the Spirit serves their mind. People want to use Spirit as a kind of resource. They want to use Knowledge as a resource to get what they want.</p>\n\n<p class=\"book-paragraph\">Most people start out in this profound state of confusion where the natural order of being within themselves is completely upside down. So it takes time to set everything right. In living in a state of Separation, almost everything becomes misconstrued, and there is great confusion.</p>\n\n<p class=\"book-paragraph\">Here underneath the most adamant set of beliefs that people will adhere to and pronounce, there is a whole foundation of confusion and misunderstanding. And people adhere to extreme views to try to escape confusion and misunderstanding, but all they do is overlay it without resolving it fundamentally.</p>\n\n<p class=\"book-paragraph\">The only thing that can really resolve your core confusion and misunderstanding is the emergence of Knowledge within yourself. And here you must follow like a student. You cannot be a leader. Here you must yield your intellect to a mysterious power that you will perhaps only experience periodically, but it will be enough to lead you forward. Here you give up your reliance upon your beliefs and ideas and place a greater confidence in this power that is so consistent and so free from manipulation in the world—a deeper conscience within yourself, where what is right and wrong is just clear.</p>\n\n<p class=\"book-paragraph\">This is how God leads you out of your dilemma, the massive confusion and uncertainty of your life. This is how God frees you from a past full of error and misappropriation. This is how God saves you.</p>\n\n<p class=\"book-paragraph\">Whether you are an advocate or a participant in a religious tradition or not, this is how God saves you. If you are a firm believer in your religious tradition, here Knowledge will emerge and reveal to you the real nature and the real essence of your religious tradition. For all religious traditions are essentially designed to bring your mind in service to Knowledge.</p>\n\n<p class=\"book-paragraph\">This is where redemption occurs. This is where lives are renewed. This is where strength is discovered. This is where purpose and commitment can arise in the most beneficial ways.</p>\n\n<p class=\"book-paragraph\">What does God will for you? God wills that you respond to Knowledge; that you allow Knowledge to redirect your life and to bring clarity into your situation; that you follow like a student, without presumption or demands; that you follow The Way of Knowledge; that you learn of the Mystery, without profaning it by trying to define it and use it as a tool; that you become truly honest with yourself and your intentions and that all of your decisions are brought to a deeper conscience within yourself, where you can discern what is real from what is unreal, what is true from what is untrue, what is right for you from what is not right for you.</p>\n\n<p class=\"book-paragraph\">Here it is a journey of many steps, taking the Steps to Knowledge. Every Step is important. Every Step requires care and discernment. Every Step builds your strength, your inner certainty and your connection to Knowledge. Every Step clarifies your thinking, moderates and adjusts your beliefs, tempers your extreme notions and frees you from compulsion and addiction.</p>\n\n<p class=\"book-paragraph\">God wills that you follow this and find this and honor this in yourself and in other people. God wills that humanity establish a greater unity and cooperation to face the Great Waves of change that are coming to the world, and to face the reality of your emergence into a Greater Community of intelligent life in the universe, and to protect this world from Intervention from other races who are here to take advantage of a weak and divided humanity.</p>\n\n<p class=\"book-paragraph\">God wills that you experience the purpose that has brought you here, and to follow it and to learn of it; to allow it to be revealed to you, step by step; to assume a position of integrity and humility, but commitment and determination; to stay true to this guiding light and to follow the compass that is setting a direction within you.</p>\n\n<p class=\"book-paragraph\">Follow this, honor this and encourage this in others, and your life will reflect your greater life beyond. And your sense of Separation from God and from your Ancient Home will begin to disappear.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/what-god-wills-for-you.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/the-new-way-forward-for-humanity/what-god-wills-for-you/"
}