{
  "title": "Discretion",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What does discretion mean? It means the ability to know when to speak and when not to speak. Can you recall a time when you said something and then regretted saying it? Can you recall a time when you said something to someone and then realized that it was the wrong thing to say? Perhaps it was wrong for them, or perhaps it revealed too much about you. Can you recall a time when you revealed something to another, but it was not appropriate? Or perhaps it was a time when you said something and it fell into the wrong hands or was misinterpreted, and it came back to haunt you later?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you think about these things, you will see that they present a great problem in communication. Generally, there are three different stages of development in communication. The first stage is the inability to express yourself. The second stage is when you feel you have to express yourself. And the third stage is when you do not need to express yourself except on rare occasions to certain people. These three stages represent the three stages of development in a human being: the stages of dependence, independence and interdependence.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the first stage, you are barely aware of what your own experience is, and you have great difficulty in expressing this to another. Either you do not have the skills to express this or you do not have the awareness of what you need to express, and you are so fearful that you cannot bridge the gap and pull it out of yourself. This first stage, then, is one of self-repression. It is not a stage where discernment and discretion are exercised much at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the second stage, you are experiencing some freedom, which means you are experiencing your own ideas and are able to think more freely and independently. It is during this stage that you feel almost compelled to express yourself. You want to exercise your freedom. You do not want to restrain yourself, for you are trying to escape all of the self-restraint that had bound you previously.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Then we enter the third stage, which is a stage where you interact with others in a very responsible way. Here discretion becomes very important because you realize that everything you say has an impact on others, and in everything you say you declare yourself in a very permanent way. Certainly, anyone who has a position of responsibility or leadership realizes that everything they say will be taken to heart by someone. They must be much more judicious in what they say and in what they want to emphasize. Here communication carries with it great responsibility, not just responsibility to yourself and your desire to express yourself, but responsibility for what happens as a result of your self-expression.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, we have dependence, independence and interdependence—the three great stages of human development. Most people are in the first two stages. Actually, most people are in the first stage; many are working their way into the second stage, and very few have reached the third stage at all. In the first stage, people cannot speak. In the second stage, they must speak as an expression of their freedom and independence. In the third stage, they speak rarely to certain people for certain purposes, for they realize here the great responsibility that goes with self-expression. If you think about this, you will realize that within these three stages you are developing a thorough understanding of your own experience, and you are learning Wisdom and how it can be expressed most effectively in the world.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In the first stage of dependence, you cannot express yourself because you are not aware of your own experience sufficiently and you do not have the skills or courage yet to break the bonds that hold you. In the second stage of independence, you are breaking the bonds, and your desire to communicate is more a desire to release energy and to unburden yourself than it is to effectively change or impact others. Here self-expression becomes very chaotic. You do not yet realize the consequences of what you say. You are enjoying the freedom of saying it instead.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The third stage of interdependence, where you begin to interact in relationships from a position of responsibility and self-awareness, is the stage where your discretion becomes ever more important because without it you produce unwanted and often disastrous results, for yourself and other people. Here you must learn restraint. And here you must learn discernment in order to determine when and where you must express yourself. Restraint is important here because you must often withhold what you want to say. People who are involved in the second stage of independence often cannot tolerate withholding anything. They think withholding anything is a violation of their nature and their freedom. They think they have a right to express anything to anyone. Well, they will eventually find out that this produces unwanted results and conflict. It produces great trouble in the world. So if they are smart, they will begin to realize that they have to be more careful who they communicate to and what they say.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those individuals who have become wise have had to realize that they have to be careful of what they say to anyone, anywhere, at any time. They are careful because they realize that all self-expression affects relationships and generates a response in others. They want to cultivate genuine relationships, and they want to nurture a genuine response. They do not want the tribulation that goes with irresponsible self-expression. To the wise, then, this restraint is not seen as self-repression. They are able to fully express themselves. They are able to express their feelings, their anger, their sadness, their joy, their inspiration, their disappointment, and so forth. They have developed this skill. Now they know they must use it wisely.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People in the first stage of dependence cannot express their feelings effectively, for they cannot experience them fully. People in the second stage of independence are beginning to experience their own range of emotions and their own ideas, and their desire to express these is great. However, this desire is not yet born of Wisdom. The wise person must exercise discretion at all times. Here there will be feelings of loneliness and exclusion because the wise cannot express the depth of their experience effectively to many people. They must hold their experience within themselves and let it grow there. This generates focus and energy, which is power. It also develops respect for other people’s experience and position in life and respect for one’s own experience and position as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Responsibility must accompany power in order for power to be used wisely and to have a beneficial effect. How true this is in self-expression. Here Knowledge is your guide, for Knowledge will move you to speak to certain people and will remain silent with everyone else. As you progress towards Knowledge, and as you cultivate your relationship with Knowledge and learn to receive Knowledge, you too will express potent things to certain people and will be silent with everyone else. This will be done without judgment or condemnation. You will not judge one person as worthy and another as unworthy. It has nothing to do with that. It is just that you are called to express certain things to certain people whom you sense can understand and receive your self-expression in a constructive and beneficial way. With everyone else, you hold that self-expression within yourself and let its potency grow.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is interesting that people in the second stage of development, independence, who feel so powerful as they begin to spread their own wings to some degree, dissipate their power and focus all the time through irresponsible self-expression. For them, self-expression is more about unburdening themselves, getting their experience out of their system. They do not want to hold it. They think holding back is a form of self-repression. Because they are trying to escape from dependency, they are afraid of withholding anything and tend to feel very affronted when they have to. This is an adolescent stage of development. Adolescence is highlighted by new expressions and experiences of power, but without the Wisdom and responsibility to carry power or use it wisely.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The second stage of development is like immature adulthood. Many people are trying to get into the second stage because you must go through it. Many people even teach it. They are very critical of anything that denies a person’s right to self-expression or a person’s right to have, to do and to be whatever they want. People teach this because they are trying to learn it, but they have not yet realized that there is a vast stage beyond this. In fact, the third stage, the stage of interdependence, is so much greater than the first two that there is no comparison between them. You will never graduate from the third stage of development, for there is so much growth and progress to be made here.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people want power and all that they associate with power, but few want the responsibility that must go with it. Responsibility requires discernment, discretion and restraint. Can people who are relishing their independence exercise this restraint without seeing it as a form of self-repression? They can only if they realize that their power carries a responsibility and that if they do not want to create chaos around them, they must use their abilities more carefully and more judiciously. This prepares them to have discretion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now, many people think discretion is simply keeping your mouth shut. “Don’t say it. Don’t say that thing. Hold it back. Don’t say anything to anybody. You are safer when you keep your mouth shut.” That is how people think of discretion, but this is not discretion. Discretion is knowing when to speak and when not to speak and being able to follow this faithfully. That is discretion. It requires that you have power, ability and a high level of self-acceptance. If you have a contentious relationship with yourself, then you will not be able to approach anything with Wisdom. The man and woman of Knowledge can withhold their self-expression without any sense of self-violation, and they can take the risk of telling someone something important, perhaps something that is deemed risky, without any sense of self-violation. Indeed, the only real self-violation comes when you are going against Knowledge. Yet, you must have a sufficient experience of Knowledge to know when you are going towards it and when you are going away from it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Discretion, then, is the ability to speak and to not speak. Now, many people cannot express themselves, while others talk incessantly, saying everything to whomever will listen and to whomever they feel comfortable with. This represents two early stages of development, but neither represents a stage of maturity. Neither of these approaches is effective in nurturing genuine relationship or in accomplishing things harmoniously in the world. So, you may ask, “How do I know when to speak and when not to speak?” You will know because Knowledge will motivate you. If you want to say something to someone and you feel restraint, don’t say it. If the feeling of restraint is deep within you, do not say anything. However, if the restraint is at the surface of your mind, and deep within you, you know you must communicate something, then you have to take the risk and find the words, without apology.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How can you discern what is deep within you and what is at the surface? Without Knowledge you cannot do this. You can think any impulse is true or any impulse is to be feared. To become a student of Knowledge is to cultivate your relationship with Knowledge, which is your most primary relationship. This will teach you the real meaning of discretion, for you will find that Knowledge only speaks at certain times. It is waiting for the moments of readiness, when the conditions are right, the audience is right and the need is there.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When people begin to study The Greater Community Way of Knowledge and to follow its practices according to the Ancient Tradition that is being given here, they are always asking Knowledge incessant questions: “Tell me my purpose. Tell me what I should do. Should I take this job or should I take that job? Should I go with this person or should I not go with this person? Should I open up or should I close down? How can I have peace? How can I have equanimity? How can I get out of this situation? How can I get into that situation?” There is this incessant questioning, and what do they experience receiving ninety percent of the time? They experience silence, or they just hear their own mind—their own preferences and their own confusion. They hear yes and no, do this or don’t do that—they hear all of these things. Yet, this is all at the surface of the mind. Down deep there is stillness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This points to Knowledge. Knowledge is fulfilled within itself, so it is able to restrain itself for a very long time. Indeed, there may be a very long time between the experience of knowing and the expression of knowing. Usually this is the case. You may know something, and yet it may take years for it to come about. You may know something about another, and yet it may take years for you to express it to them effectively, if you ever do. Is this self-repression? No. This is Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your relationship with Knowledge must be developed in order to function at this level. For the vast majority of people who are struggling with dependencies, this is not meaningful. They are not experiencing discretion to any great degree. They are experiencing self-repression. They cannot speak. They often do not know what they have to say, and if they do, often they cannot say it. Why? Because it would threaten their dependencies. If you begin to make claims of independence and to assert yourself, you begin to threaten your dependencies. If you are not ready to do that, then you will not do it. If you are ready to that, then you will begin to enter the second stage of development, which is independence, where you will begin to enjoy its freedoms and to experience its liabilities.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">I am giving you the idea of discretion in a larger context here. It is tied to learning everything else in The Greater Community Way of Knowledge. To be able to speak when it is appropriate and to not speak when it is not appropriate requires a greater development—a greater understanding of yourself, your nature, the dynamics of your relationships and a strong allegiance to your own inner life. All this represents the larger realm of your development.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Now you may ask, “How can I develop discretion? I realize that I need to use it.” I say, “Become a student of Knowledge.” If you experience an affinity with Knowledge and with the Greater Community, which represents life beyond this world, then The Greater Community Way of Knowledge is your way. How do you know it is your way? Because you know it. That is the only thing that will keep you with it and enable you to progress. After all, it is not promising you wealth, power, love, comfort, pleasures, glories, divine interventions, angelic contacts, and all this sort of thing. You follow The Greater Community Way of Knowledge because you know you must follow it. This is what carries you forth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All other ambitions and motivations fall away sooner or later. As they fall away, you realize that most conversation is unnecessary. Most of what you think of as your need to express yourself is to merely offset your insecurity. Here you realize that everything you say has value or should have value. Even when you are being light hearted, you want it to be a meaningful experience without trying to create the meaning. Here you become more natural. You become more like the natural world, which is silent and still except when things are happening. The person who is still and silent has great depth and often evokes respect from others, particularly if his or her silence is born of Wisdom.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Individuals who are engaged in the reclamation of Knowledge are beginning to experience the Mystery of life and are experiencing carrying the Mystery within themselves. The presence of this Mystery affects others, even if nothing is said. The man and woman of Knowledge have a great impact upon others. They are not frittering away their energy with meaningless conversation, analysis or speculation. Because they are holding their communication within themselves, it is growing and becoming more potent. They are not constantly dissipating it by running off to their friends, telling everything that is going on with them and sharing all their deepest experiences in order to get it out of their system. No. The man and woman of Knowledge are holding it in their system so that it can grow in power and become more focused. They want to hold their energy now—to harness it and focus it—rather than expending it as soon as it is experienced.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People who are wise have experienced the need for discretion and are practicing it effectively. They practice it because they know it is essential. That is their motivation. They are not motivated by fear of reprisal, fear of repercussion or anxiety about the loss of love or money. That is not their motivation. Their motivation is realizing that their self-expression is valuable and must be given to the right people in order for it to be fulfilled. They realize that it is incumbent upon them to learn ways to express themselves effectively, using the right words and often using as few words as possible. For when you have something important to say, the more words you use, the weaker the communication is.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Their motivation is that they want success without betraying themselves. In fact, they want to honor themselves. So, they learn The Greater Community Way of Knowledge, which leads them to say certain things to certain people at the right time, and the rest of the time they maintain stillness and silence, carrying on conversations only to negotiate the necessities of life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Students of The Greater Community Way of Knowledge realize they need to practice stillness all the time. Perhaps stillness seems like self-restraint or self-repression to you, for you keep wanting to get away from all your thoughts—your fantasies, little dramas, speculations, analyses, past recollections and projections into the future. Practice stillness. Stillness is necessary if you are to have discretion. It is necessary if you are to experience discernment. It is necessary if you are to see what is really occurring and to know how to respond. Stillness is necessary if you are to choose the right relationships and proceed in the correct way where there is no self-violation. It is necessary if you wish to speak and act with Wisdom. Stillness is necessary.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">How do you develop real discretion? I will give you some guidelines now. First of all, begin as a student of The Greater Community Way of Knowledge if you have an affinity for the Greater Community. If not, choose another path, another form of development, but always choose a preparation that you did not make up for yourself. Do not take the eclectic approach, choosing a little of this and a little of that, the part of this you like, the part of that you like and add it all together. For you know what you will have? You will have just what you like, and what you like will not take you anywhere. It will just comfort you and affirm you where you are now. Indeed, in The Greater Community Way of Knowledge you learn to transcend your preferences rather than to live by them. The Way of Knowledge takes you beyond preferences to what is known. People who choose the eclectic approach to development only reinforce their preferences and never escape them. Their sense that they are unfree and unfulfilled will continue to haunt them, with little relief in sight.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, choose a preparation not of your own making. Choose something that can take you beyond where you are now into new territory. This is education and this is development. Yes, there is some need for self-reinforcement, but you must still go beyond where you are now. If you choose an eclectic approach, you will not go beyond where you are now. You will only emphasize where you are now. You will invest yourself more in it. That is why it is the great path of going nowhere. If you are to be a real student of The Way, then you must choose a preparation that is correct for you but which is not governed by your preferences and your feelings moment to moment. Then you will practice on days when you feel like it and on days when you don’t feel like it. Then you will be able to entertain ideas when they please you and when they don’t please you. And you will be able to learn skills when they seem to meet your goals and when they don’t seem to meet your goals. This is what it means to be a student—to learn something new, to go where you have not gone before, to entertain ideas that are new, to rethink, to renew, to rejuvenate and to rediscover.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you feel that you are ready to undertake preparation, you should begin to prepare yourself in The Way of Knowledge. This will cultivate all aspects of you and will make true discretion possible. In the interim, I will give you a few guidelines. These are only guidelines, which means that you must learn to use them wisely in different ways and in different situations. They are not rules that never vary and that are the same in all situations. Indeed, the person who is wise is very mutable and can change and apply Wisdom in different situations and in different ways. This represents maturity and advancement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The beginning student wants to know the black and white of everything, so when the preparation says, “Do this,” they try to do it in all circumstances without discerning how those circumstances vary or how the application must be different in different circumstances. So, given this propensity in most people, I say, “Say as little as possible.” Communicate to people whom you trust, whom you sense regard you highly and who have a respect for your spiritual life without trying to impose their vantage point upon you. When you do have to say something, say it simply. You do not need to explain everything, to give a myriad of examples and to talk until there is nothing left to say. Let people spend time with what you have said rather than trying to make it totally palatable to them. If you feel the need to express something, but the opportunity is not there or the right people are not there, then hold this within yourself. Let the fires burn hotter within you. It is all right to have this pressure. Hold this energy. It is like sex. Some people think that whenever they feel sexual, they must go out and have sex immediately to relieve themselves. This is madness. Think about this, and you will see that it is madness.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Likewise, if you have something you need to say to someone in particular or to everyone or to the universe and the opportunity is not there or the opportunity is not correct or the time is not right, hold it within yourself. Let it grow. This is how you develop depth, potency, insight and self-awareness within yourself. If there is pressure, let the pressure be there. Then, when there is an opportunity to express whatever that is, it will be expressed with tremendous power. Like pulling back the bow, that pressure is what projects the arrow forward into the world. That is what gives your self-expression power. People who talk, talk, talk all the time have no potency in their self-expression. Nothing has built up within them. The arrow just drops on the ground in front of them. It does not go anywhere. But if you let your communication grow within you, it has power, and when it is expressed, there is potency to it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, feel the pressure. Let the fires grow. If you do this wisely, it will develop insight and the ability to restrain yourself, which you must do if you are to become a mature human being. Only adolescents are wild and extravagant, going around having to say anything to anyone whenever the feeling strikes them. And they do not understand why their life is so fraught with conflict and enmity.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is true that the Wise remain silent most of the time. Knowledge is like that. When Knowledge releases its arrow, however, it can change a life entirely. It can alter the course of the world. Yet, those who are struggling with dependencies cannot see this. This looks like a darkening and deepening of their dilemma, though it is entirely different. And to those who are enjoying the newfound freedom of independence in the second stage of development, these ideas may seem like they will take them backwards, back to a state of dependency. They don’t want anything curtailing their new freedoms. This is because independence is a very adolescent stage. Adolescents don’t want to be held back or limited by anything. That’s why in adolescence there is very little Wisdom—a great deal of exploration and experimentation and a lot of disasters, disappointments and terrible mistakes, but very little Wisdom.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you seek Wisdom, then you must exercise discretion, and you must learn the ways of discretion. To learn the ways of discretion, you must learn The Way of Knowledge. That is why instead of learning one skill, you must learn them all. Instead of learning one virtue, you must become virtuous. Instead of learning to acquire one power, you must become powerful. To learn discretion in its true sense is to become a whole and united person, a person who feels the presence of Knowledge within, a presence which is self-generating.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here you realize that your life and everything you do is intrinsically expressed through a network of relationships, which you will want to develop slowly with the right people and with the right purpose. You are an individual, but your individuality only has meaning within the context of relationships. It only has meaning in terms of what you can contribute.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Here I am describing the third stage of development, the stage of interdependence, where you re-enter relationship as a responsible individual. Here you are able to think for yourself. Here you can account for your own experience and realize that you must re-engage with life in a real and purposeful way in order to have any satisfaction. For indeed, independence, though thrilling and exciting in its newfound freedom, is essentially lonely and isolating. It is inefficient and incapable of producing great results. After all, you can only proclaim your independence for so long. Then you realize you have something to do in life, and you want to do it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To do something important in life, you must enter into relationship with other people and learn to work with them harmoniously. You must learn to share power. You must learn to restrain yourself. You must learn compromise when compromise is appropriate. You must learn discernment. You must learn all these things, and this prepares you for the third stage of your development, which is the stage of dynamic and genuine interaction with others. Here the need for discretion becomes greater as you realize the importance of your own life and your own self-expression. Here you realize that most conversation is unnecessary and is merely a way to offset insecurity for people. Here silence is preferred because in silence you begin to experience your presence, the presence of others and the meaning of your relationships.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/what-does-discretion-mean/"
}