{
  "title": "What is Your Preparation For?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The Greater Community Way of Knowledge is a very great preparation. It is great because it meets a great need in the world. You have come into the world at a time of tremendous change and challenge. It is not an easy time to be in the world, but if contribution is your purpose and intention, it is the right time to be in the world.</p>\n\n<p class=\"book-paragraph\">You have come at a great turning point. It is not the beginning of a new age. It is the beginning of a great transition, a transition from tribal culture into a world community and into interaction with the Greater Community, of which your world is a small part. You have not come here to live a normal life under quiescent circumstances. You have not come here to retire, to go into repose or to live a life of quiet meditation. You have come to serve a world whose needs are immense and pressing and whose time has come for a greater encounter with life beyond its borders.</p>\n\n<p class=\"book-paragraph\">Perhaps you consider yourself to be unfortunate because you have come at such a time. However, if you think clearly about everything we have said thus far, you will indeed see that life is giving you exactly what you need to redeem Knowledge within yourself and to reclaim your true power and ability. You do this not necessarily because you want to but because it is needed. Great things are never achieved because people want them. Great things are achieved because people need them. Want and need are very different. There is not enough power, dedication, determination and perseverance in wanting something. There must be a need within you—something you must do, something you must have, something you must accomplish. It is this greater incentive that gives you true power and ability and keeps you on track regardless of the circumstances or situations that you might encounter.</p>\n\n<p class=\"book-paragraph\">You have come at a great time. You have come to give important things. Congratulations! The Greater Community Way of Knowledge is given to you to enable you to prepare. What you are preparing for is greater than what your parents or your grandparents had to face. Therefore, a new teaching and a new vision must be given for you to fully appreciate the situation that you are encountering here. You cannot rely upon your ancestors’ gathered Wisdom and learned experience because you must have an even greater capacity now. Therefore, when we speak of the great preparation, we relate this to the greatness of the time in which you have come.</p>\n\n<p class=\"book-paragraph\">Do not seek for the world to give you what you want, for that is the path of disappointment and disillusionment. Instead, seek for the opportunity to contribute something greater to a world that needs what you have, for indeed you have what the world needs. The world has what you need only insofar as it can give you the opportunity to give, to engage yourself fully and to avoid the little preoccupations, addictions and difficulties that keep people in chains here. Your role will not be grandiose; it will be simple. In almost all circumstances, you will work behind the scenes quietly and without recognition. This is necessary to protect you and to protect your gift from contamination, misuse or exploitation by others.</p>\n\n<p class=\"book-paragraph\">What are you preparing for? You are preparing for a world that must establish a world community. You are preparing as a race to encounter intelligent life from beyond the world and to become engaged and involved, inadvertently, in a larger scheme of affairs, conflicts and interactions that are occurring in this part of the Greater Community. You are like villagers in a distant forest who all of a sudden find themselves in the midst of greater interactions between exploring and invading nations. Your village will never be the same. You cannot return to an earlier, more isolated existence where human beings only had other human beings to contend with. Now your problems are greater, but your opportunities are greater as well. Therefore, your incentive to learn and to develop must be great.</p>\n\n<p class=\"book-paragraph\">This is not a time for confusion, ambivalence or complacency. This is a time to meet a greater challenge. This is a time to prepare yourself for things you cannot even comprehend. This is a time to follow Knowledge and to regain your true power and direction, which are yours to reclaim and which are needed now for you to begin the preparation.</p>\n\n<p class=\"book-paragraph\">You are preparing to be in a world in great transition. It is not a world where everything will be torn apart. It is not a world where nature will destroy itself or the world will be dashed and devastated. It is not a world where angels will come and rescue humanity. Leave these fantasies and these fearful and hopeful dreams aside. Be clear, open and honest. Be attentive to what is happening so that you may see things as they really are and experience their reality.</p>\n\n<p class=\"book-paragraph\">You are preparing to be in a world where humanity must unify itself. It must do this because this is its evolution. Its evolution is being fueled by greater forces both in the world and in the Greater Community which will determine the direction and development of your race. Your evolution is being determined by the Greater Community, for you are in preparation for the Greater Community. The world is emerging into the Greater Community, and the Greater Community is involving itself in human affairs every day to a greater and greater extent. This will require the unification of human societies. Even if the Greater Community were not involved here, even if you had no contact whatsoever, eventually human societies would have to unite for their mutual survival and for the restoration and protection of the world.</p>\n\n<p class=\"book-paragraph\">However, the fact is the Greater Community is here, and this is accelerating your development at a rapid pace. Each generation now must face new difficulties and global problems that are growing greater every day. Your parents were not concerned with what you must be concerned with. Now you must be concerned with the well-being and survival of your planet. These are greater concerns, and they are affecting you in every way. They are requiring greater adeptness, intelligence and attention.</p>\n\n<p class=\"book-paragraph\">The fact that you are beginning to give this your attention is indicative of the predicament that humanity is in at this time. As we have said, humanity is always furthered by the dedicated actions of a few people, so do not look to the general public to make the difference. Look to yourself and to others like you who are responding to a greater need and who see a greater problem and a greater promise for humanity. It is a greater promise for humanity to become a unified society. Only in this way will humanity be able to meet its global problems. Only in this way will it be able to assure any well-being for its citizens, wherever they are. And only in this way will it be prepared to deal with forces from the Greater Community, which are themselves unified and determined.</p>\n\n<p class=\"book-paragraph\">A fragmented, divisive, warring set of nations, cultures and tribes in the world will have no power or efficacy in the Greater Community and will be subject to all forms of manipulation and subterfuge. Because, for the most part, your visitors are concerned with the preservation of your world, even those who are not beneficial to you do not want to see you destroy yourselves because you would destroy much of the environment with you. Those who support you wish to see you advance and become productive and meaningful participants in a larger arena of life. They wish to see you advance, and they also wish to see your environment protected.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, environments are often considered more important than the races that inhabit them or use them. An environment as beautiful, as rich and as diverse as this world is, is a great prize, a gem, a biological storehouse in the universe. In the Greater Community, such environments are the most highly valued. There will be great effort to preserve these environments if they are threatened by their native races or by any other race that might seek to use and to dominate them. This represents the ethics of many of the advanced races in the Greater Community.</p>\n\n<p class=\"book-paragraph\">Therefore, you have a pressing need. You have a pressing need to elevate yourself, to unify your race, to restore your environment and to speak as one voice in the Greater Community. This seems like a great challenge—perhaps impossible, you say, and not achievable. Humanity has never done anything even close to this. So why would it rise to the occasion now? What will give it the strength and fortitude to enable it to achieve something that seems almost insurmountable given human nature and behavior at this time? What will do this is the presence of the Greater Community.</p>\n\n<p class=\"book-paragraph\">The Greater Community will have a very important impact on people once they become aware of it. From a Greater Community perspective, human beings are all the same. Therefore, this gives you the incentive to bond together, to share your resources and wisdom, to collaborate for your defense and for your well-being. The deterioration of the world’s environment and the growing interdependence of world economies will also foster this. However, nothing will have so great an impact on human motivation as the fear of survival itself because most people are concerned primarily with survival. Not enough of the human race has yet raised their awareness and their motivation to a higher level.</p>\n\n<p class=\"book-paragraph\">Ultimately, union and contribution are the greatest powers in the universe. However, for a race such as yours in your stage of development, concern for survival and well-being are what will raise people to a greater level of participation and cooperation. This indeed has been demonstrated over and over again in your history. We are not saying that this is right or wrong. We are saying that this is the way it is. Greater Community Spirituality functions at the level of what is, not what should be. It leads to that which is the destiny of all life, but it begins where things are at this moment.</p>\n\n<p class=\"book-paragraph\">It is your evolution and your destiny that you will encounter and become engaged with the Greater Community. The Greater Community represents many different races with different motives. Many of those that you will encounter will not be interested in you at all. They only want to preserve your environment for their own use. Others seek to have a meaningful relationship with you, while some are looking at the possibility of trade and diplomatic relations. However, some wish to exploit you. They consider you brutish and self-destructive, and they seek to gain whatever they can from you before you destroy yourselves.</p>\n\n<p class=\"book-paragraph\">There are many different attitudes and points of view here because the Greater Community is vast and diverse. Some races are spiritually developed; many are not. However, for any of them to be able to reach your shores, they all must have greater technology and a greater social cohesion. Moreover, they are all powerful in the mental environment, which means that they will be able to affect your thinking more than you will be able to affect theirs.</p>\n\n<p class=\"book-paragraph\">The Greater Community is what you are preparing for. Of course you don’t see this, at least not yet. From where you are looking, all you see are the immediate things of your life. And what you speculate may happen tomorrow is based upon these things. However, when you have a greater perspective and can see further afield and can see what is coming on the horizon for humanity, then you will have the incentive to prepare and to educate yourself and others.</p>\n\n<p class=\"book-paragraph\">The world’s emergence into the Greater Community will be very gradual, but the effects of this emergence will be profound. At this moment, there are Greater Community forces seeking to genetically bond with human beings to protect the environment and to plant their incentive and their Greater Community intelligence within the human community. At first, this might be seen as good because it could give you greater possibilities for awareness and genetic development. Yet it is bad because it preempts your decision making. In effect, it takes control of you. No one wishes to be dominated, even if it holds some good possibilities.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, you will be dominated, unless you can develop sufficient awareness and discernment. We are not speaking of technology here. We are speaking of Knowledge and Wisdom. Your visitors are not more advanced in Knowledge than you are although they hold far greater capabilities technologically and possess a greater social cohesion and determination than exist in the world at this time. You must prepare for them as they have already prepared for you.</p>\n\n<p class=\"book-paragraph\">You are preparing for nations within the world to meld into each other and for cultures here to clash. The future will be strife ridden and very difficult. No longer will nations be able to mind their own business and avoid each other, for if one nation fails, others will be impacted. If one nation destroys its environment, other cultures will feel the full impact of this. Greater and greater world cooperation will be needed and required. You will not see all of this in your lifetime, for you are in the early part of the transition, but what you contribute here now will determine the quality of life for your children and for the generations to come.</p>\n\n<p class=\"book-paragraph\">You see, in the Greater Community and in life itself, individuals do not live for themselves alone, as they seem to do in this world at this time. They live for all life. What you have today is based on the giving of those who lived before. All of your technological conveniences, your art, your music, everything that has been made and produced, your freedoms and your disabilities—all are the legacy of the giving and lack of giving of those who lived before you. They made possible the life that you have today, as you must make possible the life of those who will live beyond you. From a greater perspective, this is the context in which your mission and purpose can be understood. This is what fulfills you at the level of your Being. All other forms of fulfillment stimulate the mind and may give it a temporary sense of peace and purpose, but they do not affect the greater and deeper part of you. They do not lead to anything lasting and meaningful.</p>\n\n<p class=\"book-paragraph\">What you give today will be felt tomorrow. What you contribute in this life will determine the life of the generations to come, and they will thank you or curse you depending on what you gave and how your giving was accomplished.</p>\n\n<p class=\"book-paragraph\">You do not live for your generation. You live for the future. The future is determining the present. This is a great truth in Greater Community Spirituality, a truth that will be difficult to understand at first, for it represents a higher awareness and perspective and a greater vantage point from which to view life and to participate in life. You are here for the future. Knowing this enables you to see what you need to do today. This brings you into present time because life at this moment is for this moment and for the moments to come. You live for now and yet you also live for the future because your gift is for the future.</p>\n\n<p class=\"book-paragraph\">Many of the great gifts that will be given in your generation will not be felt by your generation but by the generations to come. This is how humanity is furthered. This is how life progresses. Look at your plants and animals. They give themselves so that they may give to the future of their kind. The trees lay down their leaves and eventually their whole life so that they might create soil for future trees to grow. Plants and animals give their seed so that future generations may evolve and have the opportunity to live and to give something to the world.</p>\n\n<p class=\"book-paragraph\">Consider this carefully, but do not make premature conclusions. This is a great idea to consider. It is an idea that takes you out of your personal mind and puts you into a greater state of mind where you can see your life within a larger time frame. Here you will see your life in a larger context and as part of a greater order of being in the universe.</p>\n\n<p class=\"book-paragraph\">You are part of a great transition. Your generation and the generations to come are part of the great transition from being an isolated and divisive race to becoming a unified race that is capable of interacting with the Greater Community. Even if the Greater Community were not present in the world today, your failure to take these steps would lead to the destruction of your environment and the loss of your opportunity to live in this world. Two great tragedies. The possibility for that failure now is great; the risks are high. That is why you must now see your life in a greater way. You must see yourself not just as a person struggling to be happy and to get along, but as a person who was sent here on a mission—a mission which is yet to be realized, a mission of great importance both for the present and for the future, a mission that restores your greater power and your greater relationships to you.</p>\n\n<p class=\"book-paragraph\">Greater Community Spirituality sees life within the context of the Greater Community as a whole. Greater Community Spirituality does not focus exclusively on your world. It is not dominated by your world’s attitudes, beliefs, customs or history. It sees your destiny because your destiny is obvious. Intelligent life in all worlds must unite at some point for their survival and well-being. They must unite in order to be able to contend with the Greater Community, with all of its divergent forces and greater problems. This is what you must prepare for. In preparing for this, your life will come into harmony and will become unified. This is the promise of a Greater Community preparation, a Greater Community Way of Knowledge. This is what it means to experience and to express Greater Community Spirituality—a spirituality not merely of ideas and speculation, but a spirituality of real life, both now and in the future, a spirituality both for the present and for your destiny.</p>\n\n<p class=\"book-paragraph\">You are preparing for the Greater Community. If you prepare consciously and wisely, you and future generations will have a greater opportunity to live and to realize the great rewards of being part of a Greater Community of life. However, if you fail to be aware of the need for preparation or if you do not prepare wisely or effectively, then life will become more harsh and difficult, and the challenges will seem abrupt and overwhelming. You will be taken by surprise, and you will not be ready. This is why you must become sober about yourself and your life. This is why you must rise above your preoccupations and your petty interests and concerns.</p>\n\n<p class=\"book-paragraph\">You must hear this message with your heart, and you must feel this message in your heart. If you think about it, you may want to dismiss it because it seems either too uncomfortable, too strange, too alien, too challenging or too difficult. You may then say, “Why worry? Why bother? I won’t worry about it. I won’t think about it. God will take care of everything.” God has sent you to take care of everything. Do not sit back and think that the Divine will come and save you. You have come to help save the world, to give humanity a future and to give your race a greater opportunity—an opportunity to unite, to develop and to become stronger, wiser and more capable, an opportunity to outgrow its tribal divisiveness, its religious fanaticism, its violence, its selfishness and its self-indulgence.</p>\n\n<p class=\"book-paragraph\">This is the gulf that exists between a primitive race and an advancing race in the Greater Community. You are still a primitive race, but life is requiring that you pass over this gulf and learn to become an advancing race in the Greater Community. That is why Greater Community Spirituality is being presented now, and that is why preparation in The Greater Community Way of Knowledge is necessary. You must outgrow your primitive tendencies. You must go beyond your history. Your history is nothing to be proud of. However, you can see in your history a great movement towards unification, towards world inhabitancy, towards solving world problems and towards humanity achieving a greater awareness, education and responsibility.</p>\n\n<p class=\"book-paragraph\">You are a citizen of your world. From a Greater Community perspective, you are not an American or a Chinese. You are not an Indian or a Russian or a Polynesian. You are a citizen of one world. The differences that you hold among yourselves are meaningless, and they must be outgrown in order for you to advance. This is necessary. You must feel this and see this. We are giving you a vision of where you are going and what you are preparing for. This is directly related to the purpose for which you came, which is not a personal or a selfish purpose. It is a mission to give—to give to the world now and for the future. You can feel this and see this. It is available for you to feel and to see because the movement of the world can be felt and discerned. Even though the world’s movement is huge and seemingly incomprehensible, it can be felt.</p>\n\n<p class=\"book-paragraph\">This is why your preparation is great. This is why your preparation is necessary. This is why your preparation will restore you and redeem you to your real purpose and meaning in life. Where you have come from, you are important. When you are in the world, you are not important until you find the importance that you experienced and that you knew before you came here. This places you on an equal footing with all others who have been sent here for a purpose. However, your contribution is unique, and this is the meaning and value of your individuality.</p>\n\n<p class=\"book-paragraph\">You will not take this journey alone. Your contribution will not be yours to claim for yourself alone. Instead, it will be part of a greater collaboration that you will make in meaningful relationships with individuals and with small groups of people. This sets everything in motion in very specific ways because this represents the Greater Plan for life, a Plan that was always intended for humanity and which now is entering a new stage.</p>\n\n<p class=\"book-paragraph\">If you read and understand human history with this greater perspective, you will see it has always been geared towards ascendancy in the world and participation in the Greater Community. However, in the Greater Community you will not be dominant. And unless you can educate yourself and learn Greater Community skills and abilities, you will be dominated because the strong dominate the weak in the Greater Community, as they do here on Earth. To give you a real power that few even in the Greater Community possess, we bring to you The Greater Community Way of Knowledge—The Way of Knowledge as it exists in the Greater Community. The Way of Knowledge is being given through secret and mysterious means to individuals everywhere, in all races, cultures and worlds. This represents the work of the Divine. Beyond the tribal interpretations of any young race in any world, this represents pure Knowledge and pure spirituality. It is unalloyed with the traditions of any world to which it is sent. Thus, it represents a real challenge in learning and a great opportunity for true understanding and greater ability.</p>\n\n<p class=\"book-paragraph\">You have come for a great purpose. Therefore, you need a great preparation. You need great companions. And you need a great heart. This is your gift and your destiny. It is this that you have come to be a part of. And it is a blessing that it is so.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-your-preparation-for/"
}