{
  "title": "What is Human Purpose?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Purpose is something you will understand as you climb higher on the mountain of life. As you gain a greater vantage point, you will understand more of the journey itself, by looking behind and by being increasingly able to anticipate what is up ahead. Purpose is realized by taking the journey, not by establishing a favorable or fascinating explanation or a definition for oneself. Purpose is not a justification. It does not compensate for anything. Purpose is something that is waiting for you to discover. You can only discover it by taking the journey, by following the way, by learning as you go and by gaining the greater perspective and understanding that one acquires as one matures in The Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">As we have said before, you have come from someplace and you will return to that place. You have come bearing gifts for the world. Your greater purpose is embodied in this idea. Because of your origin and your destiny, you have something greater to give to the world, something that the world cannot give to you. Your gift is hidden within you like a secret cargo, but you cannot gain access to it until you have advanced. Then it will begin to emerge, slowly and incrementally, all on its own.</p>\n\n<p class=\"book-paragraph\">The impatient, the ambitious, the zealous and the fanatical cannot travel this way, for they cannot abide with a greater journey. They cannot be without definitions or explanations because they are too unstable to do so.</p>\n\n<p class=\"book-paragraph\">Your calling in life is very specific. It involves engaging with certain people for specific reasons at certain junctures of your life. The greater purpose that you share with everyone is to keep Knowledge alive in the world and to bring something from your Ancient home into the world. This is a definition that you can abide with because it will not limit you and it will not deceive you, but go no further in your definitions. Allow the manifestation of your purpose to take place naturally, as it will if you follow in The Way of Knowledge. Your purpose now is to prepare to gain a greater understanding of the world, the world’s evolution and the world’s destiny. Within this larger context you will gain a new vantage point for understanding your role in the world and your reason for coming here.</p>\n\n<p class=\"book-paragraph\">Your life must be fulfilled. It must be justified. The world is a difficult place to come to. It is not a vacation spot. It is not a place where you are sent for punishment. It is not a place where you are sent for pleasure. It is a place that needs your gifts from your Ancient home, and for this reason you have come. Your gifts are very specific, and they can be given without making a great show. Except in rare cases, you will not receive acclaim, glory or fame for giving your gift. This is appropriate. If you could gain a greater understanding of the world and what the world really is, what the world’s need is and what the world’s predicament is, you would see what a great advantage this is. You would understand why the Wise remain hidden and why they must learn to do so even to become wise.</p>\n\n<p class=\"book-paragraph\">The Creator is at work in all places and in all dimensions, reclaiming the separated through Knowledge. God’s work goes on behind the scenes although it is active and quite apparent if you can perceive it. It does not make a show of itself, and, therefore, it receives a minimum of resistance and contamination from the worlds and the cultures that it serves.</p>\n\n<p class=\"book-paragraph\">Knowledge is like that. It works behind the scenes. It does not need recognition. It does not need glorification. It does not need for you to bow down to it like a slave. However, it does call to you to respond and to open your mind and your heart to it so that you may reunite with the greater aspect of yourself that bonds you to all life everywhere. Like a parent calling a wayward child back into the family, it calls you back. It calls you home, and as you progress towards it, however unknowingly, it protects you and it guides you. Though most of its gifts go unnoticed and unheeded, its presence and its beneficence are showered upon you nonetheless.</p>\n\n<p class=\"book-paragraph\">To find this Grace within yourself represents part of your preparation. Your purpose now is to prepare. It is not to make wonderful definitions for your life. It is not to justify your errors. It is not to make everything feel good or look good. Without preparation, your purpose will not be realized. There are many forms of preparation. All of them come from beyond you. If you make your own way, you will lose your way. If you choose only what you like and disregard the rest, then you will stay where you are, lost in your own mind, concealed from life and cut off from the greater movement of life which you are in truth here to serve and to participate in.</p>\n\n<p class=\"book-paragraph\">Your purpose is not to escape the world. Your purpose is not to run home to your Creator. Your purpose is to give what you came here to give, to reunite with those whom you are intended to reunite with and to contribute all that you have brought with you—that secret cargo that you carry even at this moment. Your purpose begins with preparation. That takes you towards realization and contribution. All the while you are giving. These great stages represent the milestones in your development. Do not think that you have already prepared, for the preparation is much greater than you realize. And the preparation continues.</p>\n\n<p class=\"book-paragraph\">You are here in the world for very specific reasons. They are not your personal reasons. You are here to contribute to and participate in a greater order of reality that exists within the world and beyond the world and even beyond the physical manifestation of life. How can you determine what that is? If you had access to and understanding of all things, then perhaps you could see and define your own role within it. However, you cannot do that, so do not attempt it because you will deceive yourself in the worst way.</p>\n\n<p class=\"book-paragraph\">Your purpose now is to prepare. If you must learn Greater Community Knowledge and Wisdom, then you must prepare in The Greater Community Way of Knowledge. You cannot make this up for yourself. And if you receive the curriculum, do not tamper with it; do not editorialize it; do not select what you like and disregard the rest, or you will not move beyond where you are. It takes a different understanding and a different movement in life to carry you into a greater awareness. With greater awareness comes a greater ability. This all comes from Knowledge. Here you are asked to follow, to respond and to learn the great lessons in discernment, discretion, communication and affinity. These lessons are inherent in the preparation itself. From the first step to the last, you will be learning these things, and life will be your laboratory.</p>\n\n<p class=\"book-paragraph\">Realize that this preparation is not for you alone. It is to enable you to contribute your gifts so that you may complete your service in the world and return to your Spiritual Family. Here you return with your gifts given, with everything contributed, without anything left undone here. This represents real accomplishment. How few in the world can identify this and claim it for themselves. To really understand your purpose, you must have an understanding of what God is, what the world is, what life force is and what Knowledge is.</p>\n\n<p class=\"book-paragraph\">At the beginning of the preparation is a process of undoing. So much that you believe in, so much that you admire, so much that you cannot tolerate, so much that you resent must be cleared away so that you can have the opportunity to have a new and direct experience. This is not a process of adding to your former thinking and conclusions. Therefore, do not come seeking validation. Instead, come seeking education. Education by its very nature is designed to take you into new territory, to take you beyond your former boundaries and assumptions and to expose you to new ideas and experiences. This is the very essence of education, and this is what we mean when we say that you must first prepare.</p>\n\n<p class=\"book-paragraph\">Without preparation, you will not achieve anything. This is obvious in many other areas in your worldly existence, and it is equally true in this area as well. Many people seek, or claim that they seek, for greater Wisdom, greater understanding and greater relationships, but few will prepare. Something in you must motivate you to prepare and must move you to prepare beyond your concerns and your anxieties and beyond your preferences, your doubts and your fears. Trust this. This comes from Knowledge. Knowledge will bring you to Knowledge. Your goals, your ambitions, your aspirations, your fantasies and your dreams can only stand in the way of this great homecoming.</p>\n\n<p class=\"book-paragraph\">As you come to realize that your purpose is not for you alone, then you will realize that you must not allow yourself to become [self-obsessed] or self-absorbed. Indeed, the great liberation is a liberation from this self-absorption which returns you to life with an open mind and with all of your faculties fully activated. Those who are [self-obsessed] cannot see beyond their own mental states, feelings, thoughts, emotions, changing attitudes, fixed beliefs and so forth. What can they bring to the world but their own confusion and their own isolation? Your first freedom is freedom from your own mind. This is freedom from your past, which represents your mind at this moment. This is your personal mind; it is not the Greater Mind of Knowledge. This is the mind that the world has conditioned. This is the mind that you must utilize now in a new way.</p>\n\n<p class=\"book-paragraph\">Knowledge gives you a reprieve from the prison of your own thoughts and attitudes and from the confines of your own emotions and beliefs. It does this without destroying your mind; it does this without harming you in any way. It gives you a new experience, an experience in present time without past associations. Having this experience is part of your preparation. Here you must be willing to go beyond your ideas. Here you must be willing to be without conclusions and without fixed ideas about what the world is, about what you are and about what truth is.</p>\n\n<p class=\"book-paragraph\">For many this is very difficult. You may feel quite insecure when you enter these states of unknowing, but in reality this is coming into the clear within yourself. This is being without resolutions but with an open and inquiring mind. This is not a passive approach. It is highly active because here you must be very attentive, very focused and ready to act.</p>\n\n<p class=\"book-paragraph\">Often, when people speak of purpose, they speak of the end result instead of the process of reaching that result. This, of course, is quite meaningless and has no lasting value. People claim what they believe they are now or will become, and they consider this to be a definition and a declaration of their purpose.</p>\n\n<p class=\"book-paragraph\">Do not deceive yourself with these fantasies. The ones who will succeed are the ones who focus on their preparation and allow the course of their life to unfold without determining its result and without determining what it will look like, how it will be and so forth. Here you must develop a great and growing faith in yourself, in the beneficence of those people who assist you, in the Unseen Ones who guide you and help you and in the power and presence of Knowledge within you. Without this trust, you cannot begin, and you will not be able to proceed. However, because these are living realities for you, you can proceed and you must proceed. But you must leave your need for self-assertion and self-validation behind.</p>\n\n<p class=\"book-paragraph\">You are entering new territory. You do not know what it means. You do not know how it is going to look. You do not know what will happen next. This is being open to life. This is being present to life. This is being without assumptions. Here the mind can truly integrate itself in present time and escape the prison of its past associations.</p>\n\n<p class=\"book-paragraph\">We give you great encouragement to begin preparation in The Way of Knowledge. To learn Greater Community Knowledge and Wisdom, we give you great encouragement to begin The Greater Community Way of Knowledge, which is a specific preparation for those whose purpose resides in understanding the greater context of life and the greater movement of the world. You will know if this is for you. Knowledge will initiate your preparation and will reaffirm your preparation in times of doubt and in times of false confidence when you believe you have attained something.</p>\n\n<p class=\"book-paragraph\">Purpose is a process; it is not a definition. It is not a validation. It is not a form of self-comfort. It is something that awaits you. It is a great journey. It is a door that is open to you now, a door that you can pass through. It is a journey where you do not lead yourself alone, but instead become a part of the greater education that exists throughout the universe. The Creator is at work everywhere, reclaiming the separated through Knowledge. This is the Creator’s purpose. Your purpose is to give what you are designed to give, according to your nature and your true abilities. In this, your life becomes fulfilled because everything you have done can now serve a greater purpose.</p>\n\n<p class=\"book-paragraph\">This journey requires phenomenal self-honesty. This awaits to be learned. It is not something that you possess at this moment. Humility, honesty, openness, discernment, restraint, discretion, tolerance and compassion—these are qualities that result from preparation and advancement in The Way of Knowledge. These things are what provide inspiration and true ability in life.</p>\n\n<p class=\"book-paragraph\">This is purpose. Purpose is entering the door that begins a greater journey in life and staying on that journey in times of happiness and in times of distress. This is purpose. Leave aside all magnificent definitions and all glorious spiritual images. This is fantasy material for people who cannot make the way, who cannot journey up the mountain, who will remain below talking about its heights and its magnificence, but who really have no way of knowing its reality.</p>\n\n<p class=\"book-paragraph\">Your purpose is the same as everyone else’s. However, your calling is specific. It is a specific set of tasks with specific people and in specific relationships for certain purposes. That is a calling. But for a calling to be genuine, to be real and to really bear fruit in life, it must be fundamentally based within the greater purpose that you share with everyone.</p>\n\n<p class=\"book-paragraph\">How do you know that you are engaged in true preparation? Because you are giving yourself to something that you cannot control and you cannot understand, but which you find to be increasingly beneficial as you proceed. This is very concrete, for much of your preparation is very concrete. It is not wandering around blindly, speculating and having big ideas. Instead, it is engaging in a process of development that has been provided for you by your Creator and by your Spiritual Family to initiate you in this life into the greater calling and purpose for which you have come. Only through this discovery will your life be fully justified and fully realized. Here you will enter a greater range of relationship and understanding which will make you a person of incredible value in the world.</p>\n\n<p class=\"book-paragraph\">The world is a hungry and lonely place. It is full of fantasy and folly. Its suffering is profound. Its confusion is deep. Its violence is sickening. Its possibilities are great. Who can see these things but those who realize that they have come from beyond the world to give something? They realize this because it is something they can feel. It is not an emotion; it is something they feel. They feel that they have come here for a reason. It is something that they cannot yet define, but they cannot make it go away either. Something greater is calling them. This is purpose. Eventually, if they respond to this, they will begin their preparation. This is purpose. If they stay with their preparation and advance within it, without trying to alter it or change it, they will begin to gain greater insight and understanding. This is purpose. If they continue and do not fall prey to the misperception that they are advanced, then Knowledge will slowly germinate within them, and their perception and understanding of things will change. Their awareness of the mystery of life will grow more and more profound, and their ability in life—in their relationships, in their career, in all their activities—will deepen. This is purpose. At some point, they will give themselves to something that involves other people in service to the world in one capacity or another according to their nature and their design. It will be natural for them to give themselves in this way, as it would be unnatural for them to decline it. This is purpose.</p>\n\n<p class=\"book-paragraph\">As we describe this process of preparation in a very general way, do not think that you are near the end. Do not claim that you are anywhere in the process, for how can you tell? You cannot pull yourself out of life and examine your life. You do not have that vantage point yet. Accept that the journey is great. It is marvelous. It is at times difficult. But in all ways it refines you. It washes away that which is nonessential in you and reveals that which is permanent and meaningful. Your real purpose and calling become apparent when all that hides and conceals them has fallen away, and what is left is what is real, and that becomes welcomed and embraced.</p>\n\n<p class=\"book-paragraph\">Your great impediment here is your fear of the real and your longing for fantasy. Reality is not harsh; it is redeeming. It is not cruel; it is revitalizing. It is not crushing; it is restoring. This is a reality of a greater nature than what your eyes perceive and what your hands can touch. This is a reality that will bond you not only to life in the world but to life in the Greater Community as well. This will prepare you for your encounters with those from the Greater Community. For you and for your children these encounters will grow in scope and magnitude. How few will be prepared, but these few must be prepared, for that is their purpose.</p>\n\n<p class=\"book-paragraph\">You do not need to feel an affinity with the Greater Community or even to believe in it to come to the understanding that your purpose is related to it. Everyone’s purpose is related to it, directly or indirectly, because this is the world that you have come to serve. This is the time that you are here, and this is the condition of the world and the evolution of the world at this time. Though your specific calling may seem to have little to do with the Greater Community, you are serving the world in its emergence into the Greater Community. You are fostering goodness, Wisdom and the reality of Knowledge in the world through your own demonstration. This is your purpose.</p>\n\n<p class=\"book-paragraph\">Come, then, without definition. Come, then, without the need for self-validation. Come to the open door to Knowledge. It awaits you now.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-human-purpose/"
}