{
  "title": "What Must Be Avoided?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Life offers many distractions. Life will keep pulling you back to your past unless you are able to be in the moment with it. Once you have achieved a present state of mind sufficiently, then you will need to be prepared to deal with the influence of others upon you. If everyone were doing what you are doing, this would be far easier and more beneficial. However, the reality is that you will be one person among the very few who is undertaking a greater preparation to rise above the normal preoccupations, concerns and interests of people around you.</p>\n\n<p class=\"book-paragraph\">People around you will affect the mental environment for you. Because of this, you must become very selective about who to be with and what to say. Do not see this as a constraint on your freedom, for this is protecting an emerging awareness that needs protection in a world where it is not valued or honored. Life will teach you this over and over again in difficult situations where you will find yourself recoiling from other people and from situations where you don’t belong or where you have committed an indiscretion. Remember, you are learning The Way of Wisdom as well as The Way of Knowledge. Wisdom has to do with how you carry Knowledge in life—how you express Knowledge, where you share it and how you hold it in regard to yourself and other people.</p>\n\n<p class=\"book-paragraph\">You will find as you proceed in The Way of Knowledge that you will value things that others do not value, see things that others do not see and know things that others do not know or will not know. What seems obvious to you will not be obvious to them. You will see both their gifts and their disabilities. They may see neither. You will have higher standards for yourself, but these standards will not be shared by other people. You will value a deeper experience of honesty, but you will not be able to communicate this freely with others. Again and again you will find out the limits that other people set before you and around you. And again and again you will feel other people’s influence. You will feel yourself being pulled into idle conversation. You will feel yourself being pulled back into a state of mind that you have worked hard to emerge out of. You will feel the weight of their concerns and preoccupations, but you will not want to be encumbered by them.</p>\n\n<p class=\"book-paragraph\">This will set you apart, as it must. And at times you will feel lonely and isolated. However, you will find, even at the outset, that you will have companions. They will share their difficulties with you, and you will share your difficulties with them, for you are both experiencing difficulty being in the world.</p>\n\n<p class=\"book-paragraph\">You need to establish a new foundation for yourself out in life, as well as within yourself. Nothing is taken away from you here. This is not something that is meant to rob you of any pleasure or pursuit that you may want. It is only to assist you in following a natural process of selection and discrimination which must be cultivated as a Greater Power and awareness emerge within you. If you think that we are limiting you, then you do not understand our intent. If you think that we are holding you back, then you do not understand your real needs.</p>\n\n<p class=\"book-paragraph\">If you are responding to a greater meaning, vision and understanding, you will set yourself apart, and life will set you apart because you need to have this freedom. You cannot stay where you are and go somewhere new. And if you go somewhere new, others cannot go with you, except for a very few. As you find something that others have not discovered, you will know something that they do not know. How can you be with them in a casual way with this growing awareness within yourself? You will not want to share their compromises. You will not want to be a part of many of their activities, which only serve to avoid and deny the greater things that need to be recognized and discussed. Even at the level of personal problems, this will be the case because you will seek resolution, while others will not. You will want to face things and discuss them, while others will not. You will want to bring remedy and resolution, while others will not.</p>\n\n<p class=\"book-paragraph\">After a time, you will find yourself avoiding certain people and situations. This is correct. This is a natural reticence. It is because you are seeking to free yourself from people and situations, from conversations and endeavors that hold no merit or value for you. You can do this without condemnation of yourself or of others. You do this simply because you have somewhere else to go and something greater to know. Here you are not better than others. You are not wise while they are fools. Do not have this attitude or you will miss the whole point. This is not a contest. That emphasis is only meaningful to the personal mind, which seeks to use everything for self-assurance, self-glorification and self-protection because it is weak and vulnerable and has no foundation in life. Do not make that error, but see clearly.</p>\n\n<p class=\"book-paragraph\">Something has changed at the very core of you in a way that you cannot describe. You feel different. Your values are changing. Your priorities are changing. Your emphasis in life is changing. This steers you away from people who are not experiencing this and towards those who are. It brings you specifically towards certain individuals who share your journey. Some of them will only go a short way with you; others will travel with you for a lifetime.</p>\n\n<p class=\"book-paragraph\">You need to be with these people because they will assist and aid you. They will challenge you to go forward. They will help you when you fall back. They, too, are experiencing a great movement in their lives. They, too, are trying to sort things out. They, too, are coming to terms with their own compromises and are realizing their own denial. They, too, must find a way to change the direction, course and activity of their lives. These people will help you even if they are only with you temporarily.</p>\n\n<p class=\"book-paragraph\">You will find yourself avoiding many people and situations. In fact, after a time you will look at the general activities of most people with disinterest. Perhaps you will feel lonely and estranged. But we say, “Congratulations!” You are beginning to find your freedom. You are starting to value something that is valuable. If this sets you apart, that is fine. You need this freedom. You need this liberation. You need to be free of the bondage that other people place upon themselves and inadvertently place upon you.</p>\n\n<p class=\"book-paragraph\">Congratulations. Keep going. You will not travel alone, but you cannot take everyone with you. You will find that you cannot keep all of your friends and past acquaintances because they are part of your past, and the emphasis in those relationships is not what you are experiencing now. Allow them to depart and bless them. Do not condemn them. Do not deny them. Just let them drift away. Release them. They are going a different way than you are now. You may not know where you are going, but you know you are going somewhere because you feel the movement in your life and you see your life changing. You see that other people seem very static, and the movement of their lives seems imperceptible. However, for you things are changing rapidly now. Allow this to happen. It is coming from the very center of you. You will not understand it fully for a very long time, but you need to go forward. You cannot go back. You cannot take that loved one with you. You cannot take that one that you depend upon with you. Perhaps you cannot even take your husband or wife with you, or your children, or your parents, or your best friend. Here you must side with Knowledge. You cannot go both ways. You cannot take everything with you.</p>\n\n<p class=\"book-paragraph\">It may take a long time for you to realize and come to understand that you are being unburdened. For, indeed, there will be moments when you will feel a great loss. You will not be able to justify your actions or behavior, but you will know that you must continue. And you will know you must say good-bye to your dear friend or companion. If you try to stay together, there will be increasing discord and disassociation. It is better to recognize your diverging directions and to bless and release the other person and to not linger trying to explain or to justify your actions.</p>\n\n<p class=\"book-paragraph\">You will find as you proceed that life gives you many choices. Here you may not even be able to stay with others who are also responding to a greater calling. As you proceed, your way becomes much more specific. At the outset, you may feel like you are opening to your spiritual life, but as you proceed, your spiritual development will become far more specific in its application and direction. Those who traveled with you at the outset, who shared your journey, may have to go a different way than you. Allow this to happen. Bless them. Honor them. Do not criticize or reject them because they cannot stay with you and go where you are going. Perhaps they are going quickly; perhaps they are going slowly. They go with their disabilities as you go with yours, slowly unraveling and resolving them as they proceed.</p>\n\n<p class=\"book-paragraph\">Follow the way. Do not try to define it. Do not hold onto people. Your true companions, your allies, will never leave you, so you do not need to cling to them, shackle them or keep a rope around their neck. Let everyone else come and go. This is a natural process of definition and selection in life. Very few people have emerged beyond the general consensus of things, so the way is not that well traveled. However, others have traveled it before, others are traveling it now and others will travel it in the future. There is a way because Knowledge is in your life. There is a way because your allies are joining you. And there is a way because the Unseen Ones will guide and assist you as you need them and as you proceed in life.</p>\n\n<p class=\"book-paragraph\">Here there are certain things we can counsel you to avoid, yet you must learn how to use this guidance and this counsel as you proceed. You will not realize the full value of this counsel until you are more advanced than you are today, but that does not mean that this counsel is not meant for you at this time and will not serve you well, saving you from much misery and difficulty.</p>\n\n<p class=\"book-paragraph\">First of all, as we have said, avoid taking people with you. Tell them you are going somewhere and give them a sense of where you are going. If they cannot go, they cannot go. This does not mean that your relationship has failed; it does not mean that they are stupid or foolish, and it does not mean that you are better than they are. It simply means that you cannot go on together. You are taking a different path. Take it. Follow it. Avoid trying to bring them with you. Avoid staying behind trying to persuade them, convince them or justify your mysterious life. Bless them and release them. Recognize your diverging paths. It is fine. It is natural.</p>\n\n<p class=\"book-paragraph\">Next, avoid trying to determine where you are going. You know you are doing something important. You know you are doing something that has a spiritual foundation. You know you are doing something that is good for you even if at moments you are in grave doubt about it. You know you must go on. You know you cannot go back to where you were before. You know you want to be free. Yet beyond this, avoid trying to determine where you are going because you will not know. All you know is that you must proceed. As you advance and become more mature as a student of Knowledge, you will see the great value of this. Yet if you try to get ahead of yourself, it will cause all kinds of confusion and misinterpretations.</p>\n\n<p class=\"book-paragraph\">At the outset, the need to understand and to justify yourself is born of an old understanding which is based upon many false things. However, now you are basing your life on something true and sound, consistent and permanent, real and genuine. Trust yourself. Trust Knowledge within you. Do not keep pulling yourself aside and asking, “Am I doing the right thing? Is this the right thing?” over and over again. Do not badger yourself with this incessant questioning, for there is no answer except to proceed. Follow this and you will follow Knowledge. Hold back and you will be resorting to your old ideas once again. Do not let your fear take you away, for it will only return you to the past, to a previous belief in security which you are now working to be free of. Maximum security in this regard is a maximum security prison. You have been imprisoned, and you do not want to return.</p>\n\n<p class=\"book-paragraph\">However, if you go a little ways and stop and say, “Well, I do not want to go into something I do not understand. I do not know where I am going. What should I do? What will happen to me?” and you let your imagination take over and create all kinds of fearful and horrible images for you, then you will be in a very uncomfortable position. You will prevent yourself from going forward, but you will know that you cannot go back. Then you will be stuck right where you are.</p>\n\n<p class=\"book-paragraph\">You have not become free of the mind yet. You must break from its authority so that you can exercise your authority. The mind exercises authority because you do not. It is not because the mind is a tyrant or a terrible thing. The mind simply provides assurance when assurance is not provided for it. It is like an orphan child who must fend for itself until it finds a safe parent or guardian. Knowledge is your guardian. Knowledge is your Greater Self. However, until you can fully realize it is your Greater Self, it will seem like a parent or a guardian. It will seem like a guide, like a true friend. Follow Knowledge and you will return to yourself, and you will find others who are part of your mission and journey here.</p>\n\n<p class=\"book-paragraph\">Next, avoid trying to tie what you are doing to something you already believe in. If you value a certain philosophy, religion or set of ideals and you want to make sure that what you are doing is consistent with them, you will be pulling yourself backwards. Just as you cannot take people with you, you cannot take ideas with you. It is amazing that people are often far more attached to their ideas than they are even to other people. This is because they are more identified with their ideas than with anything else. Some people can walk away from a relationship, but they are so bound to their ideas, their beliefs or their assumptions that they are not free to leave them. This is what it means to wear a crown of thorns. This is when the mind is a crown of thorns. You wear it, but it torments you. It seems to give you a kingly title, but in fact it is a harness of misery. It seems to elevate you and give you stature in the world, but in fact it cuts you and hurts you, binds you and mocks you.</p>\n\n<p class=\"book-paragraph\">In order for the mind to become a halo instead of a crown of thorns, you must affirm your authority. You realize your strength by exercising your authority. In learning The Way of Knowledge, you will have to exercise your authority again and again in order to keep your mind free and open. Therefore, avoid trying to associate your old ideas and cherished ideals with what you are doing now because you cannot take them with you. They are like old relationships and old places. Do not drag them along. Let the river of life carry you. Do not cling to the rocks. Do not try to take the rocks with you. Do not try to take the scenery of your mind with you, which is the whole array of your ideas and beliefs, fears and goals.</p>\n\n<p class=\"book-paragraph\">Next, avoid falling in love. When we say falling in love, we are talking about creating a fantasy with another. Romantic love, fantasy, is the epitome of the personal mind’s self-indulgence. In an attempt to validate itself and to justify its existence, it seeks union with another for this purpose. It cannot join with another; it can only use another to validate itself. This is the basis for romantic love. What you must find instead is recognition and the ability to participate with another. A beautiful face, a lovely set of eyes, a wonderful image, a charming or exotic personality, anything that attracts you and mesmerizes you, anything that holds your attention against your will, anything that keeps your mind fixated on its own ideas and prevents it from gaining access to Knowledge—these things represent a romantic approach to relationships, and these you must avoid.</p>\n\n<p class=\"book-paragraph\">Has your past not taught you this already? Do you need to be disappointed again and again in order to find out that this involvement leads nowhere? When you finally realize the real condition of the relationship, then the dream of romance is dispelled and you are left with your lack of real relationship with the other person.</p>\n\n<p class=\"book-paragraph\">People can be mesmerized by each other for years and never have any sense of who the other person is. And yet when they finally become sober, as life sobers them through its hardships and its challenges, they find that they are not really compatible with each other and that their association is shallow and temporary. Then there is great disappointment, anger and resentment.</p>\n\n<p class=\"book-paragraph\">Avoid falling in love. Seek real relationship. In real relationship you will feel tremendous affection, resonance and the desire to share your life. However, this is quite different from the falling-in-love experience that people value and hold so dear. Watch your movies and read your books all about the grandeur and the ecstasy, the danger and the uncertainty of romance. Then ask yourself if there is any real relationship there or if this is just a grand interlude, a way to escape mundane life, a way to have a wonderful dream together, a dream that seems to liberate you from all of your concerns and responsibilities. Avoid falling in love. It will take years of your life away from you. It will rob you and leave you empty and poor. You will gamble your life away falling in love, gambling on something frivolous that is without hope or promise.</p>\n\n<p class=\"book-paragraph\">Next, avoid trying to make Knowledge affirm what you want. Here you find someone you want, something you want or someplace you want to go and you go to Knowledge and you say, “Can I go? Is it okay?” If you want only approval, you will give it to yourself and you will say, “Yes, I feel this is correct. My Knowledge tells me this is correct.” Yet if you go to the real allies in your life, they will look at you and shake their heads, for they will know. However, if you associate with people who do not have this capacity, oh, yes, they will assure you that it is a wonderful thing to do.</p>\n\n<p class=\"book-paragraph\">Avoid trying to make Knowledge give you what you want or support what you want. Instead, ask Knowledge, “Show me what I need to know and to do. Do not let me waste my life. Do not let me gamble with my existence.” Give Knowledge this privilege, and it will support you and serve you in ever greater ways.</p>\n\n<p class=\"book-paragraph\">Next, avoid thinking that your life is going to be grand. People often think that because they are on a spiritual journey of some kind, they are going to be healers, magnificent beings, gurus, teachers, saints, pilgrims, wise men, wise women, avatars, oracles and so forth. This is all romance. Romance here is as damaging and pointless as romance in any other relationship, except that it is more difficult to unravel because it looks self-edifying.</p>\n\n<p class=\"book-paragraph\">Your role in life will be simple and hidden in almost all cases. If you are to become known, it is in a way a misfortune because the world will prey upon you, and others will use you and abuse you. They will infiltrate your life and attempt to take your gifts away from you. They will manipulate you, they will malign you, they will curse you, and they will praise you. This is reality. That is why only in rare cases will a man or woman of Knowledge become a public figure. And they will have to face the tribulation that accompanies this privilege.</p>\n\n<p class=\"book-paragraph\">The Wise remain hidden for a very good reason. And yet, when you consider this idea, you will see how much it goes against your ambition and your personal motives. After all, you may not want to give your life and devote yourself to something that will not glorify you. Even the religions of the world offer many different images of self-glorification—to become a Buddha, to become an avatar, to become Christ like, to become a shining example that everyone flocks to for inspiration, healing and beneficence. However, the reality is very different from this and needs to be different because there is no Wisdom here. Do not, then, stimulate your personal mind with these fantasies. This is not the way.</p>\n\n<p class=\"book-paragraph\">Knowledge must free you from these ambitions to the extent that they function in your mind. Everyone has them to some extent. Everyone wants to be validated, recognized, supported and appreciated, but in reality you only need to be recognized and supported by your true allies and be given the opportunity to serve others who are truly ready for your gifts and contribution. That is as great a blessing and acknowledgment as you could imagine. There will be no deception here. There will be no betrayal. There will be no usurpation or manipulation. What you give will be received and will be passed on to others. And your gift will resonate through many people and through many relationships. As the source of your gift is beyond you, your giving should not give you personal recognition. Can you claim that your purpose is your own creation? Can you claim that your gift, your skill or your role are yours alone? How can you say this when life has prepared you, guided you and made it possible for you to have a purpose, to realize your purpose, to have allies to share your purpose and to have recipients to whom you give your purpose?</p>\n\n<p class=\"book-paragraph\">Avoid self-glorification. Avoid recognition. Knowledge does not want these for you. Wisdom will restrain you. Let yourself be restrained. Knowledge will protect you, preserve you and enable you to cultivate and develop your strength and abilities without the interference and invasion of people who cannot or will not share these with you. Let life set you apart so that you may return to life with a greater ability and a greater understanding. Let Knowledge take you away from your own goals and ambitions and from your own need for self-validation and bring you back with a greater Wisdom and understanding.</p>\n\n<p class=\"book-paragraph\">Avoid talking too much. If you talk too much, you expend your energy and you disseminate your ideas mindlessly. Let Wisdom germinate within you. Do not go tell everyone about what is happening within you. Let the pressure build. Let your capacity grow. Let yourself digest the truth rather than try to pass it on to everyone. Let yourself experience the meaning and depth of the insights that come to you rather than rushing off to tell your friend, “Oh, I had this insight. It was so wonderful!”</p>\n\n<p class=\"book-paragraph\">Exercise restraint, for you will need a great deal of restraint. We cannot tell you how much restraint will save you from difficulty and tribulation. Do not let your need for self-validation overtake you here. Hold things within yourself. Let them grow. Those things that are not valuable will disappear. And those things that are valuable will slowly grow. Wisdom is slowly grown. It must grow within you, and you must be very careful with whom you share it. Your experience will demonstrate exactly what we are saying, for you will say things to certain people who cannot or will not receive them. You will share things you are excited about with people who cannot experience them. You will offer new things to people who cannot relate to them. This will throw you back upon yourself. Do not criticize others. They are not the problem. Your lack of discretion is the problem. You could not discern the appropriate place to share yourself, and you paid a price for it. This teaches you to come back to yourself and to hold within yourself the gift which is growing there.</p>\n\n<p class=\"book-paragraph\">Knowledge is very discreet with you. You should be very discreet with others. Knowledge is very discerning with you. You can learn to be discerning with others. Great things are the result of a long germination process within the individual. People are eager to share because they want self-validation. They want somebody else to tell them that they are wonderful and that they are doing the right thing. Avoid this. Avoid idle conversation. Avoid talking about spiritual ideas and great things with people who cannot receive them and with people you are not meant to communicate with.</p>\n\n<p class=\"book-paragraph\">Next, avoid gossip. Avoid discussing other people’s lives. Gossip is very tempting because it makes you feel self-satisfied, and you are able to exercise your judgment in a way that seems honest and valid. But this is wasteful. It maligns other people, and you lose energy and vitality because of it. You may feel proud doing this, but happiness and real self-confirmation will be lost as a result.</p>\n\n<p class=\"book-paragraph\">Next, avoid trying to make something happen with what you know already. Your mind will keep wanting to create things, have things and justify what it is doing in order to gain security, recognition and validation. However, it may not be the time yet. When it is time, it will be time, and that will be a great challenge for you. However, until it is time, it is not the time. No matter how much you may want to put into form what you are experiencing, do not rush out and create a new organization or start a new business or make a new product. People who do that are reckless, and they will gamble their existence. And it will take a long time for them to come back to where they started, for it is often much more difficult to end something than it is to begin something. Any relationship can be started, but it can be hard to finish it—whether it is a relationship with a person, with an organization or with something you have created in the world.</p>\n\n<p class=\"book-paragraph\">Do not begin anything that does not have a greater promise. How will you know? Because Knowledge is with you. If you cannot gain access to Knowledge in this situation because you have too much desire or ambition or are too confused, then go to your ally for verication. “Is this the right thing to do?” you will ask. “I am thinking of this. I want this. This looks good to me. Should I do this?” Do not go to your friends and do not go to your casual relationships, for they may all get interested in your idea because they cannot yet respond with Knowledge. Do not take a chance on this. Go to your allies. In many situations, you will not be able to gain access to Knowledge because you are governed by your preferences or you are too afraid or too concerned for yourself. That is okay. Go to your allies. Every important decision you make should be vericated. That is a protection for you; it is a safeguard. You need this; accept it.</p>\n\n<p class=\"book-paragraph\">Avoid going into life saying, “I am going to have what I want, no matter what.” That is the stupidest decision you could ever make. It is blind; it is arrogant; it is ignorant. It denies your relationships and it casts you out alone. Life is full of people doing that and, as a result, life is full of calamities. Avoid that. Let Knowledge grow slowly within you. Let change come naturally. Do not slow it down and do not speed it up. Do not say to yourself, “Well, I am doing something spiritual now. I have to become a spiritual person, a spiritual merchant or a spiritual teacher, someone who sells products and services. I want to make my living out of this.” Avoid that.</p>\n\n<p class=\"book-paragraph\">Knowledge will remain silent, deaf to such proclamations. You may feel these compulsions only occasionally or you may feel them continuously, but stay with what you are doing. Don’t make a change unless change is vital. And when change is vital, seek verication. Do not go it alone. No one in the world is beyond error. No one in the world is beyond temptation. No one in the world is faultless. Do not think that because you have a great and rising emotion for something that it is the right thing to do. Every failure and calamity started out with an excited interest or belief that something would be a beneficial activity or involvement. Avoid this. Keep your mind sober and open. Do not get into romance about your spirituality. You don’t even know what it is yet. However, it is in you, and it is guiding and balancing your life. It is slowly freeing you from all the bonds that have held you to the past and that you now need to outgrow and to leave behind.</p>\n\n<p class=\"book-paragraph\">Next, avoid the need to understand everything. Real understanding comes later. Prior to this, people create an understanding because they want to feel self-assured. They don’t want to look stupid to themselves or to other people. They want to have everything fully explained and explainable. They want to have everything justified and justifiable. They want to make everything look good and upright. They want to win approval. However, the understanding that they create here is so partial, so personally motivated and so false and unreliable that it can only break down in the face of real life. Here you do not want to create anything you will have to undo, to learn anything you will have to unlearn or to associate with anyone that you will have to disassociate from later.</p>\n\n<p class=\"book-paragraph\">Let your mind be free. Let the puzzle of your life be in little pieces. Let it come together in little groups of pieces. Do not fill it all in with your own ideas and ambitions. Others will demonstrate to you how they have done this—how their lives are fully understood and how they have a higher purpose which is fully understandable to them, when in reality, they only know a few little things, and everything else is filled in with their goals, their ideals and their ambitions. And what they have is something that is completely unreliable and not in keeping with the movement of life.</p>\n\n<p class=\"book-paragraph\">Become simple. Let your life be unexplainable. Let your life be inexplicable, for it will be inexplicable to those who cannot share it with you. You are being governed and guided by a Greater Power within you now, a Greater Power that you are coming to know through experience, a Greater Power that you are choosing by making wise decisions. Let this be. Do not claim things that are not yours to claim. Let there be big gaps in your understanding. Then you will be honest with yourself and honest with others, and you will be a refreshing presence in the world. Do not join with others in their odes to themselves, in singing their songs of self-assurance and self-validation. Remain silent and move on.</p>\n\n<p class=\"book-paragraph\">You can sing about the mountain of life or you can climb the mountain of life. If you climb the mountain of life, you don’t know what’s going to happen next. You only know that you have traveled it far enough to have learned something about traveling. You have learned to keep your eyes and your ears open and to not make gigantic assumptions about yourself or other people. You have learned to let your life develop, to keep going, and to build those things you know to build and to avoid those things you cannot build or should not build.</p>\n\n<p class=\"book-paragraph\">Power is concentration. If your power, your concentration, is spread out over many things, you will not have enough power for anything. Become focused on a few people, a few things and a few ideas. Don’t try to collect all the spiritual information. Avoid this. Don’t try to gather anything that is unnecessary. Let Knowledge move you to choose the things that you need rather than filling yourself with ideas, with books, with people, with experiences, with places to go and with things to do. In other words, don’t clutter yourself with things that just have to be given up.</p>\n\n<p class=\"book-paragraph\">Next, avoid someone else’s spiritual journey. Do not dabble in different religions because you will only be a dabbler. You can only know a religion if you immerse yourself within it. And if you immerse yourself in it, how can you be studying everything else? There are many people who take a very eclectic approach, who try to gather a little of this and a little of that. They have postcards from all over the spiritual universe, but they have never been anywhere. They think they understand what Christianity or Buddhism or Islam or any other religion means, but they have never immersed themselves in any of them. They have never lived them fully. They have lots of big ideas and no Wisdom. Avoid this. Avoid trying to tie in what you are doing with what someone else has done in the past or in the present. Do not make your way spiritual by saying that it is in keeping with Christianity or Buddhism or any other religion, for you don’t really know. You have not yet gone far enough.</p>\n\n<p class=\"book-paragraph\">Avoid collecting spiritual ideas. They are more things to clutter up your mind. Yes, they look fascinating, interesting and inspiring, but are they necessary? The word “necessary” is important because your life is necessary, and you do not want to fill it up with things that are not necessary. Keep what is either practically necessary or greatly inspirational to you. Leave everything else aside. Keep your mind open and fresh. Let your library of books be small and significant. Let your conversation be simple. Use very few words. Listen more than speak. Hold your tongue when others are being foolish. Resist the temptation to correct others, to improve their situation or to dress them up to make them look better to you so that you will not have to judge them.</p>\n\n<p class=\"book-paragraph\">Immerse yourself in the journey that is opening before you. Do not try to become a part of another person’s journey. Your way will then be simple and less encumbered. And if your way leads into the wilderness of life where no roads have been made, then follow it. If you seem to move away from all that is familiar and all that seems justifiable, stay with that. Trust what is in you. It is returning you to something great. It is restoring self-love and self-reliance to you. It is bringing you back into relationship with Knowledge and with the source of all Knowledge.</p>\n\n<p class=\"book-paragraph\">Avoid thinking you will be learning forever. This is not true. All avenues of learning have end points. There will come a time when you will not need to learn anything else in this world. That time is far ahead of where you are now. People think that they will be learning forever because they do not take their learning seriously. They think learning is like eating food. Well, you just keep eating more and you keep digesting and you keep eating more and more. Learning is not like eating food. It is not something you do to simply sustain yourself or to stimulate yourself. Learning is something that meets a great need in time. And this takes you somewhere. An advanced student of Knowledge is not learning what a beginning student is learning. Actually, an advanced student of Knowledge is learning new things while a beginning student is unlearning things primarily.</p>\n\n<p class=\"book-paragraph\">Avoid judging your past. Until you can see your past clearly, until it is obvious and clear to you, just keep moving forward. Like climbing the mountain, you will reach certain points where you can look out and see where you have been. However, at other points you cannot see this because you do not have the right perspective. Stay with what is necessary. Stay with what is in front of you. Give your attention to a few things and to a few ideas.</p>\n\n<p class=\"book-paragraph\">Next, avoid renouncing your worldly responsibilities. You need to build a foundation in the world in order to have a greater life. This means that you must maintain your health, your financial stability, and other things like this. Very rarely will you be asked to depart from something that seems to provide financial stability. Many people think spirituality is a wonderful place to escape to, where you leave the world and you go live another kind of existence. That is hiding out. There are times for retreat when you must seek reprieve and repose, but that is not your life. Maintain a sound foundation. Keep an accurate accounting of your life. Maintain your physical health. Then you will have a foundation upon which to build something greater. If you cannot pay your bills, you will not become a student of Knowledge because your life will be about paying your bills.</p>\n\n<p class=\"book-paragraph\">You cannot renounce the world, and do not think you have to. That is not your education. As a student of Knowledge, your position in the world will change, and you will become liberated from many of its constraints. However, you are meant to be here and to be effective here. That is why Wisdom is essential. If you were not in the world, you would not need Wisdom to be in the world. But you are in the world, and you do need Wisdom to be in here.</p>\n\n<p class=\"book-paragraph\">Avoid denying your worldly responsibilities. Just do not let them overtake you. Live simply. Keep your affairs in order so that the world will require less from you, so that you will have the time, energy and attention necessary for learning greater things. Give what you must give. Do your work, but maintain time for your development, for this is preparing the way for something greater.</p>\n\n<p class=\"book-paragraph\">Next, avoid impatience. Everyone is impatient when they begin. Everyone wants tremendous results with a minimal investment. Everyone wants a bargain from life where they have to give very little and get a great deal. Everyone wants to be comfortable and yet have all the rewards of an inspired life. Learn patience. You do not yet know what has to be unlearned and what has to be learned. You do not yet know how great the mountain is because when you are on the mountain, you can rarely see the summit. In fact, when you are on the mountain, you do not even know what it looks like as a whole. You just keep climbing. You keep going. You follow Knowledge. If Knowledge is quiet, you are quiet. If Knowledge is being still, you are being still. If Knowledge is moving, you are moving. If Knowledge does not respond, you do not respond. This is freedom of an unparalleled quality.</p>\n\n<p class=\"book-paragraph\">When you are impatient, you are exerting your personal will. You are trying to make things happen. You are impatient for the great rewards even though you have barely begun the journey. You are thinking of ways to elevate yourself to the top of the mountain. You are scheming and planning how you can get there without having to take the journey itself. These thoughts may pass through your mind infrequently or frequently. Recognize them for what they are and do not give them credibility.</p>\n\n<p class=\"book-paragraph\">Next, avoid thinking that you do not know something when in fact you do know it. Until you have really penetrated and investigated a problem or a question in life, do not say you do not know. Do not throw up your hands and say, “I don’t know. How am I supposed to know?” until you have looked into it. If it is something important and requires your attention, then look into it. Perhaps you know nothing; perhaps you know a little; perhaps you know a great deal. People disclaim what they know and claim other things that are far beyond their reach, and they cannot tell the difference because they are only dealing with things at the level of ideas and not at the level of deeper experience. At the level of ideas you can have anything, be anything, do anything, want anything, assume anything or associate with anything because you are functioning at the level of imagination. You are dreaming. However, your deeper experience gives a more accurate representation of where you are, what you know and what you don’t know, what you have and what you don’t have.</p>\n\n<p class=\"book-paragraph\">Next, avoid making assumptions. As you advance, you will see how you make assumptions and you will become more aware of why you make them. Before that, you will simply make assumptions and be drawn into them. As you become more aware and more present to yourself in the moment, you will see your mind weaving a wonderful new idea, and you will be able to stop yourself and say, “No. No, I don’t think so.” People are drawn to whatever looks attractive within their imagination and within the world.</p>\n\n<p class=\"book-paragraph\">Do not make assumptions. Look. Occasionally you will know something. That is enough. In the meantime, the mind will want to create and create and create and fill in all the spaces with its explanations, goals, plans and everything else. Learn to be still. You do not know this journey. You are only following it. You are learning it as you go. You may think you understand where you have just been, but you will not understand this fully until you have gotten further up the mountain and can see where you were within the context of the greater aspects of your journey. Let your mind be open and quiet. Keep it simple.</p>\n\n<p class=\"book-paragraph\">Within these things that we have mentioned, you will find other things that you will need to recognize and perhaps avoid. And you will recognize things that you need to claim. However, you will find as you proceed that your life will become simpler and simpler. You will be more focused and will have fewer things to think about. As you have fewer things to think about, and as your mind becomes more powerful and focused, your vision and experience will become more penetrating. You will be freed from being distracted by most of the things that captured your attention and your imagination before. And you will become stronger, for power is concentration, whether it is used for good or for evil.</p>\n\n<p class=\"book-paragraph\">Knowledge will make what seems insurmountable and confusing simple, day by day. It will not explain things to you; it will simply demonstrate what is true. It will not fill your mind with great explanations and cosmologies, levels of existence and being and so forth. It will empty out your mind so that you can be present, so that you can see and know and so that Knowledge and your mind can work together.</p>\n\n<p class=\"book-paragraph\">You will want to avoid these things that we have mentioned because they hold you back, because they gamble your existence and because they waste your life. Here you will learn to say “yes” or “no,” instead of “good” or “bad.” There is a world of difference between these two evaluations. You will say “yes” when yes is needed. You will say “no” when yes is not present. You will stay close to life and close to Knowledge. You will travel light, and your pace will quicken. You will pass by many things that would have stopped you before. And you will no longer recognize many things that drew you in previously. This represents advancement. This is what awaits you as you proceed.</p>\n\n<p class=\"book-paragraph\">As your mind becomes more focused and less distracted, you will begin to demonstrate a greater power and a greater certainty that will permeate whatever action is yours to take and whatever contribution is yours to make. And Grace will be with you, for Grace is wholehearted and comes from beyond the world.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-must-be-avoided/"
}