{
  "title": "What is Grace?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Grace must be a presence and an intelligence that can enter into and abide in any situation, in any world, in any climate, in any condition, in any culture and in any race. It must be something that can enter silently and abide with circumstances as they are. It must be something that can enter at the invitation of a genuine and sincere request. It must be something that can abide with a man or woman of Knowledge, something that can abide with them without dominating them and exist with them and in them without manipulating them. It must abide with them in such a way that the authority of the person who is its recipient is not overshadowed or usurped. Grace must be something that can be translated from one mind to another and transferred from one world to another.</p>\n\n<p class=\"book-paragraph\">What can possibly do all of these things? A greater presence that can abide with but not overwhelm the person who is receiving it. A greater intelligence that can exist with but not dominate the lesser intelligence that is receiving it. A greater intensity and motivation in life that can gently persuade and nourish an emerging sense of real purpose, meaning and direction in the life of the person who is receiving it.</p>\n\n<p class=\"book-paragraph\">Grace must be something very powerful because it inspires individuals to do great and selfless acts. It inspires them to do things that transcend their own personal interests, limitations and concerns, and yet it in no way violates their own authority. Grace respects their own position in life while giving them a greater ability and a greater scope of awareness. Grace must be something very intelligent to give this strength without overwhelming the recipient.</p>\n\n<p class=\"book-paragraph\">Grace must be something that is not concerned with the appearance of things. It must be something that has a greater origin, meaning and ability, beyond the scope of any worldly race, culture, tribe or group. Surely this cannot be a human invention. Surely this cannot be the product of a purely human god. Surely this cannot conform to human expectations or human images. It must be something far greater and more permeating, more transcendent and yet more able to descend into the world, into any world, where it is welcomed and needed.</p>\n\n<p class=\"book-paragraph\">Grace represents the evidence of the greater relationship that you have with the Creator. Grace is not your possession. You cannot use it, harness it, manipulate it or direct it, for it represents a Greater Will and purpose in the universe.</p>\n\n<p class=\"book-paragraph\">You possess a special kind of Grace within you. This Grace is called out of you in the presence of the Grace that exists around you. It is called out of you to meet specific needs in the world. And it is called out of you to initiate, establish and strengthen the important relationships that you will need to have in order to find your greater purpose and mission here. The Grace within you is Knowledge, the Knowing Mind, the Mind that is a part of the Mind of the Creator.</p>\n\n<p class=\"book-paragraph\">The response to Grace generates Grace. It is not the source of Grace. It is part of the mechanism of Grace which enables you to receive it, desire it and welcome it into your life. You look for Grace; you cannot find it. You open yourself to Grace, and it appears. You claim Grace for yourself, and it is nowhere to be found. You yield yourself to Grace, and Grace gently emerges. You speak the truth—the truth of what you really know, not the truth of what you want or believe—and Grace is standing beside you. You reach out and genuinely touch another’s heart, and Grace envelops both of you. You look at the events of your world with compassion and deep understanding, and Grace looks with you. You respond to a greater need in another, and somehow Grace speaks through you. It is neither within you nor beyond you exclusively. It is more that you are immersed in it, and at special moments you are able to experience this immersion, this already existing union with life.</p>\n\n<p class=\"book-paragraph\">Grace does not come and go, except in your awareness. Grace is not here at this moment and then gone the next. Grace does not go around the universe visiting individuals here and there. Grace is present everywhere, at every moment. It seems to appear because there is an opening for it and a need for it. It comes because it is genuinely desired. It abides with you, and yet how seldom you experience its presence.</p>\n\n<p class=\"book-paragraph\">Grace is with you, but it is in the background. It is in the background because it is giving you the freedom to find your way and to come to terms with your deeper inclinations and awareness in life. It is in the background as if it were twenty feet behind you. It is not really twenty feet behind you, but this may be how you will experience it. It seems to come into your consciousness as you are available to it and as the situations that you are in call for it.</p>\n\n<p class=\"book-paragraph\">Grace always emphasizes and validates your relationship with another and with the Creator. In fact, you may think of Grace as the evidence of genuine and abiding relationship. When you experience this relationship with yourself, with another or with the greater panorama of life, you will feel Grace—a sense of wholeness, completeness and inclusion, a sense of reunion and gratitude. These are all the evidence of Grace, all the evidence that a greater and more permeating relationship is being recognized, acknowledged and experienced.</p>\n\n<p class=\"book-paragraph\">Grace, then, is the evidence of God’s presence in the world. However, even more important than this, it is the evidence of your intrinsic relationship with the Creator. Grace is the evidence of Knowledge within yourself because you are able to receive it and respond to it. Eventually, as you become strong with Knowledge, if you can follow the way to Knowledge and take the steps to Knowledge, then you will be able to actually dispense Grace into the world, not as a conscious act, but as something that happens spontaneously. Here Grace will emerge from you because you will be a wellspring for Grace in the world.</p>\n\n<p class=\"book-paragraph\">No matter what your activity or specific endeavor in life, you can become a demonstration of the presence of Grace. This will have a great impact on those who can receive your gifts and on those who can witness your acts. Grace ignites Knowledge in others. It stimulates others at the deepest level of their being. It brings with it a memory and a confirmation, however long forgotten, that there is a greater purpose and meaning in life. It is part of the reality that you have brought with you from your Ancient home.</p>\n\n<p class=\"book-paragraph\">The evidence and the demonstration of Grace call some people forward while others retreat and still others fight against their own experience. However, its power and efficacy cannot be denied. It has a potency in life that is unmatched by anything else. No one who feels it can be neutral regarding it. And everyone who witnesses it must respond.</p>\n\n<p class=\"book-paragraph\">Grace is evidence of a greater union and relationship that you have with others, with the world and with your Creator, but Grace also is the potency that carries great ideas and great inspiration from one mind to another. Here it is like a conduit that enables the transmission of Knowledge to pass from one mind to another. This activates Knowledge in each person as it passes from one mind to another, like an electrical current passing through one terminal to another, carried by the power of Grace. Here your real associations with people become activated and evident.</p>\n\n<p class=\"book-paragraph\">Grace seems to come and go, a momentary experience perhaps, something that is in great contrast to the vast majority of your experiences of being in the world. But it is always there. Think of it like this: It is as if the Greater Self in you and the greater relationship that you have with others momentarily became ignited, as if the ground were illuminated one dark night by flashes of lightning, and for those moments, you realized there is so much there that you could not see before. And after the momentary flashes, you return to darkness. But Grace, for that moment, that tiny moment, has illuminated your life and has given you a greater vision of what is present in your life, what is in the background of your life and how you really stand with things around you.</p>\n\n<p class=\"book-paragraph\">These flash points are very significant because they herald the possibility of a greater union and association with life, a greater involvement and endeavor with others and a greater experience of purpose in reality. This is an experience the world cannot give you, for it must be presented to you from the Greater Intelligence and Will of the universe. This Will transcends all Greater Community societies, all groups, all races and all other powers. It is the Will of the Creator as it is manifesting itself in the changing conditions of physical life.</p>\n\n<p class=\"book-paragraph\">Welcome, then, the flash points of Wisdom. Welcome, then, the momentary demonstrations of Grace. Welcome, then, those experiences that can show you where you are, what you need to do and how you really stand with others. You can have this realization without judgment, without comparison and without condemnation of yourself or others, for Grace brings with it a confirmation, not a judgment. It brings with it a recognition of how things really are, not how you want them to be or expect them to be. Just as the lightning illuminates the ground around where you stand and shows you things you could not see in the darkness of your own personal perception, so Grace illuminates your way, giving you a greater understanding of where you are, who you are associating with and what you must do. It lights your way and it reassures you that your endeavor is not an individual one and that the world you see around you is not all that can be seen, felt and known. It shows you that the troubled interactions between people do not represent their real associations and their real possibilities together.</p>\n\n<p class=\"book-paragraph\">Grace is the evidence of the Greater reality that permeates everything you see. However, you do not see this Greater reality because you are dominated by the reality that you do see, and you are dominated by your thoughts about that reality. A Greater reality becomes discovered when there is a desire for it and a preparation to reach it. It becomes discovered when there is a need for its presence and activity within the mundane appearances and activities of your life. This need, this recognition and this openness enable Grace to emerge. At first, it will emerge momentarily like great flashes of lightning. It will emerge momentarily like the sudden appearance of an angelic presence. It will emerge suddenly like a warm glow and a hazy feeling that you are not alone and that there is a real confirmation in what has just been said or done. You will feel it initially in a sudden feeling of rightness within yourself and in the sudden recognition and appreciation of another.</p>\n\n<p class=\"book-paragraph\">However, as you follow in The Way of Knowledge and as you take the steps to Knowledge, this experience will grow for you. It will grow most significantly because the seemingly great gulf between you and the Greater reality that permeates your life and that gives your life its real meaning and purpose is being penetrated. The veil that seems to separate you from this experience and awareness is slowly being dissolved.</p>\n\n<p class=\"book-paragraph\">It is not that you will have more experiences of Grace in a momentary sense. It is that Grace will become closer and closer to you. The Greater reality and your personal reality will come closer and closer together. As they come closer and closer together, your personal reality will change and be strengthened. It will have a greater focus and a greater emphasis on meaning and accomplishment. This is where your values and your interests gradually change in a way that is so natural and life confirming for you that over time you will not doubt that a Greater Power is at work in your life.</p>\n\n<p class=\"book-paragraph\">You will see the evidence of this Greater Power in your own changing feelings and emphasis. You will see the evidence of this in your changing relationships and their changing emphasis. You will see the evidence of this in the presence of your deeper inclinations, which will now have greater access and greater expression in your personal mind and in your conscious experience. You will see the evidence of this in what you value and what you seek. You will seek things that are permanent and that are bonded with life. You will not seek to impose your individual will but to express a Greater Will that confirms your existence and that honors the presence of all who are here with you, regardless of their difficulties or their mistakes. This will give you an emphasis on forgiveness and accomplishment, on recognition and right decisions. This will be an entirely different emphasis than what you had felt before.</p>\n\n<p class=\"book-paragraph\">Grace will be more and more with you, but in a subtle and pervasive way. Instead of flashes of lightning illuminating your life momentarily, it is as if a great dawning were occurring and the shadows of your life were gently being dissolved by the presence of a great light emerging on the horizon. Here the evidence of what is really in your life and where you really need to go slowly becomes realized.</p>\n\n<p class=\"book-paragraph\">Your decisions will either bring the experience of Grace or deny it. No matter how difficult your decisions are or how seemingly serious their consequences, when you make a decision that is in keeping with Knowledge, you will feel this presence with you. Perhaps you will feel anxiety about the anticipated or the imagined consequences, but you will feel a rightness in your life. This will give evidence that Grace is with you, for every decision that you make that is in keeping with Knowledge will acknowledge the presence of Grace in your life. Every determination that you make that is in keeping with the greater truth within you will give you a greater experience of this truth and a greater sense of its presence and activity in your life and in the world around you.</p>\n\n<p class=\"book-paragraph\">Grace is something that is emerging slowly, like a very slow dawning of the light. Here things that seemed mysterious or incomprehensible before can be recognized, felt and known. Perhaps you cannot explain them because the experience is beyond words, but that is not so important now because you realize that an explanation can never illuminate the life of another.</p>\n\n<p class=\"book-paragraph\">It is only the presence of Grace and the activity of Knowledge that can give others a greater experience and perception of their lives and a greater determination within themselves. Here you come to understand that Grace is the evidence of the Creator’s presence in the world—a presence that works behind the scenes and that does not overshadow, dominate or manipulate those who are here. This presence gently reassures people and calls upon Knowledge within each of them to enable them to respond and to learn the way of relationship, which is The Way of Knowledge.</p>\n\n<p class=\"book-paragraph\">There is Grace in your life, and to enable you to experience it and eventually to express it and generate it, you are presented with a preparation in The Greater Community Way of Knowledge. Follow this preparation. Receive it, for this is the gift and the means that will bring you to a greater understanding and experience of your purpose and to the greater purpose in life of which you are a part.</p>\n\n<p class=\"book-paragraph\">The answer to your prayers is a means of preparation. If you were sunk in a hole in the ground and could not climb out, the answer to your prayer would be a ladder sent down to enable you to find your way out. Being in the world is like being in a deep, dark hole in the ground. All you see is the darkness and the confinement of that which entraps you. The answer to your prayer for freedom, for resolution, for peace, for strength and for accomplishment is a ladder sent down to you—a ladder which you must climb, a ladder which will lift you out of your seemingly hopeless circumstances into a greater experience of where you have been, where you can go and what can be done.</p>\n\n<p class=\"book-paragraph\">Grace brings with it the means for experiencing it. It is not something you simply beg for and is given to you in little tiny increments. Grace is given to you because the preparation for it is given to you. You must find your way to it. It is with you, but you are not with it. This demonstrates the great dilemma of your life and the most serious problem of your life—that Knowledge is with you, but you are not with Knowledge. Grace is with you, but you are not with Grace. Real relationship is with you, but you are not with real relationship.</p>\n\n<p class=\"book-paragraph\">Where can you possibly be if you are not being with what really is? Where can you possibly be if you are not being with the Greater reality that is the foundation, meaning and context of your life? The only place that you can be is in your thoughts. And your thoughts weave themselves around your awareness until they are all that you can see. They govern your perception, and they govern your behavior. They determine your goals and aspirations. Your thoughts represent the hole in the ground and the walls around you that block your vision, that contain your experience and that limit your freedom and your ability to be in meaningful relationships.</p>\n\n<p class=\"book-paragraph\">To be lifted out of this situation requires preparation, and it requires you to follow this preparation because you yourself must climb out. In this, you will regain your strength, your determination, your perseverance and your true will born of Knowledge. Here you learn the way of escape, not from the world, but from the contradiction of being dominated by your own personal mind.</p>\n\n<p class=\"book-paragraph\">Grace reminds you that this is possible. Grace enables your escape to take place, and Grace encourages you to proceed. The door to your prison cell is open. You can push it open at any time. You can walk out into the light of day. For this to happen, however, you must be willing to have a different experience of yourself and a different determination within you. You must be open and desiring of a greater life—a life that is not in keeping with your past and that will bring you out of the confinement of living within your personal mind. As a result of this escape, even your personal mind will be refreshed, renewed and restored, for your personal mind’s greater purpose is to serve Knowledge. Your personal mind, like your personal body, is a temporary vehicle in life. Its greatest service, its greatest union and its greatest security are born of its service to a Greater Power—the Greater Power that assures your reality, your mission, your origin and your destiny.</p>\n\n<p class=\"book-paragraph\">This Greater Power is with you now. Knowledge is with you now. Grace is with you now. The Creator is with you now. The relationships that you will truly need in life exist now. You must find your way to them, and they will find their way to you. Find the way to Knowledge, and Knowledge will be able to emerge into your mind. Find your way to Grace, and Grace will have a place to abide with you—not just momentarily but permanently, as it is meant to.</p>\n\n<p class=\"book-paragraph\">The experience that we are speaking of can only be realized as you open yourself to it and as you become truly honest about your deeper inclinations. Here we must give a greater definition of honesty: honesty is not only knowing what you feel; honesty is feeling what you know. Here your personal mind and the deeper mind that is your true nature touch each other, and there is Grace. Here there is sobriety about life. There is quiet awareness. And there are deeper feelings and motivations.</p>\n\n<p class=\"book-paragraph\">As you touch Knowledge—your Greater Self and your greater association with life—then Grace will be experienced. Knowledge takes you to Grace again and again, not as a momentary experience, not as a highlight of a long and dreary life and not only as a flash of lightning, but as an abiding reality and experience within yourself. You can find a way to Knowledge because a way has been given. You can take the steps to Knowledge because the steps have been given. This is the work of Grace, for Grace would be incomplete if it did not give you the means for its total realization and experience. The Creator would be leaving you out in the cold of life if a way to the Creator were not given to you.</p>\n\n<p class=\"book-paragraph\">The evidence of Grace is expressed in those wonderful and reassuring moments when a greater truth is experienced and a greater association and relationship with life is felt. However, the evidence of Grace is more completely substantiated by your realization that you have a great need to fulfill your purpose and mission here and that this need is more powerful and more urgent than anything else that you feel or recognize.</p>\n\n<p class=\"book-paragraph\">This great need calls for and readies you to prepare. It gives you a new direction and a new impetus. It calls God to you, and it calls you to God. It calls you to those significant people that you will need in your life, and it calls them to you. It is as if a great switch had been thrown and all of a sudden a whole new set of factors come into play. Subtle will be your experience of them at first, but you will know within yourself that something has changed. You turned a corner somewhere. You crossed an invisible line. Something happened to you somewhere back there. Now you feel a little bit different. There is something growing and emerging within you, a deeper experience from a part of you that you can barely recognize and certainly cannot define.</p>\n\n<p class=\"book-paragraph\">Your great need and the great need of the universe have just recognized each other. As a result of this recognition, a greater purpose is stimulated—a purpose that you will have to carry like a great pregnancy and that you will have to labor with to a certain degree in order to bring it forth into the world. It will change your ideas, and it will alter your experience, but only to bring them into a greater resonance and a greater relationship with the purpose that you carry, the mission that you serve and the life to which you are intrinsically and forever bonded. Then you will come to know Grace not only as a momentary experience, but as an activity in your life. And your understanding of this will grow and expand as you are able to proceed.</p>\n\n<p class=\"book-paragraph\">Here Grace will be something that you can identify, even during those moments when you cannot feel it directly, because you will know it is there. This will not require belief as much as it will require acceptance. Here you will not be trying to believe in something you cannot experience. Instead, you will be trying to accept something that you know is in your life. And you will know it is in your life because you will have experienced it increasingly and because you will have seen the evidence of its work within you and around you. This is the silent, subtle activity of the Creator reclaiming the separated through Knowledge. It is renewing you and others by the activation of a greater awareness and a greater purpose that has brought you into the world—a purpose in keeping with the evolution of life, a purpose that is yours to find and to discover.</p>\n\n<p class=\"book-paragraph\">The real confirmation of Grace will come as you are able to realize that there has been a greater intervention and support in your life to enable you to meet a greater need and a greater desire. This will renew your awareness that you are in relationship with something very significant here. Then Grace will not merely be a momentary and dramatic experience, but instead will become the living foundation of your life.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-grace/"
}