{
  "title": "What Really Matters",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Today We shall speak on what really matters in life—what really matters for you. What are the essential things that you are here to understand, the people you are here to meet, the things you are here to do—the essential things that have brought you into the world with a higher purpose, not merely here to survive and try to make yourself happy and comfortable, compromising yourself along the way, frustrating yourself endlessly.</p>\n\n<p class=\"book-paragraph\">At some point in your life, if you are being honest with yourself, you will begin to question why you are really here—as things disappoint you, as great romances turn sour and bitter, as personal goals become empty the more that you invest in them, as your search for personal fulfillment and comfort begins to betray you to such a point that you really have no idea who you are, why you are here, where you are going in life, as if you are adrift in this great ocean, living in Separation in this world.</p>\n\n<p class=\"book-paragraph\">This indeed is the beginning of what could be a great turning point, the beginning of establishing a new life that is authentic, that is based upon what really matters. It is not merely a new rendition of your old life, or an attempt to create a different reality based upon your personal preferences and desires.</p>\n\n<p class=\"book-paragraph\">We are speaking of something here that is the most important thing in life—more important than your goals and your comfort and security; more important than your happiness, your preferences, your ideas, your beliefs, your religion, your philosophy, if you have one—more important because [it is] essential to who you are, essential to those who sent you, essential to what you are here in this world to do and to understand, so that you are able to do what you came here to do.</p>\n\n<p class=\"book-paragraph\">It is a great reckoning, you see, a great transition from trying to be happy living in Separation from your Source and from those who sent you into the world, to become reconnected with your Source and those who sent you into the world, reconnected through a deeper Knowledge within yourself—a deeper Intelligence, a deeper Intelligence that is who you really are, who you were before you came into this world and who you will be after you leave, the eternal part of you, not merely a product of culture, a product of ambition, or resentment or political or religious persuasions.</p>\n\n<p class=\"book-paragraph\">At this turning point, you have to become serious about your life. No more side journeys, you see, trying this, trying that, new relationship, new career, new place to live—if you can afford such things, which most people in the world cannot. Heaven is waiting for you to come to this turning point in your life. Before this, everything is haphazard.</p>\n\n<p class=\"book-paragraph\">Your purpose in these earlier stages of your life is to find out that nothing will satisfy you but the things that really matter. Of course, some people will spend their whole lives never learning these things, living in bitterness and regret as they age [because of] all the things they missed, somehow with a sense of unfulfillment that they really did not do what they came here to do. They did not live the life they were meant to live. They got lost in the world, and they could not find their way back.</p>\n\n<p class=\"book-paragraph\">Rich or poor, this is the experience of many people towards the end of life. Whatever comfort they have established or privileges begin to mean little in the face of these things.</p>\n\n<p class=\"book-paragraph\">What We are giving you here today is the source of your accomplishments, the source of your fulfillment, a deeper happiness, a sense of rightness about your life, an escape from ambivalence, an escape from endless confusion, an escape from condemnation of yourself and others.</p>\n\n<p class=\"book-paragraph\">It is a great turning point, with many stages, and many steps to be taken. But today We shall speak of those things that really matter, and you can see if you are really ready to concern yourself with these, and what you are willing to give and to do to find these things, the steps you will have to take, of which there are many, you see.</p>\n\n<p class=\"book-paragraph\">It is not merely just a different set of ideas or a different perspective or a different concept about your life. Certainly not. This is change at the deepest level of you, and it is the most natural change you will ever attempt because these things are waiting to be discovered within you, waiting for you to want them, need them, and be willing to prepare for them…waiting. You may think that you are waiting for God to do things for you, but We can assure you that God is waiting for you to become honest enough with yourself to consider the things We will speak of here today.</p>\n\n<p class=\"book-paragraph\">What really matters can be said very simply. And as We speak of these things, you can see how they stand in contrast to the complexity of your ideas, to the confusion of mind you live with every day. For what really matters is to find the Knowledge that God has placed within you to guide you, to prepare you and to lead you in the true direction of your life.</p>\n\n<p class=\"book-paragraph\">What really matters is to find those people who will be a part of this discovery.</p>\n\n<p class=\"book-paragraph\">What really matters is that you prepare and take these Steps to Knowledge and follow Knowledge as it reshapes your life, freeing you from so much that encumbered you before, or frustrated you before, endangered you before and created suffering for you before.</p>\n\n<p class=\"book-paragraph\">What really matters in the end is that you can give what you came here to give, based upon your design not upon your wishes, based upon your deeper nature not upon your preferences or what you think will make you happy. For people trying to fulfill themselves thinking what will make them happy is the great delusion of this world.</p>\n\n<p class=\"book-paragraph\">Disappointment here has the possibility of bringing you to a deeper place within yourself. Disappointment has the possibility of freeing your mind, finally, at last.</p>\n\n<p class=\"book-paragraph\">What really matters, then, begins to stand in contrast to all you think is important—the importance of your ideas and beliefs, the importance of what you are attempting to do in life, what you think is even necessary or personally fulfilling—and stands in contrast to all the ideas and beliefs of the world, which lead people in endless directions like a maze, where there is very little promise of success or real achievement here.</p>\n\n<p class=\"book-paragraph\">Everyone living in the world has been conditioned by the world, certainly—family and culture, religion, politics perhaps, survival, difficulty, travail, and for very few, pleasure and indulgences until they do not have the slightest idea of who they are or where they are going in life.</p>\n\n<p class=\"book-paragraph\">What really matters is that you return to the purpose that has brought you here. You cannot figure that out with your intellect, for your intellect is a product of the world. [Your purpose] is known within you, kept for you by the deeper Knowledge within you, kept in purity, uncontaminated by the world. But to approach this, and begin to understand it gradually, you have to become uncorrupted by the world.</p>\n\n<p class=\"book-paragraph\">It is not simply an idea or a realization or an insight. It is a gradual discovery, you see. And it is gradual because it takes time to become uncorrupted and [not persuaded] by the world and to become rebalanced as a result of this because you need to keep your balance in the world. You were sent to be here, so this rebalancing is quite an important aspect of your preparation.</p>\n\n<p class=\"book-paragraph\">You will go through periods where you do not really understand what you are doing because you are not following your former trajectory in life. But you have not entered deeply enough into your new trajectory to understand it very deeply, so you will pass through periods of uncertainty. You are not sure what you are doing, but something inside of you keeps moving you forward and encouraging you to go on.</p>\n\n<p class=\"book-paragraph\">This is what is essential. Understanding is not essential, for real understanding comes later. It is the product of taking a true journey in life, and allowing your life to be restored and renewed and based upon the things that really matter.</p>\n\n<p class=\"book-paragraph\">Who you associate [with] really matters because you need to be with people who can support this great turning point in your life and be a part of it, if possible, but at the very least to support it, even if they are not following it themselves. This rules out so many people that it makes the choice of who to be with much simpler, but you will find there are very few people in your life who are responding to this greater impetus, this greater calling.</p>\n\n<p class=\"book-paragraph\">So you will have to take this on within yourself. You will not be following a crowd here. You cannot tag along with others. But you will be guided by a greater power within you, which you cannot really understand but which feels entirely natural and intrinsic within you. This really matters.</p>\n\n<p class=\"book-paragraph\">Your religious ideas, your spiritual notions may have to be set aside as you proceed, for the real movement of God in your life and in the world is beyond human comprehension.</p>\n\n<p class=\"book-paragraph\">You will have to leave people, places and things as they become impediments. For as there is nowhere further for them to go in your life, you reach these junctures where they are just holding you back. And you will need to let them go, gently, without hostility. This is a natural process We are speaking of.</p>\n\n<p class=\"book-paragraph\">You cannot take everything forward with you. Like climbing a mountain, you cannot take everything you like with you up that mountain. Certainly not. And this journey up the mountain is not an afternoon pursuit. It is something you are going to be following for the rest of your life, for it is a very great mountain. And as you ascend it, you will gain an understanding of yourself and the world around you that you could never have before. And you will have to let go of ideas and beliefs and attachments and obligations that no longer are true for you, or perhaps were never true for you in the first place.</p>\n\n<p class=\"book-paragraph\">You will have to raise your children to adult age, and perhaps you will have to take care of an elderly parent. But beyond this, your commitment is to follow what really matters. The movement of Knowledge within you really matters. Anything you do outside of this or beyond this in the end will not really matter and could certainly be a great restraint and impediment for you, depending on how much you invest yourself there.</p>\n\n<p class=\"book-paragraph\">Look in the world around you and you will see people trapped in their circumstances, trapped in their beliefs, trapped in their associations, trapped in their habits. Look at the consequence of this, compassionately, but objectively. Do you see real health there? Do you see real fulfillment there? Do you see real happiness? Do you see real service there? Do you see a balanced life there? This is not merely a tragedy for the poor and the oppressed. It is a tragedy for everyone living in Separation.</p>\n\n<p class=\"book-paragraph\">Here as you learn to follow the power of Knowledge, you also must exercise your authority in your life and be very discerning about where you are and who you are with and what is happening around you. This is not a passive attitude. You will have to be more alert, more conscientious, more self-determining than you have ever been before just to keep up with the real movement of your life.</p>\n\n<p class=\"book-paragraph\">In time, things that do not matter fall away or prove to be a burden and an impediment. People, places, things do not really matter unless they are part of this, part of this Work of God that is going on within you to restore your life, for a purpose you did not invent for yourself but which lives within you and has always lived within you.</p>\n\n<p class=\"book-paragraph\">Your religious beliefs, if you have them, do not mean anything to God. For God only moves you through this deeper power and movement that We are speaking of here today. Understand this, and religious violence ends within you. If the world could understand this, religious violence would end in the world—violence of all nature would end in the world.</p>\n\n<p class=\"book-paragraph\">This is the power of what We are talking about here today, but it must happen within each person. It is a threshold of personal revelation that brings this into being, a gradual revelation that takes you further and further out of the fog of confusion and the restraints of your former life—the mental restraints and, in some cases, the physical restraints.</p>\n\n<p class=\"book-paragraph\">You begin to experience a greater certainty within yourself, as things fall away, as the muddy water begins to clear, as you see more clearly, as you understand your life and the past more clearly and objectively. It is like waking up from a long and troubled sleep, and you begin to feel this movement of your life, moving you in a certain direction.</p>\n\n<p class=\"book-paragraph\">Things change around you. You have good experiences and bad experiences. Things come together. Things fall apart. That is the world you live in, you see. But you are on a different kind of trajectory that can adapt to these changing circumstances, if [it is] guided by Knowledge.</p>\n\n<p class=\"book-paragraph\">God does not have to understand your dilemma. God just calls you, and your dilemma begins to fall apart, slowly, gradually, as you are able to take on this challenge and make these decisions and gain this clarity of mind. It is like things get boiled down over time.</p>\n\n<p class=\"book-paragraph\">Many people at the end of life have reached this kind of sobriety, but they are in a state now where they can do nothing to establish a new course and direction for themselves. Yes, trivial things no longer matter to them. Yes, the pursuits of their youth are long gone and behind them. Yes, they are beginning to see more clearly. But it is too late to do anything as a consequence of it.</p>\n\n<p class=\"book-paragraph\">For you see, you were not sent into the world just to gain a greater understanding or higher consciousness. You are in the world to get certain things done in service to others and to the world. And though your service may be very specific and very local and involve only a few people, that is the direction it is going in, you see.</p>\n\n<p class=\"book-paragraph\">Do not think this is just all internal. People think that because they are unwilling to make any substantive change in their life. They just want to be happy in their old life, but there is no happiness in their old life, really, that can be sustained. But they are unwilling to face this truth, and so they keep trying to sweeten the bitter taste of their life—the emptiness, the lack of direction and that constant feeling that they are not really getting done what they came here to get done. No amount of pleasure or therapy can erase this feeling if you are not moving in the true direction of your life.</p>\n\n<p class=\"book-paragraph\">This is a real assurance that once you begin this journey, you have a chance to really continue because there is no going back. Retreating back into safety and security or the approval of others, there is no going back. You must go forward.</p>\n\n<p class=\"book-paragraph\">The transition to a new life takes quite a while because it is such a great transition. It is a transition within you and around you. It is a new life. Not a few pleasantries added to an old life. Not an old life with a new set of clothes. Not an old life with a new façade for the world. It is a new life, built on what could last from the old life.</p>\n\n<p class=\"book-paragraph\">This is how God saves you, you see. Not through religious belief, not by believing in the savior or the imam or the prophet. God saves you because you came alive, finally. You were willing to undergo a preparation not of your own making, to really experience life as it was meant to be—doing what really matters, becoming what really matters, giving what really matters.</p>\n\n<p class=\"book-paragraph\">People can argue endlessly about this, trying to protect their ideas or their investments, but it is an unalterable truth, you see. You cannot change it. It is a greater thing. It is from your Source. It is finally beginning to remember why you came here, what you are here to do, and you discover this in stages for it to be true and uncorrupted and unadulterated and unrelated to your former goals and ambitions.</p>\n\n<p class=\"book-paragraph\">Here your life becomes simple. It becomes powerful. It becomes determined. It becomes strong. It becomes enduring. It becomes gracious.</p>\n\n<p class=\"book-paragraph\">Here you can experience the pleasure of the moment while preparing for the future. Here you have the eyes to see and the ears to hear, finally. Here you can look upon people who are suffering or living in error with compassion, realizing that they are still lost living in Separation. And you will have compassion for them because you will see what it takes to begin to break free from that, because you have taken enough of the journey yourself to see these things clearly.</p>\n\n<p class=\"book-paragraph\">Here you become inner directed and not merely someone who is swayed and pulled by all the forces of culture and persuasion, from family and friends or groups. You are no longer just merely a product of culture, stamped out to act a certain way, to think a certain way, to be a certain way. Whether you are a rebel or a conformist, you are still lost in that mold.</p>\n\n<p class=\"book-paragraph\">This is the way out of a hopeless situation. It is returning to what really matters. It returns to why you came into the world, a deeper memory, deep beneath the surface of your mind, held for you by Knowledge within yourself. Uncorrupted by the world, it is. Unaltered by the world, it is. Only the expression of it is affected by conditions around you, but what it is lives within you like a fire.</p>\n\n<p class=\"book-paragraph\">It has never gone out. But it can be overlaid by so many things that you lose sight of it and perhaps can never find it in the course of your life. This is the tragedy for many people. Even those who live in free countries and have wealth and social mobility, it is a tragedy for them, especially because they actually have so many opportunities to rebuild their life, a freedom that is denied to most people living in the world today.</p>\n\n<p class=\"book-paragraph\">For those living in poverty or oppression or constrained severely by family and religion, this revolution becomes more internal, but it is still very substantive in the way they experience themselves and how they interact with people around them.</p>\n\n<p class=\"book-paragraph\">This is not for some elite person only, someone who’s had everything in the world and now wants to have spiritual fulfillment. No. This is a gift for every person who is willing and able to look deeply into their life and to become objective about the world around them, instead of trying to seek for happiness and fulfillment in a world that is suffering and declining.</p>\n\n<p class=\"book-paragraph\">You came here for a greater purpose than this. And you cannot define it. And you cannot invent it. And you cannot bend it to your wishes or make it conform to your ideas or your social conditioning. You must find a way out of these things to be able to follow it and to prepare for it.</p>\n\n<p class=\"book-paragraph\">For a great truth does not come all at once. It comes in stages as the recipient develops the capacity to receive these things and to act upon them effectively. This is no mere redefinition of your life. It is not something you go tell your friends.</p>\n\n<p class=\"book-paragraph\">The world ahead will become ever more unstable as the planet continues to heat, as the environment continues to degrade and to become altered. There is really nowhere to hide and run away now, no beautiful place to live where you are free from the condition of the world, the degradation of the planet, the social crisis of people, the economic crisis. There is nowhere to be safe from that. And if you are not living the life you are meant to live, then you are never free from your own inner aggravation and frustration.</p>\n\n<p class=\"book-paragraph\">Here your suffering can help you, to make you clear, to make you sober, as long as you do not condemn yourself and others. Instead of trying to escape suffering, you begin to look at it, question it. It is indicative of something more important that is happening in your life, and something that is not happening in your life.</p>\n\n<p class=\"book-paragraph\">Face this. Look at it as objectively as you can. Look at your past, your recent history, your history of relationships, your history of work, your history of engagement with others. Is there a deeper thread within you, a deeper feeling? If you are willing to look at these things in the way We are describing, you can have a greater experience of what We speak of here today—a deep sobriety, a deep clarity. You may experience this for moments here and there.</p>\n\n<p class=\"book-paragraph\">Perhaps you will look at people who are acting like they are happy and you see they are not really happy. You are looking at people who are affluent but really live like they are living in poverty. You look at beautiful places as places that trap people, who go live there at great expense only to be unfulfilled there as well. You begin to look at things not negatively, but clearly, in light of whether they are really real and really true.</p>\n\n<p class=\"book-paragraph\">Here there is no running away into romance, or running away into living in a beautiful place, no running away into art and culture and politics because running away is only using up your precious time. And time is your problem. You do not have a lot of it. And how it is used or not used makes all the difference.</p>\n\n<p class=\"book-paragraph\">There is only Knowledge and the need for Knowledge at this level of understanding. There is only real honesty and compassion, or there is pretense at various levels.</p>\n\n<p class=\"book-paragraph\">The picture becomes much clearer now if you can look without condemnation. You are able to see things you could never see before, know things you could never know before, hear things you could not hear before. And you begin to experience the real crisis of living in Separation—that without living the life one was meant to live, without focusing on what really matters, people are in an endless state of confusion and suffering and conflict within themselves and with others.</p>\n\n<p class=\"book-paragraph\">There is no remedy for this, really, except what We are saying here today. You can comfort people. You certainly can help people in need, and that is valuable, but the real restoration happens at a deeper level.</p>\n\n<p class=\"book-paragraph\">God has a Plan for everyone in the world. How could God of a universe of a billion billion billion races and more have a Plan for everyone, you might ask? Well, you can certainly ask, but the answer would surpass your understanding very quickly.</p>\n\n<p class=\"book-paragraph\">What is important is not understanding. What is important is participation—being a part of this restoration, this reclamation of your true life. That is what is really important here. What is understanding if you cannot do that, but something you tell yourself to make yourself feel better, or more important, to ward off self-doubt and self-recrimination temporarily?</p>\n\n<p class=\"book-paragraph\">Heaven looks upon the world with this clarity. And those who can begin to gain this clarity will be in resonance with Heaven, whether they be religious or not, in any faith tradition or no faith tradition. They are part of a Greater Coordination.</p>\n\n<p class=\"book-paragraph\">Enough people in the world must be restored to this sufficiently to alter the course of humanity. For only people who have this level of commitment, only people who are grounded in what is real and true, only people who can look upon the world compassionately and work for the world and serve others with a greater spirit can make this great change in the world.</p>\n\n<p class=\"book-paragraph\">It will not be the product of seeking pleasure or profits, or warring with other people, destroying other countries, or ravaging the planet.</p>\n\n<p class=\"book-paragraph\">May you have the eyes to see and the ears to hear what We are telling you here today. For if you can begin to consider this, and keep considering it, and keep it at the forefront of your mind, it will begin to reveal a greater truth for you—about your life, first and foremost.</p>\n\n<p class=\"book-paragraph\">You do not need to be enlightened, but you do need to be prepared. You do not need to be perfect, but you do need to be able to function at a higher level. You will not resolve all issues from the past, but you will gradually gain immunity from them. You will not be able to have everything you want, but you will have what you truly need. And that will be more than enough.</p>\n\n<p class=\"book-paragraph\">For the blessing lives within you, waiting to be discovered, and God has sent a New Message into the world to reveal what We are speaking of here today. God has provided the Steps to Knowledge, given through the Angelic Presence that oversees this world. It is perfect for this time, for this place, for this era.</p>\n\n<p class=\"book-paragraph\">Nothing else in the world can provide the restoration We speak of here today and prepare you for your encounter with a declining world or with races from beyond the world, the two great thresholds facing the human family at this moment.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/what-really-matters.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-bridge-to-a-new-life/what-really-matters/"
}