{
  "title": "What is Religion?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">In many teachings in the world it is thought that religion is an attempt to answer or resolve the fundamental problem of human suffering. In this sense and in this understanding, religion is a plan to enable human beings to escape their condition and attain a greater state of mind and a far better condition, either within the world or beyond, though beyond the world is usually what is emphasized.</p>\n\n<p class=\"book-paragraph\">Religion is seen as an attempt to define what human suffering is, to determine its causes and to establish an approach where these causes can be reversed or overturned in some way so that human suffering can be remedied, providing humanity a greater comfort and a greater destiny. However, let us redefine the purpose of religion so that religion can have a new meaning and a new application in your life.</p>\n\n<p class=\"book-paragraph\">In a Greater Community context, the purpose of religion is to enable Knowledge to be discovered and expressed in whatever world religion is being cultivated. Religion, then, is a means to bring about an important end. Its purpose here in this world is not to end human suffering or to resolve the human dilemma. Its purpose is not even to bridge the great and seemingly incomprehensible gulf that exists between your human mind and the mind of God. It is not an attempt to wholly unite physical life and spiritual life. In a Greater Community context, religion is the means for the discovery and application of Knowledge. Ultimately, this resolves your relationship with God and with everything else in the universe. This ends suffering. This unravels the causes of suffering and makes their existence no longer necessary. But this occurs only in an ultimate sense.</p>\n\n<p class=\"book-paragraph\">If you have the viewpoint that your world is the only inhabited world in the universe, then you will think that you must achieve the ultimate reality right away. However, you do not understand here that you will miss all of the steps in between—steps that you cannot see, steps that you do not think exist but which in reality await you. From a Greater Community perspective, the progress and evolution of life and the evolution of awareness are much greater, with many more steps and stages of development. This offers you a larger panorama in order to see what it means to live a spiritual life and what religion can mean and must mean. With this new definition of religion, many new possibilities open up. Here you are given an entirely new starting point in your understanding of what spiritual calling and spiritual reality mean while you are living in the world.</p>\n\n<p class=\"book-paragraph\">Your purpose here is not to escape the world. Your purpose here is not to leap into the ultimate reality. Your purpose here is not to completely unite your existence in the world with that ultimate reality. These things only have meaning and context in an ultimate sense, which is beyond your scope and need here. Your existence in the world is but one stage in a long process, one part of a great journey. This stage has many unique problems, yet it is part of something much greater. If you cannot appreciate this, then you will assume and expect incredible things from yourself and incredible things from your God. This will lead you to attempt to make associations and compromises and to unite things that are dissimilar in such a way that even your ability to be in the world will become impaired. Here your ability to deal with practical things will become confused and out of focus.</p>\n\n<p class=\"book-paragraph\">The world is one reality. Your Ancient home is another reality. You cannot unite them. However, you can bring something into the world from your Ancient home. This has meaning here. This is appropriate. The real role of religion is to provide a context, a method, a structure and the direction to enable this to happen. This will give you the encouragement, the strength, the determination and the assistance you will need to find the Greater reality which lives within your Knowledge and to be able to express it specifically according to your nature and purpose here in life.</p>\n\n<p class=\"book-paragraph\">The purpose of religion in this context is not to answer the ultimate questions of life. These questions can only be understood and resolved as you progress through the stages of development, many of which exist far beyond the scope of your life in the world. Here it is very important to have a Greater Community perspective. With this perspective, you will be able to see what is relative and what is ultimate. You will be able to see how a pathway through this world can lead in a greater direction for a greater purpose. Here you will see that the end of your life in the world is not the end of your progress and development. Here you will see that God is not preoccupied with the world and that the world is not the ultimate test of your will and dedication. Here you will see that there is something very important for you to do here and that you do not want to have to return because you failed to realize or to carry out your greater purpose here. Then you will come to understand that the greater questions in life concern the whole universe and not simply your personal existence in the world at this time.</p>\n\n<p class=\"book-paragraph\">From a Greater Community perspective, you will see that the range of your relationships and associations far exceeds the scope of your current friendships. From a Greater Community perspective, these things become self-evident. However, from a human perspective, with an anthropocentric emphasis, these things seem incomprehensible, impossible, unattainable or avoidable.</p>\n\n<p class=\"book-paragraph\">You cannot resolve ultimate questions in a temporary reality. You cannot resolve the problem of human suffering within the context of this life alone. This is not because you need to come back into the world again and again, but because your life in the Greater Community involves a much larger process. When you leave this world and no longer need to return here, you will be a beginner in the next stage of development. That stage involves recognizing the identities of the universe. It involves participating in the Greater Community. That is why we bring Greater Community understanding, perspective and Wisdom into the world at this time. We do this not only to prepare you for your encounters with Greater Community forces but because you need a religious foundation that is far greater, more expansive and more inclusive than what you have cultivated thus far. This is not to replace your world’s religions but to give them greater scope, a greater perspective and a new foundation.</p>\n\n<p class=\"book-paragraph\">You cannot see the great panorama of life from where you stand. You must go to a higher vantage point. You cannot see where you have been, where you are and where you are going and understand these things from your current position. You must attain a higher vantage point, where these things are obvious. You have no perspective at this moment to understand the greater questions of your life. You cannot even understand what Knowledge is, what higher purpose is and what true relationship is from your current position. Pose as many answers and explanations as you wish, yet you will not have the answer, and your questioning will not be resolved. The only resolution to your questioning is to take the journey because this takes you to the higher vantage point where you can look back and see where you have been within the context of what you are trying to do within the larger scheme of life. This is the only way that purpose and Knowledge can really be understood, and that is why you must advance. Without advancement, there is no real understanding. All understanding in place of advancement is only a form of false self-assurance. It has no meaning or foundation.</p>\n\n<p class=\"book-paragraph\">We bring The Greater Community Way of Knowledge to you to enable you to have this greater understanding and to recognize and climb the mountain that is yours to climb in life. Ultimate questions and ultimate answers are found along the way. You cannot understand them standing where you are now. You must make the journey. You must prepare in The Way of Knowledge and find out firsthand what Knowledge is, what it means and where it takes you.</p>\n\n<p class=\"book-paragraph\">What enables you to do this is religion. Here we must separate the word “religion” from the many associations that you may have with it. Religion is not just a church and a congregation. It is not a minister. It is not a bible. It is greater than these. We are speaking from a Greater Community perspective now. We are redefining the word “religion” for you so that it can have a new meaning and be relevant to your life, your needs and your deeper understanding.</p>\n\n<p class=\"book-paragraph\">Religion is education. Religion is experience. Religion is the means of preparation. It is not something you simply believe in or adhere to in order to gain some future salvation. It is not something that you invest in, that you sign up for or that you buy into as if you were buying lottery shares in heaven. It is not a forgiveness or a dispensation. Religion is a means. It is a method. It is a way. It is a way to advance. It is a way to prepare. It is a way to get you up that mountain and to enable you to make the journey. Religion provides the instruction, the curriculum and the companionship that you will need to make it up the mountain and to find that vantage point where you can look out on your life and really see what it is, where you have been and where you are now.</p>\n\n<p class=\"book-paragraph\">Until you gain this greater vantage point, you can have as many definitions, theories and philosophies as you like. However, you will not know the way, and you will not know the meaning of the way. These things can only be found by making the journey itself—by entering new thresholds of understanding, by entering greater and greater rooms of experience and by gaining Wisdom. From each new threshold of experience, you will go on to take on something greater, to broaden your perspective, to continue to open your mind, to rethink your thoughts and to re-evaluate your position. This is what religion is for. This is what religion is.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is religion because it is a means for fulfilling your purpose here. It is a means for assisting you in climbing the great mountain of your life. It is a means for you to gain access to Knowledge and to learn what Knowledge is through proper application and understanding. In the Greater Community, this is religion. In The Way of Knowledge, there are areas of study, there are devotional experiences, there are invocations and so forth. However, the essence of The Way of Knowledge is its purpose, not its form.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge comes from Knowledge—Knowledge of the universe, a Knowledge far more inclusive and far more expansive than anything that you can conceive of at this moment or even anything that you could experience throughout your whole life in this world. It is The Greater Community Way of Knowledge’s purpose that gives its methodology true efficacy and meaning. This is religion. Here religion is a means of preparation. Religion is what points you in the right direction. Religion is what defines your true goals within your relative reality in a way that you can experience and appreciate at the deepest level of yourself.</p>\n\n<p class=\"book-paragraph\">When people hear the word religion, they think of their religious experiences—experiences of going to a church, a synagogue or a place of worship, or experiences of somebody attempting to educate them in a certain faith or faith tradition. Perhaps the word religion is associated with feelings of pain, guilt, shame or remorse. Yet to understand what we are presenting here, you must take the idea of religion and separate it from your past associations to the best of your ability. You cannot bring these past associations, this past referencing, into a new understanding.</p>\n\n<p class=\"book-paragraph\">Religion is important because you need this new understanding. Gaining this new understanding is what religion is for. This is what religious experience brings to you. You would not be reading these words and you would not be valuing them, certainly, unless you have had a religious experience. However, religious experience has nothing to do with a church or with how you were raised as a child. It has to do with gaining access to a Greater Mind within you and a greater range of experience that stands in contrast to your normal experience of the world. It establishes something that can be known rather than something you simply think, speculate about, sense or touch. It is something greater and deeper. It is something unique and meaningful, even if you cannot understand its uniqueness and its meaning as yet.</p>\n\n<p class=\"book-paragraph\">Religion in the Greater Community is not one belief system over another. It is not one allegiance to a hero or a heroine over another. It is not one theological understanding over another. In the Greater Community, religion is methods of preparation, initiation, experience and accomplishment. Sometimes ceremonies are needed for this. Sometimes no ceremonies are needed. Sometimes there are great edifices built. Usually no great edifices are built.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, religion and religious education are usually carried out in a clandestine fashion because they represent a greater devotion and dedication, a greater recognition of power and a greater allegiance than can be given to any worldly power or government. That is why in highly organized and advanced societies, religion is something that is strictly controlled by the ruling powers. Therefore, in order to provide the real preparation, the religious expressions are subtle. There are rarely great edifices established in The Way of Knowledge. Rarely will you find real religion to be a part of the government of any world. Its teaching and practices are usually carried out with great care, discernment and discretion. In this, there is no great show or pageantry. There is only quiet work and preparation, quiet contribution and selfless endeavor.</p>\n\n<p class=\"book-paragraph\">Real religion gives you the greatest opportunity for self-realization. This gives you the greatest possibility to fully experience your purpose, to remember those who gave you this purpose and to experience your design and the One who designed you. You can see that religion as we are describing it here is very different from what you may have experienced in the past. And it is very different from what you see demonstrated in the world.</p>\n\n<p class=\"book-paragraph\">Because religion represents many stages in the initiation of Knowledge—the Knowledge of God, the experience of God, the experience you share with God, the Knowledge that you share with God—it goes beyond all definitions. It exceeds all historical pageantries and traditions. It is spirituality that transcends the boundaries of religion as you know it.</p>\n\n<p class=\"book-paragraph\">You see, religion and spirituality are different. Spirituality is the essence and the substance. Religion is the method and the means. In the Greater Community, because of the diversity of life, there is never just one way. The differences in nature, temperament, orientation, belief and communication in intelligent life in the Greater Community are so great that no one way could suffice for all beings. This is true in your world as well, though many people still try to make their way the only way in order to dispel their own disbelief and to give themselves false assurances. In the Greater Community, you rarely find this kind of arrogance and competition. Here religion is taken far more seriously than it is in this world. Religion in the Greater Community does not offer vast social programs. It does not promise relationships and love. It is not a means for making money. It is something that is taken very seriously, often at great risk.</p>\n\n<p class=\"book-paragraph\">Very few races which engage in space travel have religion as we are describing it. The emphasis in most advanced societies is on social cohesion. They regard with suspicion and even hostility the idea of the uniqueness of the individual, the idea of independent thinking and the idea of following a greater but mysterious power. These things are threatening to a highly developed social order. That is why The Way of Knowledge is taught in a very secret manner.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge attracts those who have a sincere and serious approach and who are capable of applying themselves consistently. It is not for the thrill seeker. It is not a lifesaver for those who are in trouble or turmoil. It is not a temporary relief or expedient. It is not something that is used to glorify oneself or to set oneself above others. Even though all these things are evident in the world, they are not part of the real meaning of religion and of spirituality. Given all of the pageantries, traditions, edifices, beliefs and theologies that have been created and defended in the world, even up to this moment, the real experience of purpose, Knowledge and Wisdom far exceeds what these things alone can contain. A pageantry, a tradition, a theology, a ceremony or a rite of passage can only speak of something greater that far exceeds its definition and scope. Only those who cultivate Knowledge can treat these things as a means and not as an end, as a method and not as a final solution. Only those who are developing real Knowledge and a depth of understanding can realize and use religion as a means and a pathway.</p>\n\n<p class=\"book-paragraph\">The mountain of life is very great. There are different pathways. No one is quicker than the other. The question is which one is right for you. The only way you will know which one is genuinely right for you is because Knowledge will take you there. Your ambitions will not take you there. Your goals and desires will not take you there. Your quest for love or money will not take you there. Only Knowledge will take you there. There are false paths, and many of them, because of all the things that motivate people that are not Knowledge. There are many wasted endeavors and wasted lives because of all the things that motivate people which are not born of Knowledge.</p>\n\n<p class=\"book-paragraph\">Essentially, religion is The Way of Knowledge, in whatever tradition it is placed. It emphasizes real understanding. Real understanding of direction, purpose and meaning in life is born of a deeper and more profound experience, of a greater association and sense of inclusion and of yielding to a Greater Power that is active and alive in your life. You can be a Catholic, a Buddhist or a tribesman and have this experience. You could be anyone in the world and have this experience. If you continue to have this experience, open yourself to it and seek instruction and companionship, you will be following The Way of Knowledge. You will be living a religious life within a larger context of understanding. This is the meaning and value of all religions in the world. This is the essence that gives them meaning and value.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, essence is more important than form because religion must be translatable from one culture to another, from one race to another and from one world to another. What is pure and essential about religion is what is translatable within it—what can be given from one mind to another and from one world to another, spanning the great differences in nature, culture, temperament, environment and so forth that exist in the Greater Community.</p>\n\n<p class=\"book-paragraph\">In Greater Community Spirituality, suffering is escaped through meaningful activity in life. However, even meaningful activity has its trials and tribulations, its failed expectations, its disappointments and its genuine losses. A genuine life in the world is not a life without suffering. But what lessens the impact of suffering, what overshadows it, what puts it in the background and what makes it relative is that a greater purpose and association are being emphasized. Most of the miseries that confound and imprison the human mind are escaped as one advances in The Way of Knowledge, but not all suffering is escaped. Life continues to be difficult and problematic. Your body has its aches and pains. Your mind has its problems and troubling thoughts, feelings and experience, but they do not dominate your attention now, and as you advance they cannot hold you back or limit your experience.</p>\n\n<p class=\"book-paragraph\">The world is a difficult learning situation. There is no easy way to be here if you are being honest with yourself. However, there is a way to be here when something meaningful is being done and being accomplished. Then when you leave, you leave with the memory of what has been done and what has been accomplished. Think of it like this: If you think of any former time in your life when you were doing something special or unique, you’ll remember it by what you accomplished and what you experienced. You won’t remember all the little details, all the moment-to-moment experiences, all the conversations that took place or all the activities that were carried out. What will you remember? You will remember what was done and if anything real happened in terms of your relationships with others. If something did happen or something did not happen in this regard, this alone will be the content of your memory.</p>\n\n<p class=\"book-paragraph\">This will be your memory after leaving this world. You will not remember all the moments, the hours, the days, the activities, the interests and the difficulties. You will not remember anything in your household. You will not remember what you said or what you did specifically. However, you will remember what you accomplished and what you did not accomplish, according to the greater purpose that had brought you into the world. This is what will be remembered after you leave here.</p>\n\n<p class=\"book-paragraph\">The purpose of religion, therefore, is to take you to your great accomplishment. That is why religion is important, because this accomplishment is the only thing that is important about being in the world. Everything else is just all the things that happen along the way. What is essential is what brought you here. What is essential is what will be remembered after you leave. What is essential is who you represent and what you represent through your experience, your communication and your accomplishment. Nothing else matters.</p>\n\n<p class=\"book-paragraph\">Have this greater priority in life and most of the problems that seem to beset and hinder people around you will rarely if ever be experienced by you. You will have a greater set of problems. Other people are beset with little problems, which arouse enormous reactions. Yet these little problems will only arouse in you a very small reaction because you will be reacting to something greater.</p>\n\n<p class=\"book-paragraph\">Because you live in manifest life, the sense of greatness that you experience will depend on the greatness of the problems that you are solving. If you are only dealing with little things and you are not very successful, you will feel little and unsuccessful. If you are solving greater problems that have meaning and value, you will feel greater, and you will feel that your life has meaning and value. You are what you value. You are what you do. Essentially, you are what you resolve and accomplish while you are in the world because contribution is what brought you here. You did not get kicked out of heaven to be here. You are not in exile though you may feel like you are. You are here to do something important. You are here to engage with certain people for a certain purpose. You are here to find those people. You are here to find that purpose and to learn how to understand its meaning and its application.</p>\n\n<p class=\"book-paragraph\">Religion is what enables you to do this, religion in its pure sense. Religion is teaching, learning, giving, sharing and applying Knowledge. In its pure sense, this is what it is. We give you this new and yet ancient understanding so that you may have a new approach and new beginning. You need a new approach and a new beginning because you cannot enter new territory with an old understanding. You cannot add on something new to something old, for something new will replace what is old. New experience replaces old experience. New understanding replaces old understanding. New avenues of life take you out of old avenues of life. New relationships replace old relationships. Therefore, you cannot enter into this greater preparation and this greater mission while holding on to everything you think, believe and want or while maintaining the memories of all the little things you have done, said, felt and valued. Remember, when you leave the world, none of these things will be important to you. Your only concern will be whether you completed your mission here and whether you found the people you needed to associate with. Everything else will be forgotten.</p>\n\n<p class=\"book-paragraph\">Having the emphasis while you are here that you will have after you leave is a great gift that is being given to you now. This is a gift that will give you extraordinary power and effectiveness and one that will liberate you from so many small things that torment you. This is what lifts the crown of thorns from around your mind. This is what frees your mind. What great fame or glory can there be in the world that is not but a crown of thorns—something that gives you false majesty but that torments you and limits you, binds you and restricts you. Take the crown of thorns off your head. It does not belong on you.</p>\n\n<p class=\"book-paragraph\">The world is emerging into the Greater Community. You need to learn the ways of the Greater Community. You need to learn the religion of the Greater Community because this religion represents God’s work, not only in one world, in one culture or in one language but in the entire universe. This will give greater meaning and scope to your world’s religions and will give them the unifying principle they now need to have a greater application and a greater relevancy in life. Without this, the world’s religions will fade away or be overwhelmed by the reality of the Greater Community. Yet the Greater Community by its very existence gives the world’s religions a greater impetus and opportunity.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is being presented into the world to give people like you who feel an inner need and a greater association in life an opportunity to discover, to apply and to contribute Knowledge. This is your purpose. This is what you have come here to do. What you will do specifically is unique to you and to those with whom you are destined to participate. You are meant to serve the greater movement of life in your own unique way. This is religion. Yet you will need to study religion in a Greater Community context in order to have this greater understanding.</p>\n\n<p class=\"book-paragraph\">Do not, then, be afraid of religion. Do not associate it with your past. Do not associate it with all of the foolish manifestations that have been made in the world regarding it. See it anew as the means for you to regain your greater purpose in being here and with it a greater experience of destiny and companionship. Consider what you will remember from this life after you leave here, given the things that we have said. Then you will realize what is important, what is essential, what requires your attention and what your first priority must be. Then all other things will take their proper place in your life—not to be denied but to be properly oriented and properly placed.</p>\n\n<p class=\"book-paragraph\">Your attention should be on great things. This will enable you to solve small problems and keep them small. This will enable you to choose wisely in your relationships and in your career. This will enable you to choose according to Knowledge and not be dominated by what you want or are afraid of. When this is done, and done consistently, then you will be living a religious life and you will be having a religious experience. You will be living a religion that includes and yet transcends all that the world has ever known.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-religion/"
}