{
  "title": "What is Creation?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">It is time now for humanity to learn of spirituality in the Greater Community of life in which your world has always existed. It is time now to outgrow tribal focus and tribal identification to learn a new paradigm, to realize the evolution of religious understanding in the universe where it has been most fully expressed and where it has been most greatly achieved.</p>\n\n<p class=\"book-paragraph\">Humanity now must gain a greater perspective in order to establish human unity and understanding, to meet and to face the Great Waves of change that are coming to the world and to recognize and to offset the Greater Darkness that is in the world.</p>\n\n<p class=\"book-paragraph\">You cannot meet a new reality with an old understanding, and that is why God has sent a New Message into the world, a Message for the protection and advancement of humanity.</p>\n\n<p class=\"book-paragraph\">The first question is: What is Creation? Creation is all that God has created within time and beyond time. You live within time, so you live in a part of Creation that is in motion, that is in flux, that is unstable and that is evolving and expanding. This part of Creation was established to provide a home for the separated, where they could experience Separation and have the opportunity to choose a way to return to that part of Creation that does not change, that is complete and eternal.</p>\n\n<p class=\"book-paragraph\">The Creation that you must be concerned with is this temporary Creation—a place of time and space, a physical reality, a reality of constant change, of evolving systems, a reality of contrast and conflict, a reality of life and death.</p>\n\n<p class=\"book-paragraph\">Separation created this reality, for God knew that the separated must have a foundation upon which to exist. This has set in train the physical universe that you are only beginning to comprehend and that you must learn to serve and to recognize if you are to outgrow its fascinations and to forgive its tragedies.</p>\n\n<p class=\"book-paragraph\">Creation beyond this is beyond your awareness now, though you are actually living within it. For the temporary Creation is happening at another level. You are already surrounded by the permanent Creation, but your eyes cannot see it, your ears cannot hear it and your fingers cannot touch it because your senses were only established to recognize physical things and things that are moving, objects that are moving and sounds that are changing.</p>\n\n<p class=\"book-paragraph\">The greater reality in which you live is all around you. You have never left it, but given your reliance upon your senses, you cannot experience it directly without a certain kind of preparation.</p>\n\n<p class=\"book-paragraph\">This is entirely confounding to your human understanding, and this is entirely confounding to the understanding of the countless races of beings who live within the Greater Community of intelligent life that comprises the physical universe in which you live. They are all living in Separation. They are all experiencing evolution. They represent the evolution of consciousness, technology and social establishment at every conceivable level.</p>\n\n<p class=\"book-paragraph\">This is all happening within the permanent Creation itself. For while there appears to be Separation and you live in this separated state—where everything seems to be distinct and unique; where everything is changing and moving, being born and dying—you have not left the permanent Creation. It is still here.</p>\n\n<p class=\"book-paragraph\">The Separation is fundamentally a problem in perception, communication and awareness. There have been very few individuals in the history of humanity who have been able to break through the veil that seems to separate this physical, temporary, changing reality from your permanent reality that represents your Ancient Home—where God is known, where you are known, where there are no questions for there are no conflicts, where change does not exist for it is not needed.</p>\n\n<p class=\"book-paragraph\">This is inconceivable to you in your current state, and it is not even desirable given your priorities and objectives. But it is important for you to know that the Separation has not really succeeded and that the break from God has not really been accomplished. It is real in your current experience of reality, within this partial Creation in which you exist. But it is separated. That is why it is changing and that is why it is evolving.</p>\n\n<p class=\"book-paragraph\">If life in the physical were not changing and evolving, it would be Hell for you. Imagine being in a reality that you did not like, a reality that never changed. You would have no hope. You would make no progress. And even if that physical reality, that unchanging physical reality, were perfect in meeting all your perceived needs, after a while you would see that living in a body is inherently uncomfortable, problematic and difficult, and you would want to be free. But you could not be free, in that case, for you would have established a kind of [immortality] in your imagined physical reality, and you would be trapped, you see.</p>\n\n<p class=\"book-paragraph\">Hell is a beautiful place where you can never be happy. That is Hell. If you were in a place of real torment, you would want to go home to God right away. But here, in this beautiful Hell, you are ambivalent; you are attached. It intrigues you; it seduces you; it mesmerizes you. And though you fear its dangers, its terrors and its unpredictability in this current physical reality, you are still fixated upon it.</p>\n\n<p class=\"book-paragraph\">So for you, Creation is the physical universe. It seems to be forever, but it is really temporary. It has a beginning, a middle and an end. You have not even reached the middle spot of this expanding universe, so this is something that is confounding to your understanding.</p>\n\n<p class=\"book-paragraph\">It is important for you to know, should you ever think that immortality in the physical realm is desirable, you must recognize that such a state would be Hell itself. To be in a beautiful place where you could never be happy would be extremely hellish and you would be held there for a long time because you would keep wanting it, believing in it, hoping for it and trying to make it work.</p>\n\n<p class=\"book-paragraph\">The fact that your physical reality is constantly changing, expanding and evolving and is going through growth and decay gives you hope and promise that your greater purpose and the need of the soul may be fulfilled here.</p>\n\n<p class=\"book-paragraph\">This requires an entirely different theological and philosophical foundation. If you believe you are in the world because you have sinned or because you have been condemned, then you will not recognize the great opportunity that exists within your reality for your redemption. Indeed, given the philosophical foundations of many of the world’s religions today, it makes this picture incredibly complex, unclear and difficult to discern.</p>\n\n<p class=\"book-paragraph\">Yet God has placed Knowledge within you, a deeper mind, a deeper understanding. And this Knowledge holds your purpose and direction and the promise of your greater accomplishments in the world.</p>\n\n<p class=\"book-paragraph\">Because you have entered Separation, you must now serve the Separation. You must serve people and life existing in this separated state. This is how you rediscover and re-experience the permanence of your Ancient Home.</p>\n\n<p class=\"book-paragraph\">Redemption is not simply pleasing God and going to Heaven or not pleasing God and going to Hell. This is ridiculous. This represents a purely human separated state of mind and perception. You believe that the righteous should be rewarded and the wicked should be punished and that God will give the rewards and do the punishment. You imagine God to be like yourself—to have your temperament, to have your values, to uphold your sense of justice and to meet your criteria and expectations. This is foolish and arrogant, of course, but this is the position of many people.</p>\n\n<p class=\"book-paragraph\">But do not worry, for everyone in the physical universe, the countless races of beings in all stages of evolution, has the same kinds of assumptions. It is to be expected. God is not fooled by it. God is not upset by it. It is simply the result of living in a separated state.</p>\n\n<p class=\"book-paragraph\">Even your notions of religion and spirituality are founded within this separated state. People imagine Heaven to be kind of a perfect version of their physical reality without realizing that should such a reality ever be created, it would be Hell itself. To be in a beautiful place where you could never be happy would be a kind of ongoing Hell.</p>\n\n<p class=\"book-paragraph\">God cannot make you happy by the stroke of a wand or by some spell. You must return to your permanent state as God created you, not as a conflicted individual. You would not be able to even experience your permanent reality as a conflicted, unhappy individual. You would see the projections of your own mind. You would want to be in an environment that represented your own conflicted state, and that is what keeps you here.</p>\n\n<p class=\"book-paragraph\">You could be in a worse state. You could experience Hell more thoroughly. You could be more miserable, certainly. There seems to be no end to the degrees of misery that people are willing to accommodate and to adapt themselves to.</p>\n\n<p class=\"book-paragraph\">But nonetheless, Creation is complete, and your temporary experience in this temporary reality that you call the physical universe is but a tiny part of God’s permanent Creation—a Creation that you cannot yet experience clearly for yourself, even though you might have glimpses here and there.</p>\n\n<p class=\"book-paragraph\">People’s beliefs and assumptions, their metaphysical ideas, their religious values and their speculations all suffer from a kind of level confusion. They try to imagine a permanent blessed state called Heaven, but they cannot see it as it really is. They cannot resonate with it yet as it really is, for they are not ready for that. They have not yet been prepared for Heaven, to return. They are not complete in their service here in the physical reality. They have not completed their mission here.</p>\n\n<p class=\"book-paragraph\">When the Separation began, before any of your estimations of time or history, the solution was instantly created. For while the Separation may fool you, may captivate you, may mesmerize you, may trap you and all other entities and beings who are in the physical reality at this time, it did not fool God. It may be foolproof, but it is not Godproof. So the solution was created immediately. But in time, it seems to take such a great deal of experience for the solution to be accepted, experienced and expressed.</p>\n\n<p class=\"book-paragraph\">You are lingering in time. Time is the interval between the point at which you left your permanent Creation to the time in which you finally return to it completely. That interval is called time. Time is inconceivable and unnecessary in your permanent reality because time is related to change. It is related to events that change. It is something that marks the progression of events.</p>\n\n<p class=\"book-paragraph\">The whole notion of time is part of the adaptation to living within a physical reality. It is a form of measurement that was established out of necessity to be able to organize one’s thoughts and actions, to be able to interface with a changing physical reality, to be able to mark one’s progress and accomplishments, and to understand one’s history and past and the history and the past of others who have dwelt here. Time is unnecessary in your permanent reality. It is irrelevant.</p>\n\n<p class=\"book-paragraph\">You can see from Our words here how far you are from yet being able to experience this or resonate with it. Perhaps it intrigues you. Perhaps it stirs an ancient memory in you. Perhaps there are aspects of it that you yearn for. Perhaps it looks boring to you and unexciting and unappealing to be living in a changeless reality.</p>\n\n<p class=\"book-paragraph\">You are so addicted to change. You love change and you hate change. You love your physical existence and you hate your physical existence. It intrigues you. It stimulates you. And yet it hurts you, terrifies you and disappoints you.</p>\n\n<p class=\"book-paragraph\">It is this seemingly irreconcilable problem, confusion and dichotomy that God’s answer addresses directly. For God has placed within you a deeper intelligence that is not confused by what confuses your thinking, worldly mind. It is not befuddled by the world. It is not deceived by appearances. It is not attracted to all the things that seem to induce you, seduce you and allure you. It is not terrified by what terrifies you. It is not afraid of change, loss and death. For it is the permanent part of you. It is the part of you that could never separate from God.</p>\n\n<p class=\"book-paragraph\">This Knowledge is within you now. It is here on a mission to contribute within certain circumstances, with certain individuals, to achieve certain things. Its ultimate purpose is beyond your comprehension, but the steps that it provides for you are immediately accessible and can be discerned if you are willing, open and capable. It resolves the dilemma because it expresses the reality of your Ancient Home through you while you are here in this temporary physical reality. It demonstrates a greater power, a greater resonance and a greater relationship. And it provides real, tangible service here in the world where people are suffering. They are languishing in time. They are experiencing desperation and hopelessness. And the world is facing great travail in the near future.</p>\n\n<p class=\"book-paragraph\">God is not careless in this matter. God sends into the world what is needed to keep everyone here moving in a positive direction. People in this reality have the decision and the power to make the world more a reflection of their Ancient Home or a more hellish place.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/what-is-creation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/one-god/what-is-creation/"
}