{
  "title": "Self-Doubt",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">With all the work that there is to do in the world and all the responsibilities to be assumed, surely this must generate self-doubt, so let us speak about self-doubt. Let us see how doubt can be faced and circumvented and what can be done when doubt cannot be escaped.</p>\n\n<p class=\"book-paragraph\">What is self-doubt? What does it mean to doubt yourself? And what is this self that you doubt? When you experience self-doubt, you just experience doubt. There is rarely ever any introspective questioning. You just feel doubt. You feel uncertain. You are concerned that you might fail or that you are unworthy or incapable of meeting the challenge or completing the task. And you shy away from yourself and from whatever is stimulating the doubt on the outside. Many people live with doubt almost continuously. They try to inure themselves from the discomfort of feeling this and try to escape all of those things that stimulate their doubt and bring it to the surface.</p>\n\n<p class=\"book-paragraph\">What is this doubt and what is this self that you doubt? This is an important question because it leads you to the discovery that there are really two aspects to you. There is the personal aspect and what we call the Impersonal aspect. The personal aspect is your personal mind, which includes your personality and all of your habits, interests and idiosyncrasies. It is the part of you that you have acquired during your time so far in the world. It is all the parts of your mind that are conditioned by the world around you and by your primary relationships. It is the part of your mind that is filled with memories and has patterns of thinking and behavior, some of which are very difficult to change. This is the self that you doubt because this self is frail, uncertain and inconsistent. It has failed you, and it has deceived you. It is fully capable of presenting lies and misusing real facts for personal gain. It is deceptive. It is often dishonest. It is weak. It is conniving. It is all these things, but it is not evil. It is simply protecting itself from a world that is too large and too incomprehensible for it to comprehend or understand. It does not feel safe in the world, and so it arms itself against all anticipated threats and possibilities of loss. It arms itself against embarrassment. It arms itself against anything which might threaten its social and physical survival.</p>\n\n<p class=\"book-paragraph\">This is the personal aspect of you, and this is the self that you doubt. You have good cause to doubt it, for until it comes into service and into relationship with a Greater Power, it is alone and afraid and will misuse reality and even its own experience to defend itself against the world and against any intrusions, real or imagined. This is the personal part of your mind, and this is the self that you doubt. It is foolish and reckless to say you should not doubt yourself, for if this is the self that you identify with and that you experience moment to moment, then you should doubt it, for it will let you down.</p>\n\n<p class=\"book-paragraph\">It is important here to know what to trust and what to doubt—not in a critical way, but in an analytical and an objective way. For example, you realize that your body has certain limitations. It has limitations in terms of what kind of environment it can survive in. It has thresholds for what is too hot, what is too cold and what is too painful. It has a myriad of sensations. It is vulnerable to pain and damage and can fairly easily be destroyed. You realize this. The body has limits.</p>\n\n<p class=\"book-paragraph\">The personal mind, given a greater purpose to serve and meaningful relationships with which to identify, can become a useful and productive aspect of yourself. But it too has its limits. It is not eternal. It is not wise. It cannot function at the level of Knowledge. It can only comprehend things to a certain extent. Its analytical skills are limited. And it is prone to fear and anxiety, given very slight or even nonexistent stimulation. Indeed, the personal mind frightens itself frequently where there is no real cause for fear at all. It has very serious limits, and when you know these limits, you can train it to function within its boundaries. Then it can become a useful and productive aspect of yourself. If you do not know its limits and its boundaries, however, you will expect things of it that it can never provide. You will expect peace, equanimity, strength, courage, openness, acceptance and unconditional love—all things that it alone cannot produce or provide. It can only be a vehicle of expression for these greater experiences as it comes to serve and to accept a Greater Power in your life.</p>\n\n<p class=\"book-paragraph\">While you have a self that you need to doubt and that you need to understand, you also have a Self that you can learn to trust—completely and wholeheartedly. This Greater Self is the source of certainty, guidance, strength, courage and Wisdom. It is what we call Knowledge. It represents the immortal part of yourself—the part of you that came into the world fully intact and fully prepared to carry out a mission in life. You carry it like a secret cargo. It is within you at this moment. You can doubt its existence. You can doubt its value. You can doubt the depth of its Wisdom and the limits of its strength, but until you know it, you will not understand what it can do or what it is for. You are not in a position to doubt it. You can join with it, become part of it and become united within yourself. Or you can avoid it, hide from it, resist it or demean it, but it is within you nonetheless. You cannot spoil it. You cannot use if for selfish ends. You can misinterpret it. You can misunderstand it. And you can wrongly apply its guidance and Wisdom to the extent that you have experienced it. But it remains pure within you.</p>\n\n<p class=\"book-paragraph\">This is the Self that you can trust. The more that you experience Knowledge and the greater your comprehension of Knowledge, the greater will be your foundation for self-trust. This is not merely theoretical. This is actual. You can experience it profoundly, and it will give you a sense that you have solid ground to stand upon while you are in the world. This is God’s great gift to you. This is the answer to your prayers. This is the great comforter and reassurance, and it lives within you.</p>\n\n<p class=\"book-paragraph\">Knowledge lives within you, but you must find a way to it. You must become worthy of its grace. You must develop yourself to receive it and to follow it. To enable you to do that, you have been presented with The Greater Community Way of Knowledge. This is a means of regaining access to Knowledge that is unparalleled in the world. As you undertake this great journey with its many stages of development and its many opportunities for application, you will build a foundation for self-trust that will be unshakable in the world.</p>\n\n<p class=\"book-paragraph\">How different this is from trying to trust your personal mind and trying to eliminate doubt without finding this greater foundation within yourself. This trust has no falsity. It has no false excuses. It has no lies surrounding it. It has no fragile and thin justifications. It has no deception, no dishonesty and no deceit. With this inner certainty, there is humility, for you realize you are standing at the threshold of something very great within you. You realize as well that it is something that you personally cannot own, but that you are blessed to receive and blessed to have within you, to be with you and to be the center of you. You cannot claim it and use it to control or to dominate others. You can only follow its grace to find resolution in life and to build a foundation of relationships and a greater realization of purpose and contribution.</p>\n\n<p class=\"book-paragraph\">Now, what establishes a way to Knowledge and what secures your experience of Knowledge so that in the future you can learn to rely upon it and have faith in its presence? What establishes your connection to Knowledge and your relationship with it is making important decisions at important junctures of life, where you have to choose the truth over all other seeming conveniences and benefits, where you have to give up something that you had been clinging to in order to have freedom and a new opportunity for life. These are the great turning points where Knowledge reveals itself. It reveals itself because it is chosen in the hour of decision. Now it is no longer a hope or an idea or a theoretical possibility. It is now something real within you.</p>\n\n<p class=\"book-paragraph\">Can you trust that deeper inclination? Can you recognize its consistency and its depth and distinguish it from all the other impulses, compulsions, needs or anxieties that you might feel? It lives within you. Deep, silent, powerful. In contrast to a world of mad pursuits, frantic activities and dangerous involvements, what greater gift could you be given than a part of God to live within you? It is not a spirit that visits you occasionally when you are in dire straits. It is not a benediction given to you after fervent prayer. It is a living reality within you. As you learn over time to come to Knowledge and to take the steps to Knowledge, you will have a foundation for self-trust, and this will give you a basis for releasing self-doubt.</p>\n\n<p class=\"book-paragraph\">The personal aspect of your mind will continue to doubt. It will doubt and doubt and doubt, for it can only doubt or believe. It cannot know, for only Knowledge can know. It requires assurances, like a child, until it becomes a part of Knowledge itself, until the human and the Divine in you are joined together in meaningful and true matrimony—the real marriage of mind, body and soul that is possible and only possible with Knowledge. The personal mind will continue to be fretful, doubtful, anxious and prone to rash decisions and rash behavior.</p>\n\n<p class=\"book-paragraph\">But increasingly, as a student of Knowledge following in The Way of Knowledge, you will be able to step back from these impulses and anxieties and rest upon that which is much more sure and even within you. This is essential in order to become a contributor in life. To learn how to really work and to learn where your work needs to be placed, to resolve conflict, to enhance your mental and physical environment, you need this inner strength. Even if life did not place demands upon you, you would need this inner strength to justify your existence here and to realize with certainty that you have an Ancient Home from which you have come and to which you will surely return. You need this inner strength to experience that you have a life within the world and a life beyond the world and that they are joined by a purpose—a purpose for which you have come.</p>\n\n<p class=\"book-paragraph\">Life is not casual. Life is not ambivalent. Life is fully dedicated. Everywhere. To be part of life is to be fully dedicated, completely committed, completely involved, completely joined and completely whole. As Knowledge becomes stronger within you, your personal mind will have a greater foundation upon which to base itself, and increasingly its self-doubt will disappear. Then you will face a different kind of doubt, a doubt that is a warning sign within you to tell you that something may not be right and may require greater observation or verification of some kind. This is doubt born of Wisdom. This is when you sense something is not quite right or that the decision that you are about to make may not be the best decision and you feel a restraint inside. This is not self-doubt. This is doubting something on the outside. This is healthy and wise. This is part of your inner guidance system working for you to guide and protect you and to keep you from going astray. The more you are sensitive and responsive to this, the more difficult it will be for you to make a mistake. What a blessing this is.</p>\n\n<p class=\"book-paragraph\">Knowledge will hold you back until you find that place to which you can give yourself. It will hold you back in relationships with people. It will hold you back in many things. Why? Because it has not found its place to give. How can you give your life to something if Knowledge is not going with you? The personal aspect of you is too small and too bound to the world to take on greater things. In order to take on greater responsibilities, to accept greater rewards and to meet greater challenges, you need a Greater Reality, which is connected to Knowledge within you. People try to take on big things with a small mind, and as a result they lose sense of what their endeavor might offer them, and everything becomes small.</p>\n\n<p class=\"book-paragraph\">To go from a little life that is bound by fear and desire to a greater life that is included in the workings of the world requires a Greater Power within you. You are reading these words because you are seeking a Greater Power. You know you need this Greater Power to escape self-doubt and to escape ambivalence, which is indecision. You need this Greater Power to find your foundation, to find the strength you will need to build upon that foundation, and to find the relationships you will need in your life to carry on a greater purpose and to establish a greater meaning. This need is natural.</p>\n\n<p class=\"book-paragraph\">The blessing of this approach is that your personal mind is not maligned or discredited. It is not repudiated. It is not demeaned. It is not rejected. It is not denied. It is recognized for what it is—an aspect of your mind that is born in the world and conditioned by the world. It is an aspect of your mind that you need to have to be here and to be able to negotiate the particulars of your life. You need the personal mind to govern the body. It is like the switchboard, the control panel for the body. It can become very competent in practical, detailed affairs, but it needs a greater foundation. It needs a Greater Power. It needs a greater certainty in order to feel certain so that its real capabilities can be realized and applied. It finds its value in this larger context.</p>\n\n<p class=\"book-paragraph\">This ends the constant struggle with yourself, the constant courtroom battle over what you want and what you don’t want, whether you are good or not good, whether you can be trusted or not be trusted, whether you have value or do not have value. These debates can rage continuously within the mind. But when a Greater Reality begins to emerge within you and is recognized not as some distant deity but as a living Spiritual Presence within you, then you can begin to have a real foundation. Your ability to trust this foundation will grow over time. This trust has to be earned. It has to be realized. It has to be exercised until it can become a reliable resource for you.</p>\n\n<p class=\"book-paragraph\">When people begin Steps to Knowledge, they often have great expectations that their lives are going to be transformed in a matter of days or weeks, or maybe months if it takes a long time! But if they stay with their preparation, they realize that this is a process with many stages, and there must be many demonstrations of the power and presence of Knowledge. And their ideas about Knowledge change. And their expectations change. And many of their ideals show themselves to be weak and false. And they realize as they go forward that their personal mind has inflated itself, giving itself divine powers and abilities, giving itself false assurances and grand assumptions about its ability to deal with anything and to handle any challenge.</p>\n\n<p class=\"book-paragraph\">All these grandiose ideas are a cover for the despair, fear and helplessness which your personal mind feels. It is lost within you and within the world until it finds its foundation in Knowledge. Then it becomes sure and secure, and its little preoccupations and anxieties have less and less of an impact on you.</p>\n\n<p class=\"book-paragraph\">Perhaps you doubt that this is possible. I understand it if you do. There are very few demonstrations of this in the world. It is understandable to be doubtful. But because something is understandable does not mean that it is correct or meaningful. There is a greater possibility for you because you are reaching out. Perhaps you still have many grand ideas about yourself and what you are going to do in life and lots of plans and goals. Perhaps you have no plans and goals. But you are here reading these words. If you can hear these words and respond to them, beyond the level of your personal mind, then Knowledge within me has reached Knowledge within you, and a real relationship has begun.</p>\n\n<p class=\"book-paragraph\">You can think of freedom as the escape from ambivalence, which is indecision. You can think of freedom as the escape from self-doubt. You can think of freedom as the escape from the personal mind as the sole authority of your life and the sole determinant of your actions and behavior. All of these definitions are really the same. Perhaps different words strike different responses, but they are all the same.</p>\n\n<p class=\"book-paragraph\">Your freedom is to find a Greater Power and a greater purpose in life and to join it and bond to it. You will know it is correct because you will know, because it is Knowledge that brings you here. You can doubt, doubt, doubt all along the way, but something deeper in you has brought you here. You can question. You can have fearful anticipations. You can worry that your mind is being taken over, that you are being manipulated—all of these kinds of fears born of the personal mind, fearful because it cannot comprehend the greatness of Knowledge because its own errors are so manifest and because it has no basis for real certainty. It seeks for a Greater Power, but it will not relinquish itself to this Power. And the powers that it will give itself to are no more certain that it is. They are grandiose, but they too are filled with fear and helplessness. The world has many expressions of power and leadership, but without Knowledge they are only pretense—pretense upon pretense. And they must be backed up with force and violence.</p>\n\n<p class=\"book-paragraph\">How different Knowledge is, which needs neither force nor violence, which needs neither deception nor dominance. Its persuasion is that it is entirely natural to you. It is the absolute essence of everything that is meaningful to you. It comes silently. It lives within you. It awaits the moment when you can begin to accept it. It offers itself at moments of great decision. It comforts you with its silence and reassurance. It abides with you. As you learn to abide with it, come to it, seek it out and learn how to receive it, respond to it and use it, then you become its recipient. Others will shrink away, fearful and doubtful, but you will come forward because Knowledge in you brings you to Knowledge in life. That which is true in you brings you to that which is true in life. The essence of you comes to the essence of life, for there is not only Knowledge within you, there is Knowledge within everything.</p>\n\n<p class=\"book-paragraph\">Within you there is a seed of Divinity which can grow into a great and bountiful tree of life. That is Knowledge. Trust this. And when you come to a moment of important decision, at a juncture or turning point in your life, you will always see that there are two ways to go: There is the way with Knowledge and there is the other way. The other way may show many possibilities, but there are really only two ways to go.</p>\n\n<p class=\"book-paragraph\">Sometimes people struggle and fret over meaningless decisions when neither decision is right because they are not patient enough to wait for Knowledge. Indeed, when Knowledge is ready to act, it can move you and everyone around you. It has such great potency. Yet it has such great compassion that it does not exercise its power except to preserve you. But even here its power can be denied and neglected. Recall the time you felt inner restraint when you were about to do something that you would later regret. Recall the time when you felt a nauseousness within you when you were making a decision that would prove itself to be damaging for you. Recall a time when you felt a giddy excitement over something you really wanted, but you later found out that it was empty. If you can learn to face your own experience and to question it objectively, you will begin to see that there is something with you that keeps you on a sure track. There is something living within you that is not frantic, nervous or reactive. Trust this.</p>\n\n<p class=\"book-paragraph\">Self-doubt will continue, but as Knowledge becomes stronger, your self-doubt will diminish. Then you will see that you have an opportunity to either go with Knowledge or to go without Knowledge when you are required to make important decisions or choices in life. Until you have this foundation in Knowledge, ideas such as peace, equanimity, spirituality and grace are only fleeting experiences, if you experience them at all. They are beyond the realm of possibility as a living reality for you until you build this foundation.</p>\n\n<p class=\"book-paragraph\">You can receive these things and you can express these things because there is a Greater Power living within you that has now become free to express itself in your life. Your life is no longer governed mindlessly by driving passions, intermittent needs and raging fears. There is more openness in your life, and through this openness comes a Greater Power and grace. You will begin to see its effect on others. And you can begin to see it growing in your life and manifesting itself, in subtle ways at first, until you realize that your life is being moved by something you cannot understand but which you can love and accept because it is natural to do so.</p>\n\n<p class=\"book-paragraph\">Therefore, doubt what is doubtful. Trust what is certain. Doubt what is temporary. Trust what is permanent. Doubt what is fleeting. Trust that which will last. Then self-doubt will be replaced by wise discrimination. Then fearful perception will be replaced by true discernment. Then doubt will serve you rather than condemn you. This is possible. This is real. This is for you who are reading these words.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/what-is-self-doubt/"
}