{
  "title": "Discernment",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a lesson in Steps to Knowledge that concentrates on the idea, “The quality of my relationships determines the quality of my life.” Spend some time now and consider this idea. As you think about it, do not only think of the people with whom you are now engaged in relationship. Include, as well, your relationship with your mind, your relationship with your body, your relationship with the place you live, your relationship to the general physical environment, and so forth. If you do this honestly, without trying to exclude anything, you will see that everything is included in this idea and that this idea applies to all aspects of your life. If you have been out in the world a little bit and have become somewhat observant of others, you will indeed begin to see the utter truth of this statement.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, where is the best place to investigate the quality of your relationships? The best place to start to investigate is in looking at how you start relationships—who do you start them with, what are your motives, what are you looking for, what are your criteria, how quickly do you move, how do you gauge your progress, what qualifies a person to be in relationship with you and what disqualifies someone? This investigation is one that you are encouraged to undertake for yourself, but it will only be fruitful if you engage yourself in it with as much objectivity as possible. Your experience and your observations of others will prove very valuable here. Yet, the opportunity for deception is very great because you will still protect certain motives and goals in relationships from this scrutiny, wanting to make sure that they are still genuine goals for you, keeping them from being questioned and examined honestly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Developing discernment is absolutely fundamental in raising the quality of your relationships and, indeed, the quality of your life. How you start a relationship will determine the direction that it goes in and will establish its activity both now and in the future. Discernment or the lack of it will determine who you are with, what you will do and what you will have to learn as a result. So, clearly, how you start a relationship is the best place to begin. All the relationships that you have now were started at some point, and, indeed, you are looking for new relationships even at this moment. Perhaps you will think, “Well, I am not looking for a husband or a wife,” but you are looking for other people for other purposes.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To emphasize the importance of discernment, we shall give you a very fundamental idea in The Greater Community Way of Knowledge. It is an idea that will require considerable thought and investigation. The idea is this: “The truth of any relationship can be known at the outset.” This means that relationships are not as much of a gamble as they might seem. Is this possible? Not everything that will happen in a relationship can be seen at the outset, but the appropriateness of this relationship for you can be known. In fact, it is known already. But do you have access to this Knowledge? Are you available to it? It is certainly available to you. If you are not available to it, what is preventing you from having access to it? Here, indeed, you begin to ask some very important questions about your approach to life and the degree to which you can engage with life objectively and honestly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Indeed, you might even ask these questions regarding me: “Who is this speaker who is giving me this discourse? Can this speaker be trusted? Does this speaker possess true Wisdom? I have been fooled before. Maybe I will be fooled again.” Indeed, I can only be known. You can speculate a great deal about me and paint any picture you want. But my value can only be known. If you are with Knowledge, you will know who I am and you will understand the depth of my Wisdom. The question of trust will not be necessary if Knowledge is your guide. However, Knowledge is not really the guide for most people in an active sense, for people trust their assumptions until their assumptions prove to be false, which can take a very long time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Consider how it is possible that the appropriateness of a relationship can be known at the outset. How do you know these things and how do you proceed? If you are open to experiencing other people’s purpose, their temperament, how far they have progressed, their maturity, and their thinking and behavior—if you are open to knowing these things without trying to assign value and without trying to fit others into your ideals, then, indeed, you can know if they are an appropriate prospect for relationship for you. How can you know this? Because Knowledge within you will say “yes” or “no.” If Knowledge does not say “yes,” then it is “no.” “No” can mean that this person is not appropriate, or it can mean that you must wait and not become engaged. “No” can also mean look away or pass on by. Here you must look beyond all appearances and not be swayed by charm, beauty, wealth, power and all the allurements that trap people. Here you look without bitterness and without distrust. You are just open. To have this openness, you must learn over time to have no illusions about yourself. You must not live according to cherished ideas or grand images. You must become a person who is simple, direct, open and discerning—a man or woman of Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You see, at this moment you do not yet have this discernment. How can I say this about you, you ask. “He doesn’t even know me. How can he say this about me?” I can say this because true discernment is rare in the world. It is only cultivated in a mind that has shed its illusions, that is living with life as it is and that is adhering to a Greater Power that includes what is seen and transcends what is seen as well. Discernment is not asking the right questions or having the right checklist. It is the ability to know. It is the ability to experience another, not critically but directly. It is the ability to restrain yourself until the moment of action is called for, however long that may be. If you are without illusions about yourself, then you will be without illusions about others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Discernment, then, is the product of a great development. This great development must occur for discernment to have a real foundation and to be truly effective in life. The great development is called The Way of Knowledge. Here you regain the True Mind and with it, the true life. Let me give you an example. If you interact with someone and they charm you, confuse you, intrigue you or disappoint you, and you want to know them and comprehend them, how can this be achieved if you do not become engaged with them in any way? One of the first requirements here is that you cannot want anything from the situation. Whatever you want will determine the criteria that you will use. Even wanting Knowledge can be deceptive here because you will try to think and act according to your ideas of what Knowledge is and how Knowledge would think or what Knowledge would have you do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The essence of discernment is stillness. If you can be still with another, without trying to make them good or bad, or divine or evil, then you can begin to experience him or her very directly. This is why we teach the path of stillness. This produces the necessary condition of mind for Knowledge to emerge. Indeed, we speak of stillness throughout our discourses and refer to it often. Many people think discernment is about becoming more critical, having higher standards, being more judgmental, being more careful, asking more questions or being more guarded about oneself and one’s possessions. While it is true that as you become more discerning, you become more guarded, this is not the essence of what I am talking about. The essence of what I am talking about is the ability to experience others as they truly are, recognizing their higher qualities but also taking into account their position in life. This does not require a long analysis or a detailed study because a long analysis can only determine a person’s thinking and behavior and may not at all account for his or her deeper aspects. Here you need to be present. Be still and you will know. This sounds so simple, and yet it requires a truly refined approach.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There are some very fundamental questions that you can ask in the process of getting to know someone. To begin with, ask yourself: “Should I get to know this person?” Second question: “Should I become involved with this person?” These are two different questions. You can know someone without getting involved with them, maintaining a respectful distance. Beyond these two questions, then, be still. Do not rush ahead. Become aware of what you want in the relationship and all of the images that illustrate what you want. Then separate yourself from these images. They are not necessarily bad, but they can destroy your ability to exercise real discernment in the situation.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because the quality of your relationships determines the quality of your life, whom you become engaged with and for what purpose are all important. There is no escape from this, for you live in a mental environment as well as a physical environment, and the mental environment is made up of your thinking and the thinking of those with whom you are most directly engaged. This describes your physical environment as well. Relationship is the essence of your environment, the environment in which you live. What you decide to do in your relationships will determine the kind of life you will have and the kind of problems you will have to solve. This is so important; it cannot be overlooked. There is so much at stake if you make a wrong decision. And it is difficult to undo something that never should have been done in the first place. Your experience will illustrate this for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, you begin with caution, but you must also have a commitment to develop stillness, objectivity and the ability to experience another’s reality, not in an analytical sense but in a direct way. Knowledge can be your guide, if you can be with Knowledge. To be with Knowledge you cannot be governed by your personal wishes, goals, wants and dislikes. For, indeed, the person who may make the greatest difference to you may be someone who does not meet your criteria. And the person who will do you the most harm could well be someone who is totally enchanting to you and who seems to fit the absolute picture of what you are trying to acquire for yourself. Once again return to Knowledge and to stillness. If you learn The Greater Community Way of Knowledge according to the preparation that has been provided, then discernment will be a by-product of your achievement and will grow with your achievement. Because everything represents relationship, your involvement with everything will be determined by the degree to which you have cultivated real discernment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Discernment must always be based upon what you value. Let me speak about this now. If you value beauty and charm, wealth and power, comfort and pleasure, this will be the basis of your discernment. If you value any one of them or any combination of them, that will be the basis of your discernment. It is only reality that will bring you back to what is really true and to what could have been known at the outset.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Therefore, question yourself—what do you value? Ask yourself, “What do I value? What am I looking for?” It is easy to want things. You can give yourself permission to want anything, but what do you really value? In this, you only have two real choices: You either value the truth and what the truth yields or you value the things that compete with the truth. If you have never tasted the truth, it will be very hard for you to value it. It will seem to be an ideal. You can say, “I want someone who speaks the truth, who reminds me of the truth.” But if you do not know what the truth is, this is just another image and another personal goal.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you value Knowledge as a living reality within yourself, then you will want Knowledge to be emphasized and you will want to stay close to Knowledge, for it is the most fundamental relationship that you have. It is so fundamental that if you re-establish your relationship with Knowledge, it will set you in right order with everyone around you. Knowledge cannot be deceived. It does not have conflicting goals. It lives with the truth because it is the truth. Truth is its only emphasis—a truth far greater than the truth that people concentrate on or acknowledge to be real. That is why when we come back to the most fundamental things to emphasize about discernment, we must emphasize your relationship to Knowledge, which represents your love of the truth, your experience of the truth, and all of its resonating qualities and life-affirming gifts.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Coming back to Knowledge is like coming home. Here you shed much unneeded baggage along the way. With false goals go false relationships; with illusions about yourself go illusions about others. When Knowledge is developed, it will be increasingly difficult for you to make a mistake in relationships.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your life is precious; your time is short. You have come into the world to yield something very significant and to work with other people in a cooperative venture in a specific area. The only way that this can be discovered and fulfilled is to engage with the right people for the right purpose. You will need Knowledge to do this, and you will need all of the qualities that are required for Knowledge to emerge—such as stillness, patience, discernment, openness, restraint, compassion and affinity. These are great virtues, and they are fundamental to living a genuine life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Developing discernment is becoming sober. It is shaking off the clouds that shroud your vision and make it difficult for you to think clearly. It is like coming out of a stupor. It is getting yourself straight, like a person who is intoxicated and must wash his face with ice-cold water in order to bring himself back, to get himself straight. People are intoxicated with romance. They are intoxicated with power in their business relationships; they are driven by things that only yield pain and misery. They are intoxicated. Discernment is beyond them. They only want to keep their indulgences, so they seek out others who share their indulgences and who show promise of fulfilling them within these indulgences. Meanwhile, there is a great need to know and a great need to be known, and these are neglected.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Lack of discernment is a great problem in human relationships. And real discernment cannot be acquired by the usual methods that people ascribe to it. To become truly discerning, you must become wise—nothing less. Knowledge must be your guide, nothing else. It will take time to achieve this and you must prepare, but the rewards are so great and so complete, the freedom from error so genuine and in such contrast to what you see around you, that the effort required is a small price to pay for such a great reward.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you can discern what to do, then you can do what you know, and you will know what to do, and certainty will be yours. If you can discern what relationships to give yourself to and what relationships to deny, then your life will have the opportunity to have real depth and harmony, which are necessary for self-love and true achievement to take place.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Studying The Greater Community Way of Knowledge requires discernment. It doesn’t merely encourage it; it requires it. Your progress here can only truly be thwarted by your misapplication in relationships—relationships with others, relationship with yourself, with your mind, with your body, and with the world. You may ask, “How can someone fail in learning The Way of Knowledge?” And I say: “Seek out or protect an inappropriate relationship, and you will fail, and your failure will be a difficult learning process.” You have failed enough in this regard. Do not keep paying the price. Others are paying heavily. You can learn from them. Pay a small price for a great reward instead of a great price for a small reward. If you choose to learn The Greater Community Way of Knowledge, then discernment is a requirement. Life will give you the challenges that you need. And they will be genuine and your opportunity for success will be great. What you will have to deny, pass by or withhold within yourself will be great as well.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You know, people often ask, “How can I be successful?” And I answer by giving them something great to do, something really great to do. Learn to become still. Learn discernment. Learn The Greater Community Way of Knowledge. Do you want to be successful? Learn these things. My answer to your question will challenge you and challenge your discernment in this moment, for if you can discern my answer, then you will be able to discern your real request and understand that a real answer is being given to you.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/what-is-discernment/"
}