{
  "title": "What is Human Destiny?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Your destiny is to emerge into the Greater Community of Worlds. This is a process that will take several centuries overall, but the change within the scope of your life will be very rapid, and the challenge to human society will be immense. Let us speak on this, for this concerns you and your purpose for coming into the world.</p>\n\n<p class=\"book-paragraph\">Humanity will emerge into the Greater Community because it lives in the Greater Community. As human ascendancy has now become established on your planet, you will gain recognition in the Greater Community. You will become a force, not a great force, but a force nonetheless. You are now emerging out of your primitive cultures with great difficulty. You are seeking to associate with each other with great difficulty. Human history is like a shadow over the world, drawing people backwards, just like your personal history is a shadow over you, drawing you backwards.</p>\n\n<p class=\"book-paragraph\">Destiny is what keeps everything moving forward. Destiny is what generates the motivation to create, to establish, to explore and to fulfill. There is a destiny for you, and there is a destiny for the world. Your destiny here is to find your purpose and to find your allies, those unique individuals who are here to help you fulfill that purpose. The world’s destiny is to emerge into the Greater Community. This is where it is heading. It is going in this direction no matter what human society is doing. It must go in this direction. This represents the next stage of your life in the world. It is inevitable and unalterable. That is why we speak of it in terms of destiny instead of in terms of human will and human determination.</p>\n\n<p class=\"book-paragraph\">Just as you grow from being a child to an adolescent, from an adolescent to a young adult, from a young adult to an adult and then you grow into old age, so your world has its evolutionary stages as well. There are evolutionary stages in societies. There are evolutionary stages in families. And the world has its own evolutionary process. Because humanity now spans your world, at least the surface of your world, and has gained a relative degree of control of the world with great risks, it is important now for you to know that you are entering into a new era. It is not a new age, for an age is a very long time. This is a period of transition, which will be difficult and turbulent. Its opportunities and demands will be tremendous. Its risk of failure will be substantial. It is not a time for the faint of heart or for the weak minded. It is not a time for the ambivalent or the self-indulgent. It is a time for great strength and dedication. Knowledge within you will give you this strength and determination as you become a student of Knowledge, as you advance in The Way of Knowledge and as you take the steps to Knowledge. This is because you are needed for something great in this life.</p>\n\n<p class=\"book-paragraph\">Do not compare your purpose with the purpose of your ancestors. Do not think that your purpose is the same as someone’s a thousand years ago or five hundred years ago or even one hundred years ago. Your purpose is related to the needs of the world and the circumstances of the world. Ultimately, everyone’s purpose serves the reclamation and the preservation of Knowledge in the world. However, what you may end up doing may seem very different from this, if only in appearance. It is the spirit with which you give, the quality of your gift and the quality of your awareness and your relationships that will keep Knowledge alive in the world. Everything else that is accomplished is to help people, to serve people, to heal people, to enable people, to strengthen people and to take care of people.</p>\n\n<p class=\"book-paragraph\">The need for Knowledge will grow dramatically. There are so many people in the world that have so little, and there are so few that have so much. The resources of the world are shrinking, and the problems of the world are growing. This is seemingly a terrible situation when you put it all together, but it is just the kind of situation that will call people into action—not just an individual here and there who is inspired, but greater numbers of people. The world will be calling them out of their self-preoccupation. The world will be calling them out of their personal interests and tragedies. The world will be demanding things of them.</p>\n\n<p class=\"book-paragraph\">This is what calls your purpose out of you. Do not think you can go off and meditate all day every day and find your purpose. You must go into the world and have it brought out of you. The world represents a relationship in which your purpose is initiated, fostered and realized. That is why seeking escape from the world or a permanent retreat from the world is counterproductive. The very tribulations in the world that you find so difficult and so unpleasant are the very things that will call out of you the greatness that you have come to give. Do not, then, condemn the world when in fact it creates the right conditions for your redemption.</p>\n\n<p class=\"book-paragraph\">The world’s emergence into the Greater Community will be the greatest transition humanity has ever faced. This is understandable because humanity is a very recent race. Yes, the primitive life of your ancestors went on for a very long time, mainly because your world is such an easy world to live in compared to other worlds. However, the demands of life now are much greater, and the pace of life is much faster. That is because the evolution of the world is accelerating. It is accelerating because of the global population of humanity, it is accelerating because of the global problems of humanity and it is accelerating because of the presence of Greater Community forces in the world.</p>\n\n<p class=\"book-paragraph\">What kind of change will this great transition produce? Fundamentally, it will change how people view their place in the world and their position in the larger arena of life called the Greater Community. We introduce the idea of the Greater Community so that you can begin to think about this greater context of life and begin to understand and accept it as a governing fact of your life. It represents your destiny. It contains a greater set of influences and presents a greater set of problems, challenges and opportunities that await you. This is why your technology is racing ahead. Some of this technology was introduced from the Greater Community in order to accelerate your development. Much of it was your own creation. It is headed in a certain direction. That is why you cannot stand still, confused about yourself, involved with your thoughts, lost in your wishes or buried in your fears. Life is moving quickly. You must move too. You must become attentive and aware. You must have an open mind, an attentive mind, a watchful mind and a careful mind, but not a fearful mind.</p>\n\n<p class=\"book-paragraph\">As humanity’s idea of itself changes, its social institutions and structures will change as well. Fundamentally, you will begin to see yourself as a member of your world, not simply as a member of a nation or of a group or of a religion or of a culture or of an extended family or of a political persuasion. All of these things will be overshadowed by the presence of the Greater Community, which will make them increasingly insignificant.</p>\n\n<p class=\"book-paragraph\">As this realization is passed from one generation to another, national interests will change, with a greater emphasis on interdependence with other nations and on mutual survival and well-being. Indeed, even if Greater Community forces were not present in the world, the overshadowing of your world’s problems would generate this. Only it would happen much more slowly and with less likelihood of a good result because humanity would fight against itself over who gets the last of the resources, who gets the last of the benefits and who gets the greatest share and so forth.</p>\n\n<p class=\"book-paragraph\">The evolution of the world is casting a greater shadow over humanity and a greater difficulty, but a difficulty that can redeem the world and unite its population, a difficulty that can put everyone in the same boat and give everyone the same problem. Where, then, will you look for help? You may look to God, but God will point you towards one another. Therefore, you must look towards one another. “How can we work together? How can we work together to strengthen and to unify our race and to secure and to balance our world?” This won’t be merely an altruistic wish. It will become a vital necessity. It will be something everyone has to think about. And those who refuse to do so will work against humanity at large and will generate conflict and discord.</p>\n\n<p class=\"book-paragraph\">This is why you must be forward thinking now and not backward thinking. You must not think about preserving the securities and the ideals that you have clung to before. You must keep pace with life in order to benefit from life and to give to life. In this way, you will not become one of life’s casualties but one of its benefactors. In this way, your vital years will be given in service to the progress of the world, rather than being a hindrance to this progress.</p>\n\n<p class=\"book-paragraph\">Many people and even nations of people will struggle against the change that is coming. They will try to preserve their interests and identities to the exclusion of the world’s interests and identity. This will produce great friction. However, as your world community slowly comes together, with much discord, there will be a greater feeling of consensus. World opinion will have greater and greater impact, even before a world government is established. World government is inevitable. It will happen. It will happen in order to regulate commerce. It will happen in order to prevent crime and starvation. It will happen in order to preserve the environment which different nations share. It will happen in order to regulate the quality of the larger natural resources which everyone shares, like water and air. The creation of world government will be difficult. It will be fraught with great tribulation and conflict. But it will happen because it is your destiny. If you fail in this regard, you will fail even to meet your world’s needs, and this will overtake you in time. You cannot afford this, and you know it.</p>\n\n<p class=\"book-paragraph\">This is a great opportunity for people to step beyond their personal interests and to gain a greater perspective on life, and with it a greater sense of purpose. Never think that your purpose will arise from what you want for yourself. People make this mistake every day. They think, “Well, my purpose? Let’s see, what do I want?” as if they were choosing from a great wish list. Purpose has to do with what the world needs from you and what you are able to give to the world, which may or may not conform to your personal goals, plans and ambitions.</p>\n\n<p class=\"book-paragraph\">The world’s emergence into the Greater Community will change your understanding of religion. Here there will be great difficulty and tremendous resistance. Most religions of the world are based on an anthropocentric view of the universe. Consequently, as the presence of Greater Community forces in the world becomes more obvious and apparent, more acceptable and more generally recognized, people will either yield to a larger viewpoint and open themselves to re-evaluate their ideas and their fundamental beliefs, or they will try to reassert their religious ideas, thinking that they are in the right and that the rest of the universe somehow is in the wrong. They will think that they are blessed and guided by their religious faith, while the rest of the universe has either been spiritually denied or has been too foolish to respond. Human arrogance will demonstrate itself here in all of its destructive manifestations. You will see this, and your children will see this.</p>\n\n<p class=\"book-paragraph\">The inability of people to respond to the present and to the future because of their fixed ideas and their past referencing will create tremendous conflict. The world’s emergence into the Greater Community is a great challenge in and of itself, but what will be more burdensome will be human response or lack of it. No one wants to give up his or her pleasures. No one wants to yield his or her beliefs. No one wants to sacrifice those things that seem to validate them. No one wants to close a chapter on his or her personal history. No one wants to do these things unless of course they are students of Knowledge, who will give these things up freely and set them aside in order to face life anew. However, for those who are not students of Knowledge, which will be most of the people in the world, this will be a tremendous confrontation. In fact, it will be a series of tremendous confrontations.</p>\n\n<p class=\"book-paragraph\">Destiny must move you forward, whether you are willing or not, whether you can yield or not, whether you can learn or not. The results of destiny are in your hands, but the process itself is not. Whether the world’s emergence into the Greater Community has a good result for humanity or a devastating result is up to you, but your emergence will happen either way.</p>\n\n<p class=\"book-paragraph\">The challenges ahead require a new approach, a new understanding and a greater sense of identity and purpose in life. Here it will be very difficult for people to face the fact that their future will not be like the past and that they cannot use the past as a reference in determining the future. They must meet things face to face, head on. This is a great challenge, but this is what redeems people. This is what elevates a race. This is what calls upon human wisdom, ingenuity, skill, dedication and cooperation. Only a greater set of problems can do this for you now. Otherwise, without them, humanity will slowly sink under the weight of its own conflicts, its own indulgences and its own violence. Everything will deteriorate—nations, cultures, cities. Everything will deteriorate. Everyone will become poorer and more desperate.</p>\n\n<p class=\"book-paragraph\">The answer is in the heavens, in the Greater Community. Look to the heavens for inspiration. Look to the Greater Community. Heaven itself is beyond the Greater Community, but the Greater Community is where you will instinctively look for the answer. Your world needs this emergence into the Greater Community. It is not simply that it is your destiny. It also represents a great answer to a great need. However, it is not an answer that was recently given. It is an answer that was given when the world began.</p>\n\n<p class=\"book-paragraph\">The evolution of life in the world is a part of the evolution of life in the Greater Community. It cannot be apart from this. That is why your future, your destiny and the greater context for understanding yourself individually will all be found in the Greater Community. Human religion, human society and human culture are all based upon the past, and this will work against you. However, your natural inclinations for spirituality, for social cooperation and productivity, for political stability and for justice and equanimity will prepare you for the future and enable you to do whatever needs to be done in order to survive, to advance and to bring a greater order, peace and justice into the world. It will not be a perfect order, but it must be a greater order. It will not be a perfect peace, but it must be a greater peace. It will not be a perfect justice, but it must be a greater justice.</p>\n\n<p class=\"book-paragraph\">Humanity must become united, even with all of its diversity, because humanity is one race in the Greater Community. The distinctions that you make to separate yourself from others are meaningless to your visitors, except insofar as these distinctions can be exploited. They represent your weakness, not your strength.</p>\n\n<p class=\"book-paragraph\">You are emerging from tribalism in the world. The tribes now are very large, and many of them have technological power, but the mentality that governs their behavior has not yet fully changed. To work for your clan—to work for your group alone, to strike out against others or everyone—is mindless and senseless and will not work in a new world. You are, indeed, in the process of creating a new world. Old institutions will fade. Old religions will have to expand and adapt or they will die out. Old faiths will have to be given new passion or they will disappear with each new generation. Old cultural bonds will fade, as they must. You cannot live now to honor your parents or their parents. You must live to meet the requirements of life as it is now.</p>\n\n<p class=\"book-paragraph\">There will be much error. There will be grievous error. Humanity as a whole has never learned anything of a larger magnitude in a graceful way, but your adaptability is still significant. Your creative ability is still significant. Your mobility in the world is still significant. The world still has the resources to enable you to grow and to adapt to the Greater Community, in contrast to many other worlds where the resources were depleted or were never abundant to begin with. As your natural resources fade, your technology will have to advance.</p>\n\n<p class=\"book-paragraph\">Let us, then, look into your future to see how things might be. This is not a future that is way ahead of your time, but a future that you will experience and are beginning to taste even now.</p>\n\n<p class=\"book-paragraph\">First of all, everyone will become much poorer, and there will have to be more sharing. The number of people who possess great wealth will diminish compared to society at large, and there will have to be more sharing. Your natural environment will become increasingly polluted, so much so that there will be whole areas of the world where people cannot live. People will take to living indoors more and more and will even explore the possibilities of living underground. Food production will be greatly affected, and new methods will have to be established. New forms of religious expression and experience will be generated in order to be relevant to the times which you will face. National problems will spill over into other nations increasingly, requiring international intervention and cooperation to a greater degree.</p>\n\n<p class=\"book-paragraph\">Many people will starve, for there will not be enough food to go around to meet crisis situations. This will generate a national and international network of food production and distribution. You will need to get used to living with less—fewer possessions, fewer opportunities and less mobility. These are general things which we are describing. You can sense them in the world now, and you will feel them growing as time goes on.</p>\n\n<p class=\"book-paragraph\">Can you change all this? You can only adapt to changing conditions and use them to improve the condition of humanity and the condition of your mind. The present and the future will require a new mind, not an old mind. They will require a new response, not an old response. They will require human invention, rather than human indolence. They will require greater and greater adaptation and adjustment. They will challenge old forms of thinking and behavior. All of this is necessary, and it is beneficial. It is beneficial because it is necessary. And it is necessary because this is the evolution of the world. Humanity has grown too big and too powerful. It is having too great an impact on its own environment to continue without self-control, without Wisdom and without the sense of world community and world responsibility.</p>\n\n<p class=\"book-paragraph\">Destiny will utterly change your life. You have come to serve a world in transition. It will feel like a whole new age is starting, but it is simply because an old age is dying. A world in transition needs great human ingenuity and courage, which will emanate from Knowledge within you.</p>\n\n<p class=\"book-paragraph\">You are destined to gain contact with other forms of intelligent life from the Greater Community. Some will oppose you, some will abuse you, some will ignore you and some will attempt to establish a relationship with you. Each of them will offer a different kind of challenge and a different requirement. At this time, many people still think that the universe is a great, empty place. “Oh, yes, there is life out there somewhere, but certainly it must be sparse, and it is all for the taking.” In the future, you will go out and attempt to set your flags down in any world that you can reach, but the Greater Community will temper your ambitions and your desire for conquest. Even your need for new resources will be curtailed because you will find that the Greater Community is indeed full of activity, particularly in this region of space where you live. And you will find that the regions that you seek to claim for yourself have already been claimed.</p>\n\n<p class=\"book-paragraph\">This will require that you learn about the Greater Community and develop Wisdom and diplomacy within a larger context of life. These are skills which your race will benefit from, skills which will temper your ambition and increase your responsibility.</p>\n\n<p class=\"book-paragraph\">Not only are your visitors technologically advanced, they have greater social cohesion, or they would not have been able to reach your shores. They are coming into a world where tribal warfare is dominant, where one human being cannot recognize another, where everyone claims different allegiances and authorities. They are coming into a world where people are ruining their environment at a frightening pace. They are coming into a world where people are fearful, superstitious and self-indulgent and where there is great tragedy, suffering and human abuse.</p>\n\n<p class=\"book-paragraph\">How would this world look to you if you were a visitor coming here for the first time? Even with your human viewpoint, you can gain a perspective of how you must look to those who are visiting. Will they be compassionate towards you? Will they attempt to help you? Will they attempt to avoid you? Will they want to have a relationship with you? Can they trust you? Can you be relied upon? Are you consistent enough in order to establish relations? These are all meaningful questions for you to ask in order to gain a Greater Community perspective, even from a human point of view. Seeing yourself from a Greater Community perspective will show you what you must accomplish and what your great disabilities are at this time. This will give you a new understanding of yourself, one that is very fair and honest.</p>\n\n<p class=\"book-paragraph\">Life is requiring a greater evolution for humanity at this time. Your own life is moving quickly because life in general is moving quickly. You cannot escape this. Move to the most peaceful part of the world, and everything you do will still be affected. Do not run and hide. Prepare. Do not deny and avoid. Prepare. Do not argue against reality; do not repudiate reality. Prepare for reality. The coming of the Greater Community is the great threshold for humanity. You must prepare. The world needs a new awareness, a new approach and a new foundation for society. You must prepare.</p>\n\n<p class=\"book-paragraph\">You are now at the beginning of the transition. The generations ahead are all part of this transition. You will need to lay down the foundation for what is to come. And yet is this not what you came here to do? This is what you came here to do—to lay down the foundation for life to come so that future generations may flourish here and be abundant.</p>\n\n<p class=\"book-paragraph\">The preparation cannot be left only in the hands of one or two saintly or wonderful people. It must be a responsibility that is felt throughout the population. People must not look at the change ahead and say, “Well, how can I benefit? How can I keep what I have? How can I make more money?” That is mindless and destructive. What you will be facing will be too dire for that kind of approach. Everyone must feel this responsibility. Everyone must take it upon himself or herself to do something in concert with others—something productive, something constructive, something that transcends his or her own personal interests. Everyone will not do this, of course, but more people need to. You need to.</p>\n\n<p class=\"book-paragraph\">Prepare. You prepare through The Greater Community Way of Knowledge. This is the only preparation for the Greater Community. This will also prepare you to meet the world’s difficulties and tribulations. It will prepare you to face and experience the dying of an old age and the difficult emergence and transition into a new life. It will enable you to go from an old mind to a new mind, from an old approach to life to a new approach to life, from an old experience of relationships to a new experience of relationships. The preparation makes this possible because it enables you to build your life on Knowledge and not on the substitutes for Knowledge.</p>\n\n<p class=\"book-paragraph\">Humanity is destined to become a part of the Greater Community. This is its evolution. This is its destiny. This is where you are headed. This is what you must contend with. And this is what you must now prepare yourself for—emotionally, psychologically, intellectually and spiritually. Do not protect your old traditions. Prepare for change. If you protect the past, you will feel that life is assaulting you, and you will fight against it. You will become violent and become an antagonist in life.</p>\n\n<p class=\"book-paragraph\">You have only three responses to reality: You can go towards it, you can go away from it or you can go against it. Go towards your future. Go towards the present. Find that strength within yourself that enables you to do this, the strength which is born of Knowledge within you. Find the desire to be in a changing world, the desire that is born of Knowledge. Let change take its course, but contribute to it for the good because your contribution is needed. You cannot be left out. If you do not contribute, you will have failed in life, and you will go home to your Spiritual Family with your gift unopened. There you will not be punished, but you will feel great regret, and your life here will be seen as unfulfilling and unfulfilled.</p>\n\n<p class=\"book-paragraph\">You are destined to learn from the Greater Community, but first you must survive in the Greater Community and contend with the Greater Community. In the Greater Community, there are races at all levels of evolution and technological skill. There are races that are dedicated to good. And there are races that are dedicated to destruction. However, because they have to contend with each other, they moderate each other. To the extent that they do have contact, they learn from each other and influence each other, physically and mentally.</p>\n\n<p class=\"book-paragraph\">If you can see yourself from outside the world looking in, you will begin to get an understanding of how they might approach you, what they might want and what they might think to be possible. We will give you a few ideas now to consider regarding the intentions of your visitors. These intentions may not hold true for all of them, but these ideas should still be a prime concern for you.</p>\n\n<p class=\"book-paragraph\">The first concern is the preservation of your natural environment. That is a prime concern because in the Greater Community natural environments such as yours are considered resources that cannot be destroyed. The need for biological regeneration elsewhere and the abundance of biological resources here make your world too valuable to be destroyed. It will not be allowed for you to destroy it. Should you proceed heedlessly, then there will be intervention, and your race will be controlled. This would be very unfortunate. It would be unfortunate because you will not have learned what you must learn. It would be unfortunate because you will have given up your authority and self-determination because you were unwilling to exercise them properly. It would be unfortunate because the opportunity to advance your race would have been missed. It would be unfortunate because your freedom would be lost. Losing all of this is a possibility. And it is largely up to you.</p>\n\n<p class=\"book-paragraph\">Your neighbors and visitors are also concerned with your aggressive behavior. It will not be allowed for you to set out on a mission of conquest, even in the local universe. You do not know what you are dealing with. It is a more mature environment out there. You are like the young adolescent, brash and full of yourself, with newfound powers and abilities but without the wisdom to know how they are to be used and without the restraint necessary to prevent you from using them against yourself or others. In this you must mature, and gaining this maturity is essential.</p>\n\n<p class=\"book-paragraph\">Contact with the Greater Community will temper your ambitions. And it will give you a different kind of perspective about life. The universe is not yours to claim. The universe is not yours to conquer. The universe is not yours to possess. It is yours to share and to learn from. You will be encountering races far more advanced than you and with very different temperaments. If you are to contend with them successfully, you must learn to contend with your own kind successfully. The differences between you and them will be great, just as the differences between you and other human beings are small. If you cannot establish harmony where the differences are small, how can you establish harmony where the differences are great?</p>\n\n<p class=\"book-paragraph\">Your destiny, then, is upon you. It is not in the distant future where you do not have to think about it. It is happening right now. You are in it. Become a contributor to it. Prepare. Gain access to Knowledge, the Knowing Mind within you, and the greater purpose which has brought you here, for this will teach you how to prepare and this will enable you to prepare. This will show you who you need to be with and where you need to be in life. The greatness of your life is needed now because of the greatness of the evolution of humanity. The greatness of your mission must become known to you because the world needs its expression and demonstration. The greatness of your contribution is needed because the needs of humanity will only grow and become more severe.</p>\n\n<p class=\"book-paragraph\">Your destiny is presented here in order to enable you to open your eyes. It is presented here more as a gift than as a warning. You know it is coming. And you now have the opportunity to prepare. And you know that you need to prepare. The preparation for the Greater Community is being given to you in The Greater Community Way of Knowledge. You have it before you at this moment. Do not judge it from your past references, but open yourself to it as a preparation for the future and as a means of gaining access to what you know now and what you can do now.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/what-is-human-destiny/"
}