{
  "title": "Where Will You Place Your Faith?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Faith is important if it is built upon experience. Without experience as its foundation, faith becomes merely a hope, and hope alone is weak. It does not have the power to face disappointment and uncertainty sufficiently.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To have faith in God will depend upon one’s expectations. What do you expect from God? What do you want from God? What are you willing to give to God?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Though faith itself can cover a broad range of experience, its value can be determined, then, upon what the motives are behind it, what the expectations are and what one expects or even demands of God.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People are very disappointed in God because certain expectations are not met. These individuals have experienced loss, the loss of loved ones or disappointment and failure. They have experienced tragedy, and now their notion and their confidence that God exists is shaken and sometimes even destroyed.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People will have faith in something because to have faith is natural. If they do not have faith in God, they will have faith in something else that takes the place of God. They may have faith in their government. They may have faith in the economy. They may have faith in industry. They may have faith in themselves and their abilities. They may have faith in certain individuals. They may have faith in nature. But whatever it is, they will have faith. To be without faith is to be without relationship, and to be without relationship is to live in hell.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The question then becomes what does one have faith in and what is the nature of that faith? Is it built upon real experience, or is it built upon ideas or philosophy? Is this faith well placed, and does it have real strength to it?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In face of the Great Waves of change that are coming to the world, which will challenge people’s faith in themselves, in their nation, in nature itself and in God, the question of faith becomes very important. The strength of this faith and where it is placed become very significant in terms of the individual’s ability not only to function, but to be creative, discerning and competent in the face of changing circumstances.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you have faith in government, you will see the government’s inability to provide. The government will appear to be conflicted and in some cases incompetent—unable to meet the situation, unable to educate the people and unable to guide the people. Indeed, this is already the case. Who amongst the governments is telling the truth about the Great Waves of change—about the real situation regarding energy resources, the real potential of a changing and heating climate, the danger of pandemic illness, the growing competition that is occurring over who will gain access to the remaining resources, the real potential for economic instability and the condition of the economic situation?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People will have faith in their religion, but their religion is not educating them, preparing them or guiding their attention correctly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Other people will have faith in nature, but nature will prove to be harsh, exacting and even unmerciful to the unprepared.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Others will have faith in God, but they will be challenged with the question of how could God allow such great change to occur? Where is Providence? Where is God’s guiding hand? Where is the blessing?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As times become more difficult, people will be thrown into very difficult circumstances. There will be tragedy. There will be starvation. There will be conflict. How could a loving God allow this to happen? Is God punishing humanity for its errors? Or is God simply allowing humanity to reap the reward of its errors? What kind of loving Creator would do that, particularly in the face of tragedy and deprivation?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People’s faith in themselves will be greatly challenged as they are faced with circumstances they did not anticipate and for which they are not prepared. This will be particularly difficult for the wealthy, who now have to face very difficult decisions and the prospect of losing much of their wealth.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What will happen to people’s faith in life itself? Now life is taking a radical turn. It seems to be going into a chaotic state. Change and difficulty are happening in an ever-accelerating manner. How can one have faith in life when it is becoming so unpredictable and in many places so very hazardous?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People’s faith will be greatly challenged. That is why it is necessary and has always been necessary to place your faith in the guiding power that God has placed within you—the power and the presence of Knowledge—the deeper intelligence that is here to guide you, to protect you and to lead you, if you are willing to follow, to a greater life and a greater contribution to others.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Knowledge remains so undiscovered and so unexpressed, except by only a few and rare individuals, that people really do not know what it is capable of. They think that Knowledge is their mind that they think with, but who can have faith in one’s intelligence when one is faced with such confounding and seemingly irresolvable problems?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The intellect will not have answers now. It will blame. It will complain. It will go into denial. It may become terrified if it actually has to face reality. But it within itself is not capable of dealing with the power and the consequences of the Great Waves of change. Knowledge remains unknown and unrecognized. People can recognize some of its manifestations and call it intuition. But it is greater than this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">What will you have faith in within such a radically changing world? In your government? In your financial institutions? In the marketplace? In your religious institutions? Will you have faith in nature? Will you have faith in the intellect? Will you have faith in certain individuals, who may well appear to be completely confounded by the changing circumstances that you all share? Will you have faith in change? Everything is changing. Life is changing. Will you have faith in enlightenment, that you will become enlightened beyond the specter of love and fear, hope and despair—an enlightenment that is so difficult to achieve and so rarely achieved? Will you have faith in your spiritual path, which for most people will not prepare them for the Great Waves of change? What will you have faith in? Have you lost faith already, becoming ever more helpless and hopeless, even before the Great Waves have really begun to strike?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Some people have faith in hopelessness. That is what they believe in. That is what they think is inevitable. Some people have faith in romance, and so they live in a kind of romantic dreamland, as if their life were a movie of some kind, disassociated from everything around them and from everything real within themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The real challenge here is to have faith in Knowledge, to take the steps to Knowledge and to learn what Knowledge is—to experience it, to recall the experiences you have already had of it, to see that it is the constant thread of your life through times that were happy and times that were difficult, through changing circumstances and through changing relationships. Through moments of success and moments of despair, there is this thread of Knowledge—this constant thread, this constant presence, this constant and abiding intelligence that is beneath and beyond your intellect.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God has placed this perfect guiding intelligence within you. Ultimately, what else can you have faith in except faith in Knowledge within yourself and within other people? Knowledge is not confined by changing circumstances. It does not have the fallibility of the intellect. It is not threatened by death and destruction. It is not attached to pleasures and people, places and things. It is unconcerned with wealth and the loss of wealth. It is here on a mission, a mission from God. Its mission is your mission, waiting to be discovered.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Everything around you will be challenged. Everything around you will prove to be weak, fallible and vulnerable. Institutions will be overwhelmed and in some cases will fail. Nature will appear to be harsh and uncompromising. The hope for Providence or for being rescued will fade as times continue. This will be a crisis of faith for so many people. Yet in reality you were sent into the world to live in this time, to face these circumstances and to contribute something unique and essential that only Knowledge within you knows.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The Great Waves of change are a tragedy for the intellect. They are a tragedy for your personal mind and idea of yourself. But for Knowledge, they are the ideal circumstance. They are the challenge Knowledge has been waiting for. They are the greatest opportunity for contribution and the opportunity to create a new foundation for humanity and a new way forward for humanity. Knowledge is the core of your strength. It is the most powerful aspect of you. It is the part of you that is connected to God. It is through Knowledge that God speaks to you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people seem to think that God is here to provide a beneficial life, a set of pleasant and peaceful circumstances, as if God is managing their environment. Of course, when things go out of hand or out of control, tragedy strikes or the social structure breaks down, then faith in God is thrown into immense doubt and confusion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Some people think that God guarantees happiness and satisfaction. When happiness and satisfaction do not exist, people are either being unfaithful or somehow God is failing them and their unquestioned and often unconscious expectations.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">God knows the world is a difficult and hazardous place. That is why God has placed Knowledge within you. It is this mysterious intelligence, this fleeting experience of certainty and direction, that you must place your faith in. Everything else may seem to fail or prove to be fallible or inadequate, but Knowledge lives within you. It is mysterious because you cannot define it, you cannot control it and you cannot use it. It is not a tool of the intellect. You cannot use it to become wealthy, to dominate others or to destroy your enemies.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">It is far more powerful than the intellect. It is free of the intellect. It is only hampered by the intellect in the sense that your mind and your thoughts create in most cases obstacles to your experiencing the power and the presence of Knowledge.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Only Knowledge will know what to do in the face of ever-increasing uncertainty. Even if you have to make a thousand turns in your life, Knowledge will guide you to make the right turns. What else can do this for you? Who else has this wisdom and this equanimity to guide you in this manner?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people will be looking to their government leaders to provide safety and security, and great attempts will be made to provide this safety and security. But you cannot live upon this hope alone. For the government will have limited resources, and the strain upon government institutions will be so immense, they will not be able to provide for everyone.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You may need these services, but still what is guiding you is Knowledge—if you can follow it, if you yield to it, if you can open your mind to allow this presence to be there and to learn to build a connection to Knowledge. Not only will it save you from catastrophe, from dangerous situations, from making self-destructive decisions and from following people who will lead you into greater difficulty, but it will give you the strength and confidence you need.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Ultimately, the very circumstances that seem so threatening, overwhelming or disconcerting are the very circumstances that will enable your true gifts to come forward. That is because Knowledge has come into the world to meet these circumstances. To you, it was unexpected. To your idea of yourself and your intellect, it was unexpected. It is perceived as catastrophic or tragic, a great misfortune. But for Knowledge, it is the perfect set of circumstances where you outgrow selfishness, weakness, self-abuse and personal addiction in order to rise to a great occasion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot have faith in the occasion because the occasion itself is very changeable. It is not certain exactly how things will occur, how people will respond and what will happen. Circumstances may conspire against you. You cannot have faith in them. You cannot have faith that everything will turn out all right, for many people will fail, and tragic consequences are very possible. You cannot have faith that you will make it through because you do not know that you will make it through. Without Knowledge, you will not have this confidence or this certainty.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The question of faith is very important because it will determine what you will look for within yourself and in other people. Many people will arise claiming to have the answer to lead humanity forward. They will aspire to leadership in government or religion. Yet you will be able to see whether they are guided by Knowledge or just by personal ambition. Many false leaders will arise in times of great difficulty and much bad information and guidance will be offered. Some of these individuals will truly be dangerous. Only Knowledge can tell you this.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You who are so conditioned to follow the opinions of others or to look to your immediate environment for certainty will be thrown into such confusion and even despair. Yet Knowledge within you is not confused. Knowledge is not despairing. With Knowledge, you can face any kind of changing circumstances without despair, without condemnation, without falling apart within yourself, without breaking down and without losing heart. That is why Knowledge is the most important thing in life. For you, perhaps it is a mystery, something rarely experienced, something beyond comprehension, something faint, something weak or something distant. But Knowledge is the most important thing in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The times ahead will destroy your faith in so many things. They will reveal your dependence upon these things and all the assumptions that are associated with them. All the things that you thought would take care of you, provide for you and assure your future will now be thrown into grave question and doubt, leading you to become cynical and despairing, hostile and angry.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your life will be threading its way through a dense forest where there are no trails. What will guide you here? What will lead you on? If faith in everything else fails you, what will lead you on? You may have faith in your family, but your family may fall into disarray, conflict and confusion. You may have faith in your primary relationships, but these people may capitulate to fear, anger or confusion.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To have faith in others who are strong with Knowledge is valuable. But it is Knowledge within you that will give you the strength to follow them. Since no one is beyond error, the strength within you will help them to avoid error, and they will help you to avoid error. This is the power of a relationship guided by Knowledge. But it is still Knowledge at the core of each individual that makes the real difference.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To become strong with Knowledge is to shift your allegiance to Knowledge and to build a foundation of experience in Knowledge so that now your faith in Knowledge is not simply a hope, a wish or a presumption. It is now based upon a growing body of experience. This is faith justified.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, faith itself should never be blind. You cannot become passive and think that Knowledge will guide you through everything, and you simply just have to follow along like a little child. You will have to bring your intellect to bear and all of your senses, all of your skills and all of your attention. You will have to go through life and face these challenges as if you were walking on a very icy street—walking carefully, looking carefully, bringing all of your faculties to bear.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You cannot drift into a kind of welfare mentality and think that God will just give you everything you need without any effort on your part, for this will certainly not be the case. Every aspect of yourself, all of your strengths and your faculties will have to be brought to bear. This is in part what redeems you so that you are made whole. You are made complete. Instead of being a mass of different sub-personalities, different ambitions or conflicting goals, you are now brought into one focus, guided by one mind, organized and focused to meet challenging circumstances. Here challenging circumstances are redemptive to you and ultimately to nations of people.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You will have to make very big decisions in the face of the Great Waves of change, perhaps bigger than anything you have ever done. You will have to guide others who are far weaker than you, who do not have this strength or this faith in Knowledge. How will you do it? You cannot vacillate endlessly. You cannot be ambivalent. You cannot be indecisive for very long. You will have to make really big decisions, act upon them and overcome your self-doubt, your fear and your anxiety. What will give you the strength to do this? Faith in human leadership? Faith in human institutions? Faith in a distant God?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">People have placed their faith inappropriately in so many things that they cannot imagine change on a great scale. People have faith in technology, thinking that technology will solve all the problems that technology creates and that people create. It will be a new gadget or a new source of energy, and everything will be fine. You will just transition into the next energy paradigm, with a little discomfort and a little uncertainty along the way. People think that technology is now their god. Technology will provide for them and save them, giving them stability, wealth and power.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Technology will be overwhelmed by the Great Waves of change. New technology will have to be developed, but it alone cannot save people. The power of nature will always overwhelm technology. This is a lesson that has been forgotten by people living in modern times. The marvels of technology have given you many conveniences and have provided medicines that have saved people’s lives. But in the face of the Great Waves of change, this technology may not be available. It may not be produced to meet new needs. It will not be available to everyone. And in certain cases it will be inadequate.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Without sufficient petroleum, how will you run your cars, your farm machinery, your transportation system and your government? Many people have faith that there is unlimited petroleum in the world. It is a faith. It is a hope. It is a wish. It is an expectation. But they have no certainty. They have never studied the problem. They do not realize that humanity will be facing declining resources. They have faith that all of these resources are there. You just spend more money, and the resources are there. You spend more money, you get more resources—endless resources. It is never a problem really.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">That is a foolish faith. If one looks at the history of humanity’s existence, it is a foolish faith. It is a fantasy. Yet many people live in this fantasy, base their lives on this fantasy, never question this fantasy and have absolute faith in this fantasy. Government leaders and leaders of commerce have absolute faith in this fantasy.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people will think the Great Waves of change are acts of God, and what will happen to their faith in God as a result? The Great Waves of change are the product of human behavior and humanity’s impact upon the world. Do you think this would have no consequence? Do you think the Earth can endlessly absorb such overuse and abuse without being greatly affected, without changing into a different kind of stability, without radical change?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Some people have faith that the Earth will not change and that humanity cannot change the world or disrupt the world. Many people have faith in this, and yet the world is changing and is being disrupted. And it is only the beginning.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Wherever you look, people have faith in things they do not understand. They have expectations which can never be fulfilled. It is a hope, a dream, an aspiration that goes unquestioned. Faith appears to be extremely unintelligent in light of all this—foolish, based on fantasy and expectation. Yet everyone must have faith in something because everyone must serve something. Humanity has faith, naturally. It is where this faith is placed, and the expectations that it contains, that is the critical question.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You must have faith in Knowledge primarily—Knowledge within yourself and Knowledge within others—because that is what is truly powerful. Everything else may be thrown into question, confusion and doubt. But you must come back to what is essential and what is eternal, to what comes from God directly.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the Great Faith. This is the power and the presence of Knowledge. This is the great thread of truth in your life. Build your strength here, and the future will not seem so overwhelming. It will not seem so threatening. You can face uncertainty with greater strength and determination. You have the power to change your circumstances in advance of great change and in the face of great change.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This represents a shift in your allegiance. It is the necessary change within yourself. This will give you equanimity, strength and courage because Knowledge is not afraid. This will free you from being bound by the opinions and the behavior of others. It will free you from the immense discouragement and disappointment that you will feel and that will exist all around you as people’s faith in all other things begins to fail. This will free you from the paralyzing grip of fear and will enable you to take great and dramatic action while others are frozen, unable to respond.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This is the Great Faith. This is why that which is ineffable and mysterious represents your greatest hope and promise. All human effort guided by Knowledge, all human invention guided by Knowledge and all human ingenuity guided by Knowledge has power, direction and real promise.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your question, then, is where will you place your faith? Where is your faith placed even right now? What will give you true strength, confidence, courage and determination? What will give you the power to overcome your own weaknesses, your own ambition, your own inhibition and your fear of disapproval by others? What will give you the power to overcome your social conditioning to meet a greater need and a greater set of problems? What will keep you above fear and hopelessness?</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">There is a deeper power within you. It is necessary to find this power now while you have time to build a connection to it and to allow its strength and its purpose to be revealed to you as you prepare for the Great Waves of change. This power will guide your deep evaluation and enable you to gain the vision to look out over the horizon of your life to see what is coming—to think ahead, to look ahead and to plan ahead.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To have faith in God is to have faith in the Knowledge that God has placed within you and within all other people. This is how God speaks to people. This is how God moves people. This is how God inspires people. This is how God contributes to a struggling humanity and to a world in need.</p>\n\n\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/where-will-you-place-your-faith.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-5/great-waves-change/where-will-you-place-your-faith/"
}