{
  "title": "Who is Jesus?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Jesus represents a major figure in the evolution of the world, an initiator—one of the principal initiators of a great period that is now coming to a close in the world. Let us talk about Jesus within the context of the evolution of the world, for this will give you a greater understanding of his role and of the great results that have been demonstrated by his life and by the translation of Knowledge that he helped generate.</p>\n\n<p class=\"book-paragraph\">Jesus was sent into the world by his Spiritual Family to be one of the individuals who would inaugurate a new era in human development and evolution. We call this the era of civilization. The purpose of this era was to slowly take humanity from its tribal identity and tribal isolation towards an international and interracial involvement. This international and interracial involvement has been cataclysmic and very difficult, but it has led to humanity’s becoming established in the world—not only in its tribal states, but in its larger states representing many races and cultures, ideas and beliefs.</p>\n\n<p class=\"book-paragraph\">Christianity and all the other major religions have fostered a bridge between cultures and between races. These are not simply religions of one tribe or one group. They are religions for all of humanity. This is not to say that everyone can adhere to them, follow them or receive them, but they bridge the normal boundaries that seem to separate people and cast them apart. The religion of forgiveness, the religion of reunion with the Divine, the religion of human development, the religion of compassion—all of these tremendous movements in the evolution of religion in the world were fostered by the establishment of the world’s religions, which have brought the world to its present state.</p>\n\n<p class=\"book-paragraph\">Perhaps you might think that the world is in a terrible state now and that not much has been done to bring humanity to a greater union. However, if you could understand how life was in your world twenty-five hundred years ago, you would see how very far you have come. You would see how much your races have intermingled and how much they have found a new basis and foundation for sharing their ideas and their deeper yearnings and inclinations.</p>\n\n<p class=\"book-paragraph\">As we have said repeatedly, religion must serve the world in its current state of evolution. The world’s major religions have all evolved the race towards a greater interaction between different peoples. This is especially true of Christianity, which has spanned your globe and now connects people who may otherwise have no association with one another. Now they have a common faith. Now they have common rituals and common observances. This is a remarkable accomplishment in a world that is still deeply mired in tribal identities.</p>\n\n<p class=\"book-paragraph\">The teaching of compassion, forgiveness, and devotion and the example of Jesus all serve to unite people across these great and difficult gaps of separation. Jesus’ accomplishment, then, was to help usher in the age of civilization. Civilization in this age is distinct from earlier civilizations which were primarily tribal civilizations. In your current age, civilizations involve not only one tribe and one language, one group or one family, but bridge far beyond these boundaries. And though humanity has quarreled and struggled with itself through all of these transitions and developments, a greater foundation nonetheless has been established for human experience beyond tribal custom and identity.</p>\n\n<p class=\"book-paragraph\">At the time that Christianity was introduced, it was revolutionary. Its emphasis was to spread its message amongst nations and amongst different peoples. It was not only meant for one group or one locale. It was not only meant for one tribe or one nation. Its emphasis was to bridge the gaps between different cultures and different nations, to bond people together through a higher association in life and to create a greater foundation for recognition, communication and cooperation. Humanity has been struggling with this challenge ever since, but much progress has been made.</p>\n\n<p class=\"book-paragraph\">Jesus set into motion a direct relationship with the Divine through the intermediary of the Holy Spirit, which in Greater Community understanding would be defined as Knowledge itself. This relationship emphasized the Divine reality within each person and the possibility for personal revelation and spiritual development. Humanity has been struggling with this ever since, yet it is a remarkable achievement that Christianity is present in the world and that it is accepted by millions of people in different countries, from different cultures and backgrounds. This is a religion for international civilization, as is true of many of the other religious movements that were initiated in the world and that have advanced into a more modern age.</p>\n\n<p class=\"book-paragraph\">To understand Jesus’s contribution, we must look back and see what has occurred. Wisdom indeed can be gained in hindsight here. Life before Jesus and life after Jesus are different. There has been a remarkable change. This change took centuries to take full effect, but it did take full effect. In many instances, the spread of Christianity was destructive and immoral. However, it was following an evolutionary track. It had to happen. Just as the world is now preparing to emerge into the Greater Community, nations in centuries past were destined to interact with each other, to confront each other, to dominate each other and to spread their cultures around the world. This has happened to a very large degree.</p>\n\n<p class=\"book-paragraph\">Now we have world religions rather than simply tribal religions. Given the evolutionary process of cultural and social development in the world, and given the progress and evolution of religious and spiritual understanding, you can see that this has been a great step forward. Religion must always keep pace with the evolution of the race which it is intended to serve. Its ability to do this or its inability to do this will determine how beneficial it will be and how great a service it will render.</p>\n\n<p class=\"book-paragraph\">You are now at a new threshold, an even greater threshold than your race faced over two millennia ago. Your emergence into the Greater Community will be the greatest challenge and the greatest opportunity your race has ever experienced. This great threshold will be faced by everyone, not simply by one group, one nation or one culture. This has the possibility for genuinely uniting the world. This also has the possibility for separating the races of the world into a final self-destruction.</p>\n\n<p class=\"book-paragraph\">To enable humanity to advance and to adapt to this greater set of circumstances in the Greater Community and to all the attending problems and opportunities that they will offer, religion must evolve. Though Jesus has established a foundation here, even Christianity must now evolve to meet a whole new set of circumstances.</p>\n\n<p class=\"book-paragraph\">Resistance to Greater Community awareness in the world today is primarily centered in the world’s religions. These are religions for man. They are human religions with a human god and a human emphasis. They do not account for life in the Greater Community. Yet the reality of life in the Greater Community will challenge their precepts and will challenge the institutions that have been built upon these precepts. Therefore, it is likely in the years to come that the greatest resistance to the acceptance and realization of Greater Community life will come from the world’s religious leaders and the defenders of their respective faiths.</p>\n\n<p class=\"book-paragraph\">However, religion must keep pace with the evolution of the world, and that is why The Greater Community Way of Knowledge is being presented into the world at this time. It has come at just the right time. It gives you a head start in preparation, but even with a head start, time is short because Greater Community forces are in the world today. Their influence over humanity and their impact on your environment are growing. You must be prepared not only to accept their presence, but to encounter them and to deal with their impact on you, both physically and mentally. This requires a new foundation for religious experience. The world’s religions will need this if they are to survive in the next era of human development and evolution.</p>\n\n<p class=\"book-paragraph\">Religions have life spans. This is true throughout the Greater Community. Religions have life spans because they serve eras of development. Then they are either replaced or they change and expand in order to adapt. If they cannot adapt, they will be replaced because the reality of life will make their teaching and their emphasis less and less relevant and meaningful.</p>\n\n<p class=\"book-paragraph\">In the Greater Community, religions are initiated, they reach a maturity and then they enter old age where they die off. Out of their old age a new impetus, a new meaning and a new message can be given to restore and to renew the race’s spiritual vitality and to give this vitality an immediate relevancy to life as it is expanding and developing.</p>\n\n<p class=\"book-paragraph\">Jesus set into motion a great era of development, an era that would serve and challenge people all around the world. His was not the only example, but he was a primary figure. Though he has been idolized and deified, though he has been condemned and scorned, and though he has been used by groups, organizations, tribes and governments for their own purposes, his example still remains—the recognition of one person by another across all boundaries of culture, race, economic position, language and orientation. His example provided a greater foundation for relationship, a greater foundation for recognition and a greater possibility for mutual development and achievement. This has been necessary for the development of international societies. This has also been necessary for the development and advancement of your race into a technological age.</p>\n\n<p class=\"book-paragraph\">Now you are at a new beginning. Now you have a greater challenge. Jesus knew that his time and place were crucial. He knew that he would have to play a very visible role in initiating a process that would extend far beyond his own life and awareness. He knew that the effect of his presence would cause violence, warfare and great tribulation, not only for his followers but for other generations of people to come. However, even he could not see at that time the full extent and impact of his contribution. He could not see how it would be used and how it would be misused and misappropriated in the years and centuries to come.</p>\n\n<p class=\"book-paragraph\">However, he demonstrated a great truth—that a person’s purpose, however great or small, however visible or invisible to the eyes of others, must be in accordance with the needs and evolution of the world. Here religion serves whole eras of human development. This is understood from a Greater Community perspective, a perspective which you now have an opportunity to learn and to utilize.</p>\n\n<p class=\"book-paragraph\">In the history of nations more advanced and longer established than yours, and in the experience of civilizations which have destroyed themselves through indulgence, manipulation or ignorance, it is evident everywhere as a universal principle that religions are born, they change and they die. In other words, they have a life. Their life extends far beyond the lives of the individuals who founded them, for their service is meant to be correlated to the greater evolution and development of the world in which they were introduced.</p>\n\n<p class=\"book-paragraph\">At this time in your world, certain religious traditions will die. Others will be renewed and reborn and given new emphasis and development. An old Christianity cannot meet a new set of circumstances. It must be a new Christianity, a Christianity that is renewing itself continuously—just as within the life and scope of a person’s experience, an old orientation cannot meet a new problem, an old belief cannot meet a new set of circumstances and an old identity cannot interact with a new identity. This is why humanity must be prepared for the Greater Community. This is why its religious traditions must evolve into this greater arena and participation in life. They must do this without a past reference, for the past is gone and life has changed.</p>\n\n<p class=\"book-paragraph\">Those principles that are universal and timeless must find new expression now. They cannot be held as the vestiges of antiquity. They must find a new expression because that which is permanent must find expression in changing circumstances. The expressions will change. The traditions of expression will change. And the emphasis of expression will change.</p>\n\n<p class=\"book-paragraph\">What Jesus set into motion has universal application, but only in its purest sense. What has been made of his teaching will not be able to survive in a Greater Community context to any great degree. His emphasis on devotion, on forgiveness, on tolerance and on spiritual identity has permanent value. Here we must distinguish between the founder of a faith and the establishment of the religion that is built upon that faith.</p>\n\n<p class=\"book-paragraph\">Christianity is a religion for humanity with a human god and a human emphasis. It cannot account for life in the Greater Community. In order for this to happen, its theology will have to change and expand. Its idea of the Divine will have to change and expand. Its notion of God’s involvement in the world will have to grow enormously. Its teachings will have to be separated from the folklore of the past. Its theology and application will have to change and to adapt. If it cannot do this, it will die. No matter how virulent its defenders will be and no matter how strong its seeming resurgence, it will be overtaken by the reality of a changing world.</p>\n\n<p class=\"book-paragraph\">In your own life, in order to meet life anew, you must have a new and open mind. Your mind must be renewing itself and refreshing itself. As you enter new stages of development as a person, what worked before at an earlier time may no longer be useful or applicable. You need new eyes to meet new experiences. You need a new faith, not an old faith. You need a new religious experience, not an old religious experience. You must look forward now and not backward.</p>\n\n<p class=\"book-paragraph\">Many traditions and many long-standing associations and ideas will fall away given the enormity of human problems and the greater challenge that will be presented increasingly as humanity becomes aware of the Greater Community reality and its impact upon individual and national life here in the world.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is not only a preparation for the Greater Community; it is a new foundation for religious understanding and experience. It is a foundation that will enable the world’s religions to advance into a new life with a new relevancy. And yet some of the world’s religions will not be able to advance, for they are already old and burdened and encrusted with the past. A Greater Community reality will be too much for them. Which religions will survive and which will not will be up to the people who participate within them. This will depend upon their ability to adapt and their ability to renew their faith and their experience. Yet the fundamental change will be profound.</p>\n\n<p class=\"book-paragraph\">You must not exercise human arrogance regarding the Greater Community. If you believe that humanity is a blessed race and that the rest of the Greater Community is made up of barbarians who have not received God’s endowments, then you will be making a critical and fatal mistake. This will deny your ability to learn, to evolve, to adapt and to meet the greater challenges that lay ahead. Humanity is not a blessed race. It is not unique. It is not the centerpiece of creation. It is not God’s favorite child. God’s work is everywhere. All genuine religious traditions in the Greater Community are initiated through Knowledge and establish a means and a methodology for individuals to experience a greater purpose and meaning in life within the circumstances in which they live.</p>\n\n<p class=\"book-paragraph\">A theology of the universe is necessary now, not simply a theology of human psychology and human sociology. You need this to unify your race and to bridge the remaining gaps that exist between you so that you can find your common ground. The real common ground in life is Knowledge itself. In this, everyone has something fundamental that is in common. It is not tied to the past, and it is not governed by personal ambition, greed or enmity. It is time now for a Way of Knowledge, not for a way where there are heroes and heroines and idols of worship. This is not the time for fantastic stories or mythology. This is a time for real demonstration, real faith and real experience.</p>\n\n<p class=\"book-paragraph\">Humanity is growing in its intellectual scope and understanding. Its religions have not kept pace with this by and large. You cannot have a religion of escape from the world now because the world is emerging into the Greater Community, and you have come to serve the world in its emergence and all that its emergence will mean and require. This is not a time to believe in heaven and hell. This is a time to come into the world to contribute and to participate. This is not a time to believe that God will judge and condemn and cast unbelievers into the infernal flames of hell. This is a time to realize that the challenge of development faces everyone. Those who can respond and who can prepare accordingly will be the great beneficiaries and the great contributors to their race, and they will experience a satisfaction that those who are unable to do this will not find no matter what their status or position in life.</p>\n\n<p class=\"book-paragraph\">Where is Jesus today? Because of his great demonstration and because of the many misinterpretations of his demonstration and the tremendous idolization that has occurred regarding him, he is now an Unseen One in the world. He is an Unseen One not only in this world but in the worlds whose races humanity is destined to encounter. He will not reappear in the world. Though others will claim to represent him, he will not reappear, for his mission is done in this regard. His work now is with the Unseen Ones.</p>\n\n<p class=\"book-paragraph\">Here you must expand your ideas considerably, for there are many Unseen Ones in the universe. There is not one who is paramount amongst them. For when you graduate from this life, you are a beginner in the next stage of life. You do not simply return to heaven to spend eternity in repose. You enter another stage of service and activity, learning and preparation.</p>\n\n<p class=\"book-paragraph\">Jesus is in the world. Take comfort. However, he will not come again in the flesh. Who will come again in the flesh claiming his name will be someone from the Greater Community. Beware. If you can become strong with Knowledge, you will know and will not be deceived. Yet, if you fervently want to believe and are governed by the weakness of belief, then you can be persuaded. A Greater Community presence can perform seeming miracles for you. They can do things that seem magical and inexplicable, and many people will fall down in belief and adoration because of this. The world is not yet prepared for the Greater Community. And there is not enough discernment amongst your people to distinguish Greater Community demonstrations from the reality of God’s demonstration.</p>\n\n<p class=\"book-paragraph\">Jesus is in the world reinforcing Knowledge. Jesus is in other worlds as well, for your destiny lies in your interaction with other worlds now. The possibility for success here must be reinforced by the Unseen Ones, who speak to those who can respond with Knowledge. This is possible because The Greater Community Way of Knowledge is being taught here and elsewhere, as we have said.</p>\n\n<p class=\"book-paragraph\">Jesus is revered amongst your people because of his example and demonstration, but even more than this, he set into motion a process of spiritual initiation, growth and development that continues to this day and which has promise for the future. The theology that has been built upon his demonstration, however, cannot survive. His demonstration will survive because it is the demonstration of Knowledge, and it calls upon Knowledge in those who can bear witness to it. This is not faith in a set of beliefs, faith in a set of traditions or faith in a church hierarchy. This is faith in the direct transmission of Knowledge from one mind to another. In this, Jesus has great potency, and that is why he is still in the world.</p>\n\n<p class=\"book-paragraph\">You are entering a new era now. It is not the era of international civilizations. It is an era requiring a united world civilization. This is a far greater challenge and one that will take a great deal of time and probably much struggle to accomplish. What will give it necessity and impetus is the world’s emergence into the Greater Community. No matter how much you may distrust your neighbor, no matter how much you may feel you are better than others, no matter how superior you may feel your culture’s values, customs and ethics are over another’s—this will all be equalized and minimized by the overshadowing of the Greater Community presence in the world.</p>\n\n<p class=\"book-paragraph\">This represents the possibility for redemption that the Greater Community offers you. It requires change. It requires cooperation. It requires acceptance. It requires setting aside old disputes and squabbles. It requires that you adopt a world identity, not just a national identity. It requires a greater association amongst people and a greater respect and tolerance. These are required because the world is emerging into the Greater Community. Jesus will be part of this emergence, but he must watch the great changes that are occurring in life. And he must give his counsel without interfering now. For he made his presentation, and now he has a greater and loftier service to perform.</p>\n\n<p class=\"book-paragraph\">The emphasis must now be on Knowledge because this is the essence of your spirituality, and this will give you a new direction in life. The emphasis must no longer be on beliefs, ideas, principles, images and creation stories. If you can move with life, life will move you. If you can keep pace with life, your spirituality will have a new vitality and possibility for expression.</p>\n\n<p class=\"book-paragraph\">Then you will understand Jesus—not only because you can appreciate his past demonstration and the beneficence that he encouraged and has engendered in the world. You will understand that he came into life at a unique time to render a unique service. His life was exceptional because he did not remain hidden. And he paid the price for not remaining hidden. However, his demonstration had to be very visible so that it would be remembered. Though much fantasy has been woven around his life, and though his life has been manipulated and used according to secular interests all around the world, his demonstration of compassion, tolerance and shared identity persists to this day and has great bearing for the future.</p>\n\n<p class=\"book-paragraph\">Here you must distinguish between religion and spirituality. The purpose of religion is to enable spirituality to be experienced, to be applied and to be fully utilized. When religion ceases to be able to do this and becomes an entity in and of itself, then it begins to usurp its essential and primary purpose. Here it must be changed. And change it will.</p>\n\n<p class=\"book-paragraph\">You may think of Jesus as either a man with a Divine purpose or as a Divine being with a human purpose. However you might think of Jesus, you think of him within the context of your world and within the context of human involvements and interaction. We are now challenging you to think of him as a figure in the Greater Community. He is not an extraterrestrial from outer space. He was a man who realized Knowledge and contributed Knowledge in his time and helped to set into motion, through the efforts of many other people, a greater emphasis in life and a means for re-experiencing this emphasis through a tradition of devotion, dedication and service.</p>\n\n<p class=\"book-paragraph\">Now you must think of him as an Unseen One in the Greater Community. Here you have the challenge of broadening your understanding, opening your mind and setting aside those ideas, concepts, beliefs and preferences which cannot fit into a greater reality. For Jesus to be real for you now and to be real in the future, you must have this approach. His reality and his role are consistent with everything we have said, but for you to keep pace with this, you must develop in The Way of Knowledge. You must find the foundation that will carry your spirituality into the future and give it eminent presence and ability there. Otherwise, Jesus will be a historical figure that will seem increasingly removed from life. You will identify him with an earlier time and with a passing age. And he will seem to be lost with everything that was associated with him, which will fade from view over the decades and centuries to come.</p>\n\n<p class=\"book-paragraph\">Look forward. Look over the horizon. See what is coming. What is past is past and was relevant to the past. In order for spirituality and for religion to have meaning, purpose and value now and in the future, they must be renewed and be able to respond to the greater movement of the world and to the changing needs of humanity.</p>\n\n<p class=\"book-paragraph\">Religion is like a prescription for you to see. You outgrow old prescriptions, and then you have to have your eyes re-examined. You get a new prescription which enables you to see clearly in the present. The old prescription is no longer able to do that. Think of religion in this way. Think of it as an intermediary. Think of it as a changeable structure. Think of it as a prescription for seeing, knowing and acting—honestly, truthfully and beneficially. Here you will not become attached to the form but will bond with the essence. And the essence will transcend the form, rejuvenate the form and renew it. It will give form new meaning and relevancy in your life and within the world which you have come to serve.</p>\n\n<p class=\"book-paragraph\">Your idea of Jesus must be seen in a greater context. Your idea of God must be seen in a greater context. This must be a Jesus of the Greater Community. This must be a God of the Greater Community. And there must be a spirituality of the Greater Community and a theology of the Greater Community. Do not be concerned that you may seem to be the only one thinking these things, for you are pioneering. Pioneers must go where others are not willing to go, must realize what others cannot or will not realize and must share what others cannot or will not share.</p>\n\n<p class=\"book-paragraph\">This is your challenge, and this is your great opportunity for contribution. Meet this reality and this challenge, and you will come to know Jesus because you will be facing what he faced, yet in a much smaller way, perhaps. You will know Jesus because you will share his experience. If you can do this, you will know that he is in the world today and that he will play a beneficial part in the world’s emergence into the Greater Community.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/who-is-jesus/"
}