{
  "title": "Who Can You Trust?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">In times of great change, many things are revealed. Weakness is revealed, corruption is revealed, incompetence is revealed—within governments and institutions and within people everywhere. In facing great change, people begin to find the real condition of their nature and constitution, and whether their foundation is strong or not.</p>\n\n<p class=\"book-paragraph\">Humanity is now facing Great Waves of change that are coming to the world: environmental decline, diminishing resources, violent weather, changing climate, growing political and economic instability and the real risk of war between groups of nations over the remaining resources.</p>\n\n<p class=\"book-paragraph\">The growing human family is drinking from a slowly shrinking well. The strain this will produce—the unanticipated consequences, the fracturing of economies—all of these things will be revealed as time goes on.</p>\n\n<p class=\"book-paragraph\">People will find themselves far less secure than they perhaps believed they were before. It will change their priorities and their focus in life, and the question of trust will arise. Who can you trust? What can you trust? Can you trust yourself? Can you trust other people? Can you trust your ideas or beliefs or assumptions?</p>\n\n<p class=\"book-paragraph\">So much will be thrown in question that you may feel you cannot trust anything, that everything is in flux. What you relied upon before is now changing or breaking up or falling apart. You may feel that you cannot trust your leaders, your government, your economic institutions, your religious institutions. People may question the foundation of their religious beliefs and institutions. Peoples’ grievances towards other groups and other nations will be activated as they look for someone to blame.</p>\n\n<p class=\"book-paragraph\">You are entering into a time of great instability and uncertainty, and this will arouse many different kinds of passions, ideas and reactions in people. Most of them will be unhealthy and unfavorable. Within yourself, you will have to find a firm foundation as the foundations of society and organizations around you become challenged or fall into disarray.</p>\n\n<p class=\"book-paragraph\">Trust here cannot be based upon hope. Hope is too weak and too easily dashed, too easily disappointed and overthrown. Your trust must be in something greater, within yourself and within other people.</p>\n\n<p class=\"book-paragraph\">As the Great Waves approach and begin to have ever-greater impacts, you will see, perhaps with dismay, that so many things you trusted in before or relied upon before will now appear to be weak and vulnerable. People will appear to be weak and vulnerable. Governments will appear to be weak and vulnerable. Even your most firmly held beliefs about your nation or your religion may appear to be weak and vulnerable. This throws you back upon yourselves and requires a re-evaluation, a very serious and deep re-evaluation.</p>\n\n<p class=\"book-paragraph\">Many people have based their entire lives on a set of hopes and expectations which are built upon a weak and fragile infrastructure of human society. You will see how easily governments are thrown into panic, how easily major institutions can fail or falter. And this will shake you.</p>\n\n<p class=\"book-paragraph\">Perhaps you will want someone to blame. Perhaps you will strike out at others. Perhaps you will express anger and frustration, but this is not really addressing your core need or problem here.</p>\n\n<p class=\"book-paragraph\">The question arises: Who can you trust, what can you trust? Everyone will trust something. Even if it is a distrust, they will trust something. Perhaps they will trust change. They will say everything is going to change, and that is where they will place their faith and their trust. Even the most cynical point of view has trust in it. One is trusting their cynicism. One is trusting their ideas. One is trusting their perception and their position in life, even if that trust is misplaced.</p>\n\n<p class=\"book-paragraph\">So the question will arise in times of great change, uncertainty and upheaval: What can you trust? Where will you place your faith? As you look about you, if you are looking seriously, if you are really looking to see and not merely to judge, it will be a difficult question to answer. What can you really trust? What is it you see that will not fall away in front of you, or prove to be weak and vulnerable or prove to be other than it appears?</p>\n\n<p class=\"book-paragraph\">It will be a crisis of faith for people everywhere, even in the wealthy nations where hope and belief and assumption are more rife and evident than in the poorer nations, where people tend to be a little more realistic. Fantasy and self-indulgence increase with affluence, but so does disassociation from life—a disassociation from humanity, a disassociation from reality itself.</p>\n\n<p class=\"book-paragraph\">God has created a deeper Mind within you—a Mind that is not afraid, a Mind that is not in conflict with itself, a Mind that does not judge and condemn others, a Mind that is secure, a Mind that can face great change and upheaval with determination and equanimity, a Mind called Knowledge. It is called Knowledge because it is related to your ability to have profound experiences of recognition and knowing. These experiences can fly in the face of even your own ideas and beliefs, for they are not bound by these things.</p>\n\n<p class=\"book-paragraph\">Your deeper Mind is so different from your intellect; from your socially-conditioned mind; from your personal mind that is patterned by culture, family and even religion; patterned to think like others, patterned to be compliant, patterned to be subject to other forces; to be persuaded and manipulated, to be corralled and cajoled, to be directed and to be pacified.</p>\n\n<p class=\"book-paragraph\">That is why people say the same things, think the same thoughts, do the same things. Like herds of cattle, they are corralled around, led to believe this, led to believe that, assured constantly by governments and leaders that their well-being is being attended to, that they will be safe and secure.</p>\n\n<p class=\"book-paragraph\">But in the face of the Great Waves of change, these assurances will prove to be weak and transparent. And they will prove to be utterly false in so many instances. Then people will be outraged. They will be shocked. They will be dismayed. They will feel betrayed. They will feel misled. And they have been misled, and they have misled themselves.</p>\n\n<p class=\"book-paragraph\">Having given their authority and their power over to other forces, to other people, to governments, or to sets of beliefs and assumptions, now they feel really vulnerable. And they are less likely to trust future assurances.</p>\n\n<p class=\"book-paragraph\">This is both dangerous and healthy. It is dangerous because people can do radical things that are not in their best interests. They can condemn others, trying to find someone to blame because they themselves cannot yet take real responsibility for their life and condition, so they must find someone else to blame. And they will give this blame with vehemence. Perhaps they will blame peoples of other nations, leading to further misunderstanding and the potential for conflict and war. This is how your personal mind responds to change—with fear, with panic, with aggravation, with condemnation, even with violence: violent thoughts, violent behavior, violent intentions.</p>\n\n<p class=\"book-paragraph\">But your deeper Mind does not respond this way at all. It recognizes the Great Waves of change. It understands people’s lack of preparation and awareness. It sees the problem. It recognizes the manifestations of this fundamental problem that people are not connected to Knowledge within themselves, so they do not see, they do not know and as a result they do not act wisely.</p>\n\n<p class=\"book-paragraph\">They allow themselves to be shepherded around by people who are profiting off of them. They are given some slight degree of security and affluence perhaps, but they yield so much for this. They are willing to believe because they want to believe, because they are afraid not to believe, because they feel they do not have the power to think outside of these assurances. This is fundamentally a problem in people’s lack of awareness of Knowledge.</p>\n\n<p class=\"book-paragraph\">Would you rather have a government guide you, or a financial institution guide you, or have God guide you? Your leaders may be as blind as anyone else, living on false assumptions, believing firmly and fervently in their own ideas and the justification of their actions, like the blind leading the blind. You want to believe because you are afraid not to believe, because without that, then what can you trust?</p>\n\n<p class=\"book-paragraph\">This shock is beneficial because it gives you a chance to recognize how weak and frail is the foundation of human civilization and how prone to error all people are. And you will see that there is really something else within people—perhaps you will only see it in a few people—that is really wise.</p>\n\n<p class=\"book-paragraph\">You have a natural trust towards people who demonstrate this wisdom and this compassion. These people are not perfect, of course. They can make critical errors, but there is a certain quality about them that distinguishes them from others and that naturally evokes your sense of respect and trust. Though these individuals may make mistakes, they are functioning from a higher standard. They are truly here to serve, and this transcends their self-interest in the matter. This is because you are recognizing Knowledge within them—a deeper power, a greater incentive, a truer motivation.</p>\n\n<p class=\"book-paragraph\">To be disillusioned and disappointed in others and in leaders of governments, commerce and religion is healthy because it requires you to reconsider your own beliefs and assumptions and to consider that there may be a deeper power within you that is far more reliable and consistent. This opens the door. It is a possibility that you will have this recognition. It is not assured.</p>\n\n<p class=\"book-paragraph\">In times of great change and upheaval, people will do very foolish things. They will hurt other people. They may even hurt themselves. But there is a chance that they will see that there is a deeper power and presence within them that is not a product of social conditioning or social patterning. It is not a product of culture, belief or tradition.</p>\n\n<p class=\"book-paragraph\">Here there is something very unconventional within you—a free Mind, a Mind that is uncorrupted, a Mind that is beyond persuasion and manipulation. This is not the mind you think with every day. This is a deeper Mind.</p>\n\n<p class=\"book-paragraph\">People say they trust themselves. Perhaps they will even declare that they will only trust themselves. But what are they really trusting within themselves—their ideas, their beliefs, their assumptions, their political views, their religious beliefs?</p>\n\n<p class=\"book-paragraph\">What are they referring to here? Are they going to trust their emotions, which can be so easily stoked by fear, disappointment and blame? Are they going to trust their natural instincts, which in many cases can be truly violent and destructive? What are they going to trust within themselves? What are they talking about here when people say they are going to trust themselves?</p>\n\n<p class=\"book-paragraph\">This can be just as foolish and illusory as putting all your faith in some kind of institution or set of government leaders whom you really do not know, because it is putting the faith in the same shallow intelligence. To believe in your own social conditioning is really no different than believing in someone else’s social conditioning. It is belief in the same thing.</p>\n\n<p class=\"book-paragraph\">Perhaps you feel you have more control over your social conditioning, but most people really do not. They are simply following it slavishly, and when it disappoints them, they try to place the blame outside themselves. To avoid self-recrimination, they try to blame others to find someone beyond themselves upon whom they can vent their anger and frustration.</p>\n\n<p class=\"book-paragraph\">To say that you trust yourself would only really be wise if you were speaking about Knowledge, but Knowledge exists beyond the realm and the reach of the intellect. It cannot be understood intellectually because it is a force and a power that is more ancient and more permanent than your personal mind. It is like asking a child to understand the reality of their parents.</p>\n\n<p class=\"book-paragraph\">Knowledge is functioning at a different level. It is not of this world, but it is in this world to fulfill a mission, to experience and express a higher purpose. This is your mission and your higher purpose. In light of this, disappointment and radical change, no matter how difficult or stressful, can really be beneficial. If seen from the position of Knowledge, then the Great Waves of change are the perfect opportunity to express a greater purpose and to give greater gifts to humanity.</p>\n\n<p class=\"book-paragraph\">Yet you look with sobriety because you understand the great risks for human suffering and loss of life here, so you do not take this casually. It is very risky. Change, if it is real, is very risky. The outcome is not assured. People may not do well or even survive. Knowledge is very sober about this. It is not casual. It is not so self-assured that it can assure the outcome, but that is not its issue or its emphasis. It is here to serve.</p>\n\n<p class=\"book-paragraph\">Because it is immortal, it is not afraid of death. It simply does not want to lose this opportunity to serve. After so much has been done to bring you into the world, and after so much influence has been placed in your life to keep you from making terrible mistakes, or giving your life away prematurely, or destroying your opportunity to contribute to a world in need, Knowledge definitely wants to preserve you—to preserve your mind, your thinking mind, and your body. In this regard, it will protect you and guide you with the wisdom you will not be able to find anywhere else.</p>\n\n<p class=\"book-paragraph\">Knowledge looks upon the world very differently. It sees the need for Knowledge. It recognizes that even in affluence, people can be betraying themselves constantly and undermining their future. It sees beyond the illusion of success and failure. It even sees beyond the illusion of love and fear because most people do not understand what love and fear really are. It sees Knowledge and the need for Knowledge in the world. It looks with compassion. It looks with wisdom. And it looks without self-deception. It sees the problem. It sees the risks. It sees the needs. It is always watching. It is not caught up in fantasy. It is not distracted. It is not carried away by promises of love and bliss and enlightenment. But it is also not terrified by the world in its brutality, suffering and degradation.</p>\n\n<p class=\"book-paragraph\">Your personal mind cannot think like this. You may try to purify yourself. You may give yourself over to decades of spiritual practice, but your personal mind cannot do this. It is still a product of the world.</p>\n\n<p class=\"book-paragraph\">People try to lift their intellect beyond error, beyond illusion, beyond misinterpretation, but they find they can only go so far. And then they have an experience of judgment or condemnation, fear or blame, or lust or desire, and they realize that really it is the same old mind. Perhaps they have become more objective. Perhaps they are less influenced by this personal mind, but it is the same old mind.</p>\n\n<p class=\"book-paragraph\">Just like you cannot alter your body really without extreme actions, without mutilating yourself, you cannot really change your appearance beyond a certain point. You cannot change your personal mind beyond a certain point. What changes is your relationship with it.</p>\n\n<p class=\"book-paragraph\">Instead of slavishly following your thoughts and your feelings, thinking that your mind is who you are, you begin to look at it more objectively. You see that your thinking mind—your thoughts, your beliefs, your attitudes—really is not who you are. It is an outward expression of who you are, but who you really are is something more deep, more profound.</p>\n\n<p class=\"book-paragraph\">It is like looking at the surface of the ocean—one day calm, next day turbulent, always changing, always being swept by the winds of the world. Do you look at the surface of the ocean and know the ocean? Of course not. You cannot see the life the ocean contains from the surface. Perhaps you will see the evidence of a few life forms—whales and dolphins and fishes—but you cannot see what really lives in this ocean. You cannot stand on a mountain top and look at the forest below and know everything that lives there, unless you have lived there. Do not look at the mind, at the surface, and think you understand the mind.</p>\n\n<p class=\"book-paragraph\">There is Knowledge deep within you. It is the deeper Mind within you, a Mind so different from your intellect that you cannot even compare them. This Mind knows. This Mind sees. This Mind waits. This Mind directs.</p>\n\n<p class=\"book-paragraph\">For you see, God knows the world is extremely difficult, and living in Separation is extremely hazardous. That is why God has placed Knowledge within you to guide you, to protect you and to lead you to discover your greater purpose in the world—within the very circumstances of the world as it is and as it will be.</p>\n\n<p class=\"book-paragraph\">You are not sent into the world to set yourself up in a state of perpetual comfort and self-assurance. You are sent into the world to work, to accomplish things, to make deep connections with others. To seek things beyond this or to think things that contravene this is a kind of self-betrayal.</p>\n\n<p class=\"book-paragraph\">And yet does not your culture encourage this? Does not your society value this, this self-betrayal—encouraging you to be powerful and wealthy, to have pleasure, to live in great affluence, to be admired, to be feared?</p>\n\n<p class=\"book-paragraph\">Society’s visionaries and saints may be reduced to poverty and persecution, but oh its wealthy are idealized and held in great esteem. Those who have lost their connection to Knowledge and have given themselves over to seeking power and preference in the world, is that who you would emulate? Is that what you wish for yourself?</p>\n\n<p class=\"book-paragraph\">Certainly, you need a certain degree of security. Basic needs must be met. You need a stable environment. You need opportunities. Yes, of course. Knowledge knows that and supports that. But really people have taken this way beyond their authentic needs.</p>\n\n<p class=\"book-paragraph\">So you have an aberrant life here, a life that is perpetually unstable, a life that is driven by fear and greed. It is a distortion, and in some cases it is an abomination. In times of great change, you realize finally you cannot trust this. Perhaps your belief in it will be shaken. Perhaps your slavish adherence to it will be shaken and thrown into question and doubt. And this is a good thing, you see.</p>\n\n<p class=\"book-paragraph\">In times of seeming affluence, people are asleep. Few are questioning their condition or the validity of their lives or the meaning or value of what they are doing. But in times of disappointment, people are much more alert, much more concerned. This generates for many people a healthy self-inquiry and re-evaluation.</p>\n\n<p class=\"book-paragraph\">If this re-evaluation is successful, it will bring you to Knowledge. If disappointment is beneficial, it will bring you to Knowledge. If self-doubt is productive, it will bring you to Knowledge. If disappointment will yield real value to you, it will bring you to Knowledge.</p>\n\n<p class=\"book-paragraph\">You do not understand Knowledge. Perhaps you think it is weak and fleeting, a kind of romantic idea, a kind of hope or a wish. Perhaps you think it is not substantial enough to really be your foundation in life. You still value your technology. You still value your institutions and beliefs and ideas, thinking they will save you and the world.</p>\n\n<p class=\"book-paragraph\">But look at the individuals who had the greatest beneficial impact on humanity over time, and you will see that they were individuals who were guided by a deeper and more pervasive power and a truer intention. And they demonstrated a greater courage and integrity. They were guided by Knowledge, just as you must be guided by Knowledge.</p>\n\n<p class=\"book-paragraph\">How can you trust Knowledge? You barely experience it. It is not there when you want it. It does not give you what you want. It does not answer all your questions. It does not reassure you the way you want to be reassured. How can you trust this thing called Knowledge?</p>\n\n<p class=\"book-paragraph\">Like anything else, real trust must be based upon experience. It cannot simply be a hope or a wish or an idea. You build your trust in Knowledge by following Knowledge and seeing how it brings into your life people and situations, opportunities and insights that you would not have found otherwise.</p>\n\n<p class=\"book-paragraph\">You learn to trust Knowledge because you realize that it is not fooled by the world and that somehow you had feelings or premonitions about things before they happened. You felt restraint before you made mistakes. You felt encouragement, but then did not follow it through. You chose your preferences, which are all based on fear, the fear of not having. You followed this when your deeper nature was telling you something else. You wanted to own this thing, but Knowledge within you was silent, showing no interest at all.</p>\n\n<p class=\"book-paragraph\">Over time and experience in taking the Steps to Knowledge, you begin to see the very great difference between how Knowledge responds to things and how your intellect and mind respond to things, and how much energy you spend over things of little or no value or consequence, pursuing things of little or no value or consequence—your emotional rages, your outbursts of anger, your indulgences in self-pity. All these things are happening, and Knowledge is just there.</p>\n\n<p class=\"book-paragraph\">You see the contrast here that your personal mind is like the surface of the ocean—always turbulent, always changing, always being thrashed about by the world and by external forces. And then there are the deeper waters, which are really moving the oceans all over the world. And there is greater life beneath the surface.</p>\n\n<p class=\"book-paragraph\">This contrast over time will show you beyond your doubt that there is a greater Intelligence within you that is really not functioning at the same level as your personal mind, and that you are burning up your life force in reaction to things on the outside when in reality there is a deeper awareness within you that is not really affected by these things. It is watching and waiting. It is trying to keep your life on track, to keep you from going too far off course, to restrain you from giving your life away to people, places or things before you even know what your life is.</p>\n\n<p class=\"book-paragraph\">How many people on their wedding day have entered the ceremony with a great feeling of inner restraint—Knowledge trying to keep them from giving their life away before they even know who they are and where they are going? How many people have capitulated to the intentions of others in this regard? The pressures of their family; the expectations of their parents; the proclamations of their religious leaders; the overall pressure of their cultures; pushing them into a life that is not really their life; pushing them to believe, to accept and to acquiesce to a set of circumstances that does not represent their real destiny and purpose in the world.</p>\n\n<p class=\"book-paragraph\">The tragedy of this is everywhere, amongst the rich, amongst the poor, everywhere. You know what this is, for you have been subject to it as well. It is the real dilemma of your life, you see. It is the battle within yourself.</p>\n\n<p class=\"book-paragraph\">Knowledge is not fighting. It is simply going in the direction it must go. It has a destiny here in this world. It is your destiny—a destiny to meet certain people, to accomplish certain tasks.</p>\n\n<p class=\"book-paragraph\">Do not think that what you are doing now and the people you are with now represent this destiny, for in most cases, that will not be true. Do not use this as a kind of justification for your current involvements.</p>\n\n<p class=\"book-paragraph\">You may convince your mind, your thinking, your feelings because you want confirmation, because you do not want to face the fact that you have made many mistakes and errors in judgment. But you cannot persuade Knowledge. And you cannot persuade anyone else who is strong with Knowledge. They will see right through it. Just like they see right through every clever and ingenious device that people create for themselves or accept from others to try to gain advantage.</p>\n\n<p class=\"book-paragraph\">This is the power of Knowledge. It cannot be fooled. And, after a while, particularly in the face of the great change, you yourself realize you do not want to be fooled. You do not want to give your life to things that have no substance, no stability, no future. You do not want to face that kind of disappointment and frustration anymore.</p>\n\n<p class=\"book-paragraph\">Here disappointment can really serve you, to bring you to Knowledge. Here being honest about your feelings, rather than pretending to be happier than you really are, will really serve you. It is the beginning stage of liberation. To keep believing in the same things that are not real is just to recommit yourself and your life to further disappointment.</p>\n\n<p class=\"book-paragraph\">Knowledge is calling to you. It is advising you every day. It is not talking to you like your mind talks to you, like you talk to yourself. It is more like a force of attraction. It is given to certain things and not to other things. It sets a direction. It is an influence. It is a power.</p>\n\n<p class=\"book-paragraph\">Your mind, your thinking mind, can be talked in and out of a million things. But Knowledge just has direction. Perhaps it will say to you: “Do not do this thing. Do not say this thing. Do not commit yourself here. Follow this. Give yourself to this.” That is the extent of its conversation. It is not a little chatter box constantly talking away, trying to reassure itself, trying to be accepted, trying to impress others. It is so very different you see, refreshingly different.</p>\n\n<p class=\"book-paragraph\">You were sent into the world for a purpose. Knowledge holds that purpose. Knowledge drives that purpose. Knowledge is here to keep you from giving yourself away to other things, to committing yourself prematurely, to making critical errors. It is here to guide you, but you must come to Knowledge. You must learn to abide with Knowledge, build a connection to Knowledge, take the Steps to Knowledge.</p>\n\n<p class=\"book-paragraph\">It is your thinking mind that must yield here. Knowledge is not here to be your little servant. You are here to serve Knowledge. That is the difference, you see, that will make all the difference in your experience and in what you will be able to see, know and do.</p>\n\n<p class=\"book-paragraph\">At the outset, people treat Knowledge like a resource. “Well, I just want to have insights when I want them, so I’ll just go and ask Knowledge,” as if Knowledge is there as some kind of a personal counselor—a resource.</p>\n\n<p class=\"book-paragraph\">Knowledge is not a resource for the intellect. The intellect is a resource for Knowledge. This represents a complete shift, you see, a turning point, as if you have to get on the other side of the mountain within yourself. And that is why it is a journey and has many steps. Knowledge will not be used as a resource for your wandering desires. It just remains silent, and you will think it is not there.</p>\n\n<p class=\"book-paragraph\">Your intentions have to come from a deeper place within you, and you have to build over time the trust that Knowledge is there, that it is powerful and wise. God is not asking you to believe this at the outset, but you must begin to build the connection to Knowledge and see that Knowledge holds your well-being, your success and your real promise, regardless of the circumstances on the outside. Those are just problems to solve.</p>\n\n<p class=\"book-paragraph\">The beginning of your journey to Knowledge will require a deep evaluation of where you are, what you are doing, who you are with, your strengths, your weaknesses, your resources, your liabilities, everything. If you are older, you will have to do this re-evaluation in a very great manner because where your life is meant to go and where it is today are not the same. So you have to reconsider everything that you are doing and consider how you got there. The teaching in The Way of Knowledge will show you how to do this evaluation in such a way that will give you wisdom and insight and not simply lead to further confusion and alienation from yourself.</p>\n\n<p class=\"book-paragraph\">Who and what can you trust? There are really only two choices here in reality. There is Knowledge, and there is everything else—Knowledge within you, Knowledge within others. The choices are simple but require a very deep discernment to recognize on a daily basis. It is this discernment you must cultivate and you will cultivate as you see the contrast between Knowledge within yourself and all the gyrations of your personal mind.</p>\n\n<p class=\"book-paragraph\">Then you will see what is really trustworthy. Then you will see what must serve. You will see the power. You will see that the mind and the body are vehicles for Knowledge to express itself in the world. And you will see that Knowledge represents your true Self, your deeper nature and the deeper current of your life.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/who-can-you-trust.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/preparing-for-the-great-waves-of-change/who-can-you-trust/"
}