{
  "title": "Who are the Unseen Ones?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">As you have allies within the world and within the Greater Community, you also have allies beyond the visible range of life. They are here to be a part of your education in Knowledge. No longer in the physical, they now serve those who are regaining the memory of their Ancient home and with it the nature and direction of their greater purpose in life.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones are able to operate very freely in counseling those who exist below. And yet their counsel must be wisely placed and well timed. They cannot interfere although they do offer support which enables those who are responding to them to gain a greater understanding and a greater efficacy in life. Rarely will their recipients experience them directly. Yet the Unseen Ones feed information and insights into the minds of those who can respond. In most cases, people will think that they are coming up with their own ideas. “Oh, I had this idea today. I think it is important,” or “I had this feeling that I should do this.” People think it is coming from them or they think it is their own intuition, when in reality it is a gift from the Unseen Ones.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones, of course, do not need recognition in the world. They are not looking for students or followers. What do you have that they want except your ability to respond and to utilize what they give you for a good purpose? The Unseen Ones place their gifts carefully and well. Rarely will they speak to someone directly. Though many people hear voices that they feel have a spiritual focus, it is rare indeed that anyone will ever receive the presence and voice of an Unseen One directly.</p>\n\n<p class=\"book-paragraph\">Why is this? It is because people’s focus needs to be on Knowledge and on their endeavors in the world. If you begin associating with angels, well, you will not want to associate with anything else. Who would want to do the difficult work in the world when you could pass the time with an angelic presence? Who would want to have to deal with people and all of their difficulties and all of the complexities of relationships when you could hold company with the Spirits of God? The work is in the world, and that is the focus.</p>\n\n<p class=\"book-paragraph\">In order to give receptive, responsible people the great advantages of understanding and perception, to assist them in the reclamation of Knowledge and to verify the reclamation of Knowledge itself, the Unseen Ones place their emphasis here and there. Perhaps you have heard a voice speaking in your mind or have felt a strange and sudden impulse. It could be because Knowledge within you is in communication with Knowledge in the Unseen Ones. The closer you are to Knowledge, the more you will become aware that there is a greater communication going on. Until then, you will not know where these ideas come from. You will just assume that they come from you or are a product of your intuition.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones pay special attention to those who are responding. These individuals require greater care and emphasis. Those few who can advance will have a greater relationship with the Unseen Ones, whom they will rightly call Teachers. However, they will rarely experience the Teachers, and they may never know within this life who is speaking to them, helping them and guiding them. Perhaps they will simply feel that they are receiving something from the spiritual realm of life. Perhaps they will think it is the Spirit of God who is speaking to them. However they define it to themselves or explain it to others, there is a greater involvement here with the Unseen Ones.</p>\n\n<p class=\"book-paragraph\">You have counselors and guides in the world to help you learn the specific things that you have to understand here. However, learning something about spirituality, having your inner life be born, beginning the process of reclaiming Knowledge and developing an awareness of a greater purpose here all require a different kind of counsel and support. You will primarily receive assistance in this from your allies in the world, but overseeing your development will be the Unseen Ones. They will abide with you and keep track of what you are doing. Occasionally, they will counsel you directly. On very rare occasions they may let you know that they are with you. This, of course, varies from person to person and depends a great deal on the person’s temperament and character as well as his or her level of development.</p>\n\n<p class=\"book-paragraph\">Take heart. You have great allies. Great things are asked of you to learn, but you have great assistance. Take heart. You are being called out of ordinary circumstances, ordinary awareness and ordinary preoccupations. Be grateful. You are being rescued from a deadly mediocrity. You are being given a real opportunity here. If you can receive this and begin to make progress as a student of Knowledge, then those forces within the world and beyond that can help you will take a greater and greater role in your life.</p>\n\n<p class=\"book-paragraph\">We have referred to the idea of the Spiritual Family several times and will speak on this now. You have come into the world from a small learning group. You are learning for yourself and for your group. You are contributing in the world for your own advancement and for the advancement of your group. Your group will evolve to join with other groups, and like rivers and streams joining together on their way to the sea, you will experience greater and greater union as you advance together.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones represent the senior members of your Spiritual Family. They do not need to be in the world any more. They have learned the lessons of the world. Now they must help those who must learn the lessons of the world. They oversee your development and become actively engaged with you as you choose The Way of Knowledge, as you undertake the preparation that is meant for you and as you begin to make progress.</p>\n\n<p class=\"book-paragraph\">Your collaboration with the Unseen Ones will grow, but they cannot be your emphasis. They are greater than you and more powerful and more gracious. However, if you became aware of them, they would become the object of your devotion and attention, which is not appropriate. This would not help your studenthood, and this would not give you the right concentration or the right priorities.</p>\n\n<p class=\"book-paragraph\">The way is given to you without hero worship because you must become a man or woman of Knowledge. You will need both those more advanced than you and those less advanced than you. Those more advanced pull you along, and you pull those along who are less advanced. In this way, everyone finds proper assistance. In this way, everyone is served. In this way, everything that the Unseen Ones give into the world can resonate through human relationships and reach many people in ways that can be understood, experienced and accepted.</p>\n\n<p class=\"book-paragraph\">Whenever you or any of your ancestors ever thought that God was in the world doing something, it was the Unseen Ones—the angels of God, if you like that idea. But the idea of angels conjures up very quaint images and does not really capture the full meaning and role of the Unseen Ones. They are with you, but like the Wise everywhere, they remain hidden. They do not want to become the light of your life. If this were the case, you would seek no further. They do not want to overshadow you with their Wisdom. If they did, you would not develop your own. They do not want to become the focus of your attention. If they did, you would lose attention on those things where your attention is required. They are God’s emissaries. They translate the Will of the Divine into finite existence. At every level of existence, there are translators. Ultimately, you will have the opportunity to become a translator yourself while you are in the world, translating greater Wisdom into a useful and accessible expression that others can benefit from.</p>\n\n<p class=\"book-paragraph\">There are different levels of Unseen Ones. The Unseen Ones who assist you are assisted themselves, for the chain of authority, the chain of giving, continues far, far beyond you—translating and making a greater will and purpose accessible and available to you. This is beyond your comprehension. You cannot even imagine it, and you are not required to do so.</p>\n\n<p class=\"book-paragraph\">We introduce the idea of the Unseen Ones to you so that you will know that you are not alone and that your life has great assistance. You can rely on a greater Wisdom to help you proceed, both within yourself, in your Knowledge, and beyond yourself, in the Unseen Ones and your Spiritual Family. They will enable you to find the way to strengthen yourself. However, they will not rescue you from every bad decision that you make. They will not spare you the expense of your errors. And they will not cushion every blow. But they will not punish you either. They will not reprimand you. They will only give their influence and their counsel. If you can feel this, be receptive to it and value it more than your personal wishes, then you will be their beneficiary. In this, they will be confirmed, and so will you.</p>\n\n<p class=\"book-paragraph\">Every student needs a teacher. Every traveler needs a guide. Every explorer needs a map. You have all of these now. Take heart. Now you must find the courage and the determination to proceed. Do not become fixated on the great spiritual assistance that you have. Rather, become focused on solving problems today and tomorrow and the day after. Solve a little problem today and you will be able to solve a greater one tomorrow. Start with little things. Attend to the practical matters in your life. Bring your life into greater harmony. Do not try to make everything beautiful, quiet and peaceful. This is not what we mean. What we mean is bringing things into right order.</p>\n\n<p class=\"book-paragraph\">You must translate this for yourself. People often think that spirituality is about being happy, peaceful and joyful all the time, turning life into a sort of slumber party. This is not true. Spirituality is not a form of escape. It is not a form of intoxication. It is not an aphrodisiac. It is a way to empower you by bringing you into contact with Knowledge so that you may fulfill your purpose and your mission here. Then you will be able to identify and receive those who are destined to share your purpose with you. Spirituality is to enable you to work, to enable your life to work and to enable a Greater Power to work through you. This is not a beauty school where you make yourself and everyone else look glorious and angelic. This is not a vacation from life. This is a training and a preparation. This is a study and an application. This is to make your life more full, more purposeful, more genuine and more wholesome for you and for those who will receive you and recognize you.</p>\n\n<p class=\"book-paragraph\">Even those who cannot see you and cannot recognize you will benefit as well, for there will be a greater presence of Knowledge in the world through your contribution. This brings everyone a step closer to their Ancient home. This narrows the great gulf that separates life in the world from life beyond the physical. This brings the experience and the demonstration of God’s work in the world a little bit closer because inspiration, selflessness, contribution, benefit, kindness, compassion, love, strength and self-determination are being demonstrated and added into the world. The world needs this demonstration. People are desperate for meaning. They are desperate for value. They have lost contact with their inner lives. These qualities need to be demonstrated for them and returned to them with as little religious dogma as possible, in as pure a form as possible.</p>\n\n<p class=\"book-paragraph\">This is the evidence of God’s work. God does not do the work for you. God teaches you to work because you came here to work, and you need to realize your value. God gives you the power. God gives you God’s messengers. God gives you allies. God gives you opportunities. And God gives you the great needs in the world, which will pull out of you and require you to give what you came here to give. If the world were sweet and wonderful, happy and carefree, you would not have any purpose in being here. You would not know what to do. You would become frustrated.</p>\n\n<p class=\"book-paragraph\">The condition of the world is ripe for contribution. You are not here to enlist people in your religion or to fortify a particular religious teaching, unless it is your specific mission to do this. Only for a few will this be the case. You will give something mysterious and wonderful in the context of relationships and in the context of helping people. Who you will help and how you will help them is something you will discover as you go along. Whom you cannot help and whom you are not to get involved with must also be learned and demonstrated to you.</p>\n\n<p class=\"book-paragraph\">You were made for something. It is waiting to be discovered. In this way, you find yourself, you validate yourself, you experience yourself and you witness yourself in action. What other way is there to find your true value? You can tell yourself you’re wonderful all day long, but without the demonstration of a greater ability and quality in you, it is idle talk. This is about you giving to the world, not about you looking good to yourself.</p>\n\n<p class=\"book-paragraph\">The Unseen Ones work without recognition. The Harim in the Greater Community work without recognition. The Wise in the world work without recognition. Understand this, and you will understand how Wisdom and Knowledge can be given into situations where they are unknown and even where they are unwelcome. Here Wisdom and Knowledge can exercise their beneficence to strengthen people’s inner integrity, to remind people of their greater responsibilities and to support people in being honest with themselves and in coming to terms with their deeper inclinations and sense of justice and correctness, regardless of their past political or religious persuasions.</p>\n\n<p class=\"book-paragraph\">The demonstration of God’s presence and grace is given through the actions of people in relationship. The Unseen Ones demonstrate this. The Harim demonstrate this. Your allies demonstrate this. Your recipients will demonstrate this. You are giving something precious in a difficult situation. You must be hardworking and determined to do this. Do not use spirituality as a drug, as an intoxicant. Do not use it to be in bliss. Do not blind yourself with it. Use the light to find your way. Do not use it for hallucinations. The gift must be given through you in both tangible and intangible ways. Do not think you’ll be a great emancipator, a great spiritual princess or prince, goddess or god. You will do simple work. You will do humble work. You will do the work that needs to be done, not the work that necessarily glorifies you. What will be honored is Knowledge within you, which will honor you. Then there will be no deception.</p>\n\n<p class=\"book-paragraph\">Here you will begin to understand how you are served and how you are supported. You will begin to understand how great individuals have helped you without overshadowing you or interfering with you. They have nurtured you and protected you, carried you away from danger and kept you going in the right direction. They have allowed you to make your own mistakes, but in such a way that you could benefit from them and not have to repeat them.</p>\n\n<p class=\"book-paragraph\">Eventually you can become like an Unseen One in the world, even while you are still living here as a person. You will give, and your gifts will work their way into the minds and hearts of people, who will not know where the gifts came from. They won’t be able to find the giver. The giver is free and invisible to them. People will see things and feel things they need to see and feel. They will begin to know things that they need to know. They will remember things that they need to remember and forget things that they need to forget. They will not see where this power comes from. They will not see the source of it.</p>\n\n<p class=\"book-paragraph\">Become like an Unseen One yourself and your gifts will have the greatest impact with the least confusion and uncertainty. Humanity has been kept alive by the gracious work of many individuals within and beyond the world who remain unrecognized. And the forces of ignorance—those who are violent and fearful, hostile and resistant—will not be able to find where the good is coming from. They will not be able to stop it. They will not be able to manipulate it. It will pass through their fingers. They will not be able to clutch it. It will work in spite of their damage.</p>\n\n<p class=\"book-paragraph\">The greatest powers that are assisting you are unseen. However, they can be known, and it is your privilege to know them. The greater powers perhaps cannot be touched, but they can touch you, and you can receive their grace and utilize it appropriately, for it is you who must grow and regain your strength and authority. In this, you must be supported but not overshadowed. You must be assisted but not manipulated. You must be protected but not guarded. What great compassion this demonstrates.</p>\n\n<p class=\"book-paragraph\">As you advance, you will begin to experience these things for yourself. You will begin to be happy when you can give a gift, have it be received and have no one know where it came from. This protects and preserves you and enables the gift to have its full impact. You must be maturing as a student of Knowledge to have this experience. But its demonstration will convince you of the wisdom of the idea that the Wise remain hidden to remain wise.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/who-are-the-unseen-ones/"
}