{
  "title": "Who is Wisdom Meant For?",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The answer to this question is clear, but it may take a very long time to understand what it means and what it will require of you. Wisdom is meant for you—you who have been drawn to a greater experience of purpose, meaning and direction in life, you who have not been able to be content with the little satisfactions that preoccupy most people. It is meant for you who feel a deeper yearning for truth and who entertain a vague but persistent feeling that there is something important for you to do in life—something that is unique and significant, something that you have not been able to find at your universities, in your books or through your conversations, something extraordinary, something that most people are not even aware of. It is meant for you who have felt this inner need and this inner prompting that have set you apart from others and that have made you impatient with the superficial things of life. It is for you who feel an affinity with all life and who have a sense that your life and your purpose extend far beyond the immediate circumstances of your individual existence here. It is meant for you who feel and long for a deeper affinity with another, who seek relationships that are meaningful and permanent, relationships that have a greater context and a greater capacity for self-expression and for shared affinity.</p>\n\n<p class=\"book-paragraph\">The Greater Community Way of Knowledge is meant for you. It is meant for you who are reading these words, you who have shown a spark of interest, you who have already taken some initial steps towards something great and mysterious in your life. Wisdom is meant for you who have already tasted its beneficence, its grandeur, its grace and its simplicity—an experience that sets it in contrast to all other things in life, making them dull and mundane in comparison, an experience of certainty, open-mindedness and greater relationship with life. And even though the experience of Wisdom might have only lasted for a moment, it still abides with you now as a tiny but significant reminder that you have come from a greater life and that you will return to a greater life. It is a reminder that you are here to do something important and that you must meet certain people in order to accomplish your task. The inner prompting towards this continues even now and has brought you to open the book that reveals a greater Wisdom and purpose in your life.</p>\n\n<p class=\"book-paragraph\">You may ask, “Is this meant for everyone?” The answer to this is no, for not everyone can receive it. If everyone could receive it, the answer would be yes. Why should something be meant for someone who will not, within this life, gain access to it? Remember, we have said that God does what works. Greater things are revealed to those who experience a greater need and who have already set in motion a process of moving towards Knowledge by becoming honest about their affairs, about their feelings and about their deeper inclinations. If this has not already happened for a person, then he or she may not even be able to begin the reclamation of Knowledge or the study of The Greater Community Way of Knowledge. This is not to say that those people who have had these preliminary experiences have made great progress, but it does mean that they have already begun a process that can enable them to experience truth, to recognize its value and to set it in contrast to all other things that compete with it.</p>\n\n<p class=\"book-paragraph\">The experience of truth—the experience of being united with yourself, being honest with yourself and having integrity within yourself—however limited and circumstantial it may be, is an outstanding experience. This experience is established in contrast to all of the compromises, the avoidance, the compulsions and the fearful activities that govern the minds of so many in the world today.</p>\n\n<p class=\"book-paragraph\">Wisdom is meant for you because you have arrived at these words. This is not to say that your success is guaranteed. This is not to assure you that everything will work out perfectly. This is not to reward you for great accomplishments. It is only to acknowledge a beginning and a real potential. If you value the words that you have read so far in this book, then you have already arrived at the beginning of a new perspective.</p>\n\n<p class=\"book-paragraph\">The experience of truth and reality is in such contrast to all other experiences that you will come back to it again and again. Perhaps you are afraid of this experience; perhaps you think it will rob you of your pleasures and your interests. However, in spite of these fears, which are unfounded, you will return to the experience of truth because you will be able to experience reality here. As you experience reality, you will see how empty and unfulfilling all other pursuits are. You will see how, after great expense and involvement, they produce such small rewards. The price of these pursuits is so high, and the rewards are so small. Escaping the experience of being cheated by life and the experience of cheating life itself represent a great freedom and a great opportunity.</p>\n\n<p class=\"book-paragraph\">Wisdom is meant for you. A great journey lies ahead for you—a journey that will be challenging and remarkable, a journey that will affirm your deeper nature, a journey that will free you from the bondage of your own ideas and obligations to others, a journey that will take you beyond dependency into a truly independent state and beyond this into a state where you can become interdependent with others. It is in this stage of interdependence that real relationships are established and true devotion can arise. If you truly want what you know, then you will know what you want. However, if you only want what you think, you will enter deeper and deeper into confusion and will invest yourself ever more heavily in those things that can only confuse and frustrate you.</p>\n\n<p class=\"book-paragraph\">Wisdom is meant for you because it is an answer to your prayers. The opportunity to gain access to Knowledge, to learn Greater Community Spirituality and to develop Wisdom is the answer to your deepest needs. Move towards this and your lesser needs will become resolved in the process. Then you will not have to devote so much time and energy to their resolution. Tell the truth about something great and you can tell the truth about everything around it. The truth grows in this way because it stands in contrast to everything else. Experience your own reality as the result of being honest with yourself and others and you will never want to lose this experience. You will return to it again and again, even in situations where there is great challenge or risk of loss.</p>\n\n<p class=\"book-paragraph\">Wisdom is meant for you who can understand these words and respond to them. You must be the first recipient. Do not think of your friend or your brother or your sister or your mother or your father whom you would like to restore or change in some way to make them easier for you to be with. Wisdom is not for them; it is for you. Everything we say is about you and for you. Do not look over your shoulder. Do not point across the street. Do not think of someone else who is having difficulty in their life right now and think, “Oh, this would be so good for them.” No, this is for you. They may not be ready for this. They may not be interested. This may not be their way. They may not even have a way for a very long time.</p>\n\n<p class=\"book-paragraph\">In our presentation to you, we present things that are both within the range of your experience and beyond it. Because something is beyond the range of your experience does not mean that it is not important or relevant to your needs and to your future. It simply means that it is not related to your past. We want to take you into the future and prepare you for the future. The preparation will speak of things you know already and of things you have never thought of. If you say, “Well, I cannot relate to some of these ideas,” what you are saying is that they do not relate to your past and past interpretation. Of course not! They do not relate to your past because they are here to liberate you from your past. If you took everything we said and you said, “Oh, I know this. I know this. I know this,” you would be using everything we say to reinforce your past. Our mission is to free you from the past so that you can live in the present and prepare for the future, which will enable you to live in the future.</p>\n\n<p class=\"book-paragraph\">This is meant for you. Receive this. Learn to become a receiver. You are not ready to teach this to others yet, for you must be engaged in studying Steps to Knowledge and advanced as a student of Knowledge in order to translate and transfer this to others successfully. You know, many people want to go out and share everything they learn as soon as they learn it. The problem is that they have not really learned it, and so they cannot demonstrate it. If you want to inspire others, if you want to show them something that has really been effective in your life, then you yourself must demonstrate it. This demonstration is far more powerful and effective than any words that you could say or any illustrations that you could create. That is why we say that this is for you. The gift is for you. It is not for anyone else. It is for you.</p>\n\n<p class=\"book-paragraph\">Why would you read about Greater Community Spirituality if you were dedicated to reinforcing your former beliefs and ideas? Regardless of your former beliefs and ideas, the teaching and the preparation in The Greater Community Way of Knowledge will take you beyond them. Then you will not be encumbered by them, and you will be free to live in the present and to see things as they really are, not as you want them to be or believe them to be.</p>\n\n<p class=\"book-paragraph\">Some people think that you only see what you believe. They think that if you change your ideas, you will see something else. This ignores the reality that there is life outside of you. Life is happening. It is not all about you. It is not the result of your own thinking. You interpret what you see, but this only means that you are either able to see what is in front of you as it is or you are not. We are teaching you to see, to see things simply, as they really are—without self-glorification, without self-avoidance, without self-protection and without falsification of any kind. See yourself as you are today. See others as they are today. See the world as it is today. All without condemnation. To see without condemnation, you must see without idealism. You must see without the need for you, for others and for the world to be as you want them to be. Insisting on these things leads you to condemnation because the world, others and you yourself will disappoint you. They will not live up to your expectations. To see things as they really are, you must let them be as they really are, without attempting to put happy faces on them or sad faces, without attempting to make them beautiful or hideous. This can be done.</p>\n\n<p class=\"book-paragraph\">To bring you back into relationship with yourself, with others and with the world, you need this kind of vision. This vision will be the by-product of the reclamation of Knowledge within you. Knowledge deals with things only as they really are and leads them towards their purpose and fulfillment without any deception, glorification or condemnation. This experience is possible for you because Wisdom is meant for you.</p>\n\n<p class=\"book-paragraph\">You may ask, “Why isn’t this meant for everyone?” The answer is simple but again hard to understand. Potentially, truth is for everyone, but today it is meant for those who can receive it today, and tomorrow it will be meant for those who can receive it tomorrow. Perhaps you cannot receive the truth today. Then you come back tomorrow, and you can receive it. The Way of Knowledge is the return to truth and the reclamation of all meaningful relationships. It is offered to everyone, but few will respond, so it seems like it is offered to them specifically, which is not the case.</p>\n\n<p class=\"book-paragraph\">We make everything practical, plain and simple. Therefore, we must emphasize that this is meant for you. You must learn to receive the gifts. Perhaps they are not like the gifts that you have thought of or have sought after or have invested yourself in—those things that have only required you to give more and have put you deeper in debt within yourself. We offer a different kind of gift, a different way of living—a way that calls upon your ability and requires its expression. We do not only give you ideas, for ideas alone are not enough. What we give is a message that calls you out of your dilemma and provides a means of escape from those things that could only belittle you, confuse you and isolate you. We give this because Wisdom is meant for you.</p>\n\n<p class=\"book-paragraph\">If you can receive Wisdom and learn The Way of Knowledge, then you will be able to give to others. Then certain people will be able to receive from you. In this way, a greater meaning, purpose and direction in life can be given to everyone, moving through the channels of relationships as they exist throughout your world and throughout the Greater Community.</p>\n\n<p class=\"book-paragraph\">If you can receive the gift, you will demonstrate that you have received it. It will work within you, and it will find an expression through you according to your nature and your design. It will bless you and empower you and give you depth of insight and understanding. It will give you patience and forbearance. It will teach you that you live a greater life. Through this long and wonderful process of development, you will give to others—others you can see and others you cannot see. Your life will become more and more a demonstration, and your ideas will have more potency because they will ring true. These are not temporary ideas; they are permanent ideas. They are lasting. They are meaningful.</p>\n\n<p class=\"book-paragraph\">The path is not difficult so much as it is exacting. Like following a footpath through a dense jungle, you must watch your steps carefully and be very attentive to your environment as it changes. You cannot go running ahead, proclaiming yourself or your ideas, trying to improve people or situations. You must follow the way carefully and slowly. In this way, the dangers of the jungle will not affect you. In this way, you will foresee danger and difficulty and will find a way to avoid them or to change them if that is possible.</p>\n\n<p class=\"book-paragraph\">If you can receive, you can give. Until you have received and learned The Way of Knowledge, you cannot give it because it is not you who will do the giving. It is Knowledge itself that will do the giving. This is the great difference, and it will make all the difference in your experience and in your expression of truth.</p>\n\n<p class=\"book-paragraph\">How is Knowledge transferred from one to another? It is ignited invisibly. We speak to Knowledge within you, not to your mind. If you are connected to Knowledge and can experience it, you will feel the depth and impact of what we are saying. This is how Knowledge is transferred. This is how Knowledge is ignited. This is how true initiation takes place. There are outer things to do, of course, and they require much time and energy. However, the Mystery—the transference of Knowledge and the reuniting of ancient bonds—is something that is beyond the intellectual understanding of anyone. It must be experienced.</p>\n\n<p class=\"book-paragraph\">You can speculate. You can fantasize. You can theorize. But the Mystery can only be experienced. Therefore, to learn The Greater Community Way of Knowledge, to learn what Greater Community Spirituality means and why it is so essential for you and for your world, you must begin to have this experience. It will happen in increments, depending upon your desire for it, your resistance to it and your capacity to feel it and to carry it. As your desire and capacity grow and as your resistance lessens, the Mystery will take on greater and greater dimensions, and its rewards will grow for you. Your responsibilities will grow as the Greater Power within you grows. In time, it will speak through you and move through you.</p>\n\n<p class=\"book-paragraph\">Wisdom is meant for the world, but it must be given to individuals, and they must prepare and be able to translate it into the existence, the language and the images of daily life. Pure truth, pure Wisdom, pure affinity and pure relationship cannot be received here yet, except by a rare person here and there. And even these individuals must undergo tremendous development. This is because people’s desire and capacity for truth and honesty, relationship and affinity are so very limited. It is also because people everywhere have dedicated themselves to things that they must learn to outgrow. This takes much time, and there are many failures, but the possibility of success is there.</p>\n\n<p class=\"book-paragraph\">If you follow the way and if you learn the lessons as you go, without adding anything or subtracting anything, you will make the journey. You will pass through the jungle, and you will find the mountain and the way up the mountain. You will proceed in moments when you have vision and in moments when you do not have vision. You will proceed when you can see your goal and when you cannot see your goal. This is meant for you. You may disqualify yourself. You may reject the gift. You may give it other meanings or you may assign terrible associations to it. However, the gift is pure, and you must be pure of heart to receive it.</p>\n\n<p class=\"book-paragraph\">To deny a calling in life says nothing about the calling but everything about you. You must be ready, and you must have the experience of truth. People lie to themselves. Their deceptions are in layers and become so deep that even the truth is just a fantasy to them. It is just an idea, something they cannot rely upon or experience. Truth always brings you back into relationship with life, with others and with yourself. Fantasy and deception always take you away. There is fantasy about everything, even about the truth.</p>\n\n<p class=\"book-paragraph\">Many people will attempt to use The Greater Community Way of Knowledge to acquire power, to assure themselves of love and money, to gain advantages in life, to dominate others and to proclaim themselves, but they will not learn The Way of Knowledge. It will escape them entirely. They will only have ideas about it, ideas that they find to be comforting or self-inflating. However, the essence and the meaning, the purpose and the truth of The Greater Community Way of Knowledge will escape them entirely. They will use the words but be lost to the meaning. You will see this.</p>\n\n<p class=\"book-paragraph\">Until you can value truth, choose truth and abide with truth, fantasy will be projected upon everything. Everything will be determined to be useful according to whether it substantiates and furthers your personal aims. How can anything real be found if this is the motivation? Here there will be no vision, no understanding and no comprehension. Things will not be seen as they are. They will not be valued as they are. Real opportunities will be lost, and dangerous opportunities will be chosen.</p>\n\n<p class=\"book-paragraph\">Every failure started out as a good idea—something that would lead in a preferred direction, something that would further a personal cause. Let your failures in life, then, disillusion you and sober you, temper you and open your eyes. Accept your failures. Call them failures. They are failures. Let them renew you. Let them clear your vision. Let them free you from future failure. Let them give you discernment. Let them teach you discretion. Let them take you back to truth, which is what you needed to begin with. Things can be known at the outset. Truth is available because Knowledge is within you. This is your gift to receive as it will be your gift to give.</p>\n\n<p class=\"book-paragraph\">We have spoken of greater things in this book and will speak of greater things yet. We keep things in a larger context because you need to think about things in a larger context. This will show you how little your fantasies, your goals and your objectives are in contrast to the needs and requirements of the reality in which you live. This is redemptive. This will free you from the bondage of your mind. This will show you that your prison door is open and you need but step outside. Life exists outside.</p>\n\n<p class=\"book-paragraph\">To be free of the mind is to gain new eyes, to gain new ears, to touch with a new sensation and to see things with a clarity that could only escape you previously. Wisdom leads to this liberation. Yet it does not lead to one great enlightenment experience. It is something that builds every day and gives its gifts every day. It leads you on to meet greater challenges and opportunities which you could not meet before.</p>\n\n<p class=\"book-paragraph\">People only have so much time and energy for problem solving. If that time and energy is devoted to little things, it will be used up. If it is devoted to greater things, the little things will get resolved in the process. Little problems require little amounts of energy, and bigger problems require larger amounts of energy. By solving bigger problems, you will feel valued because you are doing something important.</p>\n\n<p class=\"book-paragraph\">People suffer because their lives lack meaning and necessity. Thus, God gives meaning and necessity. Meaning is found in real engagements with others which serve a real purpose that serves the evolution of the world. Whether this involves feeding people, building bridges or teaching The Greater Community Way of Knowledge, it all serves the same purpose. Service must happen at many different levels—at the personal level, at the family level, at the community level, at the national level and at the level of humanity.</p>\n\n<p class=\"book-paragraph\">We bring to you a challenge, an invitation, an affirmation and a recognition. As vast as it is and as great as it might seem, Greater Community Spirituality—when it is really experienced and when it is really employed—gives you a greater ability to deal with what is in front of you right now. You see what is small, and you recognize it as small. You see something that is great, and you recognize it as great. You do not call everything great; you do not call everything small. You recognize what is great and what is small, what requires a little of your time and what requires a great deal of your time.</p>\n\n<p class=\"book-paragraph\">Time well employed is time fulfilled. Time not well employed is time lost and wasted. You have only so much time in life; you have only so much ability in life. Where are your time and ability invested? Where are they given and what purpose do they serve? What part of you do they satisfy? Your personal mind, which is at the surface of your mind, is never satisfied. It must have more of everything. Its experience of happiness is momentary. It requires constant stimulation and acquisition in order to feel any kind of self-assurance because it only identifies with what it owns, both its physical possessions and its ideas, which its physical possessions are meant to validate.</p>\n\n<p class=\"book-paragraph\">Satisfy Knowledge within you and your life will be fulfilled. You will be given a new life, a greater life, a life that is simple and meaningful, a life that is powerful and effective, a life where you have real companions who are devoted to you and to whom you are devoted. And you will escape the great majority of the miseries that imprison everyone.</p>\n\n<p class=\"book-paragraph\">If you can make this journey and if you can choose this journey again and again, you will advance. If you quit, you will not advance. The journey is the way. You will only know it is the way if you travel it. Do not stand at the beginning and say, “Well, I’m not sure. Is this the way or should I do something else? Something else looks better. Something else looks quicker. Something else looks more pleasurable.” Do not be deceived. You can only find the way if you travel it. The Way of Knowledge cannot be understood by standing outside of it and judging it. When people do that, they are only attempting to validate their ideas. Travel this journey and you will find out where it takes you. Where it takes you is to the truth that lives within you, to the truth that lives within others and to the truth that lives within the world. Then Greater Community Spirituality will make perfect sense to you because it will be obvious. Once you gain this vantage point, you will see how clear it is and you will also see why you could not have seen it before.</p>\n\n<p class=\"book-paragraph\">God’s first purpose is to unburden you in life so that a greater gift, a greater opportunity and a greater calling can be given to you. If your hands are full of your own necessities, how can you receive anything else? If your mind is filled to the brim with stimulating and exciting ideas, how can any real insight emerge or be given to you? First there must be an emptying out, a simplification, an unburdening. You don’t have to carry all of this baggage through life—the baggage of your possessions and your ideas. You keep what is needed and what is truly meaningful, and other things are simply given away because they are seen as burdensome. Nothing is taken from you. There are no thieves on the path to truth. Truth only gives and restores, verifies and confirms what is true in your relationship with everything, and most fundamentally with yourself.</p>\n\n<p class=\"book-paragraph\">Who is Wisdom meant for? It is meant for you. Through you it is meant for others, and through them it will be passed on again. This is possible because Knowledge lives within each person and because Knowledge is recognized, valued, confirmed and experienced within the context of real and meaningful relationships. Though the world seems incomprehensible and dedicated to self-deception, dishonesty and destruction, the reality of Knowledge that lives within each person lives today at this moment. It is this reality that must be confirmed. It is this preparation in The Way of Knowledge that must be given and shared. Then what seemed impossible before becomes apparent and achievable. Then what seemed confusing and complex before becomes a simple path through a dangerous jungle.</p>\n\n<p class=\"book-paragraph\">The path you will follow is a simple path, but you will need to watch every step and be attentive to what is around you. In this way, you will move into life and through life, and you will have direction. You will be able to see everything around you with a greater understanding. And you will be able to see that which can move and that which cannot move, that which can advance and that which cannot advance, that which has purpose and that which does not have purpose. This can only be found by traveling the way. Therefore, the way is the answer.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-4/greater-community-spirituality/who-is-wisdom-meant-for/"
}