{
  "title": "Witnessing the Revelation",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The Messenger is in the world. He has brought with him a great Message for humanity, a Message that he has been receiving for over 25 years, a Message comprehensive enough to guide humanity into the next great stage of its evolution and development.</p>\n\n<p class=\"book-paragraph\">Yet he is an ordinary man, but in appearance only. For he carries with him the seed of a greater understanding and a greater reality—the reality of life in the universe; the reality of greater spiritual dimensions of the world and beyond; the reality of purpose, meaning and direction; the reality of contact with the Angelic Presence, who is responsible for the well-being and the progress of the human family.</p>\n\n<p class=\"book-paragraph\">Many people will try to reject him. Many people will condemn him or ridicule him. Who will stand up for him? Who amongst you will bear witness to the Revelation? Who amongst you is strong enough, brave enough and honest enough to do this?</p>\n\n<p class=\"book-paragraph\">The Messenger’s presence is precious in the world. He is vulnerable. There will be other groups and individuals who will seek to destroy him as his proclamation becomes more recognized and more discernible in the world. Who will bear witness to the Revelation?</p>\n\n<p class=\"book-paragraph\">People want many things from the Creator of all life. And people will want many things from the Messenger who has been sent, the only Messenger in the world today, and in the many days to come.</p>\n\n<p class=\"book-paragraph\">People want miracles. People want to be rescued from their circumstances. People want to be given favors and dispensations. People want to be served. People want to be strengthened. People want victory in war and prosperity in peace.</p>\n\n<p class=\"book-paragraph\">They will bring these expectations to the Messenger, particularly to him. But he can only point the way to the Revelation, which is deeper and more comprehensive than most people realize and will require a greater involvement and discernment, a greater practice and honest application.</p>\n\n<p class=\"book-paragraph\">Who can speak to this? Who can correct the many errors that will arise around such a proclamation? Even amongst those who respond positively, there will be false expectations. There will be unexpressed demands. There will be criticisms and judgments that the Message and the Messenger do not fit people’s expectations. Who will speak to this?</p>\n\n<p class=\"book-paragraph\">The Message and the Messenger require many witnesses. They require a great expression of recognition and purpose. And for those for whom this is their destiny, it is the most important thing in their whole life. When they leave this world and return to their Spiritual Family, they will be asked, “Did you speak for the Messenger? Did you recognize the Messenger? Did you support the Messenger?”</p>\n\n<p class=\"book-paragraph\">It will be the greatest and most significant event and opportunity in their lives. Who can respond to this? Who can recognize this? Who can rise to this occasion, the greatest occasion that they will have? People want many things, but what is required of them is something else.</p>\n\n<p class=\"book-paragraph\">At a time of Revelation, the priorities change. This is an event that only happens every [millennium], and you are present in the world for this.</p>\n\n<p class=\"book-paragraph\">You will see the Messenger being abused and ridiculed and maligned. What will that say to you, who are the beneficiaries of God’s New Revelation? What will that evoke in you, who have been blessed and honored to receive the New Message for humanity and to be amongst its first and earliest recipients?</p>\n\n<p class=\"book-paragraph\">If you cannot feel and see these things We speak of, then where is your mind going? What could be more important than this to you? Your happiness? Your security? Your approval from others? Your social standing? This is a question and a dilemma for each person who can respond.</p>\n\n<p class=\"book-paragraph\">If those who oppose the Messenger come to you and say, “What do you believe? What is your position?” what will you say to this? If the Messenger is denied or ignored or vilified, what will you say to this?</p>\n\n<p class=\"book-paragraph\">People are eager to receive the blessings and the benefits of Revelation, but these benefits bring with them a responsibility, the ability to respond. They call forth for you to be a witness and not merely a recipient—practicing alone in secret, hidden away somewhere out in the world.</p>\n\n<p class=\"book-paragraph\">Who will speak for the Revelation when the challenges come? Who will speak when there is a backlash against the Message and the Messenger, and those who seem so respectable and august in society condemn the one chosen to bring God’s Revelation into the world?</p>\n\n<p class=\"book-paragraph\">How will you feel and what will you think when you see those whom you admire, those whom you respect, when they turn against the Revelation? Will that throw you into doubt and confusion? Will that make you feel impotent and hopeless?</p>\n\n<p class=\"book-paragraph\">Look back in history. Have any of the great Messengers ever been embraced in their own time or comprehended successfully by those who were close to them?</p>\n\n<p class=\"book-paragraph\">If the Messenger were to assume political power, oh, certainly, there would be many allegiances. Oh, certainly, there would be many arrangements. Oh, certainly, many would seem to follow, desiring to be on the winning side of the conflict. Oh, yes, many would arrive, praising and giving recognition to the Messenger, for they seek to benefit from his presence and his position. Oh, yes, the loyal ministers would appear. Oh, yes, the people would be aroused and enthusiastic.</p>\n\n<p class=\"book-paragraph\">And what is this to the Messenger, to have a great following of people who do not understand, whose expectations are incorrect, whose allegiances are dishonest, whose respect and adulation are false and easily destroyed by others?</p>\n\n<p class=\"book-paragraph\">Who will bear witness based upon the strength of Knowledge, the deeper Intelligence within them?</p>\n\n<p class=\"book-paragraph\">In these earlier stages of the Proclamation, the Messenger will be ignored. He will be condemned outright, harshly criticized—called a devil, called a fool, called a manipulator, called a whole host of things by those who cannot or will not respond, condemned by those who only seek to preserve and protect their current position and their previous investments, those who will not have the courage to question their allegiances, their beliefs or assumptions.</p>\n\n<p class=\"book-paragraph\">And, oh, the experts will fare no better, those who have invested themselves so heavily and have paid such prices and made so many compromises to acquire their position of authority in society. Will they risk all of this to recognize a man who has little recognition, a man who has but a very small following, a man whose Message seems outrageous and whose proclamation stirs rejection and resentment? Will these experts risk their reputation, their social position, their employment, to bear witness to the Revelation? Will any politician risk all that they have invested in—their standing, their achievements—to recognize the Messenger?</p>\n\n<p class=\"book-paragraph\">No, you see, this burden falls upon you and others, many others. Do not look for the elite or the highly respectable to risk their position to bear witness to the Revelation. Do not think that the Messenger needs only to be connected with certain powerful people, for you will be playing the Judas role here—well intentioned, perhaps, but blind to the reality of the situation.</p>\n\n<p class=\"book-paragraph\">The Messenger holds the key to humanity’s future and future success. Who will bear witness to this? Who will hold this position, a position that the world does not esteem or recognize? Many people will come, wanting many things. There will be nodding heads and smiling faces, but who will bear witness to this?</p>\n\n<p class=\"book-paragraph\">You who seek purpose and meaning in your life must come to understand that this is what it ultimately means—that you must stand for something greater than yourself, greater than your personal interests or advantages, greater than your own private inurement. You must stand for something greater in the face of opposition, in the face of ignorance and foolishness and rejection.</p>\n\n<p class=\"book-paragraph\">This will call you out of the shadows. This will call you out of self-denial. This will call others forth from their miserable, hidden existence. This will bring people out of their low self-esteem. This will bring people out of their self-doubt and self-repudiation, called now to be a witness to something greater, something magnificent, something deep and efficacious, something humanity needs, but that it cannot provide for itself.</p>\n\n<p class=\"book-paragraph\">For all who can receive the blessings of the Creator now, they will have to face these questions, eventually. They cannot simply be on the receiving end—wanting more, expecting more, giving thanks and being grateful—for they too must rise to a position of self-expression. They too must advocate for that which is serving them so greatly. They too must risk their own fears and self-doubts to make a greater expression to others. They too must face social rejection.</p>\n\n<p class=\"book-paragraph\">It is the nature of their calling. There is no calling or purpose that does not involve some of these things. You do not simply proclaim a purpose for yourself and live happily ever after. You do not simply respond to your calling and have everything going your way.</p>\n\n<p class=\"book-paragraph\">For to serve the world, you must confront the world. You must have the courage to face the world and its realities. You must build the strength within yourself to do this and to provide something the world cannot provide for itself, something that is needed that is not available, something that other people cannot do or will not do.</p>\n\n<p class=\"book-paragraph\">Do not defer to others here, for it is you who are being called. This is the meaning of purpose and calling. To be called is to be called out of the ordinary, out of the crowded places, out of what everyone else is doing, thinking and concerned with, to step out of line, to be called away from your normal life sufficiently that you can receive a greater wisdom and revelation.</p>\n\n<p class=\"book-paragraph\">What is higher purpose but to assume something greater than your normal activities and to serve something beyond your own self-interest and personal edification? Responding to the Revelation, then, is a perfect demonstration of these things.</p>\n\n<p class=\"book-paragraph\">For those who cannot or will not bear witness to the Revelation, either they do not yet have the great strength that they need and are not strong enough with Knowledge, or they are too afraid to cross over that threshold where they become a real communicator in the world rather than someone who has withdrawn from the world, and is afraid of the world, and is trying to protect what they have from the world. Not everyone is ready to do this at this moment, but that is where the pathway leads for everyone.</p>\n\n<p class=\"book-paragraph\">You have to stand for something. And your demonstration must be real and not merely psychological. It must be palpable and not merely at the level of thought. You will have to make sacrifices for it. You will have to give up things for it. You will have to risk things for it. And this is what separates those whose calling is true and powerful from those who are either pretending or are too weak to respond fully.</p>\n\n<p class=\"book-paragraph\">The Messenger is in the world. Who will bear witness to him, based upon the strength of their recognition? Who will take chances to speak to others? Who will allow their life to be reshaped by Knowledge, allow their priorities to change naturally, allow their thinking to become uniform, powerful and penetrating? Who will allow their life to be changed and altered and go through periods of uncertainty that this will require along the way?</p>\n\n<p class=\"book-paragraph\">Certainly not the person who must feel they must be in control at all times, whose certainty is based upon the strength of their convictions and ideas and the rigidity of their lives. They do not have the confidence or the self-trust to undergo any real process of preparation, which will take them into uncertainty and break up their false and harmful regimentation.</p>\n\n<p class=\"book-paragraph\">The self-seeking will not do this, for it puts at risk the things they are trying to acquire for themselves. They will try to use God’s Revelation to enrich themselves politically, socially, economically, even spiritually. But they will not become true advocates. They will not bear witness to the Messenger because they want everyone to bear witness to them.</p>\n\n<p class=\"book-paragraph\">This is not the Messenger’s desire or intention, to be the object of so much attention and focus. He is a humble man. He does not seek such recognition, and that is part of why he was chosen to be God’s representative in this era of humanity’s development.</p>\n\n<p class=\"book-paragraph\">For the ambitious and the self-serving are never chosen because they are not trustworthy. They do not have the self-awareness or the self-honesty to assume a greater responsibility. Humility is a product of honesty and compassion, two things which the self-serving have not yet achieved.</p>\n\n<p class=\"book-paragraph\">Must the Messenger be sacrificed at the hands of the opposition while his true followers remain mute, silent and impotent? Will the New Revelation be desecrated and repudiated while those who are chosen to be its witnesses remain silent and withdrawn, afraid for themselves?</p>\n\n<p class=\"book-paragraph\">To think the Messenger can communicate everything and answer everything is to place an impossible burden upon him, for he must have many witnesses in many places. And they must be careful if they are living in countries where there is political or religious repression. They must exercise great discernment and discretion where and when to share the Revelation.</p>\n\n<p class=\"book-paragraph\">Martyrdom here is not the emphasis. It is communication. It is relationship. It is spreading the Revelation—above ground or underground, depending upon the political, social and religious environment in which one lives.</p>\n\n<p class=\"book-paragraph\">But the communication and the relationship must be extended and expanded. It is not enough to be a fervent believer, for that must translate into action, not only in renewing and reviewing one’s life, but in becoming a witness for that which is the source of one’s remarkable restoration. This will separate the true respondents from others who are here for other reasons or who are too weak to rise above their own self-concern.</p>\n\n<p class=\"book-paragraph\">Let this be the basis of your understanding of others who respond. It is what they do that matters, not what they say or what they proclaim in the moment. Will they allow their lives to really be changed, altered and reshaped by the Revelation and by the power of Knowledge within themselves? Will they bear witness to the Messenger as an act of spontaneous and natural contribution? Or will they remain in the background, plotting and planning for how they can benefit without having to pay any prices or take any risks?</p>\n\n<p class=\"book-paragraph\">This is part of the burden of the Messenger, for even amongst those who seem to respond positively, there are still dangers. The one who will betray the Messenger will come from the ranks of his supporters. The disaffected or failed student, rather than taking responsibility for their own difficulties and limitations, will seek to deny or to diminish the Message and the Messenger. This always happens at times of Revelation. You will see this happening.</p>\n\n<p class=\"book-paragraph\">Your response to the Revelation is a response to life and to the Source of life. It reveals both your strengths and your weaknesses. It shows you those influences in your life which are helpful and those which are harmful, for in the face of the Revelation, there is no neutral ground. This polarizes people, as it should, as it must, because there must be impact. To the person who seems unaffected or disinterested, well, that is not a neutral position.</p>\n\n<p class=\"book-paragraph\">Think of those who failed to respond in the time of great Messengers in the past. What were they thinking? How could it be they could not see what was before them? How could it be they could not recognize the one who brought to them the promise of a greater life? How could it be that they would stand by and allow the Message and the Messenger to be denigrated?</p>\n\n<p class=\"book-paragraph\">Either their neutrality is an expression of immense cowardice, or they are dead to themselves and the world and cannot respond. They cannot be responsible, for they are unable to respond.</p>\n\n<p class=\"book-paragraph\">The Messenger must proclaim the New Message and must identify that which is destroying human civilization and humanity’s future and freedom. Much of what he will say will be very challenging. It will make you uncomfortable because that is what Revelation does—it makes you uncomfortable.</p>\n\n<p class=\"book-paragraph\">Revelation brings both confirmation and discomfort because it requires you to change. It requires you to reconsider your life, your commitments and your activities. It is a challenge, not just a consolation.</p>\n\n<p class=\"book-paragraph\">The pressure is on the recipient, not to respond immediately, but to respond. How they will respond will say everything about their circumstances, their state of mind and how they value themselves.</p>\n\n<p class=\"book-paragraph\">Let there be many witnesses to the Message and the Messenger. Let there be many who can respond and receive the gift of preparation and bring it into their life with real determination and compassion.</p>\n\n<p class=\"book-paragraph\">Let the world hear what the Revelation has to say. Let them hear the Voice of Revelation. Let them respond to the Messenger in any way they can.</p>\n\n<p class=\"book-paragraph\">Be a vehicle for this and your life will be justified, your purpose fulfilled, and the fruits of all your suffering and achievements will have the greatest meaning and the greatest value to the world.</p>\n\n</div>",
  "audioUrl": "https://newmessage.org/av/witnessing-the-revelation.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/witnessing-the-revelation/"
}