{
  "title": "Working With the Mind",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Focusing and working with the mind is a very important topic for those who are undertaking a spiritual practice and who are seeking to comprehend the nature of the mental environment in which they live. There are many questions regarding how the mind should be approached. Most people follow the mind like resigned servants. Others struggle against the mind as if it were an evil force or a great nuisance that they must contend with. For many people, the mind is either approached as something that is followed unquestioningly or is considered to be an adversary.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">When you undertake a spiritual practice, you soon discover how chaotic your mind is and how your thoughts vary from one thing to another without any kind of consistency or purposeful direction. You come to recognize that there are certain patterns of thinking which lead to patterns of behavior and that this is part of your conditioning from being in the world. So, working with the mind is a great challenge. To be able to still the mind, focus the mind and direct the mind’s great resources is a tremendous challenge and one that requires preparation, practice and application.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let me begin now by giving you an idea of what a healthy relationship with your mind can look like. You have this mind that seems to overtake you, distract you and dominate you. It seems to govern your feelings and direct your actions, almost on its own. You begin to realize this when you begin to recognize that you have a vantage point beyond the mind from which you can observe and direct it. After all, if you can observe the mind and direct the mind, you cannot be in your mind. You are out of your mind, so to speak. This is a very important discovery and will lead you to realize that you have a relationship with your own mind. Up until this time, you were not aware of this relationship. The mind simply told you what to think and what to do and you did that, rarely thinking that perhaps you had a choice in the matter. Your mind was stimulated. It responded, and you did whatever it directed you to do.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">However, when you reach the point where you realize that you can stand outside your mind and observe and direct it, then you will realize that you have a relationship with your mind. It is at this point that the mind can seem to be a great adversary and a great nuisance. You wish it weren’t there! Or, perhaps you wish it were more compliant to your newfound will and preferences. Some people think of the mind as a great machine which is programmed to do certain things and it does those things repetitively and responds to the environment in predictable ways. Others consider the mind to be something evil that they want to get away from, as if it were the source of all of their suffering and misery. Still others think that the mind is a wonderful thing that they can harness, use and apply—a tremendous energy or resource that they will try to harness and use to produce the things that they want. So, they try to change the mind’s thinking and program the mind themselves.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">All of these approaches will fail and are doomed with many, many problems. None of them represent a healthy relationship with the mind. They hold that the mind is either a tyrant, a nuisance, or a servant. This does not represent a healthy relationship. Would you want to have such a relationship with another person? Would you want another person to be a dominating influence, a nuisance or a servant? Of course not, if you want a healthy, cooperative relationship. Even though you and your mind are not on equal footing, you have a relationship nonetheless, and your mind can serve a greater purpose if it is trained to do this. The mind has a certain range of responsibility, but beyond that range it cannot function effectively. The mind primarily is here to govern the body and to enable you to interact with the environment. However, for the mind to do this effectively and constructively, you must learn to work with it—not to avoid it, dominate it, conquer it or be subservient to it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You have a personal side and an Impersonal side. They together have a relationship. This relationship is something that will take a great deal of time to cultivate. As you proceed, you will realize that the personal mind needs some things. It needs certain kinds of comfort and stimulation in order to remain healthy. You realize that the Impersonal side also needs certain kinds of comfort and stimulation to remain healthy and functional. Here the mind can serve you, and you can also serve the mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you think of your relationship with your physical body, it is easier to see that it is a wonderful mechanism that is capable of doing marvelous things. It enables you to participate in the world directly. The body has its aches and its pains, and it has its needs and its discomforts. If it is approached in a healthy way, you will see that the body is a tremendous asset which allows you to carry out something of great importance in the world. Of course, most people do not have this approach to the body. It also is seen either as a tyrant, a nuisance or a servant. If the body is a tyrant, then its needs and appetites govern you completely, and you feel miserable and helpless in the face of it all. If it is a nuisance, then you tend to react to the body in a harsh and destructive way, forcing it to do things to try to prove to yourself that you can overcome it. This also happens when you treat the body like a servant.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Your relationship with your body is very much like your relationship with your mind, with some important differences. First, your mind is more permanent than your body; it will exist beyond your physical life. Second, the mind is far more complicated and far more powerful than your body. It interacts in a mental environment that transcends the physical environment. Therefore, it is impossible to have the mind be your servant. However, it is possible for the mind to serve you, but the relationship has to be far more cooperative. Servants are generally treated with a minimal amount of respect and regard and a great deal is asked of them. This cannot be a healthy approach to the mind, nor can it be a healthy approach to the body. Both have their needs and both have their great services. Yet the mind provides a greater service than the body, for the personal mind serves as a medium between physical life and your spiritual reality. It interacts with both of these great domains and serves as a membrane through which information can pass from your spiritual reality into physical life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">This can only be realized and experienced if the mind is held to be a great servant and a great mechanism for service in the world. It cannot be your personal servant. You cannot use it simply to acquire more money, more love and more advantages. When this is the case, you do not respect its greater abilities or its greater meaning. To use the mind for selfish ends such as these will only bring disaster to you. That is why we point instead to a greater form of development for the mind. How is this development achieved? Development is achieved by following a preparation for training and discernment that you have not created for yourself. This preparation has been provided in many forms. For those who respond to the Greater Community and have a relationship with the Greater Community, The Greater Community Way of Knowledge has been provided. The Way of Knowledge is an appropriate means to train the mind and also to generate a healthy relationship with the mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Because the mind is a limited mechanism, though far more expansive than the body, it poses certain problems. First of all, it must be trained properly and wisely. It cannot be trained for purely personal reasons, for it must serve a Greater Reality and a greater need within you. You will need to redirect some of your thoughts, but Knowledge within you must be the source of this instruction. You, personally, cannot do it. Likewise, you personally cannot make the body do things that the body cannot do without creating great harm to yourself physically.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The mind, then, is a great resource, but you need to have a healthy relationship with it. This means that you provide certain things that the mind needs. The mind needs a certain degree of stability. It needs a certain degree of protection from adversity. It needs stimulation. It needs what we call “rethinking.” So, let me now talk about rethinking.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Consider your personal mind like a great vat of concrete that is all wet and viscous. If you do not stir it and keep it moving, it hardens into a certain form. Once it hardens, it is very difficult to make it fluid once again. So, it is very important that the mind is stimulated. Its greatest stimulation will come from Knowledge, for as the mind is brought into service to Knowledge, it is continually stimulated with new ideas and new experiences and the requirement that things be re-evaluated according to their relevance to present time. This keeps stirring the mind, so to speak, and keeps it fluid. It keeps it young, fresh and active. If the mind is allowed to harden, its ability to respond to new influences, new information and new relationships becomes severely hampered. Past a certain point, it is not able to respond to new things at all. This is when the mind ceases to be a living organism. This is when having a healthy relationship with the mind becomes very, very difficult.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If the mind is following Knowledge—which means that your mind is attending to a Greater Power within you, a Greater Power that it can neither design nor harness—it is required to rethink things over and over again. Without service to a Greater Power, people will not rethink their ideas. They will only fortify their position. Rethinking means that you must redefine your position and in some cases abandon it altogether. Rethinking is a necessary part of education. Certainly, when you think of your education, even in a formal sense in your schooling, you will realize that the courses or programs of study that were most stimulating required you to rethink and to entertain different perspectives and points of view, consider new facts and alter your position or take no position at all.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">In order for the mind to be able to rethink, it must have something beyond itself to which it is responding and which it is serving. The only thing that this can be is Knowledge within you. Therefore, the mind’s healthy relationship is with Knowledge, which is like the “real you” behind you, the real Being behind the temporary person. This sets things in right order. This sets things in the right order with yourself physically as well, for the body is meant to serve the mind, and the mind is meant to serve Knowledge, or Spirit. This is a tremendous change from being in an individual human state of mind, where the mind is made to serve the body and spirituality is thought to serve the mind, if it is thought of at all. Therefore, to develop a healthy relationship with the mind, you must focus on Knowledge and allow the mystery of Knowledge to exist within you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The mind needs certain things that are concrete in order to establish a foundation or a belief system. Without a belief system, the mind is in a state of chaos and cannot be focused in any direction. This is what insanity is—when the structure of the mind, or the structure of thinking, has broken down to a point where even the will of Spirit cannot work through it. Here the mind has fallen into disarray and dysfunction. Therefore, the mind needs certain assumptions and familiar surroundings, at least to a certain point, in order to function effectively. Just like the body needs food, water, shelter and clothing and a certain amount of soothing, the mind needs reassurance, compatible relationships, a stable environment, at certain points, and new ideas. These are its needs. Neglect these needs, and the mind will fall into disarray, and you will not be able to have a healthy relationship with it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You can have certain ideas that the mind holds to, and this is fine. You can have certain relationships that stimulate the mind, and this is necessary although few people, indeed, have this as a benefit. But you must have something that the mind can serve, that stimulates it and that exists beyond it. This keeps the mind fluid, which allows rethinking to occur. This allows the mind to be active and alive. This enables you to establish a healthy relationship with the mind. Unless this relationship is being cultivated, you cannot work with the mind. You will either try to take it over or you will be running from it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Let us bring this into the realm of spiritual practice, for here is where you encounter the mind directly. When you are learning the way of stillness, which produces an environment in which Knowledge can emerge within you, you realize that the mind is constantly thinking, constantly moving, distracting you, taking you away, and so forth. You find here that as it is doing this, you are actually within your mind, for your reference point is still in your mind, and so wherever it goes, you go. In practice, you are trying to bring yourself back to a position of objectivity and observation, but the mind takes off, and it takes you with it. It goes here, there and everywhere. It thinks about things that are grand, and it thinks about things that are ridiculous, and it imagines all kinds of scenarios—little dramas in which you then find yourself. It is like a television that is running all the time.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, in spiritual practice, how do you deal with the television running all the time? Here you set a certain focal point for yourself. It is like tuning the television into one kind of frequency or channel. You have to learn to do this, and only practice will enable you to do it. You have to have a focal point, and your mind has to have a focal point as well. In the Steps to Knowledge program, there are many different focal points that are introduced. For instance, you are asked to focus on the word RAHN. The mind continues to go all over the place, but you bring it into focus on this word and this sound. There are other focal points: the Fire of Knowledge within you, a still point within you, your breathing, a part of your body. You can do this with your eyes closed or with your eyes open. This brings the mind into focus, which amplifies its power and establishes for you a position outside the mind. Focusing establishes and enables you to experience this position outside the mind.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Over and over, you practice hundreds and thousands of times, like practicing musicians who must practice scales over and over again. They never give up this practice. You must practice focusing the mind in your spiritual practice. As you do this over time, the mind becomes less chaotic. It becomes more uniform and more compliant to whatever you ask it to do. It also demonstrates its needs to you so that you can recognize what it needs. For example, the mind needs a certain amount of similarity. It can’t be dealing with new things all the time. It needs to rest on things that are familiar. At the same time, the mind needs new ideas and new stimulation. The mind needs to fall in line behind Knowledge. These things all have to be balanced together, and this will require skill and Wisdom on your part. If you ask the mind to have new experiences all the time, you will wear it out and it will not be able to function. It cannot integrate new information continuously and will end up going into revolt against you if you are too oppressive with it.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, there is a question of balance here. Knowledge provides this balance because Knowledge provides new information and stimulation and then long periods of stillness. During these periods of stillness, the mind is allowed time to integrate itself. Rethinking is allowed and encouraged. There is stimulation, and there is time for adjustment, rethinking and reassociation. In this way, like taking steps, the mind can grow and progress while maintaining its inner stability. Then, even its most familiar and cherished ideas are able to grow slowly. They are not blown apart. These adjustments are made slowly and carefully, as if you were building something with a very conscientious approach. Then, in time, the mind begins to think for you. It has a foundation upon which to exist. Its needs are being honored and served, and it is being kept stimulated and redirected.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Consider another example: Consider that your mind is like a government that is not functioning very well, as most governments in your world are not. If you want to change the government and you want it to be more productive, more kind, more efficient, and more stable, how will you approach this? Will you march in with your armies and conquer it and force every aspect of it into submission? This is how certain people approach their minds when they undertake spiritual practice. Or will you neglect it and say, “Well, it will forever be a great inefficient body and all you can do is try to live with its inefficiencies and do the best you can.” You do that and what changes? Nothing.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">So, how do you regovern a government? How do you regovern the mind? These questions are similar. The mind has many aspects that interact with one another. So does a government. The mind will go into disarray unless it has a greater purpose and a greater set of priorities to serve. So will a government. The mind has tremendous power and affects the quality of your life. So does a government. The mind needs a wise ruler. So does a government. The mind has different voices and different aspects, which must be recognized and brought together into an efficient working relationship. So does a government. The similarities go on and on. Therefore, if you become wise in your relationship with your mind and in working with your mind, you become a wise leader, a wise governor, so to speak. This means that you have compassion and respect for that which you govern. You try to take into account all aspects of that which you govern and serve everything to the greatest degree possible. This means that you must balance things constantly, that you cannot be too radical regarding one or two ideas while neglecting everything else. That is why following The Greater Community Way of Knowledge creates leadership, both internally and externally. It creates balance and Wisdom, a wise government internally and a wise government externally. That is why it is the path of resolution and the path of fulfillment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Many people want to govern their outer lives more effectively, but their inner lives are chaotic. That is like saying, “We’ll leave the government alone, but we will make the city look more beautiful. We’ll plant trees.” People try to make their outer life look more benign or more pleasurable or more harmonious, but unless they regovern themselves and assume responsibility for the government of their minds, nothing will change. They will have nicer scenery perhaps, but the real state of things will be the same.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">As I speak of these things, perhaps you will say, “My God! This is too enormous for me! How can I possibly do all this?” Well, the truth is that you do part of it and Knowledge does part of it. Day by day, moment to moment, you learn to address the mind and work with the mind, and you give it things to focus on that are productive, just like you learn to do with your physical body. Yet part of the mind is governed by something greater. So, you have a range of responsibilities and Knowledge has a range of responsibilities. You are responsible for what you think and what you do with what you think, but Knowledge is responsible for giving the mind its purpose, meaning and direction. Here you are like a wise manager, but you do not govern the state. Recognizing this enables you to have a greater resource of Wisdom to carry out your range of responsibilities, which is quite enormous. The fact that people cannot manage their lives or their minds is evident, and so anyone who can do it to any degree has progressed and has a great advantage in life.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You are given the means for your development. We provide The Greater Community Way. It is effective if people learn to follow it and are patient and wise. When people begin preparation, oh, they want big results right now. They are jumping up and down to have things resolved and accomplished in their lives, but in reality things happen in a more slow and progressive manner. This assures substantial and lasting results and true progress. If you jump ahead, you can fall back just as easily. When you jump up in the air, you come down right away. But when you follow a plan and a means that is more slow, gradual and constructive, then you truly advance, and you will not fall away or fall back so easily.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">To prepare you to work with the mind and to have a genuine relationship with the mind as well as with the Greater Power within you, The Greater Community Way of Knowledge is being provided. Without this kind of preparation, you could not do it. Try as you may to have good behavior and positive thoughts, you would not be able to escape your dilemmas because you could not establish yourself outside of your mind effectively. You could not establish a new foundation, a new vantage point, a new position. This requires assistance beyond yourself, not just friendly encouragement from those who appreciate you, but real assistance from those who possess a greater spiritual power. They provide their presence, their inspiration and the practical means for your accomplishment.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">You either choose to prepare or you do not. If you do not, you can only think about it and contemplate it. Here you are still staying within your own ideas. When you prepare, you encounter new ideas, which requires rethinking, readjustment and a new position with your mind. This gives your internal state direction and momentum to move forward. Without preparation, you are walking around but are going in circles. You cannot go anywhere new. Trying to teach yourself things is very slow, and the prospects for success are quite remote. You will tend to recycle old ideas. When people walk in a wide circle rapidly, it looks to them like they are going somewhere. Yet, they are just making themselves dizzy and are not covering any new territory. The mind is not rethinking. Rethinking doesn’t simply mean re-evaluating a position you have had or ideas with which you are familiar. Rethinking requires new information, new experiences and new challenges. These must come from beyond you. This activates your relationship with God and with your Spiritual Family. This provides an upward and outward movement for you.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">The transition from being governed by your mind to adhering to something greater is one that must happen slowly to enable you to maintain your stability. At a certain point, formal preparation is absolutely necessary. If it is avoided or neglected, you cannot proceed. It represents a commitment to change and to rearrange your relationship with your mind and your body and with everything around you. This requires courage. This requires openness. This requires a recognition of genuine need within you. Life will teach you this need. If you are being honest with yourself, you will realize how great it is. You can only do so much for yourself. Beyond this, things have to be done for you and given to you and shown to you. That is why it is necessary to seek a preparation that you did not invent for yourself. This is what takes you into new territory, allows genuine rethinking to occur and opens you up to greater possibilities, which would not be available to you otherwise.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">Those who have undertaken the preparation in The Greater Community Way of Knowledge must exercise great perseverance and patience. People generally want things to move along quickly, to get to the resolution, to get to the realization, right now! Or they want to slow things down because things are moving too fast. “Oh, my God! I can’t handle it!” Over time you will realize that you have a certain pace that you can follow, for your mind must rethink and also restabilize itself. So, there is growth and there is integration and there is restabilizing yourself. Day to day, moment to moment, this can make things look very slow, but this is how growth is accomplished and how stability is achieved. Some people want to shoot out like a rocket. However, when the rocket lands, it blows itself to bits. If you do not want to be blown to bits, then do not shoot out like a rocket. Climb like the man or woman on the mountain who must move very slowly, who must understand each move and have great respect and consideration for the mountain itself. This is a good image and one that is worthwhile.</p>\n\n\n\n<p class=\"book-paragraph\" style=\"margin-bottom: 4em; padding-bottom: 2em; border-bottom: 2px solid rgba(255, 255, 255, 0.1);\">If you begin the preparation that has been provided for you and follow it faithfully and patiently, if you allow rearrangement to happen in your outer life and rethinking to occur in your inner life, if you learn to recognize your range of responsibilities, which the preparation itself will make evident to you, and if you allow the greater range of responsibilities to exist for Knowledge to guide you, then you can proceed. Then you will learn not only to work with the mind but to appreciate its great benefits as well.</p>\n\n\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-2/working-with-the-mind/"
}