{
  "title": "World Evolution",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">Let Us begin with a prayer:</p>\n\n<p class=\"book-paragraph\">“We honor the Angelic Presence who oversee the well-being of this world, its promises and its difficulties.\nWe acknowledge as well the great care that is given to the cultivation of Knowledge here.\nWe give honor to all who can receive Knowledge and recognize its value and meaning in the world.”</p>\n\n<p class=\"book-paragraph\">We have an advantage in our viewpoint on world affairs. It is very difficult to see the world when you are in it, so predominating it is. It is very difficult to comprehend life when you are so deeply immersed in only one of its stages, so difficult to contemplate its continuance and universal aspects.</p>\n\n<p class=\"book-paragraph\">You are all very fortunate to live at this period of time. You are living at a pivotal point in history. Considering the accelerating evolution of your societies and the establishment of a global community, it is hard not to recognize this. Yet We want you to think of your generation in a different framework now.</p>\n\n<p class=\"book-paragraph\">At every major stage of development, people have always felt that that particular stage was the most important one and that its result would be the immediate and dramatic alteration of human society, leading either to some sort of holy transformation or great chaotic breakdown.</p>\n\n<p class=\"book-paragraph\">It is normal to think like this because the changes at hand seem so calamitous, monumental and disruptive. There is much speculation that you are on the verge of either a great collapse or a great rejuvenation. Life will either end here in some terrible event or everyone will enter a great period of spiritual harmony.</p>\n\n<p class=\"book-paragraph\">It is important to give some kind of resolution to the great forces that are operative now, but these speculations do not emanate from Knowledge. Knowledge passes through such eras of transition, maintaining its presence and offering its sustenance.</p>\n\n<p class=\"book-paragraph\">You have opportunities and liabilities in this age. Your generation is preparing for a new world. It is not an easy age to live in because the old structures are falling away or disintegrating rapidly, and there does not appear to be anything to take their place that seems consistent and reliable, thus leaving you open for much speculation.</p>\n\n<p class=\"book-paragraph\">This is an era of freedom and exploration. It is also an era of error and foolishness. There is a great opening in the collective mind now. For better or for worse, this is the case.</p>\n\n<p class=\"book-paragraph\">The greatest transition will come in the next century. Many of you are experiencing the events to come in your life now because your life is in preparation so that you may be a contributor in the times to come. You are undergoing planetary change within yourself individually, as if you were being forced ahead rapidly. You must proceed. You cannot find another comfortable place to lie down. You must keep moving forward.</p>\n\n<p class=\"book-paragraph\">Others around you may seem complacent and not too concerned with the things that interest you. You are driven forward and people say, “You are so serious and self-preoccupied! Let’s have fun! Why don’t you have fun?” And you say, “I cannot ignore what is happening within me. Can’t you feel it, too?” And they say, “No, what? Have a good time!”</p>\n\n<p class=\"book-paragraph\">You are preparing to be a contributor in a new set of circumstances. You must have great confidence in your own experience in order to prepare because there will be little agreement around you. Perhaps you cannot define your intent, but that is all right because Knowledge is working within you.</p>\n\n<p class=\"book-paragraph\">You are the forerunner of great change, but the great change is yet to come, and it will be greater than what you are experiencing now. We will not tell you specifics, for it would undermine your preparation, but We want to give you a greater perspective so that you may perceive your current circumstances with more compassion and more trust.</p>\n\n<p class=\"book-paragraph\">As this past age has heralded the age to come, so will the age to come herald the age to follow, as if each is a stepping stone that opens up as humanity begins to take the next forward step. This is not a great ending or a great beginning but a continuation. This next great step, which in many ways will happen beyond your own lifetime, will be successful based upon the contribution that you make now, but whose ultimate results you may not see in your lifetime here.</p>\n\n<p class=\"book-paragraph\">The spiritual Presence that has been with you all along is exerting evidence of its existence, as if to say, “Remember. You are only a visitor here. You have come to contribute something during this period of time. Do not become so self-obsessed. Do not become so intimidated by circumstances.</p>\n\n<p class=\"book-paragraph\">“There are greater forces at work here and you must keep this in mind, or you will become merely another adversary in a world that is struggling to keep up with the momentum of evolution.”</p>\n\n<p class=\"book-paragraph\">The change that must be forged in this century and indeed in the centuries to come—for it will take several hundred years to bring it about successfully—is that the world must unite into one community. If you think about this, it can arouse both great expectation and considerable anxiety because it holds the promise of a greater ability for humanity but also the reality that humanity will lose much of the heritage, identity and meaning that it has brought with it from the past.</p>\n\n<p class=\"book-paragraph\">Why does the world need to become one community? Because that is its evolution. All worlds where intelligent life has been seeded must undergo this transition or destroy themselves because evolution is the natural progression. A great challenge it will be.</p>\n\n<p class=\"book-paragraph\">You must do this if you are to engage in space travel. You cannot be a collection of warring tribes and hope to have any meaningful contact beyond this world. All worlds must undergo this development.</p>\n\n<p class=\"book-paragraph\">There are three factors that will generate the forging of a world community. The first factor is that this is the stage in history where your world emerges into the Greater Community of worlds, which it is destined to do, from its own explorations but primarily from the arrival of many cultures from beyond.</p>\n\n<p class=\"book-paragraph\">The second factor is that your environment will deteriorate to a very great degree, bringing about international crisis. This will require cooperation and will require citizens everywhere to become actively engaged in the maintenance—indeed, even the rescue—of your planet.</p>\n\n<p class=\"book-paragraph\">The third factor is the integration of world economy. These three factors more than anything else will bring about a world community.</p>\n\n<p class=\"book-paragraph\">Humanity is on its way to that now. The wars that are erupting now, like cancerous sores upon the world, are based upon tribes fighting to regain their identity, attempting to re-establish their former role, their territory, their religion, their government and their heritage. You will see many attempts to reassert the past in the times to come, but the past is gone.</p>\n\n<p class=\"book-paragraph\">Many of these attempts will be quite violent and disruptive. That is why We must teach peace. That is why there is a great deal of instruction going on currently, so that people may have a greater spiritual capacity to undergo this tremendous transition.</p>\n\n<p class=\"book-paragraph\">It is very important that individuals who hold promise to be contributors at this very important time be able to break away from the personal obsessions and engrossing dilemmas that keep them preoccupied with their own needs. This is not the time to say, “How can I fulfill myself?” You will become fulfilled as you are called into service. When people are needed, they rise to the occasion. They bring forth their greatness. When there is no need, people fall into trying to satisfy all of their wants.</p>\n\n<p class=\"book-paragraph\">When things get better, things get worse. When things get worse, things get better. Do you see? People did not come here on vacation. Vacation is when you go Home. Then you lie on the beach—if there were a beach. No, you came here to work, to experience and to contribute. That is why your stay here is so brief.</p>\n\n<p class=\"book-paragraph\">If coming to the world were a holiday, you could come for hundreds of years, but it is not a holiday. If you think it is a holiday, you will feel empty because life here cannot give you what you had before. The world does not possess the reality of your Ancient Home, and so the intimacy and integration that are absolutely natural in your former state cannot be duplicated here completely.</p>\n\n<p class=\"book-paragraph\">Yes, the world can be enjoyable, but only for those who are contributing because they are enjoying their own presence in the world. The world is bringing forth the value that they have brought with them. This is entirely natural and not a sacrifice.</p>\n\n<p class=\"book-paragraph\">The world is moving you forward in its relentless evolution. If you are with this, you will feel the movement of things. You do not need to figure everything out. You will know. You will look and you will see the movement of things that permeates people’s lives and events.</p>\n\n<p class=\"book-paragraph\">You do not need to make things right or wrong, give them a terrible aspect or a positive aspect. In Knowledge, there is no negative and positive. There is only recognition and action. There is no loving and hating. There is only giving, which is true love.</p>\n\n<p class=\"book-paragraph\">If you are with the world’s evolution, you will comprehend what needs to be done by you individually, and you will not condemn the world for its inevitable course. There are many people who think, “I want the world to be fun for me, and I hate the world because it is not fun for me! I will not be happy until the world is fun for me!” So now there is another miserable person in the world, blaming the world for being itself.</p>\n\n<p class=\"book-paragraph\">You are the architects of the future. The results of your labors will be experienced by your offspring. That is how each generation builds for the next. This has a very important spiritual meaning because you are at work reclaiming Knowledge for a long time, in time.</p>\n\n<p class=\"book-paragraph\">The transition to a global community is the most important step any world can take and the one that holds the greatest risks. You see, it is like Knowledge. People want Knowledge, but they are afraid of it. They do not want to give up anything. They want more, but they do not want to give up anything.</p>\n\n<p class=\"book-paragraph\">They are like a person who holds two grocery bags and wants four more. And you say, “Well, you must put down the two to get the four.” “But no! I will not put down the two because if I put down the two, I will have none, and how do I know I will get four more?” And so this argument goes on and on internally. “Put down the bags.” “No. Simply give me four more.” “But you cannot hold six bags.” “I don’t care. I can because I can hold as many bags as I can conceive of.”</p>\n\n<p class=\"book-paragraph\">Knowledge simply holds the next step for you. It does not deliberate. It has no choice. Your great redemption in this world is to allow your Knowledge to come forth and direct your life. It is your Knowledge. It is God within you. All attempts to plan the world to be a wonderful place, all attempts to be a wonderful person and all attempts to rearrange things to look better become eclipsed by the emergence of Knowledge.</p>\n\n<p class=\"book-paragraph\">The man and woman of Knowledge are not attempting to do anything and thus everything can be done through them. Yet they are hardly passive. In their non-interference, a Greater Power emerges and acts with tremendous strength through them. It is the preparation for this emergence that We teach because this keeps Knowledge alive in the world. It is our function to keep Knowledge alive in the world.</p>\n\n<p class=\"book-paragraph\">It is possible for human beings to live without Knowledge. Is this not evident? God is undertaking a conspiracy to keep Knowledge alive, for this creates the Divine assistance that is available to the world. God cannot interfere. God can only send God’s emissaries and ignite those who dwell here. That is the way of things here and everywhere.</p>\n\n<p class=\"book-paragraph\">Knowledge is quite different from personal ambition, even personal ambition for good. Knowledge does not assault things and make them better. Knowledge simply attracts.</p>\n\n<p class=\"book-paragraph\">God does not come with a sword and cut your world to pieces. God does not come and punish sinners. Sinners punish themselves relentlessly. God attracts. God keeps Knowledge alive in the world and from this, all important contributions are made.</p>\n\n<p class=\"book-paragraph\">We have often spoken about relationships, wishing to encourage people to step out of the relentless dilemma about relationships. We have given an important promise that is quite genuine: discover your purpose and fulfill it, and all important relationships will find you. This is no idle promise. It is entirely natural. Here you are a force of attraction yourself. Thus, you are given what you need personally while you carry out a greater purpose.</p>\n\n<p class=\"book-paragraph\">You cannot fulfill yourself personally first and then have a greater purpose, for it will never begin. There is no fulfillment for your personal side beyond the emergence of your Knowledge.</p>\n\n<p class=\"book-paragraph\">You must complete what you came here to do individually. As that grows stronger within you, you will be stronger. Then you cannot go out and play all the time. You must attend to something that is calling you, and that is good.</p>\n\n<p class=\"book-paragraph\">The world will be a much worse place without your contribution. You are contributing to your race and to the generations to come. Like plants and animals, you give for the generations to come. You give all, and you are spent at the end of your life. You gave all. Now you leave, happy. There is nothing else to do.</p>\n\n<p class=\"book-paragraph\">But that giving cannot be natural within you until you have reached a certain threshold. It is both an empowerment and a surrender all at once. You are more self-directed, more in control of your own thoughts and behavior, but on the inside you are opening up. This can seem very contradictory, particularly to observers, but it is natural.</p>\n\n<p class=\"book-paragraph\">Now let Us speak about some specific events in the world. First, the great powers in this world will become far more like each other out of necessity. Their opposition to one another will become increasingly theoretical and less meaningful in reality, and they will find that they need each other a great deal.</p>\n\n<p class=\"book-paragraph\">They are like a husband and wife who cannot leave each other and must learn to get along because they love each other. But when you love someone and you do not communicate, you harbor hard feelings and you become estranged. Along with this, some of the developing nations in your world will have increasing power in the years to come, and this will complete the requirement for a global community.</p>\n\n<p class=\"book-paragraph\">There will be a tremendous breakdown in societies. This will also generate cooperation. Those who have will be forced to give. It will not be easy, but it is good. You see, when the whole tribe is in trouble, everyone pitches in. The whole tribe will be in trouble, and that is not bad. If you understand the movement of things, then you can give without condemnation.</p>\n\n<p class=\"book-paragraph\">The world does not need condemnation. Do not expect it to be a wonderful, glamorous holiday resort. It is a hospital and a school, all in one. It is where people get better and help others. Then when the hospital work is done, you go Home and rest—for a while.</p>\n\n<p class=\"book-paragraph\">Regarding nuclear arms, there will not be nuclear disarmament completely for a long time to come because people need something to hold themselves in check. People have given a greater authority to their creations than to themselves to keep themselves from attacking their neighbors.</p>\n\n<p class=\"book-paragraph\">There will be nuclear weapons in your world for a long time to come. It is part of the evolution of your world that humanity keep itself out of major warfare until its societies can unite. The world cannot afford another major war here. It cannot even afford local wars anymore. Yet there will be onging conflict.</p>\n\n<p class=\"book-paragraph\">Do not worry about loss of life. It is only loss of opportunity. People are entering the world and leaving at every moment in great numbers. Your role here is to limit suffering and to teach compassion because compassion emanates from Knowledge.</p>\n\n<p class=\"book-paragraph\">You must realize that a world community will offer less personal freedom than you may have been used to in your very happy times. It will not be a society of Knowledge because it is too large. It will be a society of law. It will require laws to maintain it because of factionalism.</p>\n\n<p class=\"book-paragraph\">That is why Knowledge must be kept aglow within you and in your relationships. Knowledge is what keeps everything moving and what generates all important ideas, creations, inspiration and so forth. Knowledge is what nourishes humanity and keeps its life functional. Yet Knowledge itself is beyond definition and beyond concept. It is even beyond its manifestations here.</p>\n\n<p class=\"book-paragraph\">Therefore, to be happy and to have meaning in the world, you must concentrate on developing Knowledge and allow it to contribute itself where it knows it can be of the greatest benefit. This will fulfill your need for relationship and community.</p>\n\n<p class=\"book-paragraph\">As We have indicated, your world is preparing to emerge into the Greater Community of worlds. This is a community you know almost nothing about. It is not a community of enlightened beings. It is not a community of barbarians. It is a community of evolving societies, many of which are very different from yours, yet because they are living in the physical universe, they have undergone a similar evolution to your own.</p>\n\n<p class=\"book-paragraph\">Their environments, societies and values may vary greatly, but the requirements of physical life provide a uniform experience. Here in this world it is hoped that technological advancement will erase all difficulties in life, but that is not the case. Technological advancement only translates old difficulties into new expressions. You will have new problems to contend with.</p>\n\n<p class=\"book-paragraph\">We have previously talked about the establishment of communities of Knowledge and what they must do to survive in the physical universe, whether in this world or in any world. In the Greater Community, the most powerful and advanced groups and societies are hidden and do not show their power.</p>\n\n<p class=\"book-paragraph\">It is even true in this world that the most advanced amongst you are hidden away. You do not see them, yet you may in your life encounter them if it is necessary for you. The Wise are hidden. The foolish appear.</p>\n\n<p class=\"book-paragraph\">You will be visited and are being visited now by races from the Greater Community. Indeed, there is more visitation than is generally acknowledged. You see, this can occur because human beings are so self-preoccupied that things can go on around them without their being aware of them. We do not want to bring this out to alarm you or to intrigue you. It is simply a fact of your time.</p>\n\n<p class=\"book-paragraph\">Many people are now thinking about extraterrestrials. Your grandparents were not. It is not because of media. It is simply that it is in many people’s minds because it is evident. It is a part of your time and it is part of your orientation to prepare for your encounters with other intelligences who have entirely different sets of values than your own. Then you will find that God is not a human, that human values are not universal and that those things you hold to be absolute are quite relative to your own perception. This is very healthy.</p>\n\n<p class=\"book-paragraph\">You see, Teachers such as Ourselves are not Teachers for this world alone. We would not have come here a hundred years ago. There are Teachers for humanity alone and they are human in their orientation, but We are Teachers of the Greater Community. Our heritage, background and specific function address themselves to this, for it is given to Us to translate into human understanding greater Knowledge and Wisdom as they truly exist because this is a period of preparation.</p>\n\n<p class=\"book-paragraph\">You are part of a Greater Community. You are not merely human beings. God is not for humans alone. The Plan of God is not for humans alone. God is at work in the world, and the work seems mysterious because you think with a very fixed frame of reference that limits your perception. God is at work everywhere, reclaiming the separated through Knowledge. That is The Way.</p>\n\n</div>",
  "audioUrl": null,
  "sourceUrl": "https://www.newmessage.org/the-message/volume-6/wisdom-greater-community-book-1/world-evolution-global-community/"
}