{
  "title": "Who You Are Is Not Your Mind",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">You are not your mind. You are not your intellect. Who you are is not your thoughts. You are not your beliefs. You are not your memories. You are not your conflicts. You are not those things that you identify with.</p>\n\n<p class=\"book-paragraph\">The mystery of who you are exists beyond the reach and the realm of the intellect and beyond the reality of the body. But you are inhabiting this body now. And the intellect is there to help you to navigate this world and to participate here. It is a marvelous vehicle of communication. It is exquisite, profound and capable of doing marvelous things if it is cultivated correctly. But for all students of Knowledge in all traditions, it is necessary to realize the difference between your real nature, your deeper nature, and the makeup of your mind and your system of beliefs, however organized or disorganized they might be.</p>\n\n<p class=\"book-paragraph\">That you live at the surface of the mind and do not know of its depths, its mystery and its true power and abilities—this must be a recognition, or you will think that spirituality is a belief or a system of beliefs. You will think that spiritual practice is about reinforcing ideas, reinforcing beliefs, and, of course, this is tremendously manipulated by government and religious institutions—the manipulation of belief because most people are not yet aware that who they are is not their minds, and so they think that what they think is what they are, and it represents their reality.</p>\n\n<p class=\"book-paragraph\">Once you are able to break this assumption and this fixation, a whole door begins to open to your inner life, where you will soon experience that you have a greater nature, a deeper nature beyond your thoughts and ideas. Sit still for twenty or thirty minutes, and this will become very apparent to you.</p>\n\n<p class=\"book-paragraph\">It is like the noise on the street—your surface mind—it is crashing and banging and moving and colliding. It is judging, it is comparing, it is fantasizing, it is remembering, it is projecting blame, it is projecting its will. It is doing all this. But if you were to step back from it, to close the doors, to close the windows and go into the inner sanctuary of your home, the sounds of the street would recede and eventually disappear completely.</p>\n\n<p class=\"book-paragraph\">It is like this in your mind. Once you sink below the surface of your mind, you will find there is a greater reality there that you know nothing about, a reality with many levels, and that you have deeper associations here and deeper relationships.</p>\n\n<p class=\"book-paragraph\">You have relationships with your Spiritual Family, who are not in the world. You have relationships with your Spiritual Family who are living in other worlds. You have a relationship with your Teachers, those Unseen Presences who watch over your development and who send you thoughts from time to time to assist you in opening yourself to the reality of your real life. And, of course, you have the power of Knowledge, the deeper Mind within you, the Mind that God created, not the mind that culture and the world created.</p>\n\n<p class=\"book-paragraph\">This deeper Mind is entirely different from your intellect and has great power and certainty. It is not governed by fear and desire. It is not driven by compulsion and anxiety. It does not need to assert itself and to defend itself and to overwhelm others to seek power and recognition in the world. It is only here to serve a greater purpose, which it alone is aware of within yourself.</p>\n\n<p class=\"book-paragraph\">Once you break your attachment to the surface of your mind and recognize that that is only a part that you play in the world—like a part an actor would play on a stage—then you can begin to see and feel and experience the deeper current of your life. This opens you in life to experience relationships that represent this deeper current, this deeper recognition, this greater purpose together.</p>\n\n<p class=\"book-paragraph\">This lessens the impact of fear. This lessens the impact of desire and compulsion. This breaks your fascination with your own fantasies. This breaks the chains of identification that keep you enslaved to a set of ideas and activities that have nothing to do with who you really are and why you are really in the world.</p>\n\n<p class=\"book-paragraph\">Anyone who has any spiritual depth, no matter what their tradition or period of history, has broken this fixation and identification with the surface of the mind. They know there are greater truths to be experienced that ideas alone cannot contain, that theories and philosophies and systems of thinking cannot fully represent.</p>\n\n<p class=\"book-paragraph\">They see the limits of science. They see the limits of the intellect. They see the limits of theology and philosophy. They recognize that there is a mystery to their lives and that they have the opportunity to experience this mystery and to express it to others. That is a great turning point, you see.</p>\n\n<p class=\"book-paragraph\">But when you look out into the world, people are totally caught up. They cannot leave the street and seek the sanctuary within themselves. They are so caught up, always stimulating their mind—getting new thoughts, new beliefs and exercising their old beliefs and reinforcing their old beliefs and finding other people in relationship who can help them reinforce their beliefs. It is all an avoidance of fear—the emptiness, the fear of loss, the fear of not finding, the fear of losing, the fear of confusion, the fear of chaos, the fear of your own mortality, the fear of death and annihilation.</p>\n\n<p class=\"book-paragraph\">All this constant activity to reinforce one’s identity is simply running away. It is running away from the reality that lives within you at this moment, which alone holds the greater purpose and meaning of your life. It is running away from yourself. It is running away from your own fear and uncertainty, constantly driven and caught up. It is not an accident this is happening. It is not merely circumstances.</p>\n\n<p class=\"book-paragraph\">People cannot sit still for five minutes. They cannot blame their circumstances for this. The time they spend in front of the mirror in the bathroom every day could be spent sitting quietly, practicing inner listening, opening up to the landscape of the mind and the great well of silence within oneself that brings peace and insight and power to the individual.</p>\n\n<p class=\"book-paragraph\">People are so caught up in their intellect, they cannot seem to find a way out of it, as if they are surrounded by barbed wire and they cannot find a way out. But sitting still and following your breath, or repeating a sound or a word, is enough if you stay with it, if you continue your practice and are not disappointed or frustrated that at first you find out just how much your mind is dominating you, and what a slave you are to your thinking and your beliefs and your memories and your fears and the projections of your fear.</p>\n\n<p class=\"book-paragraph\">Rich or poor, this is the bondage under which humanity struggles and suffers. Go to the richest places in the world and people are still slaves to the mind, slaves to their needs and their desires, their compulsions and their anxieties. Even if they are living in splendor, they act like servants—toiling away, unaware of what oppresses them, unable to see a way out.</p>\n\n<p class=\"book-paragraph\">Religion, then, becomes governed by the mind, by the intellect. It becomes a ritual, a belief, a social requirement, social validation. It loses its primacy, its intimacy, its fervency, its mystery and its grace.</p>\n\n<p class=\"book-paragraph\">Now you must go to the church or the mosque or the temple because you are expected to. And you are afraid of what might happen if you do not. And you ask God for things to help you, to save you, to give you what you want, to protect your loved ones.</p>\n\n<p class=\"book-paragraph\">Some requests are genuine and some are not. But do you seek an experience of union with the Divine? Do you seek to experience what lies beneath the surface of your mind? Do you seek to know your spiritual reality and nature, which exists beyond theological expectations and speculation?</p>\n\n<p class=\"book-paragraph\">You are totally caught up in the manifestation of life, but what about its mystery? Its purpose? Its meaning? These things can only be found beneath the surface.</p>\n\n<p class=\"book-paragraph\">You may create wonderful explanations, fantastic theories of belief, extraordinarily complex ideologies, but the mind cannot grasp the power of Spirit, or the reality or the wisdom of Spirit, which is the power and the wisdom of Knowledge within you. But to begin to engage in this deeper exploration and to build the skills, the patience and the determination you will need to proceed, you must begin to take the Steps to Knowledge—to learn how to focus your mind and to slip past its allurements and its fixations.</p>\n\n<p class=\"book-paragraph\">God has given you the purest spiritual practices you can find in practicing stillness and inner listening. And the practices are given in Steps to Knowledge. They do not require fantastic beliefs. They do not require idols of worship. They do not require heroic figures, saints and saviors and avatars. You can practice them in the next moment. You can practice them this evening or tomorrow morning.</p>\n\n<p class=\"book-paragraph\">You practice because you want to know the deeper reality of your life. And you know there is something there because you have always known there is something there. It is not a matter of belief.</p>\n\n<p class=\"book-paragraph\">Beliefs change. Beliefs are manipulated. Beliefs are reinforced, and then beliefs fall apart. The reason that people constantly have to reaffirm belief is that belief is inherently unstable because it does not have a deeper foundation. And until belief has a deeper foundation, it will be unstable and unreliable and can become very self-deceptive.</p>\n\n<p class=\"book-paragraph\">In meditation, you learn to step back from your mind and to find the calmness and the peace that allows your mind to open and your senses to become clear and sharp. Out of this comes a greater discernment and discretion in life.</p>\n\n<p class=\"book-paragraph\">You cease to talk so much and begin to listen more. You step away from constant stimulation so that you can stay with your own experience. You begin to value your experience more than your ideas, realizing your experience is far more true and far more reliable. You listen to others differently. You relate to others differently. You begin to experience the depth of nature as not merely scenery but as life force. You begin to experience the mental environment of your life, the environment of thought and influence, and new worlds begin to open for you.</p>\n\n<p class=\"book-paragraph\">God cannot really do anything for you until you begin this path of liberation. You will not be liberated completely. That is not a realistic goal. But once you have begun to differentiate between your deeper experience and your intellect, then doors will begin to open for you.</p>\n\n<p class=\"book-paragraph\">Your life will begin to make sense. And you will begin to experience the deeper current of your life, which has always been flowing, in contrast to your plans and your goals and so much of how your life has been spent in the past.</p>\n\n<p class=\"book-paragraph\">Say to yourself: “I am not my mind. I am not my intellect.” These are thoughts, too, but they give reference to a greater reality within you, which is not about thoughts. Here you do not denigrate the intellect, but you realize that it must be governed by a greater Spirit within you, and that your greater Spirit is governed by the Source of all spirituality.</p>\n\n<p class=\"book-paragraph\">Here the intellect is valued, so you want to cultivate it. You do not want to pollute it with ugly and violent things. You do not want to denigrate it with self-destructive, self-demeaning behavior. You want it to be clear and powerful. You want it to serve you rather than you serving it.</p>\n\n<p class=\"book-paragraph\">This is a great correction in your relationship with yourself, which is fundamentally your relationship with your mind and with your body. For you only have one Self, so your relationship with your Self is your relationship with the deeper reality within you. But from this reality, you have a relationship with your mind and your body, which must be wisely and compassionately governed and managed and directed, rather than left to direct themselves.</p>\n\n<p class=\"book-paragraph\">Your body is a wonderful vehicle. Without it, you could not communicate to people here. They could not hear you. They could not see you. They would not notice your presence, even if you were standing next to them. If you did not have a mind, you could not reach their mind. You would be invisible. They would not even know you were there. So the mind is a precious thing. The body is a precious thing, so mistreated in the world, so abused in the world, tragically.</p>\n\n<p class=\"book-paragraph\">But for you, you must find a way now to build a real relationship with your greater Self, your deeper nature, because this holds the key to your life and your future. And the closer you become to this, the more difficult it will be for you to make a mistake and to throw your life away.</p>\n\n<p class=\"book-paragraph\">Do not think that you are not throwing your life away, or that you are right where you need to be and that you are already guided and governed, for that is hardly the case. If you are honest with yourself, you will certainly have to admit this.</p>\n\n<p class=\"book-paragraph\">It is a great journey before you. And God has given you a way, a way to rediscover the power and the presence of Knowledge and its immense importance for your life and for your future. It is the most trustworthy thing there is.</p>\n\n<p class=\"book-paragraph\">As the world becomes more turbulent and chaotic in facing the Great Waves of change, you will need this strength and this guidance and this self-confidence. You will need to find this in others and support this in others, for it will be the strength of Knowledge and the strength of genuine relationships that will protect you and guide you and lead you to your greater accomplishments in life.</p>\n\n<p class=\"book-paragraph\">The intellect does not know of these things. It can only speculate and hope and believe. But the certainty of your greater life is already held within you, like a secret cargo that you yourself cannot open. It must be called out of you, but to be called out of you, you must be ready. You must prepare. You must liberate yourself from the surface of your mind sufficiently that you can travel beneath it whenever it is necessary.</p>\n\n<p class=\"book-paragraph\">In this way, you become a medium between your Ancient Home and the world, between your physical reality and your spiritual reality. You become a vehicle for grace and power and contribution. This is your heart’s desire. This is what you were created to do.</p>\n\n<p class=\"book-paragraph\">You were not created to live a miserable and chaotic life in a harsh and difficult world. That is not your true destiny. It may be your current reality, but it is not your true destiny. But ideas alone cannot assure you of this. You must experience it more deeply within yourself and in your true relationships with others.</p>\n\n<p class=\"book-paragraph\">Listen to these words. Listen to the Power and the Presence that is with these words. Hear them deeply. Do not dispute them. Do not use your mind as a kind of fence or barrier. Do not use your mind to hide. Do not use your mind to take issue with what is there to serve you most profoundly.</p>\n\n<p class=\"book-paragraph\">God has a plan for your life. You cannot figure it out with your intellect because it was not created by your intellect, and it far surpasses your intellect. That is why your religious beliefs can never be absolute unless you are foolish and arrogant. The Mystery will always exceed them and confuse them and liberate you from them.</p>\n\n<p class=\"book-paragraph\">Let this be your understanding.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/who-you-are-is-not-your-mind.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-1/power-of-knowledge/you-are-not-your-mind/"
}