{
  "title": "Recognizing the Message and the Messenger",
  "content": "<div class=\"book-content\"><p class=\"book-paragraph\">The New Message from God is a gift to all of humanity. It is here to warn humanity of its two great challenges coming to the world—the challenge of the Great Waves of change and the challenge of contact with intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">The New Message from God is here to uplift humanity’s understanding of its spiritual nature and purpose in the world by understanding spirituality at the level of Knowledge, the deeper Intelligence that God has placed within each person.</p>\n\n<p class=\"book-paragraph\">This New Message from the Creator of all life is not here to replace or to displace the world’s religions but to give them a greater dimension, to give them a vision of what is coming over the horizon and to prepare them for humanity’s encounter with a Greater Community of intelligent life in the universe.</p>\n\n<p class=\"book-paragraph\">Great Waves of change are coming to the world: environmental degradation; changing climate and violent weather; the loss of food production and diminishing vital resources; growing political and economic instability; and the risk of competition, conflict and war [between] groups and nations concerning who will have access to the world’s remaining resources.</p>\n\n<p class=\"book-paragraph\">Never has such a challenge happened before for the entire human family. People have faced deprivation and starvation before, and civilizations have collapsed because of environmental decline, but never has all of humanity had to face a world in decline. And with this humanity is facing competition from beyond the world by resource explorers who are here to take advantage of a weak and divided humanity, resource explorers who are seeking the biological wealth of this world and its strategic importance in the Greater Community.</p>\n\n<p class=\"book-paragraph\">Because so few people in the world are aware of these great challenges and are aware of the real nature of their spirituality and spiritual Intelligence, there is a great Calling for God to give a New Revelation, a Revelation unlike anything God has ever sent into the world before.</p>\n\n<p class=\"book-paragraph\">For this purpose, a Messenger has been sent to receive the New Message and to present it. He is a man. He is not a god. He is fallible. But he is perfectly designed for this role. And he requires your assistance and support, or he will not be able to fulfill his task of bringing this New Message into the world, of bringing a pure Message, a Message that is untainted and uncorrupted by human manipulation and human institutions and the weight of human culture and history.</p>\n\n<p class=\"book-paragraph\">He is not here to perform miracles or to impress people with demonstrations of power. He is here to strengthen the human spirit and to warn humanity of the great challenges it is now facing. He is here to teach spirituality at the level of Knowledge, the greater Intelligence that God has given you.</p>\n\n<p class=\"book-paragraph\">He will be misunderstood. He will be neglected. He will be avoided. While others gain the public attention—others who are charming and suave, others who promise people what they think they want, others who are seductive—the real Messenger will be humble. He will be quiet. He will not try to impress you with the force of personality. He will not promise you whatever you want. He will not exploit your ambitions or your greed or your pain or your suffering.</p>\n\n<p class=\"book-paragraph\">To know the Messenger is to have a deeper recognition. To know the Message is to feel its power bringing a change of heart for you, a revelation about your life—the deeper current of your life and your purpose for being in the world at this time.</p>\n\n<p class=\"book-paragraph\">Your response to the New Message will not be one of intellectual debate or speculation. Instead, it will be a deeper recognition, a recognition at the level of the heart. And if you continue to explore and experience the New Message, you will see how it is a New Revelation for humanity, and why it is here to prevent human civilization from collapsing and to lay a foundation for humanity to preserve and build human freedom and self-determination within a Greater Community of intelligent life.</p>\n\n<p class=\"book-paragraph\">The challenges and needs that the New Message addresses are far greater and far more important than what most people are concerned with at this time. Many people will want the New Message to answer their questions and their needs, but the New Message is giving them greater questions and speaking to greater needs.</p>\n\n<p class=\"book-paragraph\">This problem has faced every Emissary that has ever been sent into the world to bring a New Revelation. What people want and expect is not what the Messenger provides. What people think is so very important is not what the New Message emphasizes. What people think the Messenger should be and do for them does not reflect the real nature and mission of the Messenger.</p>\n\n<p class=\"book-paragraph\">The fact that people cannot see the real Messenger from all of those who proclaim themselves is a problem in discernment, a fundamental problem in discernment, demonstrating that the human family has not yet acquired sufficient wisdom to be able to see what is really true from what pretends to be true or what may be true at a far less important level.</p>\n\n<p class=\"book-paragraph\">So the real Messenger goes unseen and unheard, while celebrities arise, and those with charm and eloquence rise to positions of power and fame. This is a matter for a deeper recognition, and here your support and recognition are vitally important.</p>\n\n<p class=\"book-paragraph\">For when you leave this life and you return to your Spiritual Family, they will ask you if you knew the Message and the Messenger. Did you support the Messenger we have sent? And you will know instantly what they are referring to, and you will know instantly how you must respond.</p>\n\n<p class=\"book-paragraph\">Therefore, you must assist the Messenger with all your heart if you recognize the truth of his purpose and existence. His role is unique, and no one else can claim it. And when you see the reality of his existence in the world at this time, it will cast a light on the importance of your role. And you will see the contrast between your greater purpose in the world and the life you have assumed for yourself. This will be most revealing and important for you.</p>\n\n<p class=\"book-paragraph\">If the Messenger is the Messenger, and if his Message is the New Message from God, what does that mean for you? What is your responsibility here? Why have you had the opportunity to become one of the first recipients of the New Message?</p>\n\n<p class=\"book-paragraph\">You might think it is just a resource for your own personal development and the enhancement of your life. You might look at it from the point of view of being a consumer only, but this does not account for your real relationship with the Message and the Messenger.</p>\n\n<p class=\"book-paragraph\">Once you have this recognition and have come to terms with it, you will know what to do and what to give. That will not be the problem. The problem is, can you see and know what you are seeing here? Anyone can be a consumer. Anyone can take advantage of the Grace and the gift of God. But that does not mean they have come into real relationship with them or with the Presence and the Power that has sent them here.</p>\n\n<p class=\"book-paragraph\">This is not a question of belief. It is a question of recognition and personal responsibility. To believe that the Message is God’s New Message and to believe that the Messenger is in the world is not strong enough because it does not involve a true recognition. The only place for belief here is if you have had a true recognition, then you must have faith in your own experience.</p>\n\n<p class=\"book-paragraph\">This is the meaning of faith. Faith is honoring the reality of your deeper experience. It is not believing in something you have not experienced. It is not trying to believe in something that you really do not think is true because faith must be based on real experience and not merely on hope, acceptance or accommodation to other people.</p>\n\n<p class=\"book-paragraph\">In considering the New Message, ask yourself: What is this New Message? Where does it come from? And how must I respond to it? These are real questions. It is not a question of whether you believe or not, for belief is based upon hope and fear, not upon certainty and recognition. You hope something is true, so you try to believe it. Or you believe it because other people are believing it. Or you believe it because you hope it will do something for your life. You treat it like an investment, hoping it will yield a profit.</p>\n\n<p class=\"book-paragraph\">But the New Message has yielded a Prophet of a very different nature—a Prophet who is here to warn of the great change that is coming to the world and to strengthen the human spirit and human confidence, to call upon human cooperation and human awareness, and to provide the inner preparation so that others can become strong with the power and the presence of Knowledge, which is God’s great endowment to each person.</p>\n\n<p class=\"book-paragraph\">This truth must be self-evident. If you have to struggle to believe it, then you are not really asking the right questions. Perhaps at first you are not sure, and that is fine. Then it is important to study the New Message and to reflect upon your life as you do so.</p>\n\n<p class=\"book-paragraph\">Its truth and its power will become evident to you if you take this time and patiently study it and apply it to your life and circumstances. If you hold it apart from yourself and try to judge it, you will just be using your prejudices and your preconceived notions to guide you.</p>\n\n<p class=\"book-paragraph\">You do not investigate the truth about something by holding it at arm’s length and trying to judge it. You have to experiment with it. You have to experience it. You have to use it and bring it into your life.</p>\n\n<p class=\"book-paragraph\">It is not expected that you will recognize fully the reality and the meaning of God’s New Message or the reality or the meaning of the Messenger who is in the world today. But it is important that you investigate this for yourself—to bring its wisdom to bear on your own life and circumstances, to listen to it carefully, to read it carefully and to consider it with as much objectivity as you can.</p>\n\n<p class=\"book-paragraph\">If it challenges your beliefs, your notions or the notions of society, that is to be expected because it is not a human invention. It is a New Message from God. You do not have to believe this, but it is important that you look into this earnestly and sincerely.</p>\n\n<p class=\"book-paragraph\">Sometimes the recognition of truth is not immediate. It comes with proximity. It comes through association. Here you are putting yourself in a position to have a relationship with the New Message from God, to see what it means for you and the world.</p>\n\n<p class=\"book-paragraph\">There is no punishment from God if you fail to respond. It just means you cannot receive yet the guidance and the wisdom that the New Message provides. You are not ready to receive this. You are not in a position yet to receive this and what it will mean for your life.</p>\n\n<p class=\"book-paragraph\">Here there is no punishment for the non-believers because God knows that belief is too weak and fallible to be relied upon. Even the believers may be believing for all the wrong reasons. If they do not have a direct experience, then their faith is misguided and is not serving the right purposes.</p>\n\n<p class=\"book-paragraph\">To have a genuine experience, and then to have faith in this experience and not to deny it or to demean it, that is faith well placed. If you have not had this experience, then you must look into something objectively, to see what it means and to see what it could provide for you and for others. That is honest investigation.</p>\n\n<p class=\"book-paragraph\">Of course, people will deny the New Message because they cannot deal with it, or because they think it conflicts with their fundamental beliefs or their social position or their idea of themselves. People will reject it out of hand. People will claim it is false. Some may even claim it comes from the devil. Some will claim the Messenger is here to enrich himself, that he is a manipulator. But these are the responses of people who have never had a real experience of the New Message and have never taken the time to really investigate it honestly.</p>\n\n<p class=\"book-paragraph\">Perhaps they will come to see: Yes, this is an important teaching. Yes, it is a valid teaching. But they are not sure if it is a New Message from God or not. That is fine. That revelation will have to come later. But at least they are beginning to see here the validity and the depth and the importance of this Message in redeeming people and strengthening people and uniting people to serve a world in need.</p>\n\n<p class=\"book-paragraph\">If you come with an honest investigation, you will see the power and the presence of the New Message. Even if you cannot consider it as a New Message from God, this will still be the case.</p>\n\n<p class=\"book-paragraph\">You will see people rejecting this out of hand. You will see people condemning it, people who have never become close to it or have really looked into it with an honest investigation. You will hear people proclaim that there could be no new prophet in the world. You will hear people say that Jesus was the only prophet. You will hear people say Muhammad was the last prophet. There can be no more prophets.</p>\n\n<p class=\"book-paragraph\">But this is ignorant and arrogant. This is saying that God has lost interest in the world and will send no further messages here to support humanity in its great needs. This is assuming you know the Will of God and the Plan of God. It is this human presumption and assumption that blinds people and leads them astray.</p>\n\n<p class=\"book-paragraph\">In truth, God’s Revelations are given infrequently, and they are given at critical turning points in human history and in the evolution of mankind. Now humanity is facing a world in decline, a world that is changing in a way that will make it less amenable to the human presence here. And you are facing competition from races in the universe who are here to exploit human weakness.</p>\n\n<p class=\"book-paragraph\">Never before has the human family as a whole had to face these kinds of challenges, and God’s previous Revelations cannot address these problems directly and significantly. It is a sad truth that humanity’s history of religion means that God’s Revelations have been altered and controlled and manipulated to such an extent that people can hardly even recognize the original intent and purpose of these great traditions.</p>\n\n<p class=\"book-paragraph\">That is why there must be a New Message from God in the world. It must be given in a pure form. It must be recorded and written as it was presented. And it must be revealed to the people. It cannot be a secret—held secret by special groups, secret societies, centers of power. It must be presented as it was received, in a pure form.</p>\n\n<p class=\"book-paragraph\">Never before have people been able to hear the Voice that has spoken through the great Emissaries that have come into the world, and now this is possible. Never before have you received a New Message from God in a pure form that has not been changed and altered by the weight of human culture, human power and human history.</p>\n\n<p class=\"book-paragraph\">You have an opportunity here of incredible importance. You are being given a gift of untold significance, unparalleled it is in human history. The Voices who spoke to Jesus—these are the Voices you are hearing here. You are not reading about what someone else said that Jesus did or described his life. You are hearing the original Message. The Messenger is in the world! You do not have to believe it, but it is important that you consider this and that you explore the New Message and that you understand what you are really dealing with here.</p>\n\n<p class=\"book-paragraph\">The Messenger is reluctant. He does not want the attention. He is afraid of being destroyed by the world, but it is his task to bring the New Message into the world and to be its primary representative. But he cannot be its only representative, for many people will have to speak for the New Message. Many people will have to assist the presentation of the New Message so that it may reach people around the world in different societies, living under different conditions.</p>\n\n<p class=\"book-paragraph\">This is not something one man can do. It requires the sincere and committed effort of many people because when you realize the real nature of this gift, you will see that it must be shared. That will call into service your greater purpose and your greater activities in the world.</p>\n\n<p class=\"book-paragraph\">Whether you present the New Message or whether you share its wisdom with others, this is a gift that keeps giving through people and resonating through human relationships. Because the Message has been recorded and is written in a pure form, this is protecting it from corruption and from revision and the attempt to unite it with other things. When something pure is given to the world, it is corrupted immediately—by human invention, human cleverness, human manipulation.</p>\n\n<p class=\"book-paragraph\">That is why the Messenger has had to spend all these years receiving the New Message and preparing to comprehend it and to speak for it, so that it could be presented into the world in a pure form and so that people could struggle with its meaning and its importance. It has not been watered down into some kind of simplistic set of ideas that everyone will find acceptable. It has not been marketed and altered and reduced to a simple set of ideas, into a simple and digestible formula where people can understand it without having to do any real work or inquiry on their own.</p>\n\n<p class=\"book-paragraph\">God’s New Message is a challenging Message. It is deep. It requires your involvement, your consideration, your effort, your time, your energy. It is not like a baby formula for those who are unwilling to deeply consider anything. It will challenge your ideas. It will give you a different view of yourself and of life. It will recast reality. It will require a reconsideration of even the most deeply held beliefs and assumptions, for God is not bound to these things.</p>\n\n<p class=\"book-paragraph\">To share the New Message, you must receive it yourself. You must take it into your life and work with it and learn how to do this patiently to gain a greater clarity and objectivity in your life. It is a great relationship. It is not something you can simply exploit. It is a great relationship. Its teachings are deep. You will not fathom them at the first pass. You cannot skim over them and gain an awareness of their depth and significance.</p>\n\n<p class=\"book-paragraph\">This is not a casual relationship you are dealing with here. It is not a simple acquaintance. This represents your relationship with the Divine, and your purpose for being in the world at this time, and a revelation about what is coming for humanity, and how humanity can prepare and must prepare.</p>\n\n<p class=\"book-paragraph\">This is a Revelation for this time and for the times to come. It is not one of many Messages from God. It is the Message from God. Can you deal with that? What does that mean to you? What is your responsibility here? What does this say about your life? And how can this speak to your deeper nature and to your greater purpose for being in the world?</p>\n\n<p class=\"book-paragraph\">For God’s New Message is not merely a Revelation and a gift. It is a Calling. God knows that the Revelation cannot become established in the world if enough people cannot respond to it. It will be lost and forgotten, a flash of lightning, illuminating the world for a moment and then gone.</p>\n\n<p class=\"book-paragraph\">It must be kept alive here. It must be shared. It must be studied. Its wisdom must be applied. It must be shown to illuminate God’s participation in the world. It must be used as a new reference point to re-evaluate beliefs and ideas and humanity’s notions of reality.</p>\n\n<p class=\"book-paragraph\">The New Message from God is bringing Wisdom from the universe, Wisdom that has never been brought here before. It is revealing for the first time what life is like in the universe, the universe that you will have to contend with. It is revealing what is coming for humanity, what humanity needs to know that it does not know, what humanity needs to see that it does not see, what humanity must do that it does not do.</p>\n\n<p class=\"book-paragraph\">God has given a Message for the whole world. It is not just a formula for you personally. God has not given many different versions of the New Message, for that would only create confusion and conflict in the world.</p>\n\n<p class=\"book-paragraph\">God is honoring Knowledge within the individual and calling for this Knowledge to emerge. This is not an oppressive mandate that is being passed down upon the human family. It is a call for human unity, purpose and cooperation. It is calling upon what is most fundamental and what is most true within each person, calling for these to emerge, to arise and to become the guiding light in people’s lives.</p>\n\n<p class=\"book-paragraph\">The Creator of this universe and all universes is not managing your daily affairs. God is not managing the weather and the movement of the air. That has all been set in motion before time began. God is the Presence that exists in this and all realities, a Presence that calls upon the deeper presence within you to emerge and to become the guiding light of your life.</p>\n\n<p class=\"book-paragraph\">Here beliefs and notions about God and all of the intellectual effort that has been put into trying to define and describe God and God’s Presence and Providence in the world now has to be set aside so that you can have a direct experience.</p>\n\n<p class=\"book-paragraph\">Your mind will argue. It will contend. It will propose other things. It will speculate. It will debate. But your heart will know.</p>\n\n<p class=\"book-paragraph\">It is living life at the level of the heart that represents part of your redemption and the ability for this deeper Knowledge in you to emerge, and for you to feel it and know it, to receive its power and its direction and its purity.</p>\n\n<p class=\"book-paragraph\">To support the New Message from God, you must receive it unto yourself, into your life. It represents a primary relationship for you. If it speaks to you, you must listen. You must become a student of Knowledge. Take the Steps to Knowledge. Develop a connection with the deeper current of your life. God’s New Message is giving you the perfect opportunity to do just that.</p>\n\n<p class=\"book-paragraph\">Then you will share it naturally with others. And you will see ways of sharing it, not to compete with the Messenger, but to assist the Messenger—to be a vehicle through which the New Message can pass through you to others, without your changing it or altering it or trying to wed it to other things.</p>\n\n<p class=\"book-paragraph\">The New Message is being presented in a pure form, to protect it against corruption and manipulation so that from this time forward, it can be available to people so that they can have a direct experience, so that they can see what God is really saying through the Angelic Presence.</p>\n\n<p class=\"book-paragraph\">This will ignite your Spirit. It will reveal what you could not see on your own. It will show you the importance of your life and the significance of the time in which you have come into the world. It will reveal that you have those beyond the world who are assisting you, and you have those in the world you are meant to meet, who will enable you and support you in realizing your greater purpose for being here.</p>\n\n<p class=\"book-paragraph\">You will find that your relationship to the New Message is fundamental. It is the center of your life. Whether you speak for it or not directly, it will be at the center of your life.</p>\n\n<p class=\"book-paragraph\">And if you are a student of God’s previous Messages, it will illuminate those Messages and clarify them, clearing away the confusion and the corruption and the false ideas that have been associated with them, giving you a greater experience of the Emissary that has brought your tradition into the world.</p>\n\n<p class=\"book-paragraph\">For all the world’s religious traditions must now help prepare humanity for the Great Waves of change. They must also help humanity to wisely engage with intelligent life in the universe. But only God’s New Revelation can teach them how to do this and why it is so very necessary for the future and freedom of humanity.</p>\n\n<p class=\"book-paragraph\">You support the New Message when Knowledge speaks to you and you gain the power to follow it. God has put a perfect guiding Intelligence within you. It is completely committed to the real purpose that has brought you here. It is not deceived and confused by the world. It is not afraid of death and destruction. It is the only part of you that is completely honest and completely reliable.</p>\n\n<p class=\"book-paragraph\">Beliefs are the product of manipulation and control. Beliefs are engendered to gain profit or to avoid pain. They do not represent a deeper relationship and recognition. Faith is meant to substantiate your true experiences, to protect them so that they may emerge again. But faith without this true experience is blind and leads humanity into false and destructive behaviors.</p>\n\n<p class=\"book-paragraph\">It will be your greatest satisfaction to feel the power and presence of Knowledge within you and to know that your life has purpose, meaning and direction—beyond what your culture or even your preferences can determine. You will feel a great satisfaction, a reassurance, knowing that there is a real Power and Presence within you and within the world. You will feel a renewed Spirit, knowing that God has not forsaken humanity, that God has sent a New Revelation into the world to meet the needs of humanity—the greater needs, needs that are beyond current human estimation.</p>\n\n<p class=\"book-paragraph\">This will bring you into a larger panorama of life, and a larger experience of yourself, and a greater consideration and appreciation for others, as they too struggle to find Knowledge within themselves. And you will come to see more clearly all the forces that are undermining humanity’s strength and truest capabilities.</p>\n\n<p class=\"book-paragraph\">You have the eyes to see and the ears to hear, but you cannot be dominated by your social conditioning or by religious propaganda or by the will and the control of others. You must hear for yourself, see with your own eyes, hear with your own ears and learn to listen to the one true voice within yourself, for God has placed that voice there.</p>\n\n<p class=\"book-paragraph\">But there are many voices in your mind—the voice of your culture, the voice of your family, the voice of your ambition, the voice of your fear, the voice of compromise, the voice of condemnation, the voice of pride, the voice of arrogance. You will hear all these voices, but there is one true voice within you, and you must learn to discern it, to experience it and to distinguish it from all the other [voices] in your mind.</p>\n\n<p class=\"book-paragraph\">God’s New Revelation provides the means for doing this through taking the Steps to Knowledge. For Knowledge will arise and be in contrast to everything else in your mind. It is the most natural part of you, the eternal part of you, the part which was true before you came here and the part that will be true after you leave this world. It will give you strength, commitment and compassion, for it possesses these qualities.</p>\n\n<p class=\"book-paragraph\">You support the New Message by following Knowledge, by honoring what God has given you to know, to see and to do. You praise God by honoring what God sent you here to do. That is how you honor the Source of all life.</p>\n\n<p class=\"book-paragraph\">These are the challenges and the opportunities before you. They will take you out of your self-obsession. They will take you out of low self-esteem. They will take you out of personal conflict because God rescues you by giving you something important to do in life.</p>\n\n<p class=\"book-paragraph\">God redeems you through the power and the presence of Knowledge within you and the influence of Knowledge within others. This is what God’s New Message reveals. It is relevant to everyone in every possible circumstance, in every nation, in every religion, in every tribe, in every group. For the need of the soul is the same—the need to discover, experience and express your greater purpose for coming into the world.</p>\n\n<p class=\"book-paragraph\">This is the pure source of all your yearnings in life, and this is the drive for freedom—the freedom of the Spirit to speak through the mind and the body, the freedom to find and to express and fulfill your greater purpose in a world of conflict and ignorance.</p>\n\n<p class=\"book-paragraph\">You have now the opportunity to experience the greatest event and Revelation of this time and all that it portends and all that it reveals. This is a great blessing.</p>\n\n</div>",
  "audioUrl": "https://www.newmessage.org/av/recognizing-the-message-and-the-messenger.mp3",
  "sourceUrl": "https://www.newmessage.org/the-message/volume-2/the-worldwide-community-of-gods-new-message/your-relationship-with-the-messenger/"
}