[
    {
      "id": 1,
      "secret": "WE ARE ABOVE THE SURFACE OF YOUR WORLD, and yet your environment is as transparent to us as a shallow pond with fish. Even more so, since we have lived in that pond so many times ourselves. How much more we know. If the fish could but listen to the thoughts of its observers who stand over its domain, it could learn of everything else - of the trees and the sky, the flowers, the source of the water that feeds its pond and the destiny of the water that is drained from its pond. It is the same for you. You could learn what lies beyond your domain, for like the fish, you live within a whole universe, not within a little pond. Though the fish may live its entire life in such a small place, it swims in the whole universe, with the sky and the stars above it and below it as well. Is this not also true with you?"
    },
    {
      "id": 2,
      "secret": "WE MAKE OURSELVES PUBLIC so that you may know our presence and know that there is a Master Plan. It is this Plan that you must now become aware of, for until you do, your life will be aimless, without certain purpose, with only your errors to teach you."
    },
    {
      "id": 3,
      "secret": "WE WISH FOR YOU ALL TO RECEIVE THE JOY that awaits you. In our world, there is joy. There are very few in this world who can contain the joy that we feel. We are not bound by what cannot succeed. We are not hopeless. We are not alone."
    },
    {
      "id": 4,
      "secret": "TO FOLLOW IS TO UNITE. To unite is to be reunited."
    },
    {
      "id": 5,
      "secret": "GOD MUST ENTER A WORLD where God is not welcome, in ways that do not generate fear and panic amongst those who believe the world is their only reality. It is for this reason that the Will of God manifests itself in subtle and ingenious ways in this world."
    },
    {
      "id": 6,
      "secret": "IN THE ABSENCE OF THE PRESENCE OF GOD, all questions arise. In the Presence of God, all questions disappear."
    },
    {
      "id": 7,
      "secret": "IN THIS WORLD THERE IS GREAT DEFERENCE given to freedom of choice, but to the elevated mind, choice is something to be escaped, not acquired."
    },
    {
      "id": 8,
      "secret": "BELIEFS HAVE A TEMPORARY SERVICE, to give you the framework in order to re-experience an experience that you have had already."
    },
    {
      "id": 9,
      "secret": "DO YOU THINK THAT THE PLAN CALLS for a bunch of dreamers? Ineffectual, impotent, lacking in courage? We assure you this is not the case. Strong you must be—gentle, sensitive and strong."
    },
    {
      "id": 10,
      "secret": "GOD ANSWERS THROUGH THE TEACHERS. They are God's answer. They can translate the Will of God into an experience that you can accept, recognize and appreciate. It is through these relationships that the Will of God will become ever present to you."
    },
    {
      "id": 11,
      "secret": "NOW THE OLD AGE DRAWS TO AN END. Difficult will its ending be and turbulent. And yet you are preparing for the advent of this change and the beginning of a new order. The turmoil that you have felt in your individual lives is an indication that you are in preparation for a world in change."
    },
    {
      "id": 12,
      "secret": "WHEN THE MIND IS JOINED WITH SPIRIT, it is in its true role. It recognizes its function and is capable of fulfilling it perfectly."
    },
    {
      "id": 13,
      "secret": "YOUR NEED TO RECEIVE IS GREAT INDEED. Accept your present limits. They are temporary, but you must work with them if you are to progress. Potentiality is not accomplishment. You are not masters. There are no masters living in this world, for mastery exists beyond this world."
    },
    {
      "id": 14,
      "secret": "IF YOU WILL BE A WITNESS TO YOUR FEAR, it will disappear. If you will be a witness to what is true, it will grow. It is this in your experience that will teach you the difference, and you will not have doubt."
    },
    {
      "id": 15,
      "secret": "REGARDING THE ISSUE OF LISTENING: many of you prepare to listen but give up too soon. The Teachers do not need preparation, but you need to find a way to hear, and this receptivity must be developed. It is retraining the mind to be in relationship."
    },
    {
      "id": 16,
      "secret": "THERE ARE MANY WONDERFUL DELAYS on your journey, but they are not wonderful because they are delays."
    },
    {
      "id": 17,
      "secret": "IN ORDER TO ENTER INTO HOLY UNION with your Teachers, you must share your Teachers' greatness, thus releasing you from the debilitating ideas and self-doubts that have been the context in which you have tried to organize and direct your affairs and establish your life in exile."
    },
    {
      "id": 18,
      "secret": "YOU CANNOT REACH GOD DIRECTLY without joining in holy relationships. Therefore, your interest in relationships is truly motivated, yet it is misinterpreted and misdirected. You feel the impulse, but you do not know where it comes from."
    },
    {
      "id": 19,
      "secret": "THE BODY, MADE AS A VEHICLE OF SEPARATION to hide and mask you, becomes holy as it is shared for a holy purpose."
    },
    {
      "id": 20,
      "secret": "YOU CAN DELAY, BUT YOU CANNOT CHANGE the path that you must choose. You may complain about the state of the world as you perceive it, but is it not merely a manifestation that your substitutes for happiness are failing you at last, and did you not unknowingly bring this about? Your state of separation is failing you, and you cannot escape this realization. Its miseries come to your attention every day."
    },
    {
      "id": 21,
      "secret": "Retreana Carvedan Celton IY, Receive the Heart of God through your Spiritual Family that is joined about you."
    },
    {
      "id": 22,
      "secret": "YOUR MANY REGRETS ARE THE THORNY CROWN that you wear. Remove it."
    },
    {
      "id": 23,
      "secret": "CLEAR THE WAY. Take courage. Without options, your way becomes clear."
    },
    {
      "id": 24,
      "secret": "THE WORLD WILL MOTIVATE YOU to find the truth for it offers you nothing."
    },
    {
      "id": 25,
      "secret": "IT IS TRUE INDEED that we have been assigned to you, out of our own choosing and yours as well. But you have forgotten and we have not."
    },
    {
      "id": 26,
      "secret": "YOU WILL LEARN TO SHARE YOUR BODY by recognizing the relationships that it contains. No longer will it be a prison house in which you think you live and die, but rather a temple where your loved ones come to join you in peace and matrimony."
    },
    {
      "id": 27,
      "secret": "IT IS TRUE THAT THE NETWORK OF TEACHERS is grand indeed. Great it is, beyond your imagination. It spans the entire universe, and all of the galaxies that have been created. For the Spiritual Families cannot be limited by time or space. Beyond all dimensions they reach, into the Heart of God. These are the Great Rays, for at the highest level, they become pure light, pure expression. And you will realize that you are not merely experiencing communication. You will realize you are communication. Your life is communication. Your Being is communication. There is nothing else."
    },
    {
      "id": 28,
      "secret": "WE CANNOT TAKE YOUR HABIT OF SUFFERING from you, but we can demonstrate to you that it is no longer of value to you, and need not be called upon in response to change or to new experience or information. You are still in charge of your experience, but you cannot lead yourself."
    },
    {
      "id": 29,
      "secret": "WE ASSURE YOU, YOU HAVE COME TO SEEK your Family. Whether you can accept this idea based on your previous beliefs is something that you must deal with at the outset, but we can assure you that you have come to seek your Family."
    },
    {
      "id": 30,
      "secret": "AT A CERTAIN STATE IN YOUR DEVELOPMENT, you will respond to those of your Spiritual Family, for they are kin to you in a way that you cannot describe. Deeply felt it is. You will know them. You will feel drawn. You will attempt to give reasons for your attraction, but you cannot, for it is a bond that runs deeper than your understanding. Stronger than your decisions it is."
    },
    {
      "id": 31,
      "secret": "THE WORLD CANNOT HEAL ITS ILLS. It knows not of its remedy. Nor will the world be perfected until what is beyond becomes acceptable. For a perfected world is like the gate that opens of itself. As long as the world is sought as a place of isolation, it will be maintained in chaos to serve that purpose."
    },
    {
      "id": 32,
      "secret": "GOD HAS WON THE WAR but God's children keep fighting."
    },
    {
      "id": 33,
      "secret": "BE SATISFIED THAT YOU CAN FEEL OUR PRESENCE, for greater than words it is. Your heart will answer us. It knows the language that we speak, the mission that we share with you. For the heart is not blind and responds only to this one calling."
    },
    {
      "id": 34,
      "secret": "THE HOLY SPIRIT IS YOUR WILL. It is the will you share with God. It is the will you share with your Family. With it comes the Plan that will redeem you, establishing your special part, the part that only you can fulfill. What God gave you is your will, for God gave you Knowledge."
    },
    {
      "id": 35,
      "secret": "AS YOUR FAMILY MEMBERS GATHER WITHIN YOU and about you, they render to you all that they have learned."
    },
    {
      "id": 36,
      "secret": "THE MERE FACT THAT YOU BELIEVE YOU HAVE CHOICES is an indication that your certainty is beyond your awareness. For when you know, there is no choice. What is known is of God. In time, your Knowing will become so strong that the burden of decision making will fall away from you. Without choices, the mind is free and can rest and enjoy, unafraid of what it must choose between. Without choice is perfect faith in the knowledge that everything that is known leads to greater peace."
    },
    {
      "id": 37,
      "secret": "IT TAKES FAR LONGER TO PREPARE than it does to act."
    },
    {
      "id": 38,
      "secret": "AS YOU BECOME RECEPTIVE, you will hear many voices. Not all of them will speak truly. Become a good listener."
    },
    {
      "id": 39,
      "secret": "THE WORLD WILL NEED YOU, and you must commit yourself to it. It is not a world of casual choices but a world of great demands, and the demands that it will make will show you your own greatness."
    },
    {
      "id": 40,
      "secret": "WHEN YOU SPEAK THE TRUTH, everyone benefits, and yet the truth you speak cannot be verified by your questioning mind, for it does not come from this source."
    },
    {
      "id": 41,
      "secret": "THE WILL OF GOD IS CONSIDERED AN OPTION and not a certainty. As long as this be the case, we must instruct you in how to choose wisely. But beyond this, choosing is not necessary."
    },
    {
      "id": 42,
      "secret": "THE TEACHERS WILL GIVE YOU A PURE EXPERIENCE of relationship. You cannot see them; they are hard to judge. Your affinity for them will be firmly established before their appearance becomes known."
    },
    {
      "id": 43,
      "secret": "WHENEVER THE PRESENCE OF LOVE IS FELT, it is always the result of a relationship being experienced, whether it be a relationship of which you are aware or unaware. This Presence is merely the product of relationship."
    },
    {
      "id": 44,
      "secret": "THE EXPERIENCE OF GOD DIRECTLY is the experience of all relationships at once."
    },
    {
      "id": 45,
      "secret": "WE HAVE SPOKEN MANY TIMES about the experience of God in the context of relationship and communication. It is brought to you in this way so that you may practice with everything with which you come into contact."
    },
    {
      "id": 46,
      "secret": "DO YOU KNOW WHENEVER YOU ARE UPSET or afraid, it is always because you think you are alone? It is not possible to be upset or afraid if you are not alone. Indeed, the value of knowing one other is with you is enough to inspire you to do great works within your world. Only one. And yet you have thousands."
    },
    {
      "id": 47,
      "secret": "WE HAVE INTRODUCED THE IDEA of Spiritual Families to broaden your horizon for relationship, which is your ability to communicate and to integrate more and more of God's Creation within your mental thought system. For family is primary to your experience of relationship. And yet how much greater is the Spiritual Family to which you will be called for the deepening of your experience."
    },
    {
      "id": 48,
      "secret": "WE KNOW HOW TO RESOLVE THE DIFFICULTIES that the world faces because we have resolved them for ourselves."
    },
    {
      "id": 49,
      "secret": "THERE IS NO PRIVACY. And yet, truly, this is your salvation because all that you desire is with you. Ones that you have loved in lives past, the accomplishments you have made, the dear ones with whom you have bonded, are all available to you now."
    },
    {
      "id": 50,
      "secret": "IF THE MIND IS NOT PREOCCUPIED with its own thoughts, it naturally gives and receives communication. In fact, it does this even when it is preoccupied, but it is not aware that this is occurring."
    },
    {
        "id": 51,
        "secret": "WE REPRESENT A GOOD MODEL FOR RELATIONSHIP because we cannot be seen unless we wish to. And yet our Presence is so deeply felt by those who allow us to enter their consciousness. If you were to pass from your body this evening, you would simply awaken in our presence."
      },
      {
        "id": 52,
        "secret": "YOU MUST ALWAYS SEARCH YOURSELF, for we may tell you things to challenge you. We wish to stimulate your thinking, not replace it."
      },
      {
        "id": 53,
        "secret": "THE WORLD WILL RARELY AGREE WITH YOU. However, you possess something that everyone knows. It is an opportunity to overlook what is of little value and to emphasize what really matters."
      },
      {
        "id": 54,
        "secret": "THE DESCENT INTO THE WORLD necessitates a loss of vision, a loss of communication. It is the nature of the world which requires that this be so."
      },
      {
        "id": 55,
        "secret": "YOUR LITTLE WORLD, SEEMINGLY SO ISOLATED and so far from life, a little ball floating through the darkness, is surrounded by a vast array of developments and civilizations, both within and beyond your perceptual range."
      },
      {
        "id": 56,
        "secret": "THERE IS A GREAT EMPHASIS PLACED ON THOSE who respond to an inner calling. They have such importance. We gather around them. They hold the promise of renewal and rejuvenation for your world."
      },
      {
        "id": 57,
        "secret": "WE ONLY SEEK TO TEACH WHAT IS NATURAL to you and to your needs. When you are not in your body, on the next plane, so many things are obvious to you. Your desire to return and remedy your situation is great indeed. It is for this reason that you wish to return here. And yet until that initial purpose is re-established in your consciousness, you are lost—survival being your predominant interest, self-protection your most important concern."
      },
      {
        "id": 58,
        "secret": "LEARNING TO COMMUNICATE, you recognize your reluctance to do so and your habit of self-absorption—of entertaining your own thoughts rather than discovering what is true. This attempt to be alone has produced suffering and nothing else."
      },
      {
        "id": 59,
        "secret": "WHEN YOU ARE NOT IN A PHYSICAL BODY, you are between levels. Here you have a greater awareness of what is possible. But you cannot participate fully."
      },
      {
        "id": 60,
        "secret": "YOUR ONLY INTEREST IS IN RELATIONSHIP. You may believe from your unhappy experiences in attempting communication with others that it is not worth the effort. However, you will never give up."
      },
      {
        "id": 61,
        "secret": "FOR YOUR OWN LEARNING PROGRESS, you are joined with certain leagues of beings. Think not that their establishment is limited to the associations of nations and races of peoples. This establishment pervades and includes all worlds such as yours, of which there are many thousands, we assure you."
      },
      {
        "id": 62,
        "secret": "All Families converge in ONE Family. And yet, until this occurs, you will have specific callings to specific people. You will have specific courses of action to take with specific people. You have been assigned specific Teachers. You do not have the ability to dismiss them."
      },
      {
        "id": 63,
        "secret": "FOR MANY, JESUS IS THE SYMBOL and the guiding factor in their development. But let us assure you that he is not the only one. A greater association there is, lest you make of him an idol, an object, which he does not will."
      },
      {
        "id": 64,
        "secret": "WE MUST WATCH OUR WORDS VERY CAREFULLY. Do you see, you are so prone to predictions and those things that are sensational. We do not wish to speak of such things. Misused they are. It is difficult to use a piece of specific information in a constructive way, particularly when it concerns the future. Your future world is contingent upon you and upon others as well. It cannot be understood based upon your own life path alone."
      },
      {
        "id": 65,
        "secret": "THINK NOT THERE WILL BE AN END TO LEARNING after you have left the world. This world is only a beginning."
      },
      {
        "id": 66,
        "secret": "IN ORDER TO PROTECT YOU in your learning and assure that you progress, we have remained hidden."
      },
      {
        "id": 67,
        "secret": "MY TEACHER SPOKE OF THESE THINGS TO ME over eighteen thousand years ago. I did not believe him. He came again and again. I would not listen. It seemed irrelevant. The times were difficult. The old empire had passed. Civilization was scattered and lost, and many great ones were driven underground and destroyed. Pursued they were. Records of history were destroyed. It was a period of great undoing. In the face of such calamities, the words he spoke seemed barely relevant to me. And yet I chose to listen, for I had heard his words before. An ancient chord was struck in me, an ancient memory. I had a recall of an experience before birth that I could not forget. They placed me on a dais and prepared me to enter the world. They cast a light over my head and they said, \"You will not forget this light.\" And I remembered. My Teacher, who is with me now as he was then, prepared me. Things that you encounter are far less difficult though you have many more needs and complexities in your life than we did. Food and shelter—these were our concerns. You have many concerns we did not even dream of."
      },
      {
        "id": 68,
        "secret": "BEING WITHIN A BODY IN THE WORLD necessitates a certain level of ignorance. Accept this. Do not strive for total awareness, or you will neglect what can actually be done here."
      },
      {
        "id": 69,
        "secret": "MY TEACHER, ANCIENT HE IS. He does not exist on my level now. He speaks to me purely through thought. Our thoughts are shared. This is how I know him. He has ceased to be a separate individual. And yet he is easily recognizable. His thoughts are far too refined for you. They would pass through your mind as if it were not there."
      },
      {
        "id": 70,
        "secret": "WE ARE VERY CAREFUL. There is already much controversy and philosophy concerning Master Teachers and much partial evidence. Yet we assure you that the nature and the organization of the Teachers is beyond your capability to appreciate."
      },
      {
        "id": 71,
        "secret": "THE TRAGEDIES THAT YOU PERCEIVE within your world are minor. All they do is destroy the communication process. The purpose of attack is nothing other than to disable communication."
      },
      {
        "id": 72,
        "secret": "YOUR WORK NOW IS WITHIN THE WORLD. You cannot leave here until your work is done. If you destroy your learning vehicle, you will simply have to wait and return again. Indeed, you will be anxious to return, for as you wait, you will recognize the opportunities that you missed. Recognizing your errors, you will be anxious to return."
      },
      {
        "id": 73,
        "secret": "CHILDREN DREAM OF BEING ADULTS, but they must still be children to grow."
      },
      {
        "id": 74,
        "secret": "WE HOLD THE KEY, but you possess the treasure. We cannot contribute without you, and you cannot contribute without us. It is a good Plan."
      },
      {
        "id": 75,
        "secret": "MANY OF YOU ARE EXPERIENCING GREAT CHANGE. We know this. It is not an easy task. But you cannot return to your previous securities, for you have seen them to be lacking to your need. You must press forward."
      },
      {
        "id": 76,
        "secret": "TELL US, WHAT DO YOU KNOW? You see, if we answer your question, you will say, \"My Teachers said this, and my Teachers said that, and my Teachers told me to do this, and I don’t want to.\" And then it will be your Teachers’ problem. What do you know?"
      },
      {
        "id": 77,
        "secret": "YOU ARE ALL MEMBERS OF A SPIRITUAL FAMILY. Over this you have no control. The revelation of this will come in time, though perhaps not within your own lifetime, unless it is important for you to recognize. When you leave this world, you will regroup with those who have been attending to you, as well as with those who have entered the world with you to learn in parallel with you. Perhaps many of them you will never meet in the world. Some of them you will. You have been working with this group for some time. That is why there is such great recognition amongst those who share your group cooperation. Your group interacts with other groups as well. The complexity of this you cannot imagine. Yet it operates according to natural law without deviation. Your Family group has a name because at this level, names are significant to you. Beyond this level, they have sounds or frequencies."
      },
      {
        "id": 78,
        "secret": "THE SPIRITUAL FAMILIES WERE ESTABLISHED before the physical universe existed. They were established as a plan of union, organizing all separated beings into a learning procedure that would accurately serve them in their individual needs, while organizing them into learning groups that would aspire to greater and greater levels of understanding. These levels would transcend all of the physical planes into the etheric and beyond. The Family establishment was according to the great Plan, for indeed, there is a great Plan."
      },
      {
        "id": 79,
        "secret": "THE ONLY PURPOSE OF INTRODUCING THIS IDEA of Spiritual Families at this time is to prepare you for contact with life beyond the world. Within the Earth, this means little. And yet the Earth is part of a Greater Community."
      },
      {
        "id": 80,
        "secret": "AT THIS TIME, AS YOUR COMMITMENT to participate will grow, your wisdom must grow as well. This is not an easy task. For you must wholeheartedly participate in something that you cannot understand and perhaps only rarely experience."
      },
      {
        "id": 81,
        "secret": "ALL OF THESE IDEAS MUST BE PURIFIED AND CLEANSED of older associations you have had with them, for there is great distrust. This we recognize."
      },
      {
        "id": 82,
        "secret": "TO STUDENTS OF KNOWLEDGE WHO ARE LEARNING to accept our Presence, we honor your being here. Again, we recognize the difficulties involved. It is a transition from one level of thought to another. The levels have little to do with one another, and to reach one that is higher, you must abandon the former. The inbetween transition stages can be very confusing. And yet what motivates you is beyond your control, and this is the power that you seek."
      },
      {
        "id": 83,
        "secret": "KNOWLEDGE BRINGS RESPONSIBILITY, and purpose always has a calling. Indeed, the function of purpose is the response to a calling. You cannot understand your purpose without acting upon it. This action will call for perhaps a greater participation and understanding than you have ever known."
      },
      {
        "id": 84,
        "secret": "WHEN YOU KNOW, YOU KNOW, And your choice is made already. It is this experience that you will want to seek out in your decision making at this point. Decisions made without this are merely presumptions. They may have great emotion, but they do not have a foundation. Those who have purpose are not burdened with decisions."
      },
      {
        "id": 85,
        "secret": "YOU LEARN TO BE IN RELATIONSHIP with the Teachers who are assigned to develop your skills and to reveal your purpose. It will be far easier for them, for they are not deceived or confused. A greater assistance you cannot imagine. And yet to enter into this relationship is to assign yourself to your purpose and its calling. You cannot use your purpose for yourself, for the mind cannot use the Spirit."
      },
      {
        "id": 86,
        "secret": "WHAT GOD HAS GIVEN YOU is complete relationship and a higher purpose. These will be seen as burdens until they are recognized as the means to regain your freedom."
      },
      {
        "id": 87,
        "secret": "OF COURSE OUR WORDS CANNOT EXPRESS the essence of the Teaching that we relate to you. This must always happen in the very deepest part of you. And yet our words bring with them a memory."
      },
      {
        "id": 88,
        "secret": "IT IS ESSENTIAL THAT THE WORLD UNDERGO its transition into the Greater Community. It is the end of childhood, and with it many things will pass. Do not be concerned with complete destruction, for that is not the way of things. Be concerned instead with supporting the world through this state of transition."
      },
      {
        "id": 89,
        "secret": "IT IS FOR YOUR PROTECTION that the Plan is completely beyond your control. You cannot govern it, change it or turn it to serve your own designs. Hardly possible. It is therefore safe and for your protection."
      },
      {
        "id": 90,
        "secret": "WHAT ESTABLISHES COMMUNITY is never the charisma of a leader. It is the Presence of that which guides the leader. This is true community. It is this that you must learn and teach."
      },
      {
        "id": 91,
        "secret": "DEVELOPMENT IN THE INDIVIDUAL is always the ability to participate in relationship. If you will think of your own advancement in this way, you will recognize your true path. There have been many who have been turned away because they have failed to see this. Though their practices gave them great insight, they were not able to join the Greater Community, for they had not developed this ability."
      },
      {
        "id": 92,
        "secret": "INDEED, THE RECOGNITION OF THE HIERARCHY assigns all power and authority beyond any society. In order for a society to allow this and give it license, it must have developed into a higher state. This world does not afford this luxury, and there are few that do. When this occurs, the world may actually refine its manifest expression and move into another dimension. There are worlds that have literally disappeared from the view of those who remain behind."
      },
      {
        "id": 93,
        "secret": "AT THIS TIME, AS YOUR COMMITMENT to participate will grow, your wisdom must grow as well. This is not an easy task. For you must wholeheartedly participate in something that you cannot understand and perhaps only rarely experience."
      },
      {
        "id": 94,
        "secret": "ALL OF THESE IDEAS MUST BE PURIFIED AND CLEANSED of older associations you have had with them, for there is great distrust. This we recognize."
      },
      {
        "id": 95,
        "secret": "TO STUDENTS OF KNOWLEDGE WHO ARE LEARNING to accept our Presence, we honor your being here. Again, we recognize the difficulties involved. It is a transition from one level of thought to another. The levels have little to do with one another, and to reach one that is higher, you must abandon the former. The inbetween transition stages can be very confusing. And yet what motivates you is beyond your control, and this is the power that you seek."
      },
      {
        "id": 96,
        "secret": "KNOWLEDGE BRINGS RESPONSIBILITY, and purpose always has a calling. Indeed, the function of purpose is the response to a calling. You cannot understand your purpose without acting upon it. This action will call for perhaps a greater participation and understanding than you have ever known."
      },
      {
        "id": 97,
        "secret": "WHEN YOU KNOW, YOU KNOW, And your choice is made already. It is this experience that you will want to seek out in your decision making at this point. Decisions made without this are merely presumptions. They may have great emotion, but they do not have a foundation. Those who have purpose are not burdened with decisions."
      },
      {
        "id": 98,
        "secret": "YOU LEARN TO BE IN RELATIONSHIP with the Teachers who are assigned to develop your skills and to reveal your purpose. It will be far easier for them, for they are not deceived or confused. A greater assistance you cannot imagine. And yet to enter into this relationship is to assign yourself to your purpose and its calling. You cannot use your purpose for yourself, for the mind cannot use the Spirit."
      },
      {
        "id": 99,
        "secret": "WHAT GOD HAS GIVEN YOU is complete relationship and a higher purpose. These will be seen as burdens until they are recognized as the means to regain your freedom."
      },
      {
        "id": 100,
        "secret": "OF COURSE OUR WORDS CANNOT EXPRESS the essence of the Teaching that we relate to you. This must always happen in the very deepest part of you. And yet our words bring with them a memory."
      },
      {
        "id": 101,
        "secret": "IT IS ESSENTIAL THAT THE WORLD UNDERGO its transition into the Greater Community. It is the end of childhood, and with it many things will pass. Do not be concerned with complete destruction, for that is not the way of things. Be concerned instead with supporting the world through this state of transition."
      },
      {
        "id": 102,
        "secret": "IT IS FOR YOUR PROTECTION that the Plan is completely beyond your control. You cannot govern it, change it or turn it to serve your own designs. Hardly possible. It is therefore safe and for your protection."
      },
      {
        "id": 103,
        "secret": "WHAT ESTABLISHES COMMUNITY is never the charisma of a leader. It is the Presence of that which guides the leader. This is true community. It is this that you must learn and teach."
      },
      {
        "id": 104,
        "secret": "DEVELOPMENT IN THE INDIVIDUAL is always the ability to participate in relationship. If you will think of your own advancement in this way, you will recognize your true path. There have been many who have been turned away because they have failed to see this. Though their practices gave them great insight, they were not able to join the Greater Community, for they had not developed this ability."
      },
      {
        "id": 105,
        "secret": "INDEED, THE RECOGNITION OF THE HIERARCHY assigns all power and authority beyond any society. In order for a society to allow this and give it license, it must have developed into a higher state. This world does not afford this luxury, and there are few that do. When this occurs, the world may actually refine its manifest expression and move into another dimension. There are worlds that have literally disappeared from the view of those who remain behind."
      },
      {
        "id": 106,
        "secret": "AND SO WE HAVE THE PARADOX OF WORDS. How can you exist as an individual but not be an individual? How can you have total freedom and no choice? These things cannot be understood here. Indeed, they may incite fear and misinterpretation. It is for this reason that t...(truncated 55873 characters)..."
      },
      {
        "id": 107,
        "secret": "FOR SOME, THE TEACHERS WILL ALWAYS REMAIN in the background. As a result, they think their greater inspiration comes from themselves alone. Yet others cannot progress without conscious help. This is determined by the level of the individual and the mission they are to accomplish."
      },
      {
        "id": 108,
        "secret": "IT WOULD BE ACCURATE TO SAY that all Knowledge is the permanent establishment of relationship. Yet because your viewpoint regarding relationships is so transitory, this alone would not be sufficient to have a practical approach."
      },
      {
        "id": 109,
        "secret": "YOUR HISTORY must be an accumulation of gratitude, if it be real at all."
      },
      {
        "id": 110,
        "secret": "BELIEF SYSTEMS ARE ONLY TEMPORARY EXPEDIENCIES at best. They simply orient you toward your next step, and once this step is taken, they are largely set aside. Thus, if you are a Christian and through your spiritual practice you reach a greater association or body of Knowledge, you will be a good Christian no more and are likely to be thought of as a heretic. Now you are a good something else that no one can describe."
      },
      {
        "id": 111,
        "secret": "WHEN YOU ARE SPEAKING WITH KNOWLEDGE, you will have very little awareness of yourself. And yet you will be highly aware of what is around you."
      },
      {
        "id": 112,
        "secret": "ALL THIS SELF-GROWTH, what can it do for you? You either have Knowledge or you do not."
      },
      {
        "id": 113,
        "secret": "IF YOU DESTROY YOUR LIMITATIONS, you destroy the system of balance that keeps you progressing in a hopefully constructive manner. There are corrections to make along the way. Yet beyond this, do not tamper with your self-maintenance. People who do this go crazy."
      },
      {
        "id": 114,
        "secret": "YOU ARE MUCH TOO CONCERNED with your own progress, yet you have no reference to determine how well you are doing. Some people who are doing terribly are on the brink of a great discovery. Others who feel they are accomplishing great strides are merely stimulating themselves. How can you tell?"
      },
      {
        "id": 115,
        "secret": "INNER GUIDANCE IS SIMPLY THE RE-ESTABLISHMENT of an established relationship. This is its true meaning. Though it seems remarkable to the one who receives it, it is simply a re-establishment of an old bond, as if an old friend has re-entered your life for a specific purpose."
      },
      {
        "id": 116,
        "secret": "KNOWLEDGE IS FAR MORE POWERFUL than you are personally. Therefore, you must prepare a place within your mind for Knowledge to emerge. It is not a plaything. Once its emergence has begun, it must continue."
      },
      {
        "id": 117,
        "secret": "YOU CANNOT ARGUE WITH WHAT YOU KNOW. You cannot bargain with what you know. Therefore, do not undertake the path of Knowledge unless you can accept its responsibilities."
      },
      {
        "id": 118,
        "secret": "BECAUSE THE TEACHERS ARE LARGELY INVISIBLE, it is difficult to project your images upon them. This allows a pure experience in relationship, for no relationship can be seen. Two bodies together is not a relationship. A relationship is not seen; it is experienced. A marriage cannot be seen; it is an understanding."
      },
      {
        "id": 119,
        "secret": "IT IS ILL ADVISED for you to seek greater spiritual experiences if your personal life in the world is in disarray. This will lead to dishonesty and ultimately failure."
      },
      {
        "id": 120,
        "secret": "IT IS, OF COURSE, UNDERSTOOD that beginning students will always attempt to use Knowledge to get more of what they want. This is understood. And yet it does not work very well, for Knowledge has its own purpose and its own expression. It is God within you. Yet it is God with a specific Plan."
      },
      {
        "id": 121,
        "secret": "WHEN THE KNOWN BECOMES STRONG, then you can participate in a greater reality beyond your personal interests, which is a practical form of salvation in this world."
      },
      {
        "id": 122,
        "secret": "THERE IS ALWAYS A GREAT DEAL OF DIFFICULTY with personal authority. Some cannot tolerate the idea of receiving a greater authority, and some will never claim their own. Yet all true teaching from beyond is to develop the individual to be self-motivating, to represent the truth of their own Knowledge."
      },
      {
        "id": 123,
        "secret": "THE BASIS FOR TRUE RELATIONSHIP is established at a deeper level, where even two dissimilar people find a basis for participation that cannot be destroyed by their divergent personalities."
      },
      {
        "id": 124,
        "secret": "JUST AS LITTLE CHILDREN cannot raise themselves, you cannot raise yourself. We could not raise ourselves. The return to God is the return to shared identity. Here there is a great learning responsibility that the individual must assume. This is certainly a challenge in and of itself."
      },
      {
        "id": 125,
        "secret": "YOU ARE ENTIRELY DEPENDENT upon God's Creation to accomplish anything of value. This is reason for gratitude in and of itself."
      },
      {
        "id": 126,
        "secret": "CHANGE IS INTRINSIC in a developmental process. Change does not produce peace. It produces friction. Peace is only possible in a steady state, which is undesired here. When a steady state has been established, then peace will reign. For when a steady state is reached, then there is no need to be in form. And since the idea of being formless is so unpopular here, obviously the world is in a state of development, change, growth, breakdown and rebuilding. It cannot be stopped."
      },
      {
        "id": 127,
        "secret": "YOUR WORLD IS ATTEMPTING TO UNIFY ITSELF into one community. It is a time of great discord. All worlds must go through this, just as all individuals must at some point become adults. They are parts of greater communities; they are not merely self-fulfilling individuals."
      },
      {
        "id": 128,
        "secret": "THERE IS NO POWER IN BEING AN INDIVIDUAL. It is a powerless state, for its basis cannot be rejuvenated. You are rejuvenated constantly because you are part of something greater that feeds you."
      },
      {
        "id": 129,
        "secret": "PEOPLE WANT PURPOSE, but not Knowledge. Do you see? They just say, \"Tell me what to do so I'll feel better.\""
      },
      {
        "id": 130,
        "secret": "PEOPLE'S PERSONAL PROBLEMS ARE VERY SIMPLE if they are approached through Knowledge. People do not want to know, and yet they want to decide, and so it all becomes very difficult."
      },
      {
        "id": 131,
        "secret": "OFTEN CHANGE EXTERNALLY IS NOT THE ISSUE AT ALL. It is not addressing your need. The critical problem is that you do not know what you are doing, so you cannot do what you know."
      },
      {
        "id": 132,
        "secret": "THE INDIVIDUALS IN THIS WORLD who have successfully reclaimed Knowledge have had to escape convention to a very great degree because Knowledge is not conventional in any sense. And yet though they may appear erratic at times, their actions are always uniform and serve one purpose."
      },
      {
        "id": 133,
        "secret": "APPRECIATE YOUR LIMITATIONS and do not attempt to destroy them, or you will have no vehicle of service here."
      },
      {
        "id": 134,
        "secret": "YOU MUST SUCCESSFULLY NEGOTIATE THIS WORLD and use your physical abilities. You see, the Plan calls for the use of all your self-created abilities for a greater purpose. That is how everything is brought back into wholeness."
      },
      {
        "id": 135,
        "secret": "KNOWLEDGE WILL TAKE YOU BEYOND ALL CONCEPTS, for it is not based upon concepts. It is the reasoning faculty that is inherent within your true Self. It can negotiate the world far more effectively than you can, for it has only one purpose and not conflicting ones. A man or woman of Knowledge is a powerful force in the world."
      },
      {
        "id": 136,
        "secret": "IT IS IMPORTANT TO LOOK AT PRACTICAL ISSUES in a very fundamental way. Is it \"yes\" or \"no\"? It is not right or wrong, it is \"yes\" or \"no\". There is a great difference."
      },
      {
        "id": 137,
        "secret": "TO BE DISCERNING, YOU MUST BE HONEST, consistent, willing and appreciative of yourself and your possibilities. You must be patient and tolerant. These are very fundamental qualities. Here you find out what you want to know and what you don't want to know, what you are willing to resolve and what you are not."
      },
      {
        "id": 138,
        "secret": "KNOWLEDGE POSSESSES THE ACCOUNT of what must be done in life, and there must be an opportunity to express this, or it is not wise to discover it."
      },
      {
        "id": 139,
        "secret": "IF YOU WISH TO DISCOVER A GREATER TRUTH within yourself, you must have the available energy to participate. Knowledge is a very powerful force. It is the most powerful force. If you begin to gain access to it, you must have the strength and capacity to experience it and use it wisely. You must be very strong. You must be stable. Instability becomes dangerous, truly, when a greater capacity is being discovered. Therefore, the first step is to provide stability. Then a constructive change can occur with a minimum of risk."
      },
      {
        "id": 140,
        "secret": "THE SECOND STEP IS THE RECOGNITION and the acceptance that the power of discernment and decision making exists within you. As this becomes constructively employed with a minimum of idealism, it becomes an effective force in your life. Finally, you have a real basis for decision making that is sound and reliable."
      },
      {
        "id": 141,
        "secret": "THE THIRD STEP IS THE GREAT RECALL of Ancient Wisdom that you possess. All that you have acquired since time began is pooled in the wellspring of your Knowledge, including all the relationships of true value that you have established. These have not been forgotten. They are a part of you."
      },
      {
        "id": 142,
        "secret": "THE FOURTH STEP IS THE INTEGRATION of Knowledge into your daily affairs. This is an entirely natural process, for it is natural for you to do this. Once Knowledge is substantially integrated, it begins to provide direction. The Teachers are here to help you cultivate this."
      },
      {
        "id": 143,
        "secret": "LET US SPEAK FOR A MOMENT of the practical aspects of this achievement. As Knowledge becomes the dominant force in your awareness, it becomes impossible to make a mistake. Of course, this impossibility is dependent upon a very developed state. It will become more difficult to make mistakes, for you will feel a natural restraint that has become so strong that it cannot be ignored. Here you will be able to discern the relationship involvements that are truly beneficial. Your career, likewise, will be established on a sound foundation. You will be working where you know you need to be. That is the criterion. This requires faith only insofar as it does not point to the future, but provides certainty in the present. If faith is needed, you may be assured that certainty in the present will provide certainty in the future. Since you can only be in the present, certainty in the present is all that is needed."
      },
      {
        "id": 144,
        "secret": "BECAUSE HUMAN BEINGS are so incredibly fascinated with themselves, it is difficult for them to account for anything else."
      },
      {
        "id": 145,
        "secret": "IF YOU WERE TO GATHER INTO YOUR VISUAL VIEW members of your own Spiritual Heritage, they would represent quite an assortment of characters in many different forms, yet you would feel towards them like you would your own child, your dearest friend, your greatest comrade. This is Knowledge without limitation. It is not concerned with the form of things. It is concerned with the correctness and the content of things."
      },
      {
        "id": 146,
        "secret": "YOU DO NOT HAVE APPRECIATION FOR YOURSELF at this time, for you know you are not doing what is necessary. How can you appreciate the Teachers? They are not gods, you know. Do not worship them, for they will not allow this. But when you appreciate your accomplishments, you will know that you did not achieve them alone, and then your relationships can be experienced."
      },
      {
        "id": 147,
        "secret": "KNOWLEDGE DOES NOT PROVIDE CHOICES. Anyone who is in a state of Knowledge does not need to entertain choices. You have not yet gained Knowledge in this respect. That is why you entertain choices endlessly. It is wiser to develop Knowledge rather than to entertain more choices. When the truth is apparent, you will know what to do and you will undertake it at any cost. Indeed, it will not matter how long it takes to do it. It will draw upon all that you have achieved thus far and will call forth new strengths and experiences. So we are always back to the question of Knowledge."
      },
      {
        "id": 148,
        "secret": "MOST PEOPLE ARE NOT PATIENT ENOUGH to develop Knowledge. Everyone wants quick, easy resolutions that provide no foundation whatsoever. People change from one job to another and nothing has changed. They are as restless and irritated as always. It is a hopeless waste of youth."
      },
      {
        "id": 149,
        "secret": "WE DO NOT SPEAK OF RELINQUISHMENT in terms of material goods. We speak of relinquishment in terms of ideas that are not based upon what you know. They are merely aspirations that were established because you were lacking something else. People are afraid of Knowledge because they think it will rob them of their own certainty. Yet it provides the only real basis for certainty."
      },
      {
        "id": 150,
        "secret": "YOUR JOURNEY MAY BE DIFFICULT, but it is not without humor and happiness. Be in the middle, right where you are. Do not seek mastery. Seeking mastery will destroy you. Be where you are. Your Knowledge does not request more than that. Great spiritual ideals, lofty ambitions, great experiences of the light—this is not where people are. This is not Knowledge. Knowledge is at peace in the recognition of where it stands now. This is a practical experience of wholeheartedness and stability, of protection and purpose."
      },
      {
        "id": 151,
        "secret": "MANY OF YOU HAVE HAD EXPERIENCES of unequivocal Knowledge in the face of a great trial. This is an aspect of the great Power we speak of, except that we wish to cultivate it in the face of more peaceful circumstances."
      },
      {
        "id": 152,
        "secret": "THERE ARE STUDENTS IN DIFFERENT WORLDS. We teach students here to remember their heritage elsewhere, as we teach those elsewhere to remember their heritage here. Why do we do this? Because it is essential that these individuals become fully integrated and reclaim all aspects of their true identity and past accomplishments. This must be done entirely without fantasy."
      },
      {
        "id": 153,
        "secret": "STUDENTS HAVE STRANGE IDEAS about the Teachers. Therefore, often it is better that the Teachers remain unknown until such time that the student is well enough matured to use this awareness productively."
      },
      {
        "id": 154,
        "secret": "MANY PEOPLE ACKNOWLEDGE THE PRESENCE of the Teachers to some degree, but they have not entered the relationship yet, the actual relationship that they have with the Teachers. Relationship is dependent upon participation in the world. In shared participation, like a marriage or a great friendship, you must do something together."
      },
      {
        "id": 155,
        "secret": "THE TEACHERS HAVE A VERY DIFFICULT JOB, very difficult. That is why they have so few students. They must contribute to a very insane situation and set of circumstances. They must do this single-mindedly, with great patience and compassion. They must allow their beloved students to create calamity after calamity. They do not promote this, yet if that is the students’ ambition, who can prevent them? Therefore, we discourage things that are obviously detrimental, yet we do not control or manipulate our students. That is not our function. Our true ability and resources are only waiting for others to call upon them. For this, we may have to wait a long time, a very long time."
      },
      {
        "id": 156,
        "secret": "THERE IS A GREATER RELIGIOUS TRADITION that serves the Greater Community. The Greater Community represents life on a larger scale of which your world is but a small part. The Plan of God serves all intelligent life. It is not the exclusive right of this little world. Therefore, for you to appreciate the Greater Plan, you must not have such a limited concept of who you are and what you have been. If you are to serve in the physical world, you must know what you have been in this life and to some extent in others. This must be accessed through Knowledge; otherwise, it is entirely useless. It must come through realization. If you think you were a great personage in a previous life, this has no value whatsoever except to inflate your sense of self-importance a little more. This is not what we speak of, please understand. We speak of the direct realization that who you are includes a greater body of life."
      },
      {
        "id": 157,
        "secret": "THOSE OF YOU WHO HAVE TRIED TO FOLLOW the religious traditions of this world with no success, why is this? Is it because these traditions are corrupt or fallible? No, that is not the reason. It is because they only reach a certain part of you. They do not reach your complete self. They do not cleanse all of you. You cannot wholeheartedly give yourself to them. They are incomplete for you. This is because you have emerged out of a greater religious tradition. This is the tradition that you have worked in for many, many years. Therefore, the reclamation of this tradition is essential for the development of your spiritual life. It may be difficult to accept this at first, for it seems that you are dabbling in fantastic things. Yet the truth is that you are seeking for your religious tradition. If you cannot find it in the traditions of the world, you had better look elsewhere, for this world does not represent the religious traditions of the entire galaxy."
      },
      {
        "id": 158,
        "secret": "FOR THOSE WHO HAVE UNDERTAKEN their progress primarily in this world, there are traditions here that are satisfactory to their needs. Yet this does not account for everyone. Therefore, the Teachers who represent Greater Community Spirituality seek those students who need this tradition. Without finding this tradition, they will be estranged in this world, always feeling homeless, always blaming the world and other people for their estrangement, always seeking fulfillment in personal relationships and failing."
      },
      {
        "id": 159,
        "secret": "YOU NEED A LARGER PERSPECTIVE to comprehend the work of God. God is not human. God does not think like a human. God is not made in your image. God has no image. The Source of all life accounts for all life."
      },
      {
        "id": 160,
        "secret": "IF YOU ARE TO UNDERSTAND AND APPRECIATE the nature of those whom God has sent to help you, then in time you will begin to share their perspective and see what evolution means on a larger scale. Then you will begin to understand your duties and know what growth means here on Earth."
      },
      {
        "id": 161,
        "secret": "IF YOU WISH TO SERVE A GREATER PURPOSE and to experience a Greater Source, then you must learn what this means. You cannot define the way. People attempt perfection because they are convinced of error, but they do not know perfection. You cannot know perfection from error. You can only know error. Perfection is not erasing error. It is gaining wisdom, compassion, ability, capacity and love."
      },
      {
        "id": 162,
        "secret": "IF YOU COULD SEE EVOLUTION ON A LARGER SCALE, you would most certainly adjust your expectations of yourself. Those few individuals who attain seeming perfection find themselves at a new beginning upon leaving this life, yet they need not be here any longer. Now, instead of transcending their humanity, they must learn to encounter the identities of the universe."
      },
      {
        "id": 163,
        "secret": "PEOPLE OFTEN ASK, \"WHY DO I NEED TEACHERS?\" The answer is very simple. It is because you do not know anything. You believe that by perfecting your personality or body that you will attain great heights. Yet we assure you, you will attain great frustration. A perfect personality may have no more Knowledge than an imperfect one. Though there are adjustments to make in your behavior and thinking, of course, perfecting your behavior to meet your standards is not the Path of Knowledge. Knowledge is not ideas. It is experience. It is relationship. It is God."
      },
      {
        "id": 164,
        "secret": "WE PRESENT THIS IDEA OF THE GREATER RELIGION. Why is it greater? Greater does not mean better. It is only greater because it accounts for a larger reality."
      },
      {
        "id": 165,
        "secret": "HUMAN BEINGS ARE NOT SENT HERE to achieve ultimate reality. That is not your purpose. Your purpose in being here is to complete being here."
      },
      {
        "id": 166,
        "secret": "IT IS TRUE THAT KNOWLEDGE MUST BE GAINED through experience. An intellectual pursuit it is not. Your intellect was not created to comprehend the universe. It was created to negotiate the particulars of your physical life, at which it has become fairly sophisticated. Yet it cannot appreciate what is felt and what is known. Therefore, do not use your intellect inappropriately. It has its true application, and a useful one at that."
      },
      {
        "id": 167,
        "secret": "OUR WORK, THEN, IS RELIGIOUS IN NATURE because it deals with God. It deals with a greater life. In this world, you cannot approach the greatest life; you can only approach a greater life. You must go through the stages of evolution. Understanding this, you will be able to recognize what needs to be done, what can be done and what cannot be done. You will see your true involvement and your true requirements, without placing impossible burdens upon your shoulders."
      },
      {
        "id": 168,
        "secret": "TO BE ALONE IN THIS WORLD IS A TERRIBLE DESTINY. Yet you are not alone. Before you came into this world, you were not alone and those who were with you then are with you now. To regain this memory is to regain consciousness of life in the visible and of life beyond. Then the barriers of illusion begin to fall away. Then you can begin to comprehend the Presence rather than feel it only."
      },
      {
        "id": 169,
        "secret": "RELIGIOUS EXPERIENCE EVOLVES and necessitates a growing point of view."
      },
      {
        "id": 170,
        "secret": "YOU CAN ALWAYS DOUBT WHAT WE SAY. But it is more difficult to doubt what you know. Whatever our engagement is through time, the only real result will be what you know."
      },
      {
        "id": 171,
        "secret": "WE HAVE TOLD A NUMBER OF PEOPLE WHAT TO DO. They have had mixed reactions. Some felt that their personal feelings were extremely violated. They were affronted by our advice, which they had earnestly sought. Yet their personal affront was not a reflection on us. It was simply that they were afraid or feeling incapable of undertaking what we had indicated."
      },
      {
        "id": 172,
        "secret": "THE HOLY SPIRIT is actually the activating agent of Knowledge. It is the communication of God to awaken."
      },
      {
        "id": 173,
        "secret": "THE PURPOSE OF THIS IS KNOWLEDGE. There is no one to idolize. There are no heroes here. We remain invisible. You cannot worship us. In time, you will understand the wisdom of this and why it is so essential in order for us to be effective. Even the great ones in your world who have gone so far, who contributed their Knowledge, did not seek to become idols of worship. It is their Knowledge that has been neglected, for people are afraid of Knowledge, yet Knowledge is the purpose."
      },
      {
        "id": 174,
        "secret": "IF YOU YEARN FOR IT, SEEK IT. You cannot define it. You cannot predict the outcome, but you seek Knowledge because it is natural for you to do so. For Knowledge contains the memory of your Creator, of your help and of your meaning in this world. NASI NOVARE CORAM"
      },
      {
        "id": 175,
        "secret": "FOR SOME, THE TEACHERS WILL ALWAYS REMAIN in the background. As a result, they think their greater inspiration comes from themselves alone. Yet others cannot progress without conscious help. This is determined by the level of the individual and the mission they are to accomplish."
      },
      {
        "id": 176,
        "secret": "IT WOULD BE ACCURATE TO SAY that all Knowledge is the permanent establishment of relationship. Yet because your viewpoint regarding relationships is so transitory, this alone would not be sufficient to have a practical approach."
      },
      {
        "id": 177,
        "secret": "YOUR HISTORY must be an accumulation of gratitude, if it be real at all."
      },
      {
        "id": 178,
        "secret": "BELIEF SYSTEMS ARE ONLY TEMPORARY EXPEDIENCIES at best. They simply orient you toward your next step, and once this step is taken, they are largely set aside. Thus, if you are a Christian and through your spiritual practice you reach a greater association or body of Knowledge, you will be a good Christian no more and are likely to be thought of as a heretic. Now you are a good something else that no one can describe."
      },
      {
        "id": 179,
        "secret": "WHEN YOU ARE SPEAKING WITH KNOWLEDGE, you will have very little awareness of yourself. And yet you will be highly aware of what is around you."
      },
      {
        "id": 180,
        "secret": "ALL THIS SELF-GROWTH, what can it do for you? You either have Knowledge or you do not."
      },
      {
        "id": 181,
        "secret": "IF YOU DESTROY YOUR LIMITATIONS, you destroy the system of balance that keeps you progressing in a hopefully constructive manner. There are corrections to make along the way. Yet beyond this, do not tamper with your self-maintenance. People who do this go crazy."
      },
      {
        "id": 182,
        "secret": "YOU ARE MUCH TOO CONCERNED with your own progress, yet you have no reference to determine how well you are doing. Some people who are doing terribly are on the brink of a great discovery. Others who feel they are accomplishing great strides are merely stimulating themselves. How can you tell?"
      },
      {
        "id": 183,
        "secret": "INNER GUIDANCE IS SIMPLY THE RE-ESTABLISHMENT of an established relationship. This is its true meaning. Though it seems remarkable to the one who receives it, it is simply a re-establishment of an old bond, as if an old friend has re-entered your life for a specific purpose."
      },
      {
        "id": 184,
        "secret": "KNOWLEDGE IS FAR MORE POWERFUL than you are personally. Therefore, you must prepare a place within your mind for Knowledge to emerge. It is not a plaything. Once its emergence has begun, it must continue."
      },
      {
        "id": 185,
        "secret": "YOU CANNOT ARGUE WITH WHAT YOU KNOW. You cannot bargain with what you know. Therefore, do not undertake the path of Knowledge unless you can accept its responsibilities."
      },
      {
        "id": 186,
        "secret": "BECAUSE THE TEACHERS ARE LARGELY INVISIBLE, it is difficult to project your images upon them. This allows a pure experience in relationship, for no relationship can be seen. Two bodies together is not a relationship. A relationship is not seen; it is experienced. A marriage cannot be seen; it is an understanding."
      },
      {
        "id": 187,
        "secret": "IT IS ILL ADVISED for you to seek greater spiritual experiences if your personal life in the world is in disarray. This will lead to dishonesty and ultimately failure."
      },
      {
        "id": 188,
        "secret": "IT IS, OF COURSE, UNDERSTOOD that beginning students will always attempt to use Knowledge to get more of what they want. This is understood. And yet it does not work very well, for Knowledge has its own purpose and its own expression. It is God within you. Yet it is God with a specific Plan."
      },
      {
        "id": 189,
        "secret": "WHEN THE KNOWN BECOMES STRONG, then you can participate in a greater reality beyond your personal interests, which is a practical form of salvation in this world."
      },
      {
        "id": 190,
        "secret": "THERE IS ALWAYS A GREAT DEAL OF DIFFICULTY with personal authority. Some cannot tolerate the idea of receiving a greater authority, and some will never claim their own. Yet all true teaching from beyond is to develop the individual to be self-motivating, to represent the truth of their own Knowledge."
      },
      {
        "id": 191,
        "secret": "THE BASIS FOR TRUE RELATIONSHIP is established at a deeper level, where even two dissimilar people find a basis for participation that cannot be destroyed by their divergent personalities."
      },
      {
        "id": 192,
        "secret": "JUST AS LITTLE CHILDREN cannot raise themselves, you cannot raise yourself. We could not raise ourselves. The return to God is the return to shared identity. Here there is a great learning responsibility that the individual must assume. This is certainly a challenge in and of itself."
      },
      {
        "id": 193,
        "secret": "YOU ARE ENTIRELY DEPENDENT upon God's Creation to accomplish anything of value. This is reason for gratitude in and of itself."
      },
      {
        "id": 194,
        "secret": "CHANGE IS INTRINSIC in a developmental process. Change does not produce peace. It produces friction. Peace is only possible in a steady state, which is undesired here. When a steady state has been established, then peace will reign. For when a steady state is reached, then there is no need to be in form. And since the idea of being formless is so unpopular here, obviously the world is in a state of development, change, growth, breakdown and rebuilding. It cannot be stopped."
      },
      {
        "id": 195,
        "secret": "YOUR WORLD IS ATTEMPTING TO UNIFY ITSELF into one community. It is a time of great discord. All worlds must go through this, just as all individuals must at some point become adults. They are parts of greater communities; they are not merely self-fulfilling individuals."
      },
      {
        "id": 196,
        "secret": "THERE IS NO POWER IN BEING AN INDIVIDUAL. It is a powerless state, for its basis cannot be rejuvenated. You are rejuvenated constantly because you are part of something greater that feeds you."
      },
      {
        "id": 197,
        "secret": "PEOPLE WANT PURPOSE, but not Knowledge. Do you see? They just say, \"Tell me what to do so I’ll feel better.\""
      },
      {
        "id": 198,
        "secret": "PEOPLE’S PERSONAL PROBLEMS ARE VERY SIMPLE if they are approached through Knowledge. People do not want to know, and yet they want to decide, and so it all becomes very difficult."
      },
      {
        "id": 199,
        "secret": "OFTEN CHANGE EXTERNALLY IS NOT THE ISSUE AT ALL. It is not addressing your need. The critical problem is that you do not know what you are doing, so you cannot do what you know."
      },
      {
        "id": 200,
        "secret": "THE INDIVIDUALS IN THIS WORLD who have successfully reclaimed Knowledge have had to escape convention to a very great degree because Knowledge is not conventional in any sense. And yet though they may appear erratic at times, their actions are always uniform and serve one purpose."
      },
      {
        "id": 201,
        "secret": "APPRECIATE YOUR LIMITATIONS and do not attempt to destroy them, or you will have no vehicle of service here."
      },
      {
        "id": 202,
        "secret": "YOU MUST SUCCESSFULLY NEGOTIATE THIS WORLD and use your physical abilities. You see, the Plan calls for the use of all your self-created abilities for a greater purpose. That is how everything is brought back into wholeness."
      },
      {
        "id": 203,
        "secret": "KNOWLEDGE WILL TAKE YOU BEYOND ALL CONCEPTS, for it is not based upon concepts. It is the reasoning faculty that is inherent within your true Self. It can negotiate the world far more effectively than you can, for it has only one purpose and not conflicting ones. A man or woman of Knowledge is a powerful force in the world."
      },
      {
        "id": 204,
        "secret": "IT IS IMPORTANT TO LOOK AT PRACTICAL ISSUES in a very fundamental way. Is it \"yes\" or \"no\"? It is not right or wrong, it is \"yes\" or \"no\". There is a great difference."
      },
      {
        "id": 205,
        "secret": "TO BE DISCERNING, YOU MUST BE HONEST, consistent, willing and appreciative of yourself and your possibilities. You must be patient and tolerant. These are very fundamental qualities. Here you find out what you want to know and what you don’t want to know, what you are willing to resolve and what you are not."
      },
      {
        "id": 206,
        "secret": "KNOWLEDGE POSSESSES THE ACCOUNT of what must be done in life, and there must be an opportunity to express this, or it is not wise to discover it."
      },
      {
        "id": 207,
        "secret": "IF YOU WISH TO DISCOVER A GREATER TRUTH within yourself, you must have the available energy to participate. Knowledge is a very powerful force. It is the most powerful force. If you begin to gain access to it, you must have the strength and capacity to experience it and use it wisely. You must be very strong. You must be stable. Instability becomes dangerous, truly, when a greater capacity is being discovered. Therefore, the first step is to provide stability. Then a constructive change can occur with a minimum of risk."
      },
      {
        "id": 208,
        "secret": "THE SECOND STEP IS THE RECOGNITION and the acceptance that the power of discernment and decision making exists within you. As this becomes constructively employed with a minimum of idealism, it becomes an effective force in your life. Finally, you have a real basis for decision making that is sound and reliable."
      },
      {
        "id": 209,
        "secret": "THE THIRD STEP IS THE GREAT RECALL of Ancient Wisdom that you possess. All that you have acquired since time began is pooled in the wellspring of your Knowledge, including all the relationships of true value that you have established. These have not been forgotten. They are a part of you."
      },
      {
        "id": 210,
        "secret": "THE FOURTH STEP IS THE INTEGRATION of Knowledge into your daily affairs. This is an entirely natural process, for it is natural for you to do this. Once Knowledge is substantially integrated, it begins to provide direction. The Teachers are here to help you cultivate this."
      },
      {
        "id": 211,
        "secret": "LET US SPEAK FOR A MOMENT of the practical aspects of this achievement. As Knowledge becomes the dominant force in your awareness, it becomes impossible to make a mistake. Of course, this impossibility is dependent upon a very developed state. It will become more difficult to make mistakes, for you will feel a natural restraint that has become so strong that it cannot be ignored. Here you will be able to discern the relationship involvements that are truly beneficial. Your career, likewise, will be established on a sound foundation. You will be working where you know you need to be. That is the criterion. This requires faith only insofar as it does not point to the future, but provides certainty in the present. If faith is needed, you may be assured that certainty in the present will provide certainty in the future. Since you can only be in the present, certainty in the present is all that is needed."
      },
      {
        "id": 212,
        "secret": "BECAUSE HUMAN BEINGS are so incredibly fascinated with themselves, it is difficult for them to account for anything else."
      },
      {
        "id": 213,
        "secret": "IF YOU WERE TO GATHER INTO YOUR VISUAL VIEW members of your own Spiritual Heritage, they would represent quite an assortment of characters in many different forms, yet you would feel towards them like you would your own child, your dearest friend, your greatest comrade. This is Knowledge without limitation. It is not concerned with the form of things. It is concerned with the correctness and the content of things."
      },
      {
        "id": 214,
        "secret": "YOU DO NOT HAVE APPRECIATION FOR YOURSELF at this time, for you know you are not doing what is necessary. How can you appreciate the Teachers? They are not gods, you know. Do not worship them, for they will not allow this. But when you appreciate your accomplishments, you will know that you did not achieve them alone, and then your relationships can be experienced."
      },
      {
        "id": 215,
        "secret": "KNOWLEDGE DOES NOT PROVIDE CHOICES. Anyone who is in a state of Knowledge does not need to entertain choices. You have not yet gained Knowledge in this respect. That is why you entertain choices endlessly. It is wiser to develop Knowledge rather than to entertain more choices. When the truth is apparent, you will know what to do and you will undertake it at any cost. Indeed, it will not matter how long it takes to do it. It will draw upon all that you have achieved thus far and will call forth new strengths and experiences. So we are always back to the question of Knowledge."
      },
      {
        "id": 216,
        "secret": "MOST PEOPLE ARE NOT PATIENT ENOUGH to develop Knowledge. Everyone wants quick, easy resolutions that provide no foundation whatsoever. People change from one job to another and nothing has changed. They are as restless and irritated as always. It is a hopeless waste of youth."
      },
      {
        "id": 217,
        "secret": "WE DO NOT SPEAK OF RELINQUISHMENT in terms of material goods. We speak of relinquishment in terms of ideas that are not based upon what you know. They are merely aspirations that were established because you were lacking something else. People are afraid of Knowledge because they think it will rob them of their own certainty. Yet it provides the only real basis for certainty."
      },
      {
        "id": 218,
        "secret": "YOUR JOURNEY MAY BE DIFFICULT, but it is not without humor and happiness. Be in the middle, right where you are. Do not seek mastery. Seeking mastery will destroy you. Be where you are. Your Knowledge does not request more than that. Great spiritual ideals, lofty ambitions, great experiences of the light—this is not where people are. This is not Knowledge. Knowledge is at peace in the recognition of where it stands now. This is a practical experience of wholeheartedness and stability, of protection and purpose."
      },
      {
        "id": 219,
        "secret": "MANY OF YOU HAVE HAD EXPERIENCES of unequivocal Knowledge in the face of a great trial. This is an aspect of the great Power we speak of, except that we wish to cultivate it in the face of more peaceful circumstances."
      },
      {
        "id": 220,
        "secret": "THERE ARE STUDENTS IN DIFFERENT WORLDS. We teach students here to remember their heritage elsewhere, as we teach those elsewhere to remember their heritage here. Why do we do this? Because it is essential that these individuals become fully integrated and reclaim all aspects of their true identity and past accomplishments. This must be done entirely without fantasy."
      },
      {
        "id": 221,
        "secret": "STUDENTS HAVE STRANGE IDEAS about the Teachers. Therefore, often it is better that the Teachers remain unknown until such time that the student is well enough matured to use this awareness productively."
      },
      {
        "id": 222,
        "secret": "MANY PEOPLE ACKNOWLEDGE THE PRESENCE of the Teachers to some degree, but they have not entered the relationship yet, the actual relationship that they have with the Teachers. Relationship is dependent upon participation in the world. In shared participation, like a marriage or a great friendship, you must do something together."
      },
      {
        "id": 223,
        "secret": "THE TEACHERS HAVE A VERY DIFFICULT JOB, very difficult. That is why they have so few students. They must contribute to a very insane situation and set of circumstances. They must do this single-mindedly, with great patience and compassion. They must allow their beloved students to create calamity after calamity. They do not promote this, yet if that is the students’ ambition, who can prevent them? Therefore, we discourage things that are obviously detrimental, yet we do not control or manipulate our students. That is not our function. Our true ability and resources are only waiting for others to call upon them. For this, we may have to wait a long time, a very long time."
      },
      {
        "id": 224,
        "secret": "THERE IS A GREATER RELIGIOUS TRADITION that serves the Greater Community. The Greater Community represents life on a larger scale of which your world is but a small part. The Plan of God serves all intelligent life. It is not the exclusive right of this little world. Therefore, for you to appreciate the Greater Plan, you must not have such a limited concept of who you are and what you have been. If you are to serve in the physical world, you must know what you have been in this life and to some extent in others. This must be accessed through Knowledge; otherwise, it is entirely useless. It must come through realization. If you think you were a great personage in a previous life, this has no value whatsoever except to inflate your sense of self-importance a little more. This is not what we speak of, please understand. We speak of the direct realization that who you are includes a greater body of life."
      },
      {
        "id": 225,
        "secret": "THOSE OF YOU WHO HAVE TRIED TO FOLLOW the religious traditions of this world with no success, why is this? Is it because these traditions are corrupt or fallible? No, that is not the reason. It is because they only reach a certain part of you. They do not reach your complete self. They do not cleanse all of you. You cannot wholeheartedly give yourself to them. They are incomplete for you. This is because you have emerged out of a greater religious tradition. This is the tradition that you have worked in for many, many years. Therefore, the reclamation of this tradition is essential for the development of your spiritual life. It may be difficult to accept this at first, for it seems that you are dabbling in fantastic things. Yet the truth is that you are seeking for your religious tradition. If you cannot find it in the traditions of the world, you had better look elsewhere, for this world does not represent the religious traditions of the entire galaxy."
      },
      {
        "id": 226,
        "secret": "FOR THOSE WHO HAVE UNDERTAKEN their progress primarily in this world, there are traditions here that are satisfactory to their needs. Yet this does not account for everyone. Therefore, the Teachers who represent Greater Community Spirituality seek those students who need this tradition. Without finding this tradition, they will be estranged in this world, always feeling homeless, always blaming the world and other people for their estrangement, always seeking fulfillment in personal relationships and failing."
      },
      {
        "id": 227,
        "secret": "YOU NEED A LARGER PERSPECTIVE to comprehend the work of God. God is not human. God does not think like a human. God is not made in your image. God has no image. The Source of all life accounts for all life."
      },
      {
        "id": 228,
        "secret": "IF YOU ARE TO UNDERSTAND AND APPRECIATE the nature of those whom God has sent to help you, then in time you will begin to share their perspective and see what evolution means on a larger scale. Then you will begin to understand your duties and know what growth means here on Earth."
      },
      {
        "id": 229,
        "secret": "IF YOU WISH TO SERVE A GREATER PURPOSE and to experience a Greater Source, then you must learn what this means. You cannot define the way. People attempt perfection because they are convinced of error, but they do not know perfection. You cannot know perfection from error. You can only know error. Perfection is not erasing error. It is gaining wisdom, compassion, ability, capacity and love."
      },
      {
        "id": 230,
        "secret": "IF YOU COULD SEE EVOLUTION ON A LARGER SCALE, you would most certainly adjust your expectations of yourself. Those few individuals who attain seeming perfection find themselves at a new beginning upon leaving this life, yet they need not be here any longer. Now, instead of transcending their humanity, they must learn to encounter the identities of the universe."
      },
      {
        "id": 231,
        "secret": "PEOPLE OFTEN ASK, \"WHY DO I NEED TEACHERS?\" The answer is very simple. It is because you do not know anything. You believe that by perfecting your personality or body that you will attain great heights. Yet we assure you, you will attain great frustration. A perfect personality may have no more Knowledge than an imperfect one. Though there are adjustments to make in your behavior and thinking, of course, perfecting your behavior to meet your standards is not the Path of Knowledge. Knowledge is not ideas. It is experience. It is relationship. It is God."
      },
      {
        "id": 232,
        "secret": "WE PRESENT THIS IDEA OF THE GREATER RELIGION. Why is it greater? Greater does not mean better. It is only greater because it accounts for a larger reality."
      },
      {
        "id": 233,
        "secret": "HUMAN BEINGS ARE NOT SENT HERE to achieve ultimate reality. That is not your purpose. Your purpose in being here is to complete being here."
      },
      {
        "id": 234,
        "secret": "IT IS TRUE THAT KNOWLEDGE MUST BE GAINED through experience. An intellectual pursuit it is not. Your intellect was not created to comprehend the universe. It was created to negotiate the particulars of your physical life, at which it has become fairly sophisticated. Yet it cannot appreciate what is felt and what is known. Therefore, do not use your intellect inappropriately. It has its true application, and a useful one at that."
      },
      {
        "id": 235,
        "secret": "OUR WORK, THEN, IS RELIGIOUS IN NATURE because it deals with God. It deals with a greater life. In this world, you cannot approach the greatest life; you can only approach a greater life. You must go through the stages of evolution. Understanding this, you will be able to recognize what needs to be done, what can be done and what cannot be done. You will see your true involvement and your true requirements, without placing impossible burdens upon your shoulders."
      },
      {
        "id": 236,
        "secret": "TO BE ALONE IN THIS WORLD IS A TERRIBLE DESTINY. Yet you are not alone. Before you came into this world, you were not alone and those who were with you then are with you now. To regain this memory is to regain consciousness of life in the visible and of life beyond. Then the barriers of illusion begin to fall away. Then you can begin to comprehend the Presence rather than feel it only."
      },
      {
        "id": 237,
        "secret": "RELIGIOUS EXPERIENCE EVOLVES and necessitates a growing point of view."
      },
      {
        "id": 238,
        "secret": "YOU CAN ALWAYS DOUBT WHAT WE SAY. But it is more difficult to doubt what you know. Whatever our engagement is through time, the only real result will be what you know."
      },
      {
        "id": 239,
        "secret": "WE HAVE TOLD A NUMBER OF PEOPLE WHAT TO DO. They have had mixed reactions. Some felt that their personal feelings were extremely violated. They were affronted by our advice, which they had earnestly sought. Yet their personal affront was not a reflection on us. It was simply that they were afraid or feeling incapable of undertaking what we had indicated."
      },
      {
        "id": 240,
        "secret": "THE HOLY SPIRIT is actually the activating agent of Knowledge. It is the communication of God to awaken."
      },
      {
        "id": 241,
        "secret": "THE PURPOSE OF THIS IS KNOWLEDGE. There is no one to idolize. There are no heroes here. We remain invisible. You cannot worship us. In time, you will understand the wisdom of this and why it is so essential in order for us to be effective. Even the great ones in your world who have gone so far, who contributed their Knowledge, did not seek to become idols of worship. It is their Knowledge that has been neglected, for people are afraid of Knowledge, yet Knowledge is the purpose."
      },
      {
        "id": 242,
        "secret": "IF YOU YEARN FOR IT, SEEK IT. You cannot define it. You cannot predict the outcome, but you seek Knowledge because it is natural for you to do so. For Knowledge contains the memory of your Creator, of your help and of your meaning in this world. NASI NOVARE CORAM"
      },
      {
        "id": 243,
        "secret": "FOR SOME, THE TEACHERS WILL ALWAYS REMAIN in the background. As a result, they think their greater inspiration comes from themselves alone. Yet others cannot progress without conscious help. This is determined by the level of the individual and the mission they are to accomplish."
      },
      {
        "id": 244,
        "secret": "IT WOULD BE ACCURATE TO SAY that all Knowledge is the permanent establishment of relationship. Yet because your viewpoint regarding relationships is so transitory, this alone would not be sufficient to have a practical approach."
      },
      {
        "id": 245,
        "secret": "YOUR HISTORY must be an accumulation of gratitude, if it be real at all."
      },
      {
        "id": 246,
        "secret": "BELIEF SYSTEMS ARE ONLY TEMPORARY EXPEDIENCIES at best. They simply orient you toward your next step, and once this step is taken, they are largely set aside. Thus, if you are a Christian and through your spiritual practice you reach a greater association or body of Knowledge, you will be a good Christian no more and are likely to be thought of as a heretic. Now you are a good something else that no one can describe."
      },
      {
        "id": 247,
        "secret": "WHEN YOU ARE SPEAKING WITH KNOWLEDGE, you will have very little awareness of yourself. And yet you will be highly aware of what is around you."
      },
      {
        "id": 248,
        "secret": "ALL THIS SELF-GROWTH, what can it do for you? You either have Knowledge or you do not."
      },
      {
        "id": 249,
        "secret": "IF YOU DESTROY YOUR LIMITATIONS, you destroy the system of balance that keeps you progressing in a hopefully constructive manner. There are corrections to make along the way. Yet beyond this, do not tamper with your self-maintenance. People who do this go crazy."
      },
      {
        "id": 250,
        "secret": "YOU ARE MUCH TOO CONCERNED with your own progress, yet you have no reference to determine how well you are doing. Some people who are doing terribly are on the brink of a great discovery. Others who feel they are accomplishing great strides are merely stimulating themselves. How can you tell?"
      },
      {
        "id": 251,
        "secret": "INNER GUIDANCE IS SIMPLY THE RE-ESTABLISHMENT of an established relationship. This is its true meaning. Though it seems remarkable to the one who receives it, it is simply a re-establishment of an old bond, as if an old friend has re-entered your life for a specific purpose."
      },
      {
        "id": 252,
        "secret": "KNOWLEDGE IS FAR MORE POWERFUL than you are personally. Therefore, you must prepare a place within your mind for Knowledge to emerge. It is not a plaything. Once its emergence has begun, it must continue."
      },
      {
        "id": 253,
        "secret": "YOU CANNOT ARGUE WITH WHAT YOU KNOW. You cannot bargain with what you know. Therefore, do not undertake the path of Knowledge unless you can accept its responsibilities."
      },
      {
        "id": 254,
        "secret": "BECAUSE THE TEACHERS ARE LARGELY INVISIBLE, it is difficult to project your images upon them. This allows a pure experience in relationship, for no relationship can be seen. Two bodies together is not a relationship. A relationship is not seen; it is experienced. A marriage cannot be seen; it is an understanding."
      },
      {
        "id": 255,
        "secret": "IT IS ILL ADVISED for you to seek greater spiritual experiences if your personal life in the world is in disarray. This will lead to dishonesty and ultimately failure."
      },
      {
        "id": 256,
        "secret": "IT IS, OF COURSE, UNDERSTOOD that beginning students will always attempt to use Knowledge to get more of what they want. This is understood. And yet it does not work very well, for Knowledge has its own purpose and its own expression. It is God within you. Yet it is God with a specific Plan."
      },
      {
        "id": 257,
        "secret": "WHEN THE KNOWN BECOMES STRONG, then you can participate in a greater reality beyond your personal interests, which is a practical form of salvation in this world."
      },
      {
        "id": 258,
        "secret": "THERE IS ALWAYS A GREAT DEAL OF DIFFICULTY with personal authority. Some cannot tolerate the idea of receiving a greater authority, and some will never claim their own. Yet all true teaching from beyond is to develop the individual to be self-motivating, to represent the truth of their own Knowledge."
      },
      {
        "id": 259,
        "secret": "THE BASIS FOR TRUE RELATIONSHIP is established at a deeper level, where even two dissimilar people find a basis for participation that cannot be destroyed by their divergent personalities."
      },
      {
        "id": 260,
        "secret": "JUST AS LITTLE CHILDREN cannot raise themselves, you cannot raise yourself. We could not raise ourselves. The return to God is the return to shared identity. Here there is a great learning responsibility that the individual must assume. This is certainly a challenge in and of itself."
      },
      {
        "id": 261,
        "secret": "YOU ARE ENTIRELY DEPENDENT upon God’s Creation to accomplish anything of value. This is reason for gratitude in and of itself."
      },
      {
        "id": 262,
        "secret": "CHANGE IS INTRINSIC in a developmental process. Change does not produce peace. It produces friction. Peace is only possible in a steady state, which is undesired here. When a steady state has been established, then peace will reign. For when a steady state is reached, then there is no need to be in form. And since the idea of being formless is so unpopular here, obviously the world is in a state of development, change, growth, breakdown and rebuilding. It cannot be stopped."
      },
      {
        "id": 263,
        "secret": "YOUR WORLD IS ATTEMPTING TO UNIFY ITSELF into one community. It is a time of great discord. All worlds must go through this, just as all individuals must at some point become adults. They are parts of greater communities; they are not merely self-fulfilling individuals."
      },
      {
        "id": 264,
        "secret": "THERE IS NO POWER IN BEING AN INDIVIDUAL. It is a powerless state, for its basis cannot be rejuvenated. You are rejuvenated constantly because you are part of something greater that feeds you."
      },
      {
        "id": 265,
        "secret": "PEOPLE WANT PURPOSE, but not Knowledge. Do you see? They just say, \"Tell me what to do so I’ll feel better.\""
      },
      {
        "id": 266,
        "secret": "PEOPLE’S PERSONAL PROBLEMS ARE VERY SIMPLE if they are approached through Knowledge. People do not want to know, and yet they want to decide, and so it all becomes very difficult."
      },
      {
        "id": 267,
        "secret": "OFTEN CHANGE EXTERNALLY IS NOT THE ISSUE AT ALL. It is not addressing your need. The critical problem is that you do not know what you are doing, so you cannot do what you know."
      },
      {
        "id": 268,
        "secret": "THE INDIVIDUALS IN THIS WORLD who have successfully reclaimed Knowledge have had to escape convention to a very great degree because Knowledge is not conventional in any sense. And yet though they may appear erratic at times, their actions are always uniform and serve one purpose."
      },
      {
        "id": 269,
        "secret": "APPRECIATE YOUR LIMITATIONS and do not attempt to destroy them, or you will have no vehicle of service here."
      },
      {
        "id": 270,
        "secret": "YOU MUST SUCCESSFULLY NEGOTIATE THIS WORLD and use your physical abilities. You see, the Plan calls for the use of all your self-created abilities for a greater purpose. That is how everything is brought back into wholeness."
      },
      {
        "id": 271,
        "secret": "KNOWLEDGE WILL TAKE YOU BEYOND ALL CONCEPTS, for it is not based upon concepts. It is the reasoning faculty that is inherent within your true Self. It can negotiate the world far more effectively than you can, for it has only one purpose and not conflicting ones. A man or woman of Knowledge is a powerful force in the world."
      },
      {
        "id": 272,
        "secret": "IT IS IMPORTANT TO LOOK AT PRACTICAL ISSUES in a very fundamental way. Is it \"yes\" or \"no\"? It is not right or wrong, it is \"yes\" or \"no\". There is a great difference."
      },
      {
        "id": 273,
        "secret": "TO BE DISCERNING, YOU MUST BE HONEST, consistent, willing and appreciative of yourself and your possibilities. You must be patient and tolerant. These are very fundamental qualities. Here you find out what you want to know and what you don’t want to know, what you are willing to resolve and what you are not."
      },
      {
        "id": 274,
        "secret": "KNOWLEDGE POSSESSES THE ACCOUNT of what must be done in life, and there must be an opportunity to express this, or it is not wise to discover it."
      },
      {
        "id": 275,
        "secret": "IF YOU WISH TO DISCOVER A GREATER TRUTH within yourself, you must have the available energy to participate. Knowledge is a very powerful force. It is the most powerful force. If you begin to gain access to it, you must have the strength and capacity to experience it and use it wisely. You must be very strong. You must be stable. Instability becomes dangerous, truly, when a greater capacity is being discovered. Therefore, the first step is to provide stability. Then a constructive change can occur with a minimum of risk."
      },
      {
        "id": 276,
        "secret": "THE SECOND STEP IS THE RECOGNITION and the acceptance that the power of discernment and decision making exists within you. As this becomes constructively employed with a minimum of idealism, it becomes an effective force in your life. Finally, you have a real basis for decision making that is sound and reliable."
      },
      {
        "id": 277,
        "secret": "THE THIRD STEP IS THE GREAT RECALL of Ancient Wisdom that you possess. All that you have acquired since time began is pooled in the wellspring of your Knowledge, including all the relationships of true value that you have established. These have not been forgotten. They are a part of you."
      },
      {
        "id": 278,
        "secret": "THE FOURTH STEP IS THE INTEGRATION of Knowledge into your daily affairs. This is an entirely natural process, for it is natural for you to do this. Once Knowledge is substantially integrated, it begins to provide direction. The Teachers are here to help you cultivate this."
      },
      {
        "id": 279,
        "secret": "LET US SPEAK FOR A MOMENT of the practical aspects of this achievement. As Knowledge becomes the dominant force in your awareness, it becomes impossible to make a mistake. Of course, this impossibility is dependent upon a very developed state. It will become more difficult to make mistakes, for you will feel a natural restraint that has become so strong that it cannot be ignored. Here you will be able to discern the relationship involvements that are truly beneficial. Your career, likewise, will be established on a sound foundation. You will be working where you know you need to be. That is the criterion. This requires faith only insofar as it does not point to the future, but provides certainty in the present. If faith is needed, you may be assured that certainty in the present will provide certainty in the future. Since you can only be in the present, certainty in the present is all that is needed."
      },
      {
        "id": 280,
        "secret": "BECAUSE HUMAN BEINGS are so incredibly fascinated with themselves, it is difficult for them to account for anything else."
      },
      {
        "id": 281,
        "secret": "IF YOU WERE TO GATHER INTO YOUR VISUAL VIEW members of your own Spiritual Heritage, they would represent quite an assortment of characters in many different forms, yet you would feel towards them like you would your own child, your dearest friend, your greatest comrade. This is Knowledge without limitation. It is not concerned with the form of things. It is concerned with the correctness and the content of things."
      },
      {
        "id": 282,
        "secret": "YOU DO NOT HAVE APPRECIATION FOR YOURSELF at this time, for you know you are not doing what is necessary. How can you appreciate the Teachers? They are not gods, you know. Do not worship them, for they will not allow this. But when you appreciate your accomplishments, you will know that you did not achieve them alone, and then your relationships can be experienced."
      },
      {
        "id": 283,
        "secret": "KNOWLEDGE DOES NOT PROVIDE CHOICES. Anyone who is in a state of Knowledge does not need to entertain choices. You have not yet gained Knowledge in this respect. That is why you entertain choices endlessly. It is wiser to develop Knowledge rather than to entertain more choices. When the truth is apparent, you will know what to do and you will undertake it at any cost. Indeed, it will not matter how long it takes to do it. It will draw upon all that you have achieved thus far and will call forth new strengths and experiences. So we are always back to the question of Knowledge."
      },
      {
        "id": 284,
        "secret": "MOST PEOPLE ARE NOT PATIENT ENOUGH to develop Knowledge. Everyone wants quick, easy resolutions that provide no foundation whatsoever. People change from one job to another and nothing has changed. They are as restless and irritated as always. It is a hopeless waste of youth."
      },
      {
        "id": 285,
        "secret": "WE DO NOT SPEAK OF RELINQUISHMENT in terms of material goods. We speak of relinquishment in terms of ideas that are not based upon what you know. They are merely aspirations that were established because you were lacking something else. People are afraid of Knowledge because they think it will rob them of their own certainty. Yet it provides the only real basis for certainty."
      },
      {
        "id": 286,
        "secret": "YOUR JOURNEY MAY BE DIFFICULT, but it is not without humor and happiness. Be in the middle, right where you are. Do not seek mastery. Seeking mastery will destroy you. Be where you are. Your Knowledge does not request more than that. Great spiritual ideals, lofty ambitions, great experiences of the light—this is not where people are. This is not Knowledge. Knowledge is at peace in the recognition of where it stands now. This is a practical experience of wholeheartedness and stability, of protection and purpose."
      },
      {
        "id": 287,
        "secret": "MANY OF YOU HAVE HAD EXPERIENCES of unequivocal Knowledge in the face of a great trial. This is an aspect of the great Power we speak of, except that we wish to cultivate it in the face of more peaceful circumstances."
      },
      {
        "id": 288,
        "secret": "THERE ARE STUDENTS IN DIFFERENT WORLDS. We teach students here to remember their heritage elsewhere, as we teach those elsewhere to remember their heritage here. Why do we do this? Because it is essential that these individuals become fully integrated and reclaim all aspects of their true identity and past accomplishments. This must be done entirely without fantasy."
      },
      {
        "id": 289,
        "secret": "STUDENTS HAVE STRANGE IDEAS about the Teachers. Therefore, often it is better that the Teachers remain unknown until such time that the student is well enough matured to use this awareness productively."
      },
      {
        "id": 290,
        "secret": "MANY PEOPLE ACKNOWLEDGE THE PRESENCE of the Teachers to some degree, but they have not entered the relationship yet, the actual relationship that they have with the Teachers. Relationship is dependent upon participation in the world. In shared participation, like a marriage or a great friendship, you must do something together."
      },
      {
        "id": 291,
        "secret": "THE TEACHERS HAVE A VERY DIFFICULT JOB, very difficult. That is why they have so few students. They must contribute to a very insane situation and set of circumstances. They must do this single-mindedly, with great patience and compassion. They must allow their beloved students to create calamity after calamity. They do not promote this, yet if that is the students’ ambition, who can prevent them? Therefore, we discourage things that are obviously detrimental, yet we do not control or manipulate our students. That is not our function. Our true ability and resources are only waiting for others to call upon them. For this, we may have to wait a long time, a very long time."
      },
      {
        "id": 292,
        "secret": "THERE IS A GREATER RELIGIOUS TRADITION that serves the Greater Community. The Greater Community represents life on a larger scale of which your world is but a small part. The Plan of God serves all intelligent life. It is not the exclusive right of this little world. Therefore, for you to appreciate the Greater Plan, you must not have such a limited concept of who you are and what you have been. If you are to serve in the physical world, you must know what you have been in this life and to some extent in others. This must be accessed through Knowledge; otherwise, it is entirely useless. It must come through realization. If you think you were a great personage in a previous life, this has no value whatsoever except to inflate your sense of self-importance a little more. This is not what we speak of, please understand. We speak of the direct realization that who you are includes a greater body of life."
      },
      {
        "id": 293,
        "secret": "THOSE OF YOU WHO HAVE TRIED TO FOLLOW the religious traditions of this world with no success, why is this? Is it because these traditions are corrupt or fallible? No, that is not the reason. It is because they only reach a certain part of you. They do not reach your complete self. They do not cleanse all of you. You cannot wholeheartedly give yourself to them. They are incomplete for you. This is because you have emerged out of a greater religious tradition. This is the tradition that you have worked in for many, many years. Therefore, the reclamation of this tradition is essential for the development of your spiritual life. It may be difficult to accept this at first, for it seems that you are dabbling in fantastic things. Yet the truth is that you are seeking for your religious tradition. If you cannot find it in the traditions of the world, you had better look elsewhere, for this world does not represent the religious traditions of the entire galaxy."
      },
      {
        "id": 294,
        "secret": "FOR THOSE WHO HAVE UNDERTAKEN their progress primarily in this world, there are traditions here that are satisfactory to their needs. Yet this does not account for everyone. Therefore, the Teachers who represent Greater Community Spirituality seek those students who need this tradition. Without finding this tradition, they will be estranged in this world, always feeling homeless, always blaming the world and other people for their estrangement, always seeking fulfillment in personal relationships and failing."
      },
      {
        "id": 295,
        "secret": "YOU NEED A LARGER PERSPECTIVE to comprehend the work of God. God is not human. God does not think like a human. God is not made in your image. God has no image. The Source of all life accounts for all life."
      },
      {
        "id": 296,
        "secret": "IF YOU ARE TO UNDERSTAND AND APPRECIATE the nature of those whom God has sent to help you, then in time you will begin to share their perspective and see what evolution means on a larger scale. Then you will begin to understand your duties and know what growth means here on Earth."
      },
      {
        "id": 297,
        "secret": "IF YOU WISH TO SERVE A GREATER PURPOSE and to experience a Greater Source, then you must learn what this means. You cannot define the way. People attempt perfection because they are convinced of error, but they do not know perfection. You cannot know perfection from error. You can only know error. Perfection is not erasing error. It is gaining wisdom, compassion, ability, capacity and love."
      },
      {
        "id": 298,
        "secret": "IF YOU COULD SEE EVOLUTION ON A LARGER SCALE, you would most certainly adjust your expectations of yourself. Those few individuals who attain seeming perfection find themselves at a new beginning upon leaving this life, yet they need not be here any longer. Now, instead of transcending their humanity, they must learn to encounter the identities of the universe."
      },
      {
        "id": 299,
        "secret": "PEOPLE OFTEN ASK, \"WHY DO I NEED TEACHERS?\" The answer is very simple. It is because you do not know anything. You believe that by perfecting your personality or body that you will attain great heights. Yet we assure you, you will attain great frustration. A perfect personality may have no more Knowledge than an imperfect one. Though there are adjustments to make in your behavior and thinking, of course, perfecting your behavior to meet your standards is not the Path of Knowledge. Knowledge is not ideas. It is experience. It is relationship. It is God."
      },
      {
        "id": 300,
        "secret": "WE PRESENT THIS IDEA OF THE GREATER RELIGION. Why is it greater? Greater does not mean better. It is only greater because it accounts for a larger reality."
      },
      {
        "id": 301,
        "secret": "HUMAN BEINGS ARE NOT SENT HERE to achieve ultimate reality. That is not your purpose. Your purpose in being here is to complete being here."
      },
      {
        "id": 302,
        "secret": "IT IS TRUE THAT KNOWLEDGE MUST BE GAINED through experience. An intellectual pursuit it is not. Your intellect was not created to comprehend the universe. It was created to negotiate the particulars of your physical life, at which it has become fairly sophisticated. Yet it cannot appreciate what is felt and what is known. Therefore, do not use your intellect inappropriately. It has its true application, and a useful one at that."
      },
      {
        "id": 303,
        "secret": "OUR WORK, THEN, IS RELIGIOUS IN NATURE because it deals with God. It deals with a greater life. In this world, you cannot approach the greatest life; you can only approach a greater life. You must go through the stages of evolution. Understanding this, you will be able to recognize what needs to be done, what can be done and what cannot be done. You will see your true involvement and your true requirements, without placing impossible burdens upon your shoulders."
      },
      {
        "id": 304,
        "secret": "TO BE ALONE IN THIS WORLD IS A TERRIBLE DESTINY. Yet you are not alone. Before you came into this world, you were not alone and those who were with you then are with you now. To regain this memory is to regain consciousness of life in the visible and of life beyond. Then the barriers of illusion begin to fall away. Then you can begin to comprehend the Presence rather than feel it only."
      },
      {
        "id": 305,
        "secret": "RELIGIOUS EXPERIENCE EVOLVES and necessitates a growing point of view."
      },
      {
        "id": 306,
        "secret": "YOU CAN ALWAYS DOUBT WHAT WE SAY. But it is more difficult to doubt what you know. Whatever our engagement is through time, the only real result will be what you know."
      },
      {
        "id": 307,
        "secret": "WE HAVE TOLD A NUMBER OF PEOPLE WHAT TO DO. They have had mixed reactions. Some felt that their personal feelings were extremely violated. They were affronted by our advice, which they had earnestly sought. Yet their personal affront was not a reflection on us. It was simply that they were afraid or feeling incapable of undertaking what we had indicated."
      },
      {
        "id": 308,
        "secret": "THE HOLY SPIRIT is actually the activating agent of Knowledge. It is the communication of God to awaken."
      },
      {
        "id": 309,
        "secret": "THE PURPOSE OF THIS IS KNOWLEDGE. There is no one to idolize. There are no heroes here. We remain invisible. You cannot worship us. In time, you will understand the wisdom of this and why it is so essential in order for us to be effective. Even the great ones in your world who have gone so far, who contributed their Knowledge, did not seek to become idols of worship. It is their Knowledge that has been neglected, for people are afraid of Knowledge, yet Knowledge is the purpose."
      },
      {
        "id": 310,
        "secret": "IF YOU YEARN FOR IT, SEEK IT. You cannot define it. You cannot predict the outcome, but you seek Knowledge because it is natural for you to do so. For Knowledge contains the memory of your Creator, of your help and of your meaning in this world. NASI NOVARE CORAM"
      },
      {
        "id": 311,
        "secret": "THE STUDENT IS GIVEN GREAT POWER, yet this power must be cultivated carefully over time, that it may be wisely used when the time of giving arrives. Here power and responsibility are wedded together naturally, without conflict or uncertainty."
      },
      {
        "id": 312,
        "secret": "THE TEACHERS ARE WITH YOU NOW, waiting for your request and your readiness to receive them."
      }
  ]